local id, e = ...
if e.Not_Is_EU then return end

--[[
specTab=nil
spellTab=nil
raceTab=nil
affixTab=nil
itemSubTypeTab=nil
]]

















local  spellTab={-- [', ''},
[818]= {'烹饪用火', '点起一堆营火，使附近所有冒险者的全能提高1，并可以在营火旁烹饪'},
[2550]= {'烹饪', '使厨师可以制造基本的食物。需要火焰和从野兽身上收集的肉块以烹制食物。'},
[195127]= {'考古学', '考古学家可以收集神器碎片，并将这些碎片拼合成完整的古代神器，可达到的技能上限为800点。'},
[80451]= {'勘测', '在挖掘地点勘测古迹残片。每次勘测都会指引你靠近残片所在地点。'},
[131474]= {'钓鱼', '面对一片水域时点击此按钮，当水中的鱼漂溅起水花的时候，立刻右键点击鱼漂以捕捉上钩的鱼。你可以将此按钮拖拽至动作条内。'},
[271990]= {'钓鱼日志', '可以访问有关钓鱼技能、特殊渔点的信息。还可以管理你的钓鱼装备。'},

[2018]= {'锻造', '使铁匠可以制造基础武器和护甲。需要使用采矿技能采集的岩石和金属。'},
[2259]= {'炼金术', '使炼金师可以配制基础的药水。需要草药学技能采集的草药。|n|n专业奖励：药剂混合学|n当你饮用你可以制作的药剂或合剂时，其效果和持续时间都将提高。'},
[4036]= {'工程学', '使工程师可以制造初级的工程学物品。需要通过采矿得到的石块和金属。'},
[13262]= {'分解', '从优质（绿色）或更好品质的武器或护甲中提炼出魔法元素，在此过程中，该武器或护甲会被摧毁且无法复原。'},
[7411]= {'附魔', '使附魔师可以为基础物品附魔。需要使用分解魔法物品获得的精华和附魔尘。'},
[2366]= {'采集草药', '从灌木丛和其他植物采集草药供炼金术及铭文使用。'},
[193290]= {'草药学日志', '可以访问有关草药学技能、草药和专精的信息。还可以管理你的草药学装备。'},
[45357]= {'铭文', '使铭文师可以制造魔法铭文物品。需要草药学技能采集的草药中研磨出的颜料。'},
[2108]= {'制皮', '使制皮匠可以制造皮甲。需要剥皮师从野兽身上剥皮的皮毛。'},
[25229]= {'珠宝加工', '使珠宝匠可以制造珠宝和切割宝石。需要通过采矿技能获得的珍贵宝石和金属。'},
[2656]= {'采矿日志', '可以访问有关采矿技能、矿脉和专精的信息。还可以管理你的采矿装备。'},
[2575]= {'采矿', '从矿脉中采掘矿石和其他矿物质以用于工程学、锻造和珠宝加工。'},
[8613]= {'剥皮', '从动物身上获取皮革和毛皮以用于制皮。'},
[194174]= {'剥皮日志', '可以访问有关剥皮技能、可剥皮的生物类型和专精的信息。还可以管理你的剥皮装备。'},
[3908]= {'裁缝', '使裁缝可以制造普通的衬衣和布甲。需要从人型生物身上获得的布料。'},
[392396]= {'巨龙群岛布料拾取', '你特别擅长从人型生物身上拾取布料。'},--被动

[381870]= {'驭龙者之育', '收集到草药或矿石后，使你的精力充能速率提高400%，持续3秒。'},
[381871]= {'巨龙捕猎', '击败一名敌人后，使你的精力充能速率提高10%，持续3秒。|n|n此效果每10秒只能触发一次。'},

[376777]= {'驭空术基础', '当从高处坠落时，你的巨龙群岛幼龙会展开翅膀向前滑翔。|n|n前进方向指向地面会获得更大动力。恢复水平可以将动力转向前方。|n|n前进方向指向天空会使你减速。速度降到最低时，你将开始向前缓慢降落。|n|n你也会获得以下技能：'},
[372608]= {'向前突进', '向前振翅。'},
[372610]= {'冲天升腾', '向上振翅。'},
[383363]= {'升空', '骑乘驭空术坐骑时，跳跃两次即可飞向上方并开始向前滑翔。'},
[383366]= {'碧空热血', '驭龙飞行达到高速时，你每15秒恢复1点精力。'},
[373586]= {'群岛强风', '你现在可以侦测并利用强风来改变你的飞行方向并推动你前进，从而提高你在顺风方向的速度。'},
[361584]= {'回旋急冲', '向前螺旋冲刺一大段距离，提高速度。'},
[374990]= {'青铜时光之锁', '在你的位置时间线上标记一个寻路点。使用青铜回溯来回溯到此位置。'},
[403092]= {'空中急停', '向后扇动飞翼，降低前进速度。'},
[425782]= {'复苏之风', '发掘尚未使用的潜力，立即恢复1点精力。'},

[432257]= {'苦涩传承之路', '传送到|cff00ccff亚贝鲁斯，焰影熔炉|r的入口。'},--Dragonflight https://wago.io/meD8JMW3C
[432258]= {'熏火梦境之路', '传送到|cff00ccff阿梅达希尔，梦境之愿|r的入口。'},
[432254]= {'原始囚龙之路', '传送到|cff00ccff化身巨龙牢窟|r的入口。'},
[373190]= {'大帝之路', '传送到|cff00ccff纳斯利亚堡|r的入口。'},--Shadowlands
[373191]= {'磨难灵魂之路', '传送到|cff00ccff统御圣所|r的入口。'},
[373192]= {'初诞者之路', '传送到|cff00ccff初诞者圣墓|r的入口。'},

[131228]= {'玄牛之路', '传送至|cff00ccff围攻砮皂寺|r入口处'},
[131222]= {'魔古皇帝之路', '传送至|cff00ccff魔古山宫殿|r入口处。'},
[131225]= {'残阳之路', '传送至|cff00ccff残阳关|r入口处。'},
[131206]= {'影踪派之路', '将施法者传送到|cff00ccff影踪禅院|r入口。'},
[131205]= {'烈酒之路', '将施法者传送到|cff00ccff风暴烈酒酿造厂|r入口。'},
[131232]= {'通灵师之路', '传送至|cff00ccff通灵学院|r入口处。'},
[131231]= {'血色利刃之路', '传送至|cff00ccff血色大厅|r入口处。'},
[131229]= {'血色法冠之路', '传送至|cff00ccff血色修道院|r入口处。'},

    --if e.Player.class=='HUNTER' then
[1462]= {'野兽知识', '收集目标野兽的相关资料，显示其饮食习惯、技能、专精、能否被驯服，以及是否属于奇珍异兽。'},
[2641]= {'解散宠物', '暂时解散你的宠物。之后你可以重新召唤它。'},
[6991]= {'喂养宠物', '使用指定的食物为你的宠物喂食，立即为其恢复50%的总生命值。无法在战斗中使用。|n|n你可以使用野兽知识技能，确认自己的宠物喜欢吃哪种食物。'},
[136]= {'治疗宠物', '在10 秒内为你的宠物恢复50%的最大生命值。|n[|cff00ccff荒野医疗|r]: 每次使用治疗宠物进行治疗时，都有25%的几率为你的宠物净化一个有害的魔法效果。'},
[982]= {'复活宠物', '复活你的宠物，并为其恢复100%的基础生命值'},
[1515]= {'驯服野兽', '尝试驯服一只野兽，使其成为你的伙伴。一旦你因为任何原因而失去了它的注意力，驯服过程就将失败。|n|n你必须解散任何当前激活的野兽伙伴并且有一个空的召唤宠物空格才能驯服新宠物。只有野兽控制专精的猎人才能驯服奇珍异兽。'},

    --elseif e.Player.class=='MAGE' then
    --if UnitFactionGroup('player')=='Horde' then--部落
[3567]= {'传送-奥格瑞玛', '将你传送到|cff00ccff奥格瑞玛|r。'},
[11417]= {'传送门-奥格瑞玛', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff奥格瑞玛|r。'},
[3563]= {'传送-幽暗城', '将你传送到|cff00ccff幽暗城|r'},
[11418]= {'传送门-幽暗城', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff幽暗城|r。'},
[3566]= {'传送-雷霆崖', '将你传送到|cff00ccff雷霆崖'},
[11420]= {'传送门-雷霆崖', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff雷霆崖|r。'},
[32272]= {'传送-银月城', '将你传送到|cff00ccff银月城|r。'},
[32267]= {'传送门-银月城', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff银月城|r。'},
[49358]= {'传送-斯通纳德', '将你传送到|cff00ccff斯通纳德|r。'},
[49361]= {'传送门-斯通纳德', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff斯通纳德|r。'},
[35715]= {'传送-沙塔斯', '将你传送到|cff00ccff沙塔斯|r。'},
[35717]= {'传送门-沙塔斯', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff沙塔斯城|r。'},
[53140]= {'传送-达拉然-诺森德', '将你传送到|cff00ccff诺森德的达拉然|r。'},
[53142]= {'传送门-达拉然-诺森德', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff达拉然。'},
[88344]= {'传送-托尔巴拉德', '将你传送到|cff00ccff托尔巴拉德|r。'},
[88346]= {'传送门-托尔巴拉德', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff托尔巴拉德|r。'},
[132627]= {'传送-锦绣谷', '将你传送到|cff00ccff锦绣谷|r。'},
[132626]= {'传送门-锦绣谷', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff锦绣谷|r。'},
[176242]= {'传送-战争之矛', '将你传送至|cff00ccff战争之矛。'},
[176244]= {'传送门-战争之矛', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff战争之矛|r。'},
[281404]= {'传送-达萨罗', '将你传送|cff00ccff到达萨罗|r。'},
[281402]= {'传送门-达萨罗', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff达萨罗|r。'},
    --elseif UnitFactionGroup('player')=='Alliance' then
[3561]= {'传送-暴风城', '将你传送到|cff00ccff暴风城|r。'},
[10059]= {'传送门-暴风城', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff暴风城|r。'},
[3562]= {'传送-铁炉堡', '将你传送到|cff00ccff铁炉堡|r。'},
[11416]= {'传送门-铁炉堡', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff铁炉堡|r。'},
[3565]= {'传送-达纳苏斯', '将你传送到|cff00ccff达纳苏斯|r。'},
[11419]= {'传送门-达纳苏斯', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff达纳苏斯|r。'},
[32271]= {'传送-埃索达', '将你传送到|cff00ccff埃索达|r。'},
[32266]= {'传送门-埃索达', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff埃索达|r。'},
[49359]= {'传送-塞拉摩', '将你传送到|cff00ccff塞拉摩|r。'},
[49360]= {'传送门-塞拉摩', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff塞拉摩|r。'},
[33690]= {'传送-沙塔斯', '将你传送到|cff00ccff沙塔斯|r。'},
[33691]= {'传送门-沙塔斯', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff沙塔斯城|r。'},
--[53140]= {'传送-达拉然-诺森德', '将你传送到|cff00ccff诺森德的达拉然|r。'},
--[53142]= {'传送门-达拉然-诺森德', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff达拉然|r。'},
[88342]= {'传送-托尔巴拉德', '将你传送到|cff00ccff托尔巴拉德|r。'},
[88345]= {'传送门-托尔巴拉德', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff托尔巴拉德|r。'},
[132621]= {'传送-锦绣谷', '将你传送到|cff00ccff锦绣谷|r。'},
[132620]= {'传送门-锦绣谷', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff锦绣谷城|r。'},
[176248]= {'传送-暴风之盾', '将你传送到|cff00ccff暴风之盾|r。'},
[176246]= {'传送门-暴风之盾', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff暴风之盾|r。'},
[281403]= {'传送-伯拉勒斯', '将你传送到|cff00ccff伯拉勒斯|r。'},
[281400]= {'传送门-伯拉勒斯', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff伯拉勒斯|r。'},
    --end
[224869]= {'传送-达拉然-破碎群岛', '将你传送至破碎群岛的|cff00ccff达拉然|r。'},
[224871]= {'传送门-达拉然-破碎群岛', '制造一个传送门，将使用传送门的队伍成员传送到破碎群岛的|cff00ccff达拉然|r。'},
[344587]= {'传送-奥利波斯', '将你传送至|cff00ccff奥利波斯|r。'},
[344597]= {'传送门-奥利波斯', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff奥利波斯|r。'},
[395277]= {'传送-瓦德拉肯', '将你传送到|cff00ccff瓦德拉肯|r。'},
[395289]= {'传送门-瓦德拉肯', '制造一个传送门，将使用传送门的队伍成员传送到|cff00ccff瓦德拉肯|r。'},
[120145]= {'远古传送-达拉然', '将你传送到|cff00ccff达拉然|r。'},
[193759]= {'传送-守护者圣殿', '将你传送至|cff00ccff守护者圣殿|r。'},
    --end

[447598]= {'玄牛壁垒', '在10 秒内引导玄牛壁垒，随后冲向一名敌人并移除所有昏迷和定身，获得一个吸收伤害的护盾，同时嘲讽20码内的敌人。每1秒对20码内的敌人造成物理伤害，并附带相当于护盾受到伤害的20%的伤害。'},
[447566]= {'火葬柴堆', '使施法者的<Primary Stat>提高，持续1 min。|n|n每1秒获得一层火葬柴堆，每层都会受到火焰伤害。|n|n再次激活会提前移除火葬柴堆。（2分钟冷却时间）'},
[444677]= {'灵魂束缚', '将你的灵魂与一名盟友束缚在一起，持续1 hour，将其受到伤害的20%转移给你，并视作暗影伤害。该效果最多可对5个盟友生效。对已经灵魂束缚的盟友重复施放，或者移动至100码之外，都会取消该效果。'},
[444954]= {'疯狂绝境', '用虚空遮蔽40码内的小队成员，使其获得吸收伤害的护盾，持续20 秒，并使其生命值降低至10%。该效果造成的伤害会添加到吸收量中。'},
[444622]= {'救赎结界', '为一名盟友恢复生命值，并使其获得一个持续8 秒的救赎结界。|n|n救赎结界存在时，施法者的治疗还会额外提供吸收护盾。|n|n结界效果结束时爆炸，造成等同于剩余未吸收伤害量的神圣伤害，由40码内的所有敌人均摊。'},
[444128]= {'不懈之魂', '使40码内的小队成员获得不懈之魂，使技能的资源消耗降低100%，持续5 秒。'},
[443389]= {'能量位点', '在4 秒内持续引导奥术能量。每0.40秒为自己和50码内的2名盟友注能，使急速、爆击和精通提高，持续30 秒。'},
[435313]= {'湮灭之球', '凝聚一个纯粹虚空法球，使15码内的敌人受到的伤害提高15%，持续10 秒。4 秒后法球爆炸，造成暗影伤害并使敌人昏迷1 秒。'},
[426748]= {'雷霆宝珠', '变形为一颗雷霆宝珠，在4 秒内对30码内的敌人造成自然伤害。变形为雷霆宝珠时，受到的伤害降低50%，移动速度降低70%，并使你免疫失控效果。'},
[437011]= {'生命风暴', '召唤一场风暴，每1秒降下5道闪电。每道闪电对30码内的一名敌人造成自然伤害。|n|n在风暴期间，施法者身旁会长出3朵鲜花。3 秒后鲜花盛放，为盟友恢复生命值，并使急速提高，持续10 秒。'},
--[437108]= {'朱鹤赤精', ''},
[436852]= {'神鹤奔袭', '向前奔袭一小段距离。'},
[436897]= {'炽焰新星', '一股炽焰冲击将你推向后方，对10码内的敌人造成火焰伤害，并为盟友恢复生命值。'},
[437092]= {'希望之羽', '每过2秒，赤精会褪落一根羽毛。触碰羽毛会射出一阵希望之焰，对敌人造成伤害并治疗盟友。'},
[429633]= {'希望之焰', '每过2秒，对30码内的5名敌人造成火焰伤害，或为盟友恢复生命值。'},

[427053]= {'闪现术', '将你传送至前方20码处，路线上有障碍物则会停止，解除所有昏迷和定身状态'},
[427031]= {'英勇飞跃', '朝目标区域腾空跃起，同时以毁灭性的力量重击地面，对8码范围内的所有敌人造成(23.5% of Spell power + 23.5% of Attack power)点物理伤害。'},
[427026]= {'滚地翻', '进行短距离翻滚。'},
[427030]= {'疾跑', '使你的移动速度提高70%，持续8 秒。'},
[441299]= {'逃脱', '向后跳跃，解除移动限制效果，并使你在4 秒内移动速度提高25%。'},
[441348]= {'开拓者', '每当你有3 秒不攻击时，会使你的移动速度提高30%。'},
[441467]= {'信仰飞跃', '拉拽一名小队或团队成员的灵魂，使其立即移动到你面前，并使其移动速度提高40%，持续3 秒。'},
[441479]= {'消失', '使你从敌人的视野中消失，在战斗中进入潜行模式，持续10 秒。受到伤害和有害效果影响都不会脱离潜行。同时解除一切移动限制效果。'},
[441493]= {'狂奔怒吼', '发出咆哮，使15码范围内所有友方玩家的移动速度提高60%，持续8 秒。'},
[441559]= {'野性冲锋', '飞向附近一个盟友的位置。'},
[441564]= {'正义追击', '使移动速度和骑乘移动速度提高8%。'},
[441569]= {'暗影之门', '在暗影之间穿行，出现在目标位置。'},
[441576]= {'灵魂行走', '移除所有的移动限制效果，并使你的移动速度提高60%，持续8 秒。'},
[441617]= {'灵魂行者的恩赐', '召唤灵魂保护你，持续15 秒。可以在施放法术的过程中移动。此法术可以在施放其它法术时施放。'},
[441741]= {'黑暗契约', '牺牲你当前生命值的20%，为你施加护盾抵挡伤害。该护盾可吸收相当于已牺牲生命值的200%的伤害，持续20 秒。可在遭受控制限制效果时施放。'},
[441749]= {'死亡脚步', '你的移动速度提高35%，且无法被降低到正常速度的100%以下，同时对强制移动效果及击退效果免疫，持续10 秒。'},
[441759]= {'灵魂变形', '变形为一只仙狐，持续12 秒，向前传送15码距离，且移动速度提高50%。你可以每隔几秒重新激活一次灵魂变形，以便再次传送。'},

}-- [', ''},


























local specTab={
    {71, '武器'}, {72, '狂怒'}, {73, '防护'},
    {65, '神圣'}, {66, '防护'}, {70, '惩戒'},
    {250, '鲜血'}, {251, '冰霜'}, {252, '邪恶'},
    {253, '野兽控制'}, {254, '射击'}, {255, '生存'},
    {102, '平衡'}, {103, '野性'}, {104, '守护'}, {105, '恢复'},
    {262, '元素'}, {263, '增强'}, {264, '恢复'},
    {259, '奇袭'}, {260, '狂徒'}, {261, '敏锐'},
    {268, '酒仙'}, {270, '织雾'}, {269, '踏风'},
    {265, '痛苦'}, {266, '恶魔学识'}, {267, '毁灭'},
    {62, '奥术'}, {63, '火焰'}, {64, '冰霜'},
    {577, '浩劫'}, {581, '复仇'},
    {256, '戒律'}, {257, '神圣'}, {258, '暗影'},
    {1467, '湮灭'}, {1468, '恩护'}, {1473, '增辉'},
    --{, ''}, {, ''}, {, ''},
}



local raceTab={
    [1] = "人类",
    [2] = "兽人",
    [3] = "矮人",
    [4] = "暗夜精灵",
    [5] = "亡灵",
    [6] = "牛头人",
    [7] = "侏儒",
    [8] = "巨魔",
    [9] = "地精",
    [10] = "血精灵",
    [11] = "德莱尼",
    [22] = "狼人",
    [24] = "熊猫人",
    [25] = "熊猫人",
    [26] = "熊猫人",
    [27] = "夜之子",
    [28] = "至高岭牛头人",
    [29] = "虚空精灵",
    [30] = "光铸德莱尼",
    [31] = "赞达拉巨魔",
    [32] ="库尔提拉斯人",
    [34] = "黑铁矮人",
    [35] = "狐人",
    [36] = "玛格汉兽人",
    [37] = "机械侏儒",
    [52] = "龙希尔",
    [70] = "龙希尔",
}

















local affixTab= {-- {', ''},
    {1, '溢出', '对目标的过量治疗会被转化为治疗吸收效果。'},
    {2, '无常', '敌人对坦克所产生威胁值的关注程度大幅下降。'},
    {3, '火山', '在战斗中，敌人会周期性地令远处的玩家脚下喷发出岩浆柱。'},
    {4, '死疽', '所有敌人的近战攻击都将造成可叠加的枯萎效果，造成持续伤害并降低所受到的治疗效果。'},
    {5, '繁盛', '整个地下城都将增加额外的非首领敌人。'},
    {6, '暴怒', '非首领敌人在生命值降至30%时将被激怒，暂时免疫群体控制效果。'},
    {7, '激励', '任何非首领敌人死亡时，其临死的哀嚎将强化附近的盟友，使其伤害暂时提高20%。'},
    {8, '血池', '非首领敌人被击杀后会留下一个缓慢消失的脓液之池，可以治疗其盟友，并且伤害玩家。'},
    {9, '残暴', '首领的生命值提高30%，首领及其爪牙造成的伤害最多提高15%。'},

    {10, '强韧', '非首领敌人的生命值提高20%，造成的伤害最高提高30%。'},
    {11, '崩裂', '非首领敌人被击杀时会爆炸，令所有玩家在4秒内受到伤害。此效果可叠加。'},
    {12, '重伤', '受伤的玩家会受到周期性伤害，直到被完全治愈为止。'},
    {13, '易爆', '在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。'},
    {14, '震荡', '所有玩家都会周期性地发出冲击波，对附近的盟友造成伤害并打断其施法。'},
    {16, '共生', '部分非首领敌人被戈霍恩之嗣感染。'},

    {117, '收割', '非首领敌人被邦桑迪所强化，会定期死而复生并寻求复仇。'},
    {119, '迷醉', '整个地下城都将出现艾萨拉的各类使者。'},

    {120, '觉醒', '地下城中会出现许多方尖碑，玩家可以借此进入尼奥罗萨并直面恩佐斯的强力仆从。如果有仆从没有被解决掉，他们会出现在地下城终点的首领战中。'},
    {121, '傲慢', '击败非首领敌人会让玩家内心充满傲慢，最终会形成傲慢具象。击败傲慢具象会大幅强化玩家。'},
    {122, '鼓舞', '某些非首领敌人有鼓舞光环，可以强化盟友。'},
    {123, '怨毒', '从非首领敌人的尸体中会出现敌人并追击随机玩家。'},
    {124, '风雷', '战斗中敌人会周期性地召唤伤害性的旋风。'},
    {128, '磨难', '地下城中遍布典狱长的仆从，打败后会提供强大的增益。如果有未被击败的仆从，他们就会强化最终首领。'},
    {129, '狱火', '某些首领附近有地狱火道标。激活道标或者与道标附近的首领交战会触发一次军团入侵。'},

    {130, '加密', '地下城中的敌人持有初诞者的圣物。摧毁圣物可以召唤初诞者的自动体并获得强大的增益，具体效果由摧毁圣物的顺序决定。'},
    {131, '伪装', '纳斯雷兹姆潜入者们伪装身份，混入了整个地下城的敌人中间。帮助塔财团捕获他们，你就能获得丰厚奖赏。'},
    {132, '雷霆', '敌人生命值增加5%。玩家处于战斗中时，会周期性地从莱萨杰丝的无尽风暴中获得原始能量的过载之力。这种力量具有很高的风险，如果不迅速释放这力量就会让人昏迷。'},
    {134, '纠缠', '在战斗中，纠缠藤蔓会周期性地出现，并诱捕玩家。'},
    {135, '受难', '在战斗中，受难之魂会周期性地出现，并向玩家寻求帮助。'},
    {136, '虚体', '在战斗中，虚体生物会周期性地出现，并试图削弱玩家。'},
    {137, '护盾', '在战斗中，敌人会周期性地召唤护盾宝珠。如果不将其摧毁，宝珠将为附近的敌人提供护盾。'},
}















local itemSubTypeTab={
["爆炸物和装置"]= {0, 0},
["药水"]= {0, 1},
["药剂"]= {0, 2},
["合剂和瓶剂"]= {0, 3},
['卷轴']= {0, 4},
["食物和饮水"]= {0, 5},
['物品增强']= {0, 6},
["绷带"]= {0, 7},
["凡图斯符文"]= {0, 9},

--["容器"]= {1, 0},
['灵魂袋']= {1, 1},
["草药袋"]= {1, 2},
["附魔材料袋"]= {1, 3},
["工程材料袋"]= {1, 4},
["宝石袋"]= {1, 5},
["矿石袋"]= {1, 6},
["制皮材料包"]= {1, 7},
["铭文包"]= {1, 8},
["钓鱼箱"]= {1, 9},
["烹饪包"]= {1, 10},
["材料包"]= {1, 11},

["单手斧"]= {2, 0},
["双手斧"]= {2, 1},
["弓"]= {2, 2},
["枪械"]= {2, 3},
["单手锤"]= {2, 4},
["双手锤"]= {2, 5},
["长柄武器"]= {2, 6},
["单手剑"]= {2, 7},
["双手剑"]= {2, 8},
["战刃"]= {2, 9},
["法杖"]= {2, 10},
["熊爪"]= {2, 11},
["豹爪"]= {2, 12},
["拳套"]= {2, 13},
['其它']= {2, 14},
["匕首"]= {2, 15},
["投掷武器"]= {2, 16},
["矛"]= {2, 17},
["弩"]= {2, 18},
["魔杖"]= {2, 19},
["鱼竿"]= {2, 20},

["神器圣物"]= {3, 11},
["智力"]= {3, 0},
["敏捷"]= {3, 1},
["力量"]= {3, 2},
["耐力"]= {3, 3},
["爆击"]= {3, 5},
["精通"]= {3, 6},
["急速"]= {3, 7},
["全能"]= {3, 8},
["复合属性"]= {3, 10},

--['其它']= {4, 0},
["布甲"]= {4, 1},
["皮甲"]= {4, 2},
["锁甲"]= {4, 3},
["板甲"]= {4, 4},
--["装妆品"]= {4, 5},
--['盾牌']= {4, 6},
['圣约']= {4, 7},
['神像']= {4, 8},
--['图腾']= {4, 9},
['魔印']= {4, 10},
--['圣物']= {4, 11},

--['材料']= {5, 0},
['钥石']= {5, 1},
['环境对应兑换物']= {5, 2},

['商品']= {7, 0},
['零件']= {7, 1},
['爆炸物']= {7, 2},
['装置']= {7, 3},
["珠宝加工"]= {7, 4},
["布料"]= {7, 5},
["皮料"]= {7, 6},
["金属和矿石"]= {7, 7},
--["烹饪"]= {7, 8},
["草药"]= {7, 9},
["元素"]= {7, 10},
["附魔材料"]= {7, 12},
['原料']= {7, 13},
['物品附魔']= {7, 14},
['武器强化']= {7, 15},
--["铭文"]= {7, 16},
["附加材料"]= {7, 18},
["成品材料"]= {7, 19},

["头部"]= {8, 0},
["颈部"]= {8, 1},
["肩部"]= {8, 2},
["披风"]= {8, 3},
["胸部"]= {8, 4},
["手腕"]= {8, 5},
["手部"]= {8, 6},
["腰部"]= {8, 7},
["腿部"]= {8, 8},
["脚部"]= {8, 9},
["手指"]= {8, 10},
--["武器"]= {8, 11},
["双手武器"]= {8, 12},
["盾牌/副手"]= {8, 13},

['书箱']= {9, 0},
["制皮"]= {9, 1},
["裁缝"]= {9, 2},
["工程学"]= {9, 3},
["锻造"]= {9, 4},
["炼金术"]= {9, 6},
--["烹饪"]= {9, 5},
["急救"]= {9, 7},
["附魔"]= {9, 8},
--["钓鱼"]= {9, 9},
--["珠宝加工"]= {9, 10},
--["铭文"]= {9, 11},



["垃圾"]= {15, 0},
--["材料"]= {15, 1},
["节日"]= {15, 3},
["坐骑"]= {15, 5},
["坐骑装备"]= {15, 6},

["|cffc69b6d战士|r"]= {16, 1},
["|cfff48cba圣骑士|r"]= {16, 2},
["|cffaad372猎人|r"]= {16, 3},
["|cfffff468盗贼|r"]= {16, 4},
["|cffffffff牧师|r"]= {16, 5},
["|cffc41e3a死亡骑士|r"]= {16, 6},
["|cff0070dd萨满|r"]= {16, 7},
["|cff3fc7eb法师|r"]= {16, 8},
["|cff8788ee术士|r"]= {16, 9},
["|cff00ff98武僧|r"]= {16, 10},
["|cffff7c0a德鲁伊|r"]= {16, 11},
["|cffa330c9恶魔猎手|r"]= {16, 12},

["人形"]= {17, 0},
["龙类"]= {17, 1},
["飞行"]= {17, 2},
["亡灵"]= {17, 3},
["小动物"]= {17, 4},
["魔法"]= {17, 5},
--["元素"]= {17, 6},
["野兽"]= {17, 7},
["水栖"]= {17, 8},
["机械"]= {17, 9},

["时光徽章"]= {18, 0},

--["制皮"]= {19, 1},
["草药学"]= {19, 3},
["采矿"]= {19, 5},
--["工程学"]= {19, 7},
["剥皮"]= {19, 10},

['消耗品']={0},
['容器']= {1},
['武器']= {2},
['宝石']= {3},
['护甲']= {4},
['材料']= {5},
['弹药']= {6},
['商业技能']= {7},
['物品强化']= {8},
['配方']= {9},
['钱币']= {10},
['箭袋']= {11},
['任务']= {12},
["钥匙"]= {13},
['永久物品']= {14},
["杂项"]= {15},
['雕文']= {16},
['战斗宠物']= {17},
--['时光徽章']= {18},
['专业技能']={19},
}





local function Init_Add_Data()
    e.strText[GetClassInfo(13)] = "|cff33937f唤魔师|r"
--[[
    e.strText[format('\124T%s.tga:16:16:0:0\124t %s', FRIENDS_TEXTURE_ONLINE, FRIENDS_LIST_AVAILABLE)] = "|TInterface\\FriendsFrame\\StatusIcon-Online:16:16|t 有空"
    e.strText[format('\124T%s.tga:16:16:0:0\124t %s', FRIENDS_TEXTURE_AFK, FRIENDS_LIST_AWAY)] = "|TInterface\\FriendsFrame\\StatusIcon-Away:16:16|t 离开"
    e.strText[format('\124T%s.tga:16:16:0:0\124t %s', FRIENDS_TEXTURE_DND, FRIENDS_LIST_BUSY)] = "|TInterface\\FriendsFrame\\StatusIcon-DnD:16:16|t 忙碌"
]]



    local Covenant={
        [1]='格里恩',
        [2]='温西尔',
        [3]='法夜',
        [4]='通灵领主',
    }
    for covenantID=1, 4 do
        local data = C_Covenants.GetCovenantData(covenantID) or {}
        if data.name then
            e.strText[data.name]= Covenant[covenantID]
        end
    end
end




local function rest_all()
    specTab=nil
    --spellTab=nil
    raceTab=nil
    affixTab=nil
    itemSubTypeTab=nil
    Init_Add_Data=function()end
end




local function Init()

    for spellID, info in pairs(spellTab) do
        local name=C_Spell.GetSpellName(spellID)
        if name then
            e.strText[name]= info[1]
        
            if info[2] and info[2]~='' then
                local desc= C_Spell.GetSpellDescription(spellID)
                if desc and desc~='' then
                    e.strText[desc]= info[2]
                end
            end
            spellTab[spellID]= nil
        end
    end

    for mapChallengeModeID, info in pairs(e.ChallengesSpellTabs) do
        if info.spell then
            if info.spellName then
                local name= C_Spell.GetSpellName(info.spell)
                if name then
                    e.strText[name]= info.spellName
                end
            end
            if info.spellDes then
                local desc = C_Spell.GetSpellDescription(info.spell)
                if desc and desc~='' then
                    e.strText[desc]= info.spellDes
                end
            end
        end
        if info.insName and info.ins then
            local name, description= EJ_GetInstanceInfo(info.ins)
            if name then
                e.strText[name]= info.insName
            end
            if info.insDesc and description then
                e.strText[description]= info.insDesc
            end
        end
        if info.name then
            local name= C_ChallengeMode.GetMapUIInfo(mapChallengeModeID)
            if name then
                e.strText[name]= info.name
            end
        end
    end




    for _, info in pairs(specTab) do
        local name, desc, _, role= select(2, GetSpecializationInfoByID(info[1]))
        if name and info[2] then
            e.strText[name]= info[2]..(e.Icon[role] or '')
        end
        if desc and info[3] and desc~='' then
            e.strText[desc]= info[3]
        end
    end

    for raceID, name in pairs(raceTab) do
        local info = C_CreatureInfo.GetRaceInfo(raceID) or {}
        if info.clientFileString and info.clientFileString~='' then
            e.strText[info.clientFileString]= name
        end
    end

    for _, info in pairs(affixTab) do
        local name, desc = C_ChallengeMode.GetAffixInfo(info[1])
        if name and name~='' then
            e.strText[name]= info[2]
        end
        if info[3] and desc and desc~='' and info[3]~='' then
            e.strText[desc]= info[3]
        end
    end

    for name, info in pairs(itemSubTypeTab) do
        if info[2] then
            local sub= C_Item.GetItemSubClassInfo(info[1], info[2])
            if sub and sub~='' then
                e.strText[sub]= name
            end
        else
            local class= C_Item.GetItemClassInfo(info[1])
            if class and class~='' then
                e.strText[class]= name
            end
        end
    end

   

   




    Init_Add_Data()
    --hooksecurefunc(UIWidgetPowerBarContainerFrame, 'CreateWidget', function(_, widgetID)--RemoveWidget Blizzard_UIWidgetManager.lua
end













--###########
--加载保存数据
--###########
local panel= CreateFrame("Frame")
panel:RegisterEvent("ADDON_LOADED")

panel:SetScript("OnEvent", function(self, event, arg1, arg2)
    if event=='ADDON_LOADED' then
        if arg1== id then            
            self:RegisterEvent('SPELL_DATA_LOAD_RESULT')
            do
                Init()
            end
            rest_all()
            self:UnregisterEvent('ADDON_LOADED')
        end

    --加载，法术
    elseif event=='SPELL_DATA_LOAD_RESULT' and arg1 and arg2 then
        local info= spellTab[arg1]
        if info then
            local name=  C_Spell.GetSpellName(arg1)
            if name then
                e.strText[name]= info[1]
            end
            if info[2] and info[2]~='' then
                local desc= C_Spell.GetSpellDescription(arg1)
                if desc and desc~='' then
                    e.strText[desc]= info[2]
                end
            end
            spellTab[arg1]=nil
        end
    end
end)