local tab={



[62]= {'奥术', '奥术', '操纵奥术之力，以压倒性的能量毁灭敌人。|n|n偏好武器：法杖、魔杖、匕首和剑'},
[63]= {'火焰', '火焰', '使用灼热的火球和燃烧的烈焰烧尽敌人。|n|n偏好武器：法杖、魔杖、匕首和剑'},
[64]= {'冰霜', '冰霜', '使用冰霜魔法冻结敌人，再彻底粉碎他们的身体。|n|n偏好武器：法杖、魔杖、匕首和剑'},
[65]= {'神圣', '神圣', '唤起圣光之力来保护和治疗盟友并驱逐邪恶。|n|n偏好武器：剑、锤，加上盾'},
[66]= {'防护', '防护', '使用神圣的魔法为自己和盟友提供防护。|n|n偏好武器：剑、锤、斧，加上盾'},
[70]= {'惩戒', '惩戒', '正义的十字军，用神圣魔法和武器审判并制裁敌人。|n|n偏好武器：双手剑、锤和斧'},
[71]= {'武器', '武器', '久经沙场的武器大师，移动灵活，攻击充满压制性。|n|n偏好武器：双手斧、锤和剑'},
[72]= {'狂怒', '狂怒', '暴怒的双持狂战士，掀起的暴力飓风能够将敌人切碎。|n|n偏好武器：双持双手斧、锤和剑'},
[73]= {'防护', '防护', '坚毅的保护者，使用盾牌为团队构筑可靠的防御。|n|n偏好武器：斧、锤、剑，加上盾'},
[74]= {'狂野', '狂野', '在疯狂的执念驱使下不断追逐猎物，这些猛兽会不择手段地夺取胜利；对这些掠食者而言，死亡也不过是短暂的休憩。'},
[79]= {'狡诈', '狡诈', '狡猾的生物，擅长化解针对自己及其盟友的致命攻击。'},
[81]= {'坚韧', '坚韧', '健壮而老练的防御者，他们无疑会将自己厚实的皮肤和防护性外壳挡在针对其盟友的伤害之前。'},
[102]= {'平衡', '平衡', '变形为强大的枭兽，释放奥术和自然的平衡之力。|n|n偏好武器：法杖、匕首和锤'},
[103]= {'野性', '野性', '致命的猎豹形态，利用撕咬和流血造成大量伤害。|n|n偏好武器：法杖和长柄武器'},
[104]= {'守护', '守护', '强大的熊形态，吸收伤害并保护盟友。|n|n偏好武器：法杖和长柄武器'},
[105]= {'恢复', '恢复', '使用自然魔法使盟友重焕活力。|n|n偏好武器：法杖、匕首和锤'},
[250]= {'鲜血', '鲜血', '黑暗的守护者，控制和腐蚀生命能量来抵御攻击。|n|n偏好武器：双手斧、锤和剑'},
[251]= {'冰霜', '冰霜', '冰冻末日的使者，引导符文能量，用武器猛攻敌人。|n|n偏好武器：双持斧、锤和剑'},
[252]= {'邪恶', '邪恶', '枯萎与凋零的主宰，能够散播疫病，召唤不死仆从。|n|n偏好武器：双手斧、锤和剑'},
[253]= {'野兽控制', '野兽控制', '对荒野了如指掌，驯服多种多样的野兽来协助作战。|n|n偏好武器：弓、弩和枪'},
[254]= {'射击', '射击', '百步穿杨的神射手，擅长远距离夺走敌人的性命。|n|n偏好武器：弓、弩和枪'},
[255]= {'生存', '生存', '机敏的游侠，擅长剧毒、炸药和动物协同攻击。|n|n偏好武器：长柄武器和法杖'},
[256]= {'戒律', '戒律', '使用护盾保护盟友，也能通过惩击敌人来治愈盟友的伤口。|n偏好武器：法杖、魔杖、匕首和锤'},
[257]= {'神圣', '神圣', '多才多艺，能照顾单体和团队，死后也能继续治疗。|n|n偏好武器：法杖、魔杖、匕首和锤'},
[258]= {'暗影', '暗影', '使用邪恶的暗影魔法和可怕的虚空魔法来根除敌人。|n|n偏好武器：法杖、魔杖、匕首和锤'},
[259]= {'奇袭', '奇袭', '致命的使毒高手，能用匕首迅速而冷酷地除掉敌人。|n|n偏好武器：匕首'},
[260]= {'狂徒', '狂徒', '无情的游荡剑客，擅长与敌人短兵相接。|n|n偏好武器：斧、锤、剑和拳套'},
[261]= {'敏锐', '敏锐', '阴影中的追猎者，擅长对猎物发起致命的伏击。|n|n偏好武器：匕首'},
[262]= {'元素', '元素', '驾驭元素的施法者，使用自然的毁灭之力打击敌人。|n|n偏好武器：锤、匕首，加上盾'},
[263]= {'增强', '增强', '信仰图腾之力，使用灌注元素能量的武器攻击敌人。|n|n偏好武器：双持斧、锤和拳套'},
[264]= {'恢复', '恢复', '召唤先祖之魂和水之净化能量来治愈盟友的创伤。|n|n偏好武器：锤、匕首，加上盾'},
[265]= {'痛苦', '痛苦', '暗影魔法大师，擅长吸取能量和持续伤害法术。|n|n偏好武器：法杖、魔杖、匕首和剑'},
[266]= {'恶魔学识', '恶魔学识', '恶魔指挥官，扭曲恶魔之魂来施展破坏之力。|n|n偏好武器：法杖、魔杖、匕首和剑'},
[267]= {'毁灭', '毁灭', '混乱魔法的大师，能用灾厄的烈焰将敌人焚烧殆尽。|n|n偏好武器：法杖、魔杖、匕首和剑'},
[268]= {'酒仙', '酒仙', '坚韧斗士，以变化莫测的身法闪避伤害并保护盟友。|n|n偏好武器：法杖、长柄武器'},
[269]= {'踏风', '踏风', '武艺无双，尤其擅长拳脚功夫的武者。|n|n偏好武器：拳套、斧、锤和剑'},
[270]= {'织雾', '织雾', '在青龙的指引下操纵生命能量的神秘治疗者。|n|n偏好武器：法杖、锤和剑'},
[535]= {'狂野', '狂野', '在强烈的执念驱使下不断追逐猎物，这些食肉的猛兽会不择手段地夺取胜利；对这些掠食者而言，死亡也不过是短暂的休憩。'},
[536]= {'狡诈', '狡诈', '狡猾的生物，擅长化解针对自己及其盟友的致命攻击。'},
[537]= {'坚韧', '坚韧', '健壮而老练的防御者，他们无疑会将自己厚实的皮肤和防护性外壳挡在针对其盟友的伤害之前。'},
[577]= {'浩劫', '浩劫', '恐怖的战刃大师，使用邪能魔法的破灭之力。|n|n偏好武器：战刃、剑、斧和拳套'},
[581]= {'复仇', '复仇', '接受内心的恶魔，用它烧尽敌人，保护盟友。|n|n偏好武器：战刃、剑、斧和拳套'},
[1467]= {'湮灭', '湮灭', '将内心的力量化为混沌的红龙烈焰，或者精准的蓝龙魔法，用毁灭之力笼罩战场。|n|n偏好武器： 法杖、剑、匕首、锤'},
[1468]= {'恩护', '恩护', '召唤翡翠梦境令生命复苏，以及召唤青铜龙的时间之沙，阻止伤害的降临。|n|n偏好武器： 法杖、剑、匕首、锤'},
[1473]= {'增辉', '增辉', '用黑龙之力为盟友注能，用青铜魔法扭曲时间，扭转盟友的命运。|n|n偏好武器：法杖、剑、匕首、锤'},
[1478]= {'冒险者', '冒险者', nil},
}

--[[
[ID]= {'Name_lang', 'FemaleName_lang', 'Description_lang'},
https://wago.tools/db2/ChrSpecialization?locale=zhCN
11.0.2.55763
]]

local e= select(2, ...)
local sex= UnitSex('player')
do
for specID, data in pairs(tab) do
    local _, name, description= GetSpecializationInfoByID(specID, sex)
    if name then
        e.strText[name]= sex==3 and data[2] or data[1]
    end
    if description and data[3] then
        e.strText[description]= data[3]
    end
end
end
tab=nil
sex=nil