--[[
[0] = "HouseTrackerObjective 数据版本 12.0.1 - 65867 总数 1k180, 由 WoWTools Chinese Scanner 插件收集",

]]


local HouseTrackerObjective = {

[242857] = {
["Horde"] = "商人出售：培尔·巴洛（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：培尔·巴洛（提拉加德海峡）",
},
[243625] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[241834] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[242090] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242858] = {
["Horde"] = "商人出售：培尔·巴洛（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：培尔·巴洛（提拉加德海峡）",
},
[243626] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[242859] = {
["Horde"] = "商人出售：培尔·巴洛（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：培尔·巴洛（提拉加德海峡）",
},
[243115] = {
["Horde"] = "商人出售：特雷弗·格伦纳（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[243627] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[241836] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[242092] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242860] = {
["Horde"] = "商人出售：娜蕾迪亚·流光（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：娜蕾迪亚·流光（银月城）",
},
[241581] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[242861] = {
["Horde"] = "商人出售：娜蕾迪亚·流光（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：娜蕾迪亚·流光（银月城）",
},
[243629] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[241838] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[63626] = {
["Horde"] = "首领掉落：元首阿福扎恩（虚影尖塔）",
["targetType"] = 0,
["Alliance"] = "首领掉落：元首阿福扎恩（虚影尖塔）",
},
[242862] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[61899] = {
["Horde"] = "首领掉落：麦卡贡国王（麦卡贡行动）",
["targetType"] = 0,
["Alliance"] = "首领掉落：麦卡贡国王（麦卡贡行动）",
},
[241583] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[242863] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[241328] = {
["Horde"] = "商人出售：“点背”西梅斯（搏击竞技场）",
["targetType"] = 1,
},
[243631] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[241840] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[242096] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242864] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[243632] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[242353] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242865] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[241842] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[63627] = {
["Horde"] = "首领掉落：奇美鲁斯，未梦之神（梦境裂隙）",
["targetType"] = 0,
["Alliance"] = "首领掉落：奇美鲁斯，未梦之神（梦境裂隙）",
},
[242866] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[61900] = {
["Horde"] = "首领掉落：鲁拉（执政团之座）",
["targetType"] = 0,
["Alliance"] = "首领掉落：鲁拉（执政团之座）",
},
[243634] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[242355] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242867] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[241844] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[242100] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242868] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[243636] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[242357] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242869] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[241078] = {
["Horde"] = "商人出售：西尔维拉斯（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维拉斯（瓦德拉肯）",
},
[241846] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[63628] = {
["Horde"] = "首领掉落：至暗之夜降临（进军奎尔丹纳斯）",
["targetType"] = 0,
["Alliance"] = "首领掉落：至暗之夜降临（进军奎尔丹纳斯）",
},
[242870] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[241079] = {
["Horde"] = "商人出售：西尔维拉斯（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维拉斯（瓦德拉肯）",
},
[241591] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[62157] = {
["Horde"] = "首领掉落：督军扎伊拉（黑石塔上层）",
["targetType"] = 0,
["Alliance"] = "首领掉落：督军扎伊拉（黑石塔上层）",
},
[242871] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[241080] = {
["Horde"] = "商人出售：西尔维拉斯（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维拉斯（瓦德拉肯）",
},
[241848] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[242104] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242872] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[241081] = {
["Horde"] = "商人出售：西尔维拉斯（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维拉斯（瓦德拉肯）",
},
[243640] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[242361] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242873] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[241082] = {
["Horde"] = "商人出售：西尔维拉斯（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维拉斯（瓦德拉肯）",
},
[241850] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[242106] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242874] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241083] = {
["Horde"] = "商人出售：希奇·内幕（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：希奇·内幕（安德麦）",
},
[241595] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[242363] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242875] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241084] = {
["Horde"] = "商人出售：希奇·内幕（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：希奇·内幕（安德麦）",
},
[241852] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[242108] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242876] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241085] = {
["Horde"] = "商人出售：水手长哈迪（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：水手长哈迪（安德麦）",
},
[243644] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[242365] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242877] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241086] = {
["Horde"] = "商人出售：水手长哈迪（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：水手长哈迪（安德麦）",
},
[241854] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
},
[242110] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242622] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克拉萨（创始者之角）",
},
[242878] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[243646] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[242367] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242623] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克拉萨（创始者之角）",
},
[242879] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[243903] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[242112] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242624] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克拉萨（创始者之角）",
},
[242880] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[243136] = {
["Horde"] = "商人出售：特雷弗·格伦纳（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[241601] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[243904] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[242369] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242625] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克拉萨（创始者之角）",
},
[242881] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[241858] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
},
[242114] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242626] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克拉萨（创始者之角）",
},
[241603] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[243906] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[242371] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242627] = {
["Horde"] = "商人出售：洛诺米娅（烈风海岸）",
["targetType"] = 1,
},
[242883] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[243139] = {
["Horde"] = "商人出售：特雷弗·格伦纳（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[241860] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
},
[242116] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242628] = {
["Horde"] = "商人出售：洛诺米娅（烈风海岸）",
["targetType"] = 1,
},
[242884] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[241605] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[243908] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[242373] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242629] = {
["Horde"] = "商人出售：洛诺米娅（烈风海岸）",
["targetType"] = 1,
},
[242885] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[241094] = {
["Horde"] = "商人出售：拆废者薛兹（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：拆废者薛兹（安德麦）",
},
[241862] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
},
[242118] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242630] = {
["Horde"] = "商人出售：洛诺米娅（烈风海岸）",
["targetType"] = 1,
},
[242886] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[241095] = {
["Horde"] = "商人出售：拆废者薛兹（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：拆废者薛兹（安德麦）",
},
[241607] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[243910] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[242375] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242631] = {
["Horde"] = "商人出售：洛诺米娅（烈风海岸）",
["targetType"] = 1,
},
[242887] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[241096] = {
["targetType"] = 1,
["Alliance"] = "商人出售：威尔金森（暮色森林）",
},
[241864] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
},
[242120] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242888] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[241097] = {
["targetType"] = 1,
["Alliance"] = "商人出售：威尔金森（暮色森林）",
},
[243656] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[243912] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[242377] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242889] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[241098] = {
["targetType"] = 1,
["Alliance"] = "商人出售：杰克逊·瓦吉斯（守护者圣殿）",
},
[55381] = {
["Horde"] = "首领掉落：隐修院长穆普雷（圣焰隐修院）",
["targetType"] = 0,
["Alliance"] = "首领掉落：隐修院长穆普雷（圣焰隐修院）",
},
[242122] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242890] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[241099] = {
["targetType"] = 1,
["Alliance"] = "商人出售：杰克逊·瓦吉斯（守护者圣殿）",
},
[243658] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[243914] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[242379] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[241100] = {
["targetType"] = 1,
["Alliance"] = "商人出售：杰克逊·瓦吉斯（守护者圣殿）",
},
[241868] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
},
[242124] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242892] = {
["Horde"] = "商人出售：游侠阿洛隆恩（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：游侠阿洛隆恩（永歌森林）",
},
[241101] = {
["targetType"] = 1,
["Alliance"] = "商人出售：杰克逊·瓦吉斯（守护者圣殿）",
},
[241613] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[242381] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242893] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[243149] = {
["Horde"] = "商人出售：特雷弗·格伦纳（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[241870] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
},
[242126] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242894] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[241103] = {
["targetType"] = 1,
["Alliance"] = "商人出售：杰克逊·瓦吉斯（守护者圣殿）",
},
[243662] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242383] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242895] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[241104] = {
["targetType"] = 1,
["Alliance"] = "商人出售：杰克逊·瓦吉斯（守护者圣殿）",
},
[241872] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
},
[242128] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242896] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[241105] = {
["Horde"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
},
[243664] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242385] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242897] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[63635] = {
["Horde"] = "首领掉落：贝洛朗，奥的子嗣（进军奎尔丹纳斯）",
["targetType"] = 0,
["Alliance"] = "首领掉落：贝洛朗，奥的子嗣（进军奎尔丹纳斯）",
},
[242898] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[243154] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[243666] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242387] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242899] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[241108] = {
["Horde"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
},
[241364] = {
["Horde"] = "商人出售：“点背”西梅斯（搏击竞技场）",
["targetType"] = 1,
},
[242900] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[243156] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241365] = {
["Horde"] = "商人出售：琪琪·兆空（恐痕裂隙）",
["targetType"] = 1,
},
[243668] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242389] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242901] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[241366] = {
["Horde"] = "商人出售：琪琪·兆空（恐痕裂隙）",
["targetType"] = 1,
},
[242902] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[243158] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241367] = {
["Horde"] = "商人出售：琪琪·兆空（恐痕裂隙）",
["targetType"] = 1,
},
[243670] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242391] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242903] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[241368] = {
["Horde"] = "商人出售：琪琪·兆空（恐痕裂隙）",
["targetType"] = 1,
},
[242904] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[243160] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[243672] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242393] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242905] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[241114] = {
["Horde"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
},
[241370] = {
["Horde"] = "商人出售：琪琪·兆空（恐痕裂隙）",
["targetType"] = 1,
},
[242906] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[243162] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241371] = {
["Horde"] = "商人出售：琪琪·兆空（恐痕裂隙）",
["targetType"] = 1,
},
[243674] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242395] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242907] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[241117] = {
["Horde"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
},
[243676] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242397] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242909] = {
["Horde"] = "商人出售：哈洛维·玛尔（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：哈洛维·玛尔（创始者之角）",
},
[241374] = {
["Horde"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
},
[242910] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[243166] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[243678] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242399] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242911] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241376] = {
["Horde"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
},
[242912] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[243168] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[243680] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242401] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242913] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241378] = {
["Horde"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
},
[242914] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[243170] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[243682] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242403] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242915] = {
["Horde"] = "商人出售：养蛾人威塔姆（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：养蛾人威塔姆（哈籁恩达尔）",
},
[241380] = {
["Horde"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
},
[242916] = {
["Horde"] = "商人出售：养蛾人威塔姆（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：养蛾人威塔姆（哈籁恩达尔）",
},
[243172] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[243684] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243940] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克劳·麦克格罗（暮光高地）",
},
[242405] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[241126] = {
["Horde"] = "商人出售：烈焰工匠兰英（大漩涡）",
["targetType"] = 1,
["Alliance"] = "商人出售：烈焰工匠兰英（大漩涡）",
},
[241382] = {
["Horde"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
},
[243941] = {
["Horde"] = "商人出售：布丽娜·苦烙（暮光高地）",
["targetType"] = 1,
},
[242918] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[241127] = {
["Horde"] = "商人出售：烈焰工匠兰英（大漩涡）",
["targetType"] = 1,
["Alliance"] = "商人出售：烈焰工匠兰英（大漩涡）",
},
[243686] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243942] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克劳·麦克格罗（暮光高地）",
},
[242407] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[241128] = {
["Horde"] = "商人出售：烈焰工匠兰英（大漩涡）",
["targetType"] = 1,
["Alliance"] = "商人出售：烈焰工匠兰英（大漩涡）",
},
[241384] = {
["Horde"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨曼莎·贝克利（吉尔尼斯废墟）",
},
[243943] = {
["Horde"] = "商人出售：布丽娜·苦烙（暮光高地）",
["targetType"] = 1,
},
[242408] = {
["Horde"] = "商人出售：老枪安多（解放安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：老枪安多（解放安德麦）",
},
[242920] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[241129] = {
["Horde"] = "商人出售：烈焰工匠兰英（大漩涡）",
["targetType"] = 1,
["Alliance"] = "商人出售：烈焰工匠兰英（大漩涡）",
},
[243688] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242409] = {
["Horde"] = "商人出售：老枪安多（解放安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：老枪安多（解放安德麦）",
},
[241130] = {
["Horde"] = "商人出售：烈焰工匠兰英（大漩涡）",
["targetType"] = 1,
["Alliance"] = "商人出售：烈焰工匠兰英（大漩涡）",
},
[241386] = {
["targetType"] = 1,
["Alliance"] = "商人出售：斯图亚特·弗雷明（湿地）",
},
[243945] = {
["Horde"] = "商人出售：布丽娜·苦烙（暮光高地）",
["targetType"] = 1,
["Alliance"] = "商人出售：布丽娜·苦烙（暮光高地）",
},
[242154] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242922] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[241131] = {
["Horde"] = "商人出售：烈焰工匠兰英（大漩涡）",
["targetType"] = 1,
["Alliance"] = "商人出售：烈焰工匠兰英（大漩涡）",
},
[241387] = {
["targetType"] = 1,
["Alliance"] = "商人出售：普拉格（黑石深渊）",
},
[243690] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243946] = {
["Horde"] = "商人出售：布丽娜·苦烙（暮光高地）",
["targetType"] = 1,
["Alliance"] = "商人出售：布丽娜·苦烙（暮光高地）",
},
[242411] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241132] = {
["Horde"] = "商人出售：烈焰工匠兰英（大漩涡）",
["targetType"] = 1,
["Alliance"] = "商人出售：烈焰工匠兰英（大漩涡）",
},
[241388] = {
["Horde"] = "商人出售：詹妮·福雷斯特（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：詹妮·福雷斯特（提拉加德海峡）",
},
[242156] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242924] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[243180] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241389] = {
["Horde"] = "商人出售：詹妮·福雷斯特（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：詹妮·福雷斯特（提拉加德海峡）",
},
[239598] = {
["Horde"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
},
[243948] = {
["Horde"] = "商人出售：洛纳罗（奥格瑞玛）",
["targetType"] = 1,
},
[242413] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241390] = {
["Horde"] = "商人出售：詹妮·福雷斯特（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：詹妮·福雷斯特（提拉加德海峡）",
},
[243949] = {
["Horde"] = "商人出售：洛纳罗（奥格瑞玛）",
["targetType"] = 1,
},
[242158] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242926] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[243182] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241391] = {
["Horde"] = "商人出售：詹妮·福雷斯特（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：詹妮·福雷斯特（提拉加德海峡）",
},
[243694] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243950] = {
["Horde"] = "商人出售：洛纳罗（奥格瑞玛）",
["targetType"] = 1,
},
[242415] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241136] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241392] = {
["Horde"] = "商人出售：詹妮·福雷斯特（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：詹妮·福雷斯特（提拉加德海峡）",
},
[239601] = {
["Horde"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
},
[243951] = {
["Horde"] = "商人出售：洛纳罗（奥格瑞玛）",
["targetType"] = 1,
},
[242160] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242928] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[243184] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[243696] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243952] = {
["Horde"] = "商人出售：洛纳罗（奥格瑞玛）",
["targetType"] = 1,
},
[242417] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241138] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241394] = {
["Horde"] = "商人出售：艾德温·哈里（银松森林）",
["targetType"] = 1,
},
[243953] = {
["Horde"] = "商人出售：洛纳罗（奥格瑞玛）",
["targetType"] = 1,
},
[242162] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242930] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[243186] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241395] = {
["Horde"] = "商人出售：凯尔希·钢烁（暗影大厅）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯尔希·钢烁（暗影大厅）",
},
[239604] = {
["Horde"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
},
[242419] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241140] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241396] = {
["Horde"] = "商人出售：凯尔希·钢烁（暗影大厅）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯尔希·钢烁（暗影大厅）",
},
[241652] = {
["Horde"] = "商人出售：军需官奥佐格（冰冠堡垒）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官奥佐格（冰冠堡垒）",
},
[242932] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[243188] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241397] = {
["Horde"] = "商人出售：凯尔希·钢烁（暗影大厅）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯尔希·钢烁（暗影大厅）",
},
[241653] = {
["Horde"] = "商人出售：阿穆拉·蓟露（梦境林地）",
["targetType"] = 1,
["Alliance"] = "商人出售：阿穆拉·蓟露（梦境林地）",
},
[242421] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241142] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[239607] = {
["Horde"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
},
[242934] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[243190] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241399] = {
["Horde"] = "商人出售：凯尔希·钢烁（暗影大厅）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯尔希·钢烁（暗影大厅）",
},
[243702] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242167] = {
["targetType"] = 1,
["Alliance"] = "商人出售：“爆脾气”德什威（矿道地铁）",
},
[242423] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241144] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241400] = {
["Horde"] = "商人出售：凯尔希·钢烁（暗影大厅）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯尔希·钢烁（暗影大厅）",
},
[242936] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[243192] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241401] = {
["Horde"] = "商人出售：凯尔希·钢烁（暗影大厅）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯尔希·钢烁（暗影大厅）",
},
[243704] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242425] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241146] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241402] = {
["Horde"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
},
[242170] = {
["Horde"] = "商人出售：“点背”西梅斯（搏击竞技场）",
["targetType"] = 1,
},
[242938] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[243194] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241403] = {
["Horde"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
},
[243706] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242427] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241148] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241404] = {
["Horde"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
},
[239613] = {
["Horde"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
},
[242940] = {
["Horde"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
["targetType"] = 1,
},
[243196] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241405] = {
["Horde"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
},
[243708] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242429] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241150] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241406] = {
["Horde"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
},
[243198] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241407] = {
["Horde"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
},
[239616] = {
["Horde"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
},
[242431] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241152] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241408] = {
["Horde"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
},
[241664] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242688] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克劳勒中士（坠落之月）",
},
[243200] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241409] = {
["Horde"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：梅瑞德乐·光星（虚空之光神殿）",
},
[243712] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242433] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241154] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241666] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[241411] = {
["Horde"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
},
[243714] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242435] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[242691] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克劳勒中士（坠落之月）",
},
[243203] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241668] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[241413] = {
["Horde"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
},
[243716] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242437] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241158] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241670] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242694] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克劳勒中士（坠落之月）",
},
[243206] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241415] = {
["Horde"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
},
[243718] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242439] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[241160] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241672] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[241417] = {
["Horde"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
},
[243720] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243976] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[242441] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[242697] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克劳勒中士（坠落之月）",
},
[242953] = {
["Horde"] = "商人出售：梅拉瑞斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：梅拉瑞斯（银月城）",
},
[243209] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241674] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[243977] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[63649] = {
["Horde"] = "首领掉落：光盲先锋军（虚影尖塔）",
["targetType"] = 0,
["Alliance"] = "首领掉落：光盲先锋军（虚影尖塔）",
},
[241419] = {
["Horde"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
},
[243722] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243978] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[241164] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241676] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[243979] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[242700] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克劳勒中士（坠落之月）",
},
[243212] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241421] = {
["Horde"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
},
[239630] = {
["Horde"] = "商人出售：戴德里克·塑淞（丹莫罗）",
["targetType"] = 1,
["Alliance"] = "商人出售：戴德里克·塑淞（丹莫罗）",
},
[243980] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[241166] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[241678] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[243981] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[242190] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241423] = {
["Horde"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
["targetType"] = 1,
["Alliance"] = "商人出售：纯洁者耶德瑞克（圣光秘殿）",
},
[243726] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243982] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[242191] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242703] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克劳勒中士（坠落之月）",
},
[243215] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241424] = {
["Horde"] = "商人出售：凯多丽·亮星（绿野村）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯多丽·亮星（绿野村）",
},
[241680] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242192] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[243216] = {
["Horde"] = "商人出售：萨拉卡达（主宰者之座）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨拉卡达（主宰者之座）",
},
[241425] = {
["Horde"] = "商人出售：凯多丽·亮星（绿野村）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯多丽·亮星（绿野村）",
},
[243728] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242193] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241170] = {
["Horde"] = "商人出售：谭欣眺（锦绣谷）",
["targetType"] = 1,
["Alliance"] = "商人出售：谭欣眺（锦绣谷）",
},
[241682] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242194] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242706] = {
["targetType"] = 1,
["Alliance"] = "商人出售：克劳勒中士（坠落之月）",
},
[243218] = {
["Horde"] = "商人出售：萨拉卡达（主宰者之座）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨拉卡达（主宰者之座）",
},
[241427] = {
["Horde"] = "商人出售：凯多丽·亮星（绿野村）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯多丽·亮星（绿野村）",
},
[243730] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243986] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[242195] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242707] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[241172] = {
["Horde"] = "商人出售：谭欣眺（锦绣谷）",
["targetType"] = 1,
["Alliance"] = "商人出售：谭欣眺（锦绣谷）",
},
[241428] = {
["Horde"] = "商人出售：凯多丽·亮星（绿野村）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯多丽·亮星（绿野村）",
},
[241684] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[243987] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[242196] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242708] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[241429] = {
["Horde"] = "商人出售：凯多丽·亮星（绿野村）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯多丽·亮星（绿野村）",
},
[243732] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242197] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242709] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[241174] = {
["Horde"] = "商人出售：谭欣眺（锦绣谷）",
["targetType"] = 1,
["Alliance"] = "商人出售：谭欣眺（锦绣谷）",
},
[241686] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242710] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[241431] = {
["Horde"] = "商人出售：户外用品商雷诺德（神射手营地）",
["targetType"] = 1,
["Alliance"] = "商人出售：户外用品商雷诺德（神射手营地）",
},
[243734] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242711] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[243223] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241432] = {
["Horde"] = "商人出售：户外用品商雷诺德（神射手营地）",
["targetType"] = 1,
["Alliance"] = "商人出售：户外用品商雷诺德（神射手营地）",
},
[241688] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242456] = {
["Horde"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：帕斯卡K1N6型（烈风海岸）",
},
[242712] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[242968] = {
["Horde"] = "商人出售：恩里德（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：恩里德（银月城）",
},
[241433] = {
["Horde"] = "商人出售：户外用品商雷诺德（神射手营地）",
["targetType"] = 1,
["Alliance"] = "商人出售：户外用品商雷诺德（神射手营地）",
},
[243736] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242713] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[241434] = {
["Horde"] = "商人出售：户外用品商雷诺德（神射手营地）",
["targetType"] = 1,
["Alliance"] = "商人出售：户外用品商雷诺德（神射手营地）",
},
[241690] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242714] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[243226] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[241435] = {
["Horde"] = "商人出售：户外用品商雷诺德（神射手营地）",
["targetType"] = 1,
["Alliance"] = "商人出售：户外用品商雷诺德（神射手营地）",
},
[243738] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243994] = {
["Horde"] = "商人出售：削凿者切尔（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：削凿者切尔（永歌森林）",
},
[242715] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[241180] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[241436] = {
["Horde"] = "商人出售：户外用品商雷诺德（神射手营地）",
["targetType"] = 1,
["Alliance"] = "商人出售：户外用品商雷诺德（神射手营地）",
},
[241692] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242460] = {
["Horde"] = "商人出售：先知鲁安（阿兰卡峰林）",
["targetType"] = 1,
["Alliance"] = "商人出售：先知鲁安（阿兰卡峰林）",
},
[242716] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[241437] = {
["Horde"] = "商人出售：户外用品商雷诺德（神射手营地）",
["targetType"] = 1,
["Alliance"] = "商人出售：户外用品商雷诺德（神射手营地）",
},
[243740] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242461] = {
["Horde"] = "商人出售：先知鲁安（阿兰卡峰林）",
["targetType"] = 1,
["Alliance"] = "商人出售：先知鲁安（阿兰卡峰林）",
},
[242717] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[241182] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[241438] = {
["Horde"] = "商人出售：阿穆拉·蓟露（梦境林地）",
["targetType"] = 1,
["Alliance"] = "商人出售：阿穆拉·蓟露（梦境林地）",
},
[241694] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[63654] = {
["Horde"] = "首领掉落：陨落之王萨哈达尔（虚影尖塔）",
["targetType"] = 0,
["Alliance"] = "首领掉落：陨落之王萨哈达尔（虚影尖塔）",
},
[242462] = {
["Horde"] = "商人出售：先知鲁安（阿兰卡峰林）",
["targetType"] = 1,
["Alliance"] = "商人出售：先知鲁安（阿兰卡峰林）",
},
[241439] = {
["Horde"] = "商人出售：阿穆拉·蓟露（梦境林地）",
["targetType"] = 1,
["Alliance"] = "商人出售：阿穆拉·蓟露（梦境林地）",
},
[243742] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243998] = {
["Horde"] = "商人出售：削凿者切尔（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：削凿者切尔（永歌森林）",
},
[242463] = {
["Horde"] = "商人出售：先知鲁安（阿兰卡峰林）",
["targetType"] = 1,
["Alliance"] = "商人出售：先知鲁安（阿兰卡峰林）",
},
[241184] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[241440] = {
["Horde"] = "商人出售：阿穆拉·蓟露（梦境林地）",
["targetType"] = 1,
["Alliance"] = "商人出售：阿穆拉·蓟露（梦境林地）",
},
[241696] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242464] = {
["Horde"] = "商人出售：先知鲁安（阿兰卡峰林）",
["targetType"] = 1,
["Alliance"] = "商人出售：先知鲁安（阿兰卡峰林）",
},
[242720] = {
["Horde"] = "商人出售：欧·西里克（卡雷什）",
["targetType"] = 1,
["Alliance"] = "商人出售：欧·西里克（卡雷什）",
},
[243744] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[241186] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[241442] = {
["Horde"] = "商人出售：阿穆拉·蓟露（梦境林地）",
["targetType"] = 1,
["Alliance"] = "商人出售：阿穆拉·蓟露（梦境林地）",
},
[241698] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242466] = {
["Horde"] = "商人出售：鸦语者斯奇加（战争之矛）",
["targetType"] = 1,
["Alliance"] = "商人出售：鸦语者斯奇加（战争之矛）",
},
[241443] = {
["Horde"] = "商人出售：阿穆拉·蓟露（梦境林地）",
["targetType"] = 1,
["Alliance"] = "商人出售：阿穆拉·蓟露（梦境林地）",
},
[243746] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[244002] = {
["Horde"] = "商人出售：削凿者切尔（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：削凿者切尔（永歌森林）",
},
[242979] = {
["Horde"] = "商人出售：奎尔里斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：奎尔里斯（银月城）",
},
[243235] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（银月城）",
},
[241444] = {
["Horde"] = "商人出售：阿穆拉·蓟露（梦境林地）",
["targetType"] = 1,
["Alliance"] = "商人出售：阿穆拉·蓟露（梦境林地）",
},
[241700] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242468] = {
["Horde"] = "商人出售：鸦语者斯奇加（战争之矛）",
["targetType"] = 1,
["Alliance"] = "商人出售：鸦语者斯奇加（战争之矛）",
},
[245027] = {
["Horde"] = "商人出售：暮语者厄西克斯（塔拉多）",
["targetType"] = 1,
["Alliance"] = "商人出售：暮语者厄西克斯（塔拉多）",
},
[243236] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（银月城）",
},
[241445] = {
["Horde"] = "商人出售：军需官杜诺夫（苍穹要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官杜诺夫（苍穹要塞）",
},
[243748] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243237] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（银月城）",
},
[241446] = {
["Horde"] = "商人出售：军需官杜诺夫（苍穹要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官杜诺夫（苍穹要塞）",
},
[241702] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[242470] = {
["Horde"] = "商人出售：鸦语者斯奇加（战争之矛）",
["targetType"] = 1,
["Alliance"] = "商人出售：鸦语者斯奇加（战争之矛）",
},
[243238] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（银月城）",
},
[241447] = {
["Horde"] = "商人出售：军需官杜诺夫（苍穹要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官杜诺夫（苍穹要塞）",
},
[243750] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[241959] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242471] = {
["Horde"] = "商人出售：狡猾的帕鲁（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：狡猾的帕鲁（至高岭）",
},
[62313] = {
["Horde"] = "首领掉落：督军莎尔佳（奈萨鲁斯）",
["targetType"] = 0,
["Alliance"] = "首领掉落：督军莎尔佳（奈萨鲁斯）",
},
[243239] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（银月城）",
},
[241448] = {
["Horde"] = "商人出售：军需官杜诺夫（苍穹要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官杜诺夫（苍穹要塞）",
},
[243751] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[241960] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242472] = {
["Horde"] = "商人出售：狡猾的帕鲁（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：狡猾的帕鲁（至高岭）",
},
[243240] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（银月城）",
},
[241449] = {
["Horde"] = "商人出售：军需官杜诺夫（苍穹要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官杜诺夫（苍穹要塞）",
},
[243752] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[241961] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242473] = {
["Horde"] = "商人出售：狡猾的帕鲁（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：狡猾的帕鲁（至高岭）",
},
[243241] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（银月城）",
},
[241450] = {
["Horde"] = "商人出售：军需官杜诺夫（苍穹要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官杜诺夫（苍穹要塞）",
},
[243753] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241962] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[63657] = {
["Horde"] = "首领掉落：威厄高尔和艾佐拉克（虚影尖塔）",
["targetType"] = 0,
["Alliance"] = "首领掉落：威厄高尔和艾佐拉克（虚影尖塔）",
},
[242474] = {
["Horde"] = "商人出售：呀噜咕噜（北风苔原）",
["targetType"] = 1,
["Alliance"] = "商人出售：呀噜咕噜（北风苔原）",
},
[63785] = {
["Horde"] = "首领掉落：宇宙之冕（虚影尖塔）",
["targetType"] = 0,
["Alliance"] = "首领掉落：宇宙之冕（虚影尖塔）",
},
[243242] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（银月城）",
},
[241451] = {
["Horde"] = "商人出售：军需官杜诺夫（苍穹要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官杜诺夫（苍穹要塞）",
},
[243754] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[241963] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242475] = {
["Horde"] = "商人出售：莫格尔格（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫格尔格（苏拉玛）",
},
[242987] = {
["Horde"] = "商人出售：琳娜（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：琳娜（银月城）",
},
[241196] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[241452] = {
["Horde"] = "商人出售：迈恩德（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：迈恩德（苏拉玛）",
},
[241708] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[241964] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242476] = {
["Horde"] = "商人出售：加本（喧鸣深窟）",
["targetType"] = 1,
["Alliance"] = "商人出售：加本（喧鸣深窟）",
},
[242732] = {
["Horde"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
},
[241453] = {
["Horde"] = "商人出售：乔瑟娜（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：乔瑟娜（苏拉玛）",
},
[243756] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241965] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242477] = {
["Horde"] = "商人出售：加本（喧鸣深窟）",
["targetType"] = 1,
["Alliance"] = "商人出售：加本（喧鸣深窟）",
},
[242733] = {
["Horde"] = "商人出售：堂弟修皮剪（昆莱山）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟修皮剪（昆莱山）",
},
[243245] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（银月城）",
},
[241454] = {
["Horde"] = "商人出售：乔瑟娜（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：乔瑟娜（苏拉玛）",
},
[243757] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241966] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[63658] = {
["Horde"] = "首领掉落：弗拉希乌斯（虚影尖塔）",
["targetType"] = 0,
["Alliance"] = "首领掉落：弗拉希乌斯（虚影尖塔）",
},
[242478] = {
["Horde"] = "商人出售：加本（喧鸣深窟）",
["targetType"] = 1,
["Alliance"] = "商人出售：加本（喧鸣深窟）",
},
[242734] = {
["Horde"] = "商人出售：琪琪·兆空（恐痕裂隙）",
["targetType"] = 1,
},
[243246] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241455] = {
["Horde"] = "商人出售：乔瑟娜（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：乔瑟娜（苏拉玛）",
},
[243758] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241967] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242479] = {
["Horde"] = "商人出售：加本（喧鸣深窟）",
["targetType"] = 1,
["Alliance"] = "商人出售：加本（喧鸣深窟）",
},
[241200] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[241456] = {
["Horde"] = "商人出售：乔瑟娜（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：乔瑟娜（苏拉玛）",
},
[243759] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241968] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242480] = {
["Horde"] = "商人出售：飒安·红鳞（翡翠林）",
["targetType"] = 1,
["Alliance"] = "商人出售：飒安·红鳞（翡翠林）",
},
[243248] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241457] = {
["Horde"] = "商人出售：乔瑟娜（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：乔瑟娜（苏拉玛）",
},
[243760] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241969] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242481] = {
["Horde"] = "商人出售：飒安·红鳞（翡翠林）",
["targetType"] = 1,
["Alliance"] = "商人出售：飒安·红鳞（翡翠林）",
},
[241202] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[241458] = {
["Horde"] = "商人出售：乔瑟娜（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：乔瑟娜（苏拉玛）",
},
[241714] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[241970] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241459] = {
["Horde"] = "商人出售：乔瑟娜（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：乔瑟娜（苏拉玛）",
},
[243762] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241971] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242483] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241204] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[241460] = {
["Horde"] = "商人出售：乔瑟娜（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：乔瑟娜（苏拉玛）",
},
[243763] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241972] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242996] = {
["Horde"] = "商人出售：亚瑟恩（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：亚瑟恩（银月城）",
},
[243764] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241973] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242485] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241206] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[61485] = {
["Horde"] = "首领掉落：基拉卡与厄克哈特·风脉（红玉新生法池）",
["targetType"] = 0,
["Alliance"] = "首领掉落：基拉卡与厄克哈特·风脉（红玉新生法池）",
},
[241974] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[63660] = {
["Horde"] = "首领掉落：奇美鲁斯，未梦之神（梦境裂隙）",
["targetType"] = 0,
["Alliance"] = "首领掉落：奇美鲁斯，未梦之神（梦境裂隙）",
},
[63724] = {
["Horde"] = "首领掉落：高阶贤者维里克斯（通天峰）",
["targetType"] = 0,
["Alliance"] = "首领掉落：高阶贤者维里克斯（通天峰）",
},
[243254] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241975] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242487] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241208] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241464] = {
["Horde"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
},
[241720] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[241976] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242232] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[241209] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241977] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242489] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241210] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241466] = {
["Horde"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
},
[241722] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[241978] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242234] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[241211] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241979] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[62190] = {
["Horde"] = "首领掉落：斯古洛克（钢铁码头）",
["targetType"] = 0,
["Alliance"] = "首领掉落：斯古洛克（钢铁码头）",
},
[241212] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241468] = {
["Horde"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
},
[241724] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[241980] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242236] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[241213] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241981] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242493] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241214] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241470] = {
["Horde"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
},
[57393] = {
["Horde"] = "首领掉落：萨维斯之影（黑心林地）",
["targetType"] = 0,
["Alliance"] = "首领掉落：萨维斯之影（黑心林地）",
},
[241982] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[63662] = {
["Horde"] = "首领掉落：宇宙之冕（虚影尖塔）",
["targetType"] = 0,
["Alliance"] = "首领掉落：宇宙之冕（虚影尖塔）",
},
[241215] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241983] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242495] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241216] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241472] = {
["Horde"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
},
[56370] = {
["Horde"] = "首领掉落：“船长”曲奇（普通死亡矿井）",
["targetType"] = 0,
["Alliance"] = "首领掉落：“船长”曲奇（普通死亡矿井）",
},
[241984] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[243008] = {
["Horde"] = "商人出售：莫怀亚（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫怀亚（哈籁恩达尔）",
},
[241217] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241985] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242497] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241218] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241474] = {
["Horde"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
},
[243777] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[241986] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[63663] = {
["Horde"] = "首领掉落：兹欧凯特（夺目谷）",
["targetType"] = 0,
["Alliance"] = "首领掉落：兹欧凯特（夺目谷）",
},
[241219] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241987] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242499] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241220] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241476] = {
["Horde"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
},
[243779] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[241988] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241221] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241989] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242501] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241222] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241478] = {
["Horde"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：首席奥术师塔莉萨（苏拉玛）",
},
[241734] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[241990] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[63664] = {
["Horde"] = "首领掉落：迪詹崔乌斯（魔导师平台）",
["targetType"] = 0,
["Alliance"] = "首领掉落：迪詹崔乌斯（魔导师平台）",
},
[241223] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241991] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242503] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241224] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241736] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[241992] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241225] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241481] = {
["Horde"] = "商人出售：织魔者爱诺达（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：织魔者爱诺达（苏拉玛）",
},
[244040] = {
["targetType"] = 1,
["Alliance"] = "商人出售：旅店老板贝尔姆（丹莫罗）",
},
[242505] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241226] = {
["Horde"] = "商人出售：提拉玛（祖达萨）",
["targetType"] = 1,
},
[241482] = {
["Horde"] = "商人出售：织魔者爱诺达（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：织魔者爱诺达（苏拉玛）",
},
[241738] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[244041] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[63665] = {
["Horde"] = "首领掉落：拉克图尔，聚魂之器（迈萨拉洞窟）",
["targetType"] = 0,
["Alliance"] = "首领掉落：拉克图尔，聚魂之器（迈萨拉洞窟）",
},
[55605] = {
["Horde"] = "首领掉落：高弗雷勋爵（影牙城堡）",
["targetType"] = 0,
["Alliance"] = "首领掉落：高弗雷勋爵（影牙城堡）",
},
[241227] = {
["Horde"] = "商人出售：供给官莱佳（纳兹米尔）",
["targetType"] = 1,
},
[241483] = {
["Horde"] = "商人出售：杂货商人（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：杂货商人（苏拉玛）",
},
[62002] = {
["Horde"] = "首领掉落：地底之王达古尔（奈萨里奥的巢穴）",
["targetType"] = 0,
["Alliance"] = "首领掉落：地底之王达古尔（奈萨里奥的巢穴）",
},
[244042] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[242507] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[243019] = {
["Horde"] = "商人出售：莱洛里安（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：莱洛里安（银月城）",
},
[241228] = {
["Horde"] = "商人出售：供给官莱佳（纳兹米尔）",
["targetType"] = 1,
},
[241484] = {
["Horde"] = "商人出售：杂货商人（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：杂货商人（苏拉玛）",
},
[241740] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[241996] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241229] = {
["Horde"] = "商人出售：供给官莱佳（纳兹米尔）",
["targetType"] = 1,
},
[241485] = {
["Horde"] = "商人出售：杂货商人（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：杂货商人（苏拉玛）",
},
[241997] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242509] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241230] = {
["Horde"] = "商人出售：供给官莱佳（纳兹米尔）",
["targetType"] = 1,
},
[241486] = {
["Horde"] = "商人出售：杂货商人（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：杂货商人（苏拉玛）",
},
[241742] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[241998] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241231] = {
["Horde"] = "商人出售：供给官莱佳（纳兹米尔）",
["targetType"] = 1,
},
[241487] = {
["Horde"] = "商人出售：杂货商人（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：杂货商人（苏拉玛）",
},
[241999] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241488] = {
["Horde"] = "商人出售：杂货商人（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：杂货商人（苏拉玛）",
},
[241744] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[244047] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[241233] = {
["Horde"] = "商人出售：谭欣眺（锦绣谷）",
["targetType"] = 1,
["Alliance"] = "商人出售：谭欣眺（锦绣谷）",
},
[241489] = {
["Horde"] = "商人出售：希里亚斯·暮藤（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：希里亚斯·暮藤（苏拉玛）",
},
[244048] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241746] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[244049] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[63667] = {
["Horde"] = "首领掉落：洛萨克森（节点希纳斯）",
["targetType"] = 0,
["Alliance"] = "首领掉落：洛萨克森（节点希纳斯）",
},
[241235] = {
["Horde"] = "商人出售：西尔维拉斯（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维拉斯（瓦德拉肯）",
},
[241491] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[244050] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241236] = {
["Horde"] = "商人出售：西尔维拉斯（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维拉斯（瓦德拉肯）",
},
[243539] = {
["Horde"] = "商人出售：养蛾人威塔姆（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：养蛾人威塔姆（哈籁恩达尔）",
},
[241748] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242004] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242260] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241237] = {
["Horde"] = "商人出售：西尔维拉斯（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维拉斯（瓦德拉肯）",
},
[243540] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242005] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242261] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241238] = {
["Horde"] = "商人出售：西尔维拉斯（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维拉斯（瓦德拉肯）",
},
[243541] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241750] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242006] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[63668] = {
["Horde"] = "首领掉落：纳洛拉克（纳洛拉克的洞穴）",
["targetType"] = 0,
["Alliance"] = "首领掉落：纳洛拉克（纳洛拉克的洞穴）",
},
[243542] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241240] = {
["Horde"] = "商人出售：戴德里克·塑淞（丹莫罗）",
["targetType"] = 1,
["Alliance"] = "商人出售：戴德里克·塑淞（丹莫罗）",
},
[243543] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241752] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242008] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[243544] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[243033] = {
["Horde"] = "商人出售：阿姆瓦纳（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：阿姆瓦纳（哈籁恩达尔）",
},
[241242] = {
["Horde"] = "商人出售：戴德里克·塑淞（丹莫罗）",
["targetType"] = 1,
["Alliance"] = "商人出售：戴德里克·塑淞（丹莫罗）",
},
[243545] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241754] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242010] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[63669] = {
["Horde"] = "首领掉落：煞戎努斯（虚空之痕竞技场）",
["targetType"] = 0,
["Alliance"] = "首领掉落：煞戎努斯（虚空之痕竞技场）",
},
[241243] = {
["Horde"] = "商人出售：西尔维娅·鹿角（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维娅·鹿角（瓦尔莎拉）",
},
[243546] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[243547] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241756] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242012] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242268] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[241245] = {
["Horde"] = "商人出售：西尔维娅·鹿角（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维娅·鹿角（瓦尔莎拉）",
},
[243548] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241246] = {
["Horde"] = "商人出售：西尔维娅·鹿角（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维娅·鹿角（瓦尔莎拉）",
},
[243549] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241758] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242014] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[63670] = {
["Horde"] = "首领掉落：无眠之心（风行者之塔）",
["targetType"] = 0,
["Alliance"] = "首领掉落：无眠之心（风行者之塔）",
},
[241247] = {
["Horde"] = "商人出售：西尔维娅·鹿角（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维娅·鹿角（瓦尔莎拉）",
},
[243550] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[243551] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241760] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242016] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[243552] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242273] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[243553] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241762] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242018] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[63671] = {
["Horde"] = "首领掉落：天灾领主泰兰努斯（萨隆矿坑）",
["targetType"] = 0,
["Alliance"] = "首领掉落：天灾领主泰兰努斯（萨隆矿坑）",
},
[243554] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[243555] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241764] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242020] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[243044] = {
["Horde"] = "商人出售：萨拉尔达（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨拉尔达（银月城）",
},
[241253] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[243556] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241254] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[243557] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241766] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242022] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[63672] = {
["Horde"] = "首领掉落：无眠秘党（风暴熔炉）",
["targetType"] = 0,
["Alliance"] = "首领掉落：无眠秘党（风暴熔炉）",
},
[241255] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[243558] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[244070] = {
["targetType"] = 1,
["Alliance"] = "商人出售：商人塞雷尔（暴风之盾）",
},
[241256] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[243559] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241768] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242024] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[241257] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[243560] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241769] = {
["Horde"] = "商人出售：斯塔克斯·紧身（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：斯塔克斯·紧身（安德麦）",
},
[244072] = {
["targetType"] = 1,
["Alliance"] = "商人出售：商人塞雷尔（暴风之盾）",
},
[241258] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[243561] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242026] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[63673] = {
["Horde"] = "首领掉落：利希尔·烬怒（密谋小径）",
["targetType"] = 0,
["Alliance"] = "首领掉落：利希尔·烬怒（密谋小径）",
},
[241259] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[243562] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[244074] = {
["targetType"] = 1,
["Alliance"] = "商人出售：商人塞雷尔（暴风之盾）",
},
[243051] = {
["Horde"] = "商人出售：霍利（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：霍利（哈籁恩达尔）",
},
[241260] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[243563] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242028] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[241261] = {
["Horde"] = "商人出售：哈兰索斯·逐明（达拉然）",
["targetType"] = 1,
},
[243564] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[244076] = {
["targetType"] = 1,
["Alliance"] = "商人出售：商人塞雷尔（暴风之盾）",
},
[241262] = {
["Horde"] = "商人出售：哈兰索斯·逐明（达拉然）",
["targetType"] = 1,
},
[243565] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241774] = {
["Horde"] = "商人出售：斯塔克斯·紧身（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：斯塔克斯·紧身（安德麦）",
},
[242030] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[63674] = {
["Horde"] = "首领掉落：奇美鲁斯，未梦之神（梦境裂隙）",
["targetType"] = 0,
["Alliance"] = "首领掉落：奇美鲁斯，未梦之神（梦境裂隙）",
},
[242798] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[241263] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243566] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241775] = {
["Horde"] = "商人出售：斯塔克斯·紧身（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：斯塔克斯·紧身（安德麦）",
},
[244078] = {
["targetType"] = 1,
["Alliance"] = "商人出售：商人塞雷尔（暴风之盾）",
},
[242799] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[241264] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[241520] = {
["Horde"] = "商人出售：可敬的托兰（维迪卡尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：可敬的托兰（维迪卡尔）",
},
[241776] = {
["Horde"] = "商人出售：斯塔克斯·紧身（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：斯塔克斯·紧身（安德麦）",
},
[242032] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242800] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[241265] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243568] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241777] = {
["Horde"] = "商人出售：斯塔克斯·紧身（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：斯塔克斯·紧身（安德麦）",
},
[242801] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[241266] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243569] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241778] = {
["Horde"] = "商人出售：斯塔克斯·紧身（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：斯塔克斯·紧身（安德麦）",
},
[242034] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[63675] = {
["Horde"] = "首领掉落：至暗之夜降临（进军奎尔丹纳斯）",
["targetType"] = 0,
["Alliance"] = "首领掉落：至暗之夜降临（进军奎尔丹纳斯）",
},
[242802] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[241267] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243570] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241779] = {
["Horde"] = "商人出售：斯塔克斯·紧身（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：斯塔克斯·紧身（安德麦）",
},
[242803] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[243059] = {
["Horde"] = "商人出售：德伊娜（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：德伊娜（银月城）",
},
[241268] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243571] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241780] = {
["Horde"] = "商人出售：斯塔克斯·紧身（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：斯塔克斯·紧身（安德麦）",
},
[242036] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242804] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[243060] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241269] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243572] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242805] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[243061] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241270] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243573] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[241782] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[242038] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[63676] = {
["Horde"] = "首领掉落：宇宙之冕（虚影尖塔）",
["targetType"] = 0,
["Alliance"] = "首领掉落：宇宙之冕（虚影尖塔）",
},
[242806] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[243062] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241271] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243574] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242807] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[243063] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241272] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[62461] = {
["Horde"] = "首领掉落：疑之煞（青龙寺）",
["targetType"] = 0,
["Alliance"] = "首领掉落：疑之煞（青龙寺）",
},
[243831] = {
["targetType"] = 1,
["Alliance"] = "商人出售：索莉罗（暴风城）",
},
[242040] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242808] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[243064] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241273] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243576] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242809] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[243065] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241274] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243577] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[239739] = {
["targetType"] = 1,
["Alliance"] = "商人出售：石盔上尉（丹莫罗）",
},
[242042] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242810] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[243066] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241275] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243578] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[239740] = {
["Horde"] = "商人出售：戴德里克·塑淞（丹莫罗）",
["targetType"] = 1,
},
[242811] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[243067] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241276] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[243579] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[239741] = {
["targetType"] = 1,
["Alliance"] = "商人出售：石盔上尉（丹莫罗）",
},
[242044] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242556] = {
["Horde"] = "商人出售：供给商穆克拉（祖达萨）",
["targetType"] = 1,
},
[242812] = {
["Horde"] = "商人出售：玛戈弗（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛戈弗（祖阿曼）",
},
[243068] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241277] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[241533] = {
["Horde"] = "商人出售：米瑞娅·格伦布鲁克（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：米瑞娅·格伦布鲁克（瓦尔莎拉）",
},
[239742] = {
["Horde"] = "商人出售：戴德里克·塑淞（丹莫罗）",
["targetType"] = 1,
},
[242557] = {
["Horde"] = "商人出售：供给商穆克拉（祖达萨）",
["targetType"] = 1,
},
[242813] = {
["Horde"] = "商人出售：迈恩德（苏拉玛）",
["targetType"] = 1,
["Alliance"] = "商人出售：迈恩德（苏拉玛）",
},
[243069] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241278] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[241534] = {
["Horde"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
},
[239743] = {
["targetType"] = 1,
["Alliance"] = "商人出售：石盔上尉（丹莫罗）",
},
[242046] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242558] = {
["Horde"] = "商人出售：供给商穆克拉（祖达萨）",
["targetType"] = 1,
},
[242814] = {
["Horde"] = "商人出售：铸甲师金冠（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：铸甲师金冠（永歌森林）",
},
[243070] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241279] = {
["Horde"] = "商人出售：多玫里乌斯（达拉然）",
["targetType"] = 1,
["Alliance"] = "商人出售：多玫里乌斯（达拉然）",
},
[241535] = {
["Horde"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
},
[239744] = {
["Horde"] = "商人出售：戴德里克·塑淞（丹莫罗）",
["targetType"] = 1,
},
[242303] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242559] = {
["Horde"] = "商人出售：供给商穆克拉（祖达萨）",
["targetType"] = 1,
},
[243071] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241536] = {
["Horde"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
},
[239745] = {
["Horde"] = "商人出售：戴德里克·塑淞（丹莫罗）",
["targetType"] = 1,
["Alliance"] = "商人出售：戴德里克·塑淞（丹莫罗）",
},
[242048] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242560] = {
["Horde"] = "商人出售：供给商穆克拉（祖达萨）",
["targetType"] = 1,
},
[243072] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[243584] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242305] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242561] = {
["Horde"] = "商人出售：供给商穆克拉（祖达萨）",
["targetType"] = 1,
},
[242817] = {
["Horde"] = "商人出售：游侠阿洛隆恩（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：游侠阿洛隆恩（永歌森林）",
},
[243073] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241282] = {
["Horde"] = "商人出售：助手雷力（锦绣谷）",
["targetType"] = 1,
["Alliance"] = "商人出售：助手雷力（锦绣谷）",
},
[243585] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[243841] = {
["targetType"] = 1,
["Alliance"] = "商人出售：索莉罗（暴风城）",
},
[242050] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242562] = {
["Horde"] = "商人出售：供给商穆克拉（祖达萨）",
["targetType"] = 1,
},
[242818] = {
["Horde"] = "商人出售：学徒戴尔（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：学徒戴尔（永歌森林）",
},
[243074] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[243586] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[242307] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242563] = {
["Horde"] = "商人出售：凯多丽·亮星（绿野村）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯多丽·亮星（绿野村）",
},
[242819] = {
["Horde"] = "商人出售：学徒戴尔（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：学徒戴尔（永歌森林）",
},
[243075] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[243587] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[242052] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242820] = {
["Horde"] = "商人出售：奈里夫（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：奈里夫（永歌森林）",
},
[243076] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241285] = {
["Horde"] = "商人出售：助手雷力（锦绣谷）",
["targetType"] = 1,
["Alliance"] = "商人出售：助手雷力（锦绣谷）",
},
[243588] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[242821] = {
["Horde"] = "商人出售：奈里夫（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：奈里夫（永歌森林）",
},
[243077] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[243589] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[243845] = {
["targetType"] = 1,
["Alliance"] = "商人出售：索莉罗（暴风城）",
},
[242054] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242310] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[243078] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[55748] = {
["Horde"] = "首领掉落：达格兰·索瑞森大帝（黑石深渊）",
["targetType"] = 0,
["Alliance"] = "首领掉落：达格兰·索瑞森大帝（黑石深渊）",
},
[241543] = {
["Horde"] = "商人出售：希尔塞斯·旅步（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：希尔塞斯·旅步（瓦尔莎拉）",
},
[241168] = {
["Horde"] = "商人出售：谭欣眺（锦绣谷）",
["targetType"] = 1,
["Alliance"] = "商人出售：谭欣眺（锦绣谷）",
},
[239631] = {
["Horde"] = "商人出售：戴德里克·塑淞（丹莫罗）",
["targetType"] = 1,
["Alliance"] = "商人出售：戴德里克·塑淞（丹莫罗）",
},
[243833] = {
["targetType"] = 1,
["Alliance"] = "商人出售：索莉罗（暴风城）",
},
[243079] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241288] = {
["Horde"] = "商人出售：助手雷力（锦绣谷）",
["targetType"] = 1,
["Alliance"] = "商人出售：助手雷力（锦绣谷）",
},
[241544] = {
["Horde"] = "商人出售：看护者阿兹克拉（觉醒海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：看护者阿兹克拉（觉醒海岸）",
},
[243847] = {
["targetType"] = 1,
["Alliance"] = "商人出售：索莉罗（暴风城）",
},
[242056] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[239619] = {
["Horde"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
},
[243624] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[243592] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[243080] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[239498] = {
["Horde"] = "商人出售：洛可·笑轰（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：洛可·笑轰（安德麦）",
},
[241545] = {
["Horde"] = "商人出售：纳莉娜·艾恩颂（陨圣峪）",
["targetType"] = 1,
["Alliance"] = "商人出售：纳莉娜·艾恩颂（陨圣峪）",
},
[243580] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242000] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242002] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242003] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241527] = {
["Horde"] = "商人出售：考宾·布朗贝尔（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：考宾·布朗贝尔（瓦尔莎拉）",
},
[243081] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241654] = {
["Horde"] = "商人出售：凯尔希·钢烁（暗影大厅）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯尔希·钢烁（暗影大厅）",
},
[239499] = {
["Horde"] = "商人出售：洛可·笑轰（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：洛可·笑轰（安德麦）",
},
[241162] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[242058] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[241526] = {
["Horde"] = "商人出售：考宾·布朗贝尔（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：考宾·布朗贝尔（瓦尔莎拉）",
},
[243567] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[243575] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[243082] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241291] = {
["Horde"] = "商人出售：助手雷力（锦绣谷）",
["targetType"] = 1,
["Alliance"] = "商人出售：助手雷力（锦绣谷）",
},
[243594] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[241190] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[243178] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[242315] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[243654] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[243622] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[243083] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241515] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[243595] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[239757] = {
["Horde"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
["targetType"] = 1,
["Alliance"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
},
[242060] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[243907] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[241509] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[242359] = {
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[243084] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[63688] = {
["Horde"] = "首领掉落：宇宙之冕（虚影尖塔）",
["targetType"] = 0,
["Alliance"] = "首领掉落：宇宙之冕（虚影尖塔）",
},
[243596] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[243911] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[241830] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[241123] = {
["Horde"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
},
[243174] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[243909] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[243085] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[239503] = {
["Horde"] = "商人出售：莫塔·盖吉（奥术秘社）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫塔·盖吉（奥术秘社）",
},
[243597] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[239759] = {
["Horde"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
["targetType"] = 1,
["Alliance"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
},
[242062] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[55716] = {
["Horde"] = "首领掉落：哈兰·斯威提（自由镇）",
["targetType"] = 0,
["Alliance"] = "首领掉落：哈兰·斯威提（自由镇）",
},
[243885] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[243164] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[243086] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[243176] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[243598] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[243854] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[243620] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[241503] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[243581] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[243700] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243087] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241499] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[239505] = {
["Horde"] = "商人出售：莫塔·盖吉（奥术秘社）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫塔·盖吉（奥术秘社）",
},
[239761] = {
["Horde"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
["targetType"] = 1,
["Alliance"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
},
[242064] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[243698] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[243660] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[241828] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[243088] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241188] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[239506] = {
["Horde"] = "商人出售：莫塔·盖吉（奥术秘社）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫塔·盖吉（奥术秘社）",
},
[243856] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[241495] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[241111] = {
["Horde"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
["targetType"] = 1,
["Alliance"] = "商人出售：军需官奥佐格（阿彻鲁斯：黑锋要塞）",
},
[241537] = {
["Horde"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
},
[62462] = {
["Horde"] = "首领掉落：监视者维兹艾德姆（重返卡拉赞）",
["targetType"] = 0,
["Alliance"] = "首领掉落：监视者维兹艾德姆（重返卡拉赞）",
},
[243089] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241539] = {
["Horde"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
},
[239507] = {
["Horde"] = "商人出售：莫塔·盖吉（奥术秘社）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫塔·盖吉（奥术秘社）",
},
[239763] = {
["Horde"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
["targetType"] = 1,
["Alliance"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
},
[55431] = {
["Horde"] = "首领掉落：低语者沃尔兹斯（风暴神殿）",
["targetType"] = 0,
["Alliance"] = "首领掉落：低语者沃尔兹斯（风暴神殿）",
},
[243593] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[241538] = {
["Horde"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：赛尔弗丽雅·珀林（瓦尔莎拉）",
},
[242834] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[243618] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[241555] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[239508] = {
["Horde"] = "商人出售：莫塔·盖吉（奥术秘社）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫塔·盖吉（奥术秘社）",
},
[243858] = {
["Horde"] = "商人出售：纯净圣母（心之秘室）",
["targetType"] = 1,
["Alliance"] = "商人出售：纯净圣母（心之秘室）",
},
[241611] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[242270] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[241531] = {
["Horde"] = "商人出售：米瑞娅·格伦布鲁克（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：米瑞娅·格伦布鲁克（瓦尔莎拉）",
},
[241704] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[239625] = {
["Horde"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
},
[62468] = {
["Horde"] = "首领掉落：多拉苟萨的回响（艾杰斯亚学院）",
["targetType"] = 0,
["Alliance"] = "首领掉落：多拉苟萨的回响（艾杰斯亚学院）",
},
[239509] = {
["Horde"] = "商人出售：莫塔·盖吉（奥术秘社）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫塔·盖吉（奥术秘社）",
},
[239765] = {
["Horde"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
["targetType"] = 1,
["Alliance"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
},
[242068] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[243913] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[241732] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[243591] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[241712] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[243755] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[239510] = {
["Horde"] = "商人出售：莫塔·盖吉（奥术秘社）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫塔·盖吉（奥术秘社）",
},
[243860] = {
["Horde"] = "商人出售：纯净圣母（心之秘室）",
["targetType"] = 1,
["Alliance"] = "商人出售：纯净圣母（心之秘室）",
},
[241730] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[243590] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[239500] = {
["Horde"] = "商人出售：莫塔·盖吉（奥术秘社）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫塔·盖吉（奥术秘社）",
},
[243616] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[241728] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[241599] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[239511] = {
["Horde"] = "商人出售：实验室助理拉兹丽（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：实验室助理拉兹丽（安德麦）",
},
[243861] = {
["Horde"] = "商人出售：萨斯雷·蓝空（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨斯雷·蓝空（永歌森林）",
},
[242070] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[243652] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[241726] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242838] = {
["Horde"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
},
[241597] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[239512] = {
["Horde"] = "商人出售：实验室助理拉兹丽（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：实验室助理拉兹丽（安德麦）",
},
[241559] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[239502] = {
["Horde"] = "商人出售：莫塔·盖吉（奥术秘社）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫塔·盖吉（奥术秘社）",
},
[241609] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[241549] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[241593] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[242839] = {
["Horde"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
},
[241553] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[243257] = {
["Horde"] = "商人出售：斯塔克斯·紧身（安德麦）",
["targetType"] = 1,
["Alliance"] = "商人出售：斯塔克斯·紧身（安德麦）",
},
[241585] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[239769] = {
["Horde"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
["targetType"] = 1,
["Alliance"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
},
[242072] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242102] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[241718] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242840] = {
["Horde"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
},
[243614] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[243761] = {
["Horde"] = "商人出售：玛库（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：玛库（哈籁恩达尔）",
},
[241561] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[241817] = {
["targetType"] = 1,
["Alliance"] = "商人出售：“爆脾气”德什威（矿道地铁）",
},
[241587] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[241513] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[242098] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242841] = {
["Horde"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
},
[63686] = {
["Horde"] = "首领掉落：奇美鲁斯，未梦之神（梦境裂隙）",
["targetType"] = 0,
["Alliance"] = "首领掉落：奇美鲁斯，未梦之神（梦境裂隙）",
},
[241493] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[241511] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[62376] = {
["Horde"] = "首领掉落：魔剑士奥鲁瑞尔（暗夜要塞）",
["targetType"] = 0,
["Alliance"] = "首领掉落：魔剑士奥鲁瑞尔（暗夜要塞）",
},
[242074] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[55497] = {
["Horde"] = "首领掉落：顾问麦兰杜斯（群星庭院）",
["targetType"] = 0,
["Alliance"] = "首领掉落：顾问麦兰杜斯（群星庭院）",
},
[243630] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[242842] = {
["Horde"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
},
[243217] = {
["Horde"] = "商人出售：萨拉卡达（主宰者之座）",
["targetType"] = 1,
["Alliance"] = "商人出售：萨拉卡达（主宰者之座）",
},
[241551] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[241563] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[242094] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[241710] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[243628] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[241198] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[242843] = {
["Horde"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
},
[241194] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[241308] = {
["Horde"] = "商人出售：西尔维拉斯（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维拉斯（瓦德拉肯）",
},
[243611] = {
["Horde"] = "商人出售：塔加卡·锯獠（祖阿曼）",
["targetType"] = 1,
["Alliance"] = "商人出售：塔加卡·锯獠（祖阿曼）",
},
[241820] = {
["targetType"] = 1,
["Alliance"] = "商人出售：“爆脾气”德什威（矿道地铁）",
},
[242076] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[244379] = {
["Horde"] = "商人出售：内纳尔（哈籁恩达尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：内纳尔（哈籁恩达尔）",
},
[241497] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[242844] = {
["Horde"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：传送师阿斯特兰迪斯（银月城）",
},
[243855] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[241309] = {
["Horde"] = "商人出售：西尔维拉斯（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：西尔维拉斯（瓦德拉肯）",
},
[241565] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[243724] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[241541] = {
["Horde"] = "商人出售：希尔塞斯·旅步（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：希尔塞斯·旅步（瓦尔莎拉）",
},
[241994] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241866] = {
["Horde"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：海丝塔·福尔拉斯（烈风海岸）",
},
[242845] = {
["Horde"] = "商人出售：加内特（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：加内特（多恩诺嘉尔）",
},
[241525] = {
["Horde"] = "商人出售：可敬的托兰（维迪卡尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：可敬的托兰（维迪卡尔）",
},
[57438] = {
["Horde"] = "首领掉落：塔隆戈尔（奥金顿）",
["targetType"] = 0,
["Alliance"] = "首领掉落：塔隆戈尔（奥金顿）",
},
[243613] = {
["Horde"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者阿诺曼达尔（虚影风暴）",
},
[241822] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[242078] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[244381] = {
["Horde"] = "商人出售：凯瑞斯·善晨（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：凯瑞斯·善晨（永歌森林）",
},
[243642] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[242846] = {
["Horde"] = "商人出售：加内特（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：加内特（多恩诺嘉尔）",
},
[241505] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[241501] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[241567] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[241529] = {
["Horde"] = "商人出售：米瑞娅·格伦布鲁克（瓦尔莎拉）",
["targetType"] = 1,
["Alliance"] = "商人出售：米瑞娅·格伦布鲁克（瓦尔莎拉）",
},
[239640] = {
["Horde"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
},
[62151] = {
["Horde"] = "首领掉落：加尔鲁什·地狱咆哮（决战奥格瑞玛）",
["targetType"] = 0,
["Alliance"] = "首领掉落：加尔鲁什·地狱咆哮（决战奥格瑞玛）",
},
[241507] = {
["Horde"] = "商人出售：兰莎·灰羽（至高岭）",
["targetType"] = 1,
["Alliance"] = "商人出售：兰莎·灰羽（至高岭）",
},
[242847] = {
["Horde"] = "商人出售：加内特（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：加内特（多恩诺嘉尔）",
},
[243638] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[242266] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[243615] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[243142] = {
["Horde"] = "商人出售：特雷弗·格伦纳（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：特雷弗·格伦纳（创始者之角）",
},
[242080] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[63661] = {
["Horde"] = "首领掉落：至暗之夜降临（进军奎尔丹纳斯）",
["targetType"] = 0,
["Alliance"] = "首领掉落：至暗之夜降临（进军奎尔丹纳斯）",
},
[241547] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[242848] = {
["Horde"] = "商人出售：加内特（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：加内特（多恩诺嘉尔）",
},
[239767] = {
["Horde"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
["targetType"] = 1,
["Alliance"] = "商人出售：法莱拉·夜歌（邪能之槌号）",
},
[242491] = {
["Horde"] = "商人出售：乔鲁尔（奥格瑞玛）",
["targetType"] = 1,
},
[241569] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[243256] = {
["Horde"] = "商人出售：构造体阿里艾（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：构造体阿里艾（银月城）",
},
[241589] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[243648] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[243247] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242849] = {
["Horde"] = "商人出售：加内特（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：加内特（多恩诺嘉尔）",
},
[241579] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[239610] = {
["Horde"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
},
[241706] = {
["Horde"] = "商人出售：舒昂贾（烈风海岸）",
["targetType"] = 1,
},
[241826] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[242082] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[63687] = {
["Horde"] = "首领掉落：至暗之夜降临（进军奎尔丹纳斯）",
["targetType"] = 0,
["Alliance"] = "首领掉落：至暗之夜降临（进军奎尔丹纳斯）",
},
[242594] = {
["Horde"] = "商人出售：贾扎尔·落星（烈风海岸）",
["targetType"] = 1,
},
[242850] = {
["Horde"] = "商人出售：加内特（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：加内特（多恩诺嘉尔）",
},
[243152] = {
["Horde"] = "商人出售：“伊恩”马龙（创始者之角）",
["targetType"] = 1,
["Alliance"] = "商人出售：“伊恩”马龙（创始者之角）",
},
[243602] = {
["Horde"] = "商人出售：削凿者切尔（永歌森林）",
["targetType"] = 1,
["Alliance"] = "商人出售：削凿者切尔（永歌森林）",
},
[241571] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[239780] = {
["Horde"] = "商人出售：泰萨拉什（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：泰萨拉什（瓦德拉肯）",
},
[243582] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242066] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[241615] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[242851] = {
["Horde"] = "商人出售：加内特（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：加内特（多恩诺嘉尔）",
},
[241176] = {
["Horde"] = "商人出售：谭欣眺（锦绣谷）",
["targetType"] = 1,
["Alliance"] = "商人出售：谭欣眺（锦绣谷）",
},
[239622] = {
["Horde"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
["targetType"] = 1,
["Alliance"] = "商人出售：“第二把交椅”袍铎（多恩诺嘉尔）",
},
[243619] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[239781] = {
["Horde"] = "商人出售：泰萨拉什（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：泰萨拉什（瓦德拉肯）",
},
[242084] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[242340] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[243249] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242852] = {
["Horde"] = "商人出售：培尔·巴洛（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：培尔·巴洛（提拉加德海峡）",
},
[241192] = {
["Horde"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
["targetType"] = 1,
["Alliance"] = "商人出售：失窃的御用贩卖机（麦卡贡）",
},
[239504] = {
["Horde"] = "商人出售：莫塔·盖吉（奥术秘社）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫塔·盖吉（奥术秘社）",
},
[241573] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[239782] = {
["Horde"] = "商人出售：泰萨拉什（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：泰萨拉什（瓦德拉肯）",
},
[243650] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莱弗顿·法勒尔（烈风海岸）",
},
[244388] = {
["Horde"] = "商人出售：艾隆达米尔（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：艾隆达米尔（银月城）",
},
[243583] = {
["Horde"] = "商人出售：丹妮亚·银舌（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：丹妮亚·银舌（银月城）",
},
[242853] = {
["Horde"] = "商人出售：培尔·巴洛（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：培尔·巴洛（提拉加德海峡）",
},
[243905] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[243915] = {
["targetType"] = 1,
["Alliance"] = "商人出售：莉伊卡（暴风城）",
},
[243621] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[239783] = {
["Horde"] = "商人出售：泰萨拉什（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：泰萨拉什（瓦德拉肯）",
},
[242086] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[244389] = {
["Horde"] = "商人出售：朗德隆（银月城）",
["targetType"] = 1,
["Alliance"] = "商人出售：朗德隆（银月城）",
},
[243710] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[242854] = {
["Horde"] = "商人出售：培尔·巴洛（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：培尔·巴洛（提拉加德海峡）",
},
[243692] = {
["targetType"] = 1,
["Alliance"] = "商人出售：贾扎尔·落星（烈风海岸）",
},
[239501] = {
["Horde"] = "商人出售：莫塔·盖吉（奥术秘社）",
["targetType"] = 1,
["Alliance"] = "商人出售：莫塔·盖吉（奥术秘社）",
},
[241575] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[239784] = {
["Horde"] = "商人出售：泰萨拉什（瓦德拉肯）",
["targetType"] = 1,
["Alliance"] = "商人出售：泰萨拉什（瓦德拉肯）",
},
[241995] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241102] = {
["targetType"] = 1,
["Alliance"] = "商人出售：杰克逊·瓦吉斯（守护者圣殿）",
},
[241716] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[242855] = {
["Horde"] = "商人出售：培尔·巴洛（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：培尔·巴洛（提拉加德海峡）",
},
[241156] = {
["targetType"] = 1,
["Alliance"] = "商人出售：骑士队长兰希·莱薇森（暴风城）",
},
[243837] = {
["targetType"] = 1,
["Alliance"] = "商人出售：索莉罗（暴风城）",
},
[243623] = {
["Horde"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
["targetType"] = 1,
["Alliance"] = "商人出售：虚空研究者艾蜜莉（虚影风暴）",
},
[241832] = {
["Horde"] = "商人出售：堂弟鸽子尾（烈风海岸）",
["targetType"] = 1,
["Alliance"] = "商人出售：堂弟鸽子尾（烈风海岸）",
},
[242088] = {
["Horde"] = "商人出售：格隆苏尔（烈风海岸）",
["targetType"] = 1,
},
[241993] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242001] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[242856] = {
["Horde"] = "商人出售：培尔·巴洛（提拉加德海峡）",
["targetType"] = 1,
["Alliance"] = "商人出售：培尔·巴洛（提拉加德海峡）",
},
[243112] = {
["Horde"] = "商人出售：拉尔斯·布伦迈特（陨圣峪）",
["targetType"] = 1,
["Alliance"] = "商人出售：拉尔斯·布伦迈特（陨圣峪）",
},
[242262] = {
["targetType"] = 1,
["Alliance"] = "商人出售：萧丹（创始者之角）",
},
[241577] = {
["Horde"] = "商人出售：“勒恩”裂蹄（烈风海岸）",
["targetType"] = 1,
},
[244073] = {
["targetType"] = 1,
["Alliance"] = "商人出售：商人塞雷尔（暴风之盾）",
},
[244077] = {
["targetType"] = 1,
["Alliance"] = "商人出售：商人塞雷尔（暴风之盾）",
},
[244075] = {
["targetType"] = 1,
["Alliance"] = "商人出售：商人塞雷尔（暴风之盾）",
},
[244071] = {
["targetType"] = 1,
["Alliance"] = "商人出售：商人塞雷尔（暴风之盾）",
},
}



EventRegistry:RegisterFrameEventAndCallback("PLAYER_ENTERING_WORLD", function(owner)
    do
        local faction= UnitFactionGroup('player')
        for targetID, data in pairs(HouseTrackerObjective) do
            local obj= C_ContentTracking.GetObjectiveText(data.targetType, targetID, true)
            if obj then
                WoWTools_ChineseMixin:SetCN(obj, data[faction])
            end
        end
    end
    HouseTrackerObjective= nil

    EventRegistry:UnregisterCallback('PLAYER_ENTERING_WORLD', owner)
end)
