--[[
[ID]= {'Name_lang', 'Description_lang'},
https://wago.tools/db2/CurrencyTypes?locale=zhCN
]]
--[0] = "当前数据版本 12.0.1 - 65867 总数 616, 由 WoWTools Chinese Scanner 插件收集",
local tab={
[3049] = {
["name"] = "制皮专注",
},
[2038] = {
["name"] = "巨龙竞速 - 计分板 - 竞速完成时间 - 黄金 片段 1",
},
[3053] = {
["name"] = "铭文专注",
},
[3055] = {
["name"] = "米雷达尔钓鱼大赛印记",
["desc"] = "记录米雷达尔钓鱼大赛期间的独特渔获。",
},
[2041] = {
["name"] = "巨龙竞速 - 计分板 - 个人最佳时间 - 片段 1",
},
[2045] = {
["name"] = "巨龙魔符余烬",
["desc"] = "证明自己沐浴在巨龙魔符的龙焰里。可以交给驭龙训练师进行强化训练。",
},
[2047] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 07 困难",
},
[2048] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 02 简单",
},
[2050] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 08 简单",
},
[2052] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 03 简单",
},
[2054] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 04 简单",
},
[2056] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 05 简单",
},
[2058] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 06 简单",
},
[2060] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 欧恩哈拉平原 01 简单",
},
[2062] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 欧恩哈拉平原 02 简单",
},
[3087] = {
["name"] = "坦克",
},
[3089] = {
["name"] = "残忆",
["desc"] = "这种虹色粉末闪烁着狡黠的光芒，从中可以窥视到快被遗忘的一些回忆。",
},
[3093] = {
["name"] = "尼鲁巴尔华服",
["desc"] = "这些徽记是用来装饰虔信者的护甲的，在尼鲁巴尔尊贵的居民看来是上流社会的象征。\r\n\r\n阿努巴扎尔可以从王宫里把这些物品偷偷送出，交给斩离之丝，从而强化你的袭击能力。",
},
[3107] = {
["name"] = "风化安德麦纹章",
["desc"] = "用于升级“地心之战”第2赛季的冒险者和老兵装备，最多升级至物品等级623-632。可以从以下活动获得：\r\n\r\n- 可重复的户外活动\r\n- 随机难度的解放安德麦\r\n- 英雄难度的赛季地下城\r\n- 地下堡（难度1-5）",
},
[3109] = {
["name"] = "符文安德麦纹章",
["desc"] = "用于升级“地心之战”第2赛季的勇士和英雄装备，最多升级至物品等级649-658。可以从以下活动获得：\r\n\r\n- 英雄难度的解放安德麦\r\n- 2-6级的史诗钥石地下城\r\n- 地下堡（难度8-11）\r\n- 地下堡行者的奖赏（难度6-7）",
},
[3111] = {
["name"] = "风化安德麦纹章",
["desc"] = "用于升级“地心之战”第2赛季的冒险者和老兵装备，最多升级至物品等级623-632。可以从以下活动获得：\r\n\r\n- 可重复的户外活动\r\n- 随机难度的解放安德麦\r\n- 英雄难度的赛季地下城\r\n- 地下堡（难度1-5）",
},
[3113] = {
["name"] = "符文安德麦纹章",
["desc"] = "用于升级“地心之战”第2赛季的勇士和英雄装备，最多升级至物品等级649-658。可以从以下活动获得：\r\n\r\n- 英雄难度的解放安德麦\r\n- 4-7级的史诗钥石地下城\r\n- 地下堡（难度8-11）\r\n- 地下堡行者的奖赏（难度6-7）",
},
[2096] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 索德拉苏斯 03 简单",
},
[2098] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 索德拉苏斯 04 简单",
},
[2102] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 索德拉苏斯 05 困难",
},
[2104] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 索德拉苏斯 06 困难",
},
[3129] = {
["name"] = "卡雷什托拉斯",
},
[3131] = {
["name"] = "地下堡行者的旅程",
["desc"] = "使你获得地下堡行者的旅程的进度。",
},
[2110] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 欧恩哈拉平原 MP 1",
},
[3139] = {
["name"] = "珍宝",
},
[2118] = {
["name"] = "元素涌流",
["desc"] = "被击败的敌人的精华，灌注了原始风暴的力量。\r\n\r\n用来在瓦德拉肯的密斯莱莎处以及莫库特村的多个商人处采购物品。",
},
[2120] = {
["name"] = "巨龙竞速 - 个人最佳记录 - 欧恩哈拉平原 07 困难",
},
[2122] = {
["name"] = "风暴徽记",
["desc"] = "标志着对平息了原始风暴的勇敢冒险者的认可。用来升级原始风暴装备。",
},
[2124] = {
["name"] = "巨龙竞速 - 计分板 - 竞速完成时间 - 片段 10",
},
[2126] = {
["name"] = "巨龙竞速 - 计分板 - 竞速完成时间 -白银 片段 10",
},
[3151] = {
["name"] = "至暗之夜锻造知识",
["desc"] = "使用知识来学习锻造专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成银月城提供的特殊制造订单。",
},
[3153] = {
["name"] = "至暗之夜工程学知识",
["desc"] = "使用知识来学习工程学专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成银月城提供的特殊制造订单。",
},
[2132] = {
["name"] = "巨龙竞速 - 计分板 - 个人最佳时间 - 片段 100",
},
[2134] = {
["name"] = "钴蓝集所",
["desc"] = "提高钴蓝集所声望",
},
[3159] = {
["name"] = "至暗之夜剥皮知识",
["desc"] = "使用知识来学习剥皮专精。\r\n\r\n知识可以通过各种渠道获得，比如在剥皮时研究发现，以及完成银月城提供的特殊制造订单。",
},
[3161] = {
["name"] = "炼金专注",
},
[3163] = {
["name"] = "附魔专注",
},
[3165] = {
["name"] = "铭文专注",
},
[3167] = {
["name"] = "制皮专注",
},
[3169] = {
["name"] = "锈水财阀",
["desc"] = "在锈水财阀中的声望提高。",
},
[2148] = {
["name"] = "红色雏龙（火焰射击）",
},
[2150] = {
["name"] = "红色雏龙（治愈气息）",
},
[2152] = {
["name"] = "红色雏龙（昏睡红玉暖意）",
},
[3177] = {
["name"] = "暗索处理服务",
["desc"] = "提高在暗索处理服务中的声望。",
},
[2166] = {
["name"] = "苏生源血",
["desc"] = "苏生源血可以给复苏化生台充能，使其可以将难以置信的能量灌注到护甲里。",
},
[2170] = {
["name"] = "专业 - 公开订单产量 - 炼金",
},
[2172] = {
["name"] = "专业 - 公开订单产量 - 工程学",
},
[2174] = {
["name"] = "专业 - 公开订单产量 - 珠宝加工",
},
[3221] = {
["name"] = "地精财阀声望",
["desc"] = "在一个从属的地精财阀中的声望提高。",
},
[1101] = {
["name"] = "原油",
["desc"] = "主要产于塔纳安丛林的原油，可以作为海军行动的燃油。",
},
[3225] = {
["name"] = "锻造专精重置",
},
[3227] = {
["name"] = "炼金专精重置",
},
[3229] = {
["name"] = "工程学专精重置",
},
[3231] = {
["name"] = "铭文专精重置",
},
[3233] = {
["name"] = "制皮专精重置",
},
[3235] = {
["name"] = "剥皮专精重置",
},
[3239] = {
["name"] = "附魔专精重置",
},
[3241] = {
["name"] = "草药学专精重置",
},
[3243] = {
["name"] = "珠宝加工专精重置",
},
[3245] = {
["name"] = "采矿专精重置",
},
[3247] = {
["name"] = "裁缝专精重置",
},
[3251] = {
["name"] = "邪铸青铜",
["desc"] = "被压缩成青铜铸币，又被燃烧军团腐化的时光微粒。莫蒙图斯可以用它升级你的装备，与利达莫路图交易也有机会获取强力的圣物，以及蕴藏着永恒能量的纪念品。",
},
[3257] = {
["name"] = "匠人的铁匠之魄",
["desc"] = "用于购买至暗之夜锻造配方，制作至暗之夜锻造专业工具和配饰，以及获取高品质材料。",
},
[3259] = {
["name"] = "匠人的工程师之魄",
["desc"] = "用于购买至暗之夜工程学配方，制作至暗之夜工程学专业工具和配饰，以及获取高品质材料。",
},
[3261] = {
["name"] = "匠人的铭文师之魄",
["desc"] = "用于购买至暗之夜铭文配方，制作至暗之夜铭文专业工具和配饰，以及获取高品质材料。",
},
[3263] = {
["name"] = "匠人的制皮师之魄",
["desc"] = "用于购买至暗之夜制皮配方，制作至暗之夜制皮专业工具和配饰，以及获取高品质材料。",
},
[3265] = {
["name"] = "匠人的剥皮师之魄",
["desc"] = "用于制作至暗之夜剥皮专业工具和配饰，以及获取高品质材料。",
},
[3267] = {
["name"] = "邪铸青铜",
["desc"] = "被压缩成青铜铸币，又被燃烧军团腐化的时光微粒。莫蒙图斯可以用它升级你的装备，与利达莫路图交易也有机会获取强力的圣物，以及蕴藏着永恒能量的纪念品。",
},
[3269] = {
["name"] = "虚灵虚空裂片",
["desc"] = "虚灵虚空裂片可以给化生台充能，使其可以将不可思议的能量灌注到护甲里。每两周可以缓慢积累。",
},
[3271] = {
["name"] = "名望 - 第3赛季地下堡",
},
[1129] = {
["name"] = "既定命运印记",
["desc"] = "扭转命运，可给你一次在地狱火堡垒或德拉诺史诗地下城获得额外宝物的机会。",
},
[3283] = {
["name"] = "圣焰之耀",
["desc"] = "在圣焰之耀处的声望提高。",
},
[3285] = {
["name"] = "风化虚灵纹章",
["desc"] = "用于升级“地心之战”第3赛季的冒险者和老兵装备，最多升级至物品等级108-118。可以从以下活动获得：\r\n\r\n- 可重复的户外活动\r\n- 随机难度的法力熔炉：欧米伽\r\n- 英雄难度的赛季地下城\r\n- 地下堡（难度1-5）",
},
[3287] = {
["name"] = "蚀刻虚灵纹章",
["desc"] = "用于升级“地心之战”第3赛季的老兵和勇士装备，最多升级至物品等级121-131。可以从以下活动获得：\r\n\r\n- 每周户外活动\r\n- 普通难度的法力熔炉：欧米伽\r\n- 史诗难度的赛季地下城\r\n- 地下堡（难度6-7）\r\n- 地下堡行者的奖赏（难度4-5）",
},
[3289] = {
["name"] = "符文虚灵纹章",
["desc"] = "用于升级“地心之战”第3赛季的勇士和英雄装备，最多升级至物品等级134-144。可以从以下活动获得：\r\n\r\n- 英雄难度的法力熔炉：欧米伽\r\n- 2-6级的史诗钥石地下城\r\n- 地下堡（难度8-11）\r\n- 地下堡行者的奖赏（难度6-7）",
},
[3291] = {
["name"] = "鎏金虚灵纹章",
["desc"] = "用于升级“地心之战”第3赛季的英雄和神话装备，最多升级至物品等级147及以上。可以从以下活动获得：\r\n\r\n- 史诗难度的法力熔炉：欧米伽\r\n- 7级以上的史诗钥石地下城\r\n- 地下堡的鎏金藏匿物（难度11）\r\n- 地下堡行者的奖赏（难度8及以上）",
},
[3293] = {
["name"] = "纪元纪念品",
["desc"] = "一段旷世史诗的残片。",
},
[3303] = {
["name"] = "无拘钱币",
["desc"] = "一枚在卡雷什的无拘之域中发现的古怪钱币。佐舒尔瞭望台的莎德安妮丝应该会对它感兴趣，可以换取玩具、装饰品、宠物等物品。通过完成任务“不只是相位”获得。",
},
[3305] = {
["name"] = "名望 - 法力熔炉破袭队",
},
[3309] = {
["name"] = "地狱之石碎片",
["desc"] = "在贪婪的特使事件期间通过参与活动获得。可以在多恩诺嘉尔的巴拉纳处兑换源自地狱的护甲套装。",
},
[3315] = {
["name"] = "名望 - 加乐宫会员奖励俱乐部",
},
[3317] = {
["name"] = "名望 - 第1赛季地下堡",
},
[1149] = {
["name"] = "盲目之眼",
["desc"] = "一枚粗糙的手工硬币，上面有一个类似肯瑞托的徽记，但有一个最大的不同点：那个眼睛是闭着的。",
},
[1154] = {
["name"] = "暗影币",
["desc"] = "在扒手以及类似阶层中广受欢迎。可以在达拉然的下水道中使用。",
},
[1155] = {
["name"] = "远古魔力",
["desc"] = "来自苏拉玛地下古代魔网的浓缩魔力。",
},
[3341] = {
["name"] = "老兵曙光纹章",
["desc"] = "用于升级“至暗之夜”第1赛季的老兵装备，最多升级至物品等级237-250。\r\n\r\n用于制造时，根据品质将制成品的物品等级设定为233-246。\r\n\r\n可以从以下活动获得：\r\n\r\n- 可重复的户外活动\r\n- 随机难度的虚影尖塔、梦境裂隙和进军奎尔丹纳斯\r\n- 英雄难度的赛季地下城\r\n- 地下堡（难度5-6）\r\n- 珍宝猎手的奖赏（难度4-5）",
},
[3343] = {
["name"] = "勇士曙光纹章",
["desc"] = "用于升级“至暗之夜”第1赛季的勇士装备，最多升级至物品等级250-263。可以从以下活动获得：\r\n\r\n- 每周户外活动\r\n- 普通难度的虚影尖塔、梦境裂隙和进军奎尔丹纳斯\r\n- 史诗难度的赛季地下城\r\n- 2-3级的史诗钥石地下城\r\n- 地下堡（难度7-10）\r\n- 珍宝猎手的奖赏（难度6-7）",
},
[3345] = {
["name"] = "英雄曙光纹章",
["desc"] = "用于升级“至暗之夜”第1赛季的英雄装备，最多升级至物品等级263-276。\r\n\r\n用于制造时，根据品质将制成品的物品等级设定为259-272。\r\n\r\n可以从以下活动获得：\r\n\r\n 英雄难度的虚影尖塔、梦境裂隙和进军奎尔丹纳斯\r\n- 4-8级的史诗钥石地下城\r\n- 地下堡（难度11）\r\n- 珍宝猎手的奖赏（难度8及以上）",
},
[3347] = {
["name"] = "神话曙光纹章",
["desc"] = "用于升级“至暗之夜”第1赛季的神话装备，最多升级至物品等级276-289。\r\n\r\n用于制造时，根据品质将制成品的物品等级设定为272-285。\r\n\r\n可以从以下活动获得：\r\n\r\n 英雄难度的虚影尖塔、梦境裂隙和进军奎尔丹纳斯\r\n- 9级及以上的史诗钥石地下城",
},
[3351] = {
["name"] = "社交计量表",
},
[1166] = {
["name"] = "时空扭曲徽章",
["desc"] = "在时空漫游地下城中获得，可以在主城的时空漫游商人处换取货物。",
},
[3355] = {
["name"] = "名望 - 阿曼尼部族",
},
[1171] = {
["name"] = "神器知识",
["desc"] = "提高你获得神器能量的速度。",
},
[1172] = {
["name"] = "上层精灵考古碎片",
},
[1173] = {
["name"] = "至高岭牛头人考古碎片",
},
[1174] = {
["name"] = "恶魔考古碎片",
},
[3371] = {
["name"] = "名望 - 银月宫廷",
},
[3373] = {
["name"] = "钓客珍珠",
["desc"] = "主要发现于祖阿曼深渊，仅用于与深潜者杰祖和深潜者图纳基特进行交易。",
},
[3377] = {
["name"] = "纯粹丰饶",
["desc"] = "纯粹的大地之赐，因丰饶之神而活跃，在丰饶收获中获取。用于向削凿者切尔购买物品。",
},
[3379] = {
["name"] = "满溢的奥能",
["desc"] = "萨瑟利尔庄园的商人或许会对它感兴趣。",
},
[3383] = {
["name"] = "冒险者曙光纹章",
["desc"] = "用于升级“至暗之夜”第1赛季的冒险者装备，最多升级至物品等级224-237。\r\n\r\n用于制造时，根据品质将制成品的物品等级设定为220-233。\r\n\r\n可以从以下活动获得：\r\n\r\n- 可重复的户外活动\r\n- 难度4地下堡",
},
[3385] = {
["name"] = "明光之尘",
["desc"] = "从哈籁恩达尔独有的飞蛾身上收集的精细粉尘。可以和养蛾人威塔姆交易。",
},
[3387] = {
["name"] = "寻猎者的旅程",
["desc"] = "寻猎者的旅程的进度。",
},
[3389] = {
["name"] = "奇点特勤",
["desc"] = "在奇点特勤中的声望提高。",
},
[3391] = {
["name"] = "冒险者曙光纹章",
["desc"] = "用于升级“至暗之夜”第1赛季的冒险者装备，最多升级至物品等级224-237。可以从以下活动获得：\r\n\r\n- 可重复的户外活动\r\n- 难度4地下堡",
},
[3397] = {
["name"] = "魔导师",
["desc"] = "在魔导师中的声望提高。",
},
[1191] = {
["name"] = "勇气点数",
["desc"] = "用来对从史诗钥石地下城获得的装备进行升级。",
},
[2402] = {
["name"] = "名望 - 峈姆鼹鼠人",
["desc"] = "在峈姆鼹鼠人中的声望提高。",
},
[2408] = {
["name"] = "奖励飞珑石",
["desc"] = "完成某些世界任务时，以及你队伍中的任何玩家提升史诗钥石评分时，获得奖励飞珑石。",
},
[3433] = {
["name"] = "家宅系统 - 邮差行动 - 个人最高纪录 - 联盟 - 路径3",
},
[3435] = {
["name"] = "家宅系统 - 邮差行动 - 个人最高纪录 - 部落 - 路径2",
},
[2420] = {
["name"] = "峈姆鼹鼠人",
["desc"] = "在峈姆鼹鼠人中的声望提高。",
},
[1220] = {
["name"] = "职业大厅资源",
["desc"] = "用来招募部队，执行任务和研究职业大厅的升级选项。",
},
[1226] = {
["name"] = "虚空碎片",
["desc"] = "虚空的结晶碎片，由燃烧军团带到艾泽拉斯。",
},
[614] = {
["name"] = "黑暗之尘",
["desc"] = "由死亡之翼的灭世之力凝聚而成，其中蕴含的黑暗能量可以强化威力骇人的魔法。",
},
[615] = {
["name"] = "死亡之翼的堕落精华",
["desc"] = "从死亡之翼的身躯中抽离而出的黑暗能量，用以催动最为恐怖的咒术。",
},
[1268] = {
["name"] = "上古神器",
["desc"] = "一件来自无尽之海深处的神秘纳迦神器。国王姆嘎姆嘎正在上古海滩寻找这种东西。",
},
[1273] = {
["name"] = "破碎命运印记",
["desc"] = "扭转命运，可给你一次在“军团再临”团队副本和史诗地下城的首领处获得额外宝物的机会。",
},
[1275] = {
["name"] = "古怪硬币",
["desc"] = "这种特别的货币摸上去热乎乎的，并在你手中轻轻震动着。可以用来向达拉然的苏伊奥斯购买物品。",
},
[321] = {
["name"] = "征服之岛荣誉奖章",
},
[161] = {
["name"] = "岩石守卫者的碎片",
},
[81] = {
["name"] = "美食家奖章",
["desc"] = "造访各个主城以及诺森德的达拉然的特殊烹饪供应商，购买罕见的烹饪配方、香料以及大厨的帽子！",
},
[2588] = {
["name"] = "艾泽拉斯骑手会徽章",
["desc"] = "在艾泽拉斯骑手会的比赛中获得。可以用来在瓦德拉肯和艾泽拉斯骑手会的商人交易商品。",
},
[2590] = {
["name"] = "失落摹本",
["desc"] = "人们以为早已失落的各种土灵财宝和圣物。",
},
[2594] = {
["name"] = "超因果箔片",
["desc"] = "时光能量颗粒。灌注了足够的力量，所以化为了实体。提尔要塞水库的商人很珍视它。",
},
[1299] = {
["name"] = "拳手的金币",
["desc"] = "搏击俱乐部的获胜者得到的奖励。可以用它在拳手金币兑换商处购买乱斗卡牌和其他能够改变世界的物品。",
},
[1314] = {
["name"] = "徘徊之魂碎片",
["desc"] = "曾属于某个强大敌人的灵魂残片。",
},
[1324] = {
["name"] = "部落其拉嘉奖令",
["desc"] = "完成此任务可增加部落在甲虫的召唤活动中的积分。\r\n\r\n活动中积分最高的阵营可以将自己的旗帜挂在甲虫之锣旁，直到年末。",
},
[1325] = {
["name"] = "联盟其拉嘉奖令",
["desc"] = "完成此任务可增加联盟在甲虫的召唤活动中的积分。\r\n\r\n活动中积分最高的阵营可以将自己的旗帜挂在甲虫之锣旁，直到年末。",
},
[2650] = {
["name"] = "翡翠露滴",
["desc"] = "灌注了翡翠梦境的滋养特性的露水，可以让任何植物绽放。\r\n\r\n用来让翡翠梦境的植物复苏。",
},
[2652] = {
["name"] = "梦境守望者",
["desc"] = "在梦境守望者中的声望提高。",
},
[2654] = {
["name"] = "巨龙竞速 - 卡利姆多杯偏好坐骑",
},
[42] = {
["name"] = "公正徽章",
},
[1342] = {
["name"] = "抗魔联军战争物资",
["desc"] = "用于强化破碎海滩上的珍贵建筑。",
},
[676] = {
["name"] = "熊猫人考古碎片",
},
[677] = {
["name"] = "魔古考古碎片",
},
[2706] = {
["name"] = "雏龙的酣梦纹章",
["desc"] = "从巨龙时代第3赛季的许多户外活动、随机难度的阿梅达希尔以及不高于5级的史诗钥石地下城获得。",
},
[1355] = {
["name"] = "邪能精华",
["desc"] = "浓缩的恶魔精华，可收集并用于制造强大的护甲。",
},
[2710] = {
["name"] = "暗影烈焰研究",
},
[1357] = {
["name"] = "主宰的回响",
["desc"] = "用于购买精锐PvP护甲。赛季结束时，此货币会转换为金币。",
},
[2716] = {
["name"] = "幼龙的酣梦纹章",
["desc"] = "从巨龙时代第3赛季的某些户外活动、普通难度的阿梅达希尔以及6到10级的史诗钥石地下城获得。",
},
[2718] = {
["name"] = "守护巨龙的酣梦纹章",
["desc"] = "从巨龙时代第3赛季的史诗难度的阿梅达希尔以及不低于16级的史诗钥石地下城获得。",
},
[341] = {
["name"] = "寒冰纹章",
},
[1379] = {
["name"] = "时尚试炼奖币",
["desc"] = "通过参与时尚试炼获得。可以在绝大多数主城兑换可幻化的装备。",
},
[692] = {
["name"] = "随机战场征服点数变量",
},
[1388] = {
["name"] = "护甲碎片",
["desc"] = "从战线中的敌方部队和载具收集而来。用来训练部队和推动研究。",
},
[2778] = {
["name"] = "青铜",
["desc"] = "伊特努丝的永恒龙盟友用松散的时间帛线压缩成青铜铸币进行交易。",
},
[697] = {
["name"] = "长者的好运符",
["desc"] = "长者好运符的拥有者在战胜魔古山宝库、恐惧之心、永春台中的首领，以及怒之煞或萨莱斯的兵团后有机会使用一枚硬币来赢取额外的奖励。",
},
[2786] = {
["name"] = "卡兹阿加锻造知识",
["desc"] = "使用知识来学习锻造专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[2788] = {
["name"] = "卡兹阿加工程学知识",
["desc"] = "使用知识来学习工程学专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[2790] = {
["name"] = "卡兹阿加铭文知识",
["desc"] = "使用知识来学习铭文专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[2792] = {
["name"] = "卡兹阿加制皮知识",
["desc"] = "使用知识来学习制皮专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[2794] = {
["name"] = "卡兹阿加剥皮知识",
["desc"] = "使用知识来学习剥皮专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[2796] = {
["name"] = "苏生奇梦",
["desc"] = "苏生奇梦可以给复苏化生台充能，使其可以将难以置信的能量灌注到护甲里。",
},
[1401] = {
["name"] = "建筑补给",
["desc"] = "用来在战线内修建建筑物、进行升级研究。",
},
[2806] = {
["name"] = "雏龙的觉醒纹章",
["desc"] = "从巨龙时代第4赛季的许多户外活动、随机难度的团队副本以及英雄地下城获得。",
},
[2808] = {
["name"] = "幼龙的觉醒纹章",
["desc"] = "从巨龙时代第4赛季的某些户外活动、普通难度的团队副本以及+0级的史诗地下城获得。",
},
[2810] = {
["name"] = "魔龙的觉醒纹章",
["desc"] = "从巨龙时代第4赛季的英雄难度的团队副本以及不超过+5级的史诗钥石地下城获得。",
},
[2812] = {
["name"] = "守护巨龙的觉醒纹章",
["desc"] = "从巨龙时代第4赛季的史诗难度的团队副本以及不低于+6级的史诗钥石地下城获得。",
},
[2814] = {
["name"] = "名望 - 桶腿船团",
["desc"] = "在桶腿船团阵营中的声望提高。",
},
[1416] = {
["name"] = "空气硬币",
["desc"] = "旋即蒸发，化为迷雾。",
},
[2878] = {
["name"] = "10.2 专业 - 个人追踪 - 传说 - 修复的入梦叶",
},
[361] = {
["name"] = "珠宝名匠的荣誉奖章",
["desc"] = "授予技艺最精湛的珠宝名匠，这些奖章可以用来兑换稀有的珠宝加工图鉴和奇美拉之眼。",
},
[2898] = {
["name"] = "名望 - 邃渊协盟",
},
[2900] = {
["name"] = "名望 - 多恩诺嘉尔议会",
},
[2902] = {
["name"] = "邃渊协盟",
["desc"] = "在邃渊协盟中的声望提高。",
},
[2904] = {
["name"] = "名望 - 斩离之丝",
},
[2906] = {
["name"] = "珍宝",
["desc"] = "你在比赛中每收集到额外的25份珍宝，就能获得25点桶腿船团名望加成。",
},
[2908] = {
["name"] = "统御先锋军",
["desc"] = "在统御先锋军阵营中的声望提高。",
},
[2910] = {
["name"] = "卡拉克西",
["desc"] = "在卡拉克西阵营中的声望提高。",
},
[2912] = {
["name"] = "苏生觉醒",
["desc"] = "苏生觉醒可以给复苏化生台充能，使其可以将不可思议的能量灌注到护甲里。",
},
[2914] = {
["name"] = "风化先驱纹章",
["desc"] = "从“地心之战”第1赛季的许多户外活动、随机难度的尼鲁巴尔王宫以及英雄难度的地下城获得。",
},
[2916] = {
["name"] = "符文先驱纹章",
["desc"] = "从“地心之战”第1赛季的英雄难度的尼鲁巴尔王宫以及+4级到+7级的史诗钥石地下城获得。",
},
[2918] = {
["name"] = "风化先驱纹章",
["desc"] = "从“地心之战”第1赛季的许多户外活动、随机难度的尼鲁巴尔王宫以及英雄难度的地下城获得。",
},
[2920] = {
["name"] = "符文先驱纹章",
["desc"] = "从“地心之战”第1赛季的英雄难度的尼鲁巴尔王宫以及+4级到+8级的史诗钥石地下城获得。",
},
[2922] = {
["name"] = "珍宝",
["desc"] = "你在“霸业风暴”中取得的珍宝总量。",
},
[738] = {
["name"] = "次级好运护符",
["desc"] = "携带次级好运护符能带来好运，并能最终兑换战火徽记，使玩家在赢得团队副本战斗后有机会使用一枚硬币来赢取额外的奖励。",
},
[1501] = {
["name"] = "沸腾的精华",
["desc"] = "用于将“军团再临”传说物品的物品等级提升至970。",
},
[3002] = {
["name"] = "纺丝者（恶名）",
["desc"] = "在纺丝者处的声望提高。",
},
[3004] = {
["name"] = "宰相（恶名）",
["desc"] = "在宰相处的声望提高。",
},
[3006] = {
["name"] = "宰相（恶名）",
},
[3008] = {
["name"] = "神勇石",
["desc"] = "满级时通过完成任务、团队副本、地下城、战场、竞技场比赛、光耀回响以及其他活动获得。用来给满级装备升级。",
},
[1506] = {
["name"] = "阿古斯道标石",
["desc"] = "萨格拉斯的仆从用它来强行打开从阿古斯前往其他被军团控制的世界的传送门。",
},
[754] = {
["name"] = "螳螂妖考古碎片",
},
[1508] = {
["name"] = "黯淡的阿古尼特水晶",
["desc"] = "这种没有光泽的水晶是虚灵商人眼中的极品，对维迪卡尔上的魔术师瓦西里恩来说更是如此。",
},
[3022] = {
["name"] = "名望 - 第1赛季地下堡",
},
[3024] = {
["name"] = "装饰品",
},
[3026] = {
["name"] = "装饰品",
},
[3028] = {
["name"] = "修复的宝匣钥匙",
["desc"] = "通过户外活动获得100枚宝匣钥匙碎片并将其组合起来，即可获得一把修复的宝匣钥匙。可以打开丰裕地下堡里的一个丰裕宝匣。",
},
[3040] = {
["name"] = "锻造专注",
},
[3042] = {
["name"] = "制皮专注",
},
[3044] = {
["name"] = "工程学专注",
},
[3046] = {
["name"] = "附魔专注",
},
[3048] = {
["name"] = "裁缝专注",
},
[3050] = {
["name"] = "锻造专注",
},
[3052] = {
["name"] = "工程学专注",
},
[3054] = {
["name"] = "炼金专注",
},
[3056] = {
["name"] = "刻基",
["desc"] = "纺织为丝线的财富，满溢着芬芳，艾基-卡赫特的任何商人都能感受到它的价值。",
},
[1533] = {
["name"] = "觉醒精华",
["desc"] = "供破碎群岛上方的达拉然的奥法工匠维迪尔使用，他可以制造或升级“军团再临”传说物品。",
},
[1534] = {
["name"] = "赞达拉巨魔考古碎片",
},
[3068] = {
["name"] = "地下堡行者的旅程",
["desc"] = "使你获得地下堡行者的旅程的进度。",
},
[2049] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 02 困难",
},
[2051] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 08 困难",
},
[2053] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 03 困难",
},
[2055] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 04 困难",
},
[2057] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 05 困难",
},
[2059] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 觉醒海岸 06 困难",
},
[2061] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 欧恩哈拉平原 01 困难",
},
[3086] = {
["name"] = "伤害输出者",
},
[3088] = {
["name"] = "治疗者",
},
[2067] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 欧恩哈拉平原 04 困难",
},
[2069] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 欧恩哈拉平原 D05 简单",
},
[3100] = {
["name"] = "青铜庆典奖币",
["desc"] = "通过20周年青铜庆典的每周活动获得。可以在时光之穴外的青铜庆祝会上交易新物品。",
},
[3102] = {
["name"] = "青铜庆典奖币",
["desc"] = "通过20周年青铜庆典的每周活动获得。可以在时光之穴外的青铜庆祝会上交易新物品。",
},
[1553] = {
["name"] = "艾泽里特",
["desc"] = "艾泽拉斯之血化为了成块的艾泽里特结晶，这是一种极其强大的材料。",
},
[3108] = {
["name"] = "蚀刻安德麦纹章",
["desc"] = "用于升级“地心之战”第2赛季的老兵和勇士装备，最多升级至物品等级636-645。可以从以下活动获得：\r\n\r\n- 每周户外活动\r\n- 普通难度的解放安德麦\r\n- 史诗难度的赛季地下城\r\n- 地下堡（难度6-7）\r\n- 地下堡行者的奖赏（难度4-5）",
},
[3110] = {
["name"] = "鎏金安德麦纹章",
["desc"] = "用于升级“地心之战”第2赛季的英雄和神话装备，最多升级至物品等级662及以上。可以从以下活动获得：\r\n\r\n- 史诗难度的解放安德麦\r\n- 7级以上的史诗钥石地下城\r\n- 地下堡的鎏金藏匿物（难度11）\r\n- 地下堡行者的奖赏（难度8及以上）",
},
[3112] = {
["name"] = "蚀刻安德麦纹章",
["desc"] = "用于升级“地心之战”第2赛季的老兵和勇士装备，最多升级至物品等级636-645。可以从以下活动获得：\r\n\r\n- 每周户外活动\r\n- 普通难度的解放安德麦\r\n- 史诗难度的赛季地下城\r\n- 不高于3级的史诗钥石地下城\r\n- 地下堡（难度6-7）\r\n- 地下堡行者的奖赏（难度4-5）",
},
[3114] = {
["name"] = "鎏金安德麦纹章",
["desc"] = "用于升级“地心之战”第2赛季的英雄和神话装备，最多升级至物品等级662及以上。可以从以下活动获得：\r\n\r\n- 史诗难度的解放安德麦\r\n- 8级以上的史诗钥石地下城\r\n- 地下堡的鎏金藏匿物（难度11）\r\n- 地下堡行者的奖赏（难度8及以上）",
},
[3116] = {
["name"] = "卡亚矿石精华",
["desc"] = "卡亚矿石精华可以给化生台充能，使其可以将不可思议的能量灌注到护甲里。每两周可以缓慢积累。免责声明：绝对不含卡亚矿石。",
},
[2095] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 索德拉苏斯 MP 1",
},
[3120] = {
["name"] = "安德麦财阀",
["desc"] = "在安德麦财阀中的名望等级。",
},
[391] = {
["name"] = "托尔巴拉德奖章",
["desc"] = "奖励你在托尔巴拉德的英勇战绩。",
},
[2101] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 索德拉苏斯 05 简单",
},
[2103] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 索德拉苏斯 06 简单",
},
[3128] = {
["name"] = "名望 - 卡雷什托拉斯",
},
[2107] = {
["name"] = "工匠商盟 - 巨龙群岛支部",
["desc"] = "提高在工匠商盟 - 巨龙群岛支部中的声望。",
},
[2109] = {
["name"] = "伊斯卡拉海象人",
["desc"] = "在伊斯卡拉海象人中的声望提高。",
},
[2111] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 碧蓝林海 MP 1",
},
[3136] = {
["name"] = "加乐宫会员奖励俱乐部",
["desc"] = "在加乐宫会员奖励俱乐部中的声望提高。",
},
[393] = {
["name"] = "化石考古碎片",
},
[2119] = {
["name"] = "巨龙竞速 - 个人最佳记录 - 欧恩哈拉平原 07 简单",
},
[2123] = {
["name"] = "血腥硬币",
["desc"] = "通过战争模式活动获得。用来购买战争模式装备。",
},
[2125] = {
["name"] = "巨龙竞速 - 计分板 - 竞速完成时间 - 片段 100",
},
[3150] = {
["name"] = "至暗之夜炼金知识",
["desc"] = "使用知识来学习炼金专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成银月城提供的特殊制造订单。",
},
[3152] = {
["name"] = "至暗之夜附魔知识",
["desc"] = "使用知识来学习附魔专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成银月城提供的特殊制造订单。",
},
[395] = {
["name"] = "正义点数",
["desc"] = "可用来购买较为强大的护甲和武器。",
},
[1579] = {
["name"] = "艾泽拉斯的勇士",
["desc"] = "在艾泽拉斯的勇士中的声望提高。",
},
[3158] = {
["name"] = "至暗之夜采矿知识",
["desc"] = "使用知识来学习采矿专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[3160] = {
["name"] = "至暗之夜裁缝知识",
["desc"] = "使用知识来学习裁缝专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成银月城提供的特殊制造订单。",
},
[396] = {
["name"] = "勇气点数",
["desc"] = "可用来购买非常强大的PVE护甲和武器。",
},
[3164] = {
["name"] = "工程学专注",
},
[3166] = {
["name"] = "珠宝加工专注",
},
[1585] = {
["name"] = "战团通用荣誉点数",
["desc"] = "通过消灭你所在阵营的敌人获得。",
},
[1586] = {
["name"] = "荣誉等级",
["desc"] = "通过消灭你所在阵营的大量敌人获得。",
},
[2149] = {
["name"] = "红色雏龙（高射火焰新星）",
},
[2151] = {
["name"] = "红色雏龙（疗愈吐息）",
},
[2153] = {
["name"] = "红色雏龙（红翼之下）",
},
[3178] = {
["name"] = "暗索处理服务",
},
[3180] = {
["name"] = "每周上限测试货币",
["desc"] = "测试每周上限曲线的货币",
},
[1592] = {
["name"] = "灰烬骑士团",
["desc"] = "在灰烬骑士团中的声望提高。",
},
[1593] = {
["name"] = "普罗德摩尔海军部",
["desc"] = "在普罗德摩尔海军部中的声望提高。",
},
[399] = {
["name"] = "维库考古碎片",
},
[2165] = {
["name"] = "专业 - 公开订单产量 - 锻造",
},
[2167] = {
["name"] = "化生充能",
["desc"] = "|cnHEIRLOOM_BLUE_COLOR:战团通用|r\r\n完成集体活动，使所有角色获得充能。\r\n\r\n|cnWHITE_FONT_COLOR:每名角色限定6层充能。|r",
},
[2169] = {
["name"] = "专业 - 公开订单产量 - 制皮",
},
[400] = {
["name"] = "蛛魔考古碎片",
},
[2173] = {
["name"] = "专业 - 公开订单产量 - 附魔",
},
[2175] = {
["name"] = "专业 - 公开订单产量 - 铭文",
},
[401] = {
["name"] = "托维尔考古碎片",
},
[201] = {
["name"] = "风险硬币",
},
[402] = {
["name"] = "铁掌徽记",
["desc"] = "代表你受到了烹饪世家——铁掌家族的嘉许。可在半山市集的库房管理员处兑换烹饪配料和其它物品。",
},
[3212] = {
["name"] = "光耀火花尘",
["desc"] = "随分裂的光耀火花一同获得的魔法残渣，用于追踪你在“至暗之夜”第1赛季中获得过的分裂的光耀火花的数量。\r\n\r\n如果你获得的分裂的光耀火花有所落后，完成地下堡、史诗钥石、团队副本、副本PvP和一部分户外活动可以帮助你追赶数量。",
},
[3216] = {
["name"] = "奖赏残余",
["desc"] = "通过完成丰裕地下堡获得。使用100个奖赏残余可以打开一个隐秘财宝，其内容取决于完成的地下堡的难度。",
},
[3218] = {
["name"] = "空卡亚可乐罐",
["desc"] = "一个空的卡亚可乐罐，常见于S.C.R.A.P.废料堆中。S.C.R.A.P.总部的安杰罗·锈桶对此很感兴趣。",
},
[3220] = {
["name"] = "典藏卡亚可乐罐",
["desc"] = "一罐典藏卡亚可乐，少见于S.C.R.A.P.废料堆中。S.C.R.A.P.总部的安杰罗·锈桶对此很感兴趣。",
},
[101] = {
["name"] = "英雄纹章",
},
[3226] = {
["name"] = "市场研究",
["desc"] = "暗索处理服务正在开展市场研究，以便决定他们的活动焦点。你可以在棚户岭的希奇·内幕处用这一货币换取该财阀的声望。",
},
[3228] = {
["name"] = "附魔专精重置",
},
[3230] = {
["name"] = "草药学专精重置",
},
[3232] = {
["name"] = "珠宝加工专精重置",
},
[3234] = {
["name"] = "采矿专精重置",
},
[810] = {
["name"] = "黑铁碎片",
["desc"] = "从钢铁部落入侵者碎裂的护甲和武器中翻检出的金属碎片。",
},
[3238] = {
["name"] = "炼金专精重置",
},
[3240] = {
["name"] = "工程学专精重置",
},
[3242] = {
["name"] = "铭文专精重置",
},
[3244] = {
["name"] = "制皮专精重置",
},
[3246] = {
["name"] = "剥皮专精重置",
},
[3248] = {
["name"] = "锻造专精重置",
},
[3250] = {
["name"] = "琢面的邪能结晶",
["desc"] = "一块深藏在密谋小径阴影中的宝石，散发着禁忌的诱惑力。有些商人会为此大打出手。",
},
[3252] = {
["name"] = "青铜",
["desc"] = "被压缩成青铜铸币的时光微粒。永恒龙军团会用它交易装饰品奖励。",
},
[2231] = {
["name"] = "玩家",
},
[3256] = {
["name"] = "匠人的炼金师之魄",
["desc"] = "用于购买至暗之夜炼金配方，制作至暗之夜炼金专业工具和配饰，以及获取高品质材料。",
},
[3258] = {
["name"] = "匠人的附魔师之魄",
["desc"] = "用于购买至暗之夜附魔配方，制作至暗之夜附魔专业工具和配饰，以及获取高品质材料。",
},
[3260] = {
["name"] = "匠人的草药师之魄",
["desc"] = "用于制作至暗之夜草药学专业工具和配饰，以及获取高品质材料。",
},
[3262] = {
["name"] = "匠人的珠宝匠之魄",
["desc"] = "用于购买至暗之夜珠宝加工配方，制作至暗之夜珠宝加工专业工具和配饰，以及获取高品质材料。",
},
[3264] = {
["name"] = "匠人的采矿师之魄",
["desc"] = "用于制作至暗之夜采矿专业工具和配饰，以及获取高品质材料。",
},
[3266] = {
["name"] = "匠人的裁缝师之魄",
["desc"] = "用于购买至暗之夜裁缝配方，制作至暗之夜裁缝专业工具和配饰，以及获取高品质材料。",
},
[2245] = {
["name"] = "飞珑石",
["desc"] = "通过完成世界任务、团队副本、地下城、战场、竞技场比赛以及其他活动获得。用来给满级装备升级。",
},
[3272] = {
["name"] = "地下堡行者的旅程",
["desc"] = "使你获得地下堡行者的旅程的进度。",
},
[3278] = {
["name"] = "虚灵丝线",
["desc"] = "注有强大的奥术能量的丝线，能够增强雷什裹布对能量的掌控力。",
},
[821] = {
["name"] = "德拉诺氏族考古碎片",
},
[3282] = {
["name"] = "加乐宫会员奖励俱乐部",
["desc"] = "在加乐宫会员奖励俱乐部中的声望提高。",
},
[3284] = {
["name"] = "风化虚灵纹章",
["desc"] = "用于升级“地心之战”第3赛季的冒险者和老兵装备，最多升级至物品等级108-118。可以从以下活动获得：\r\n\r\n- 可重复的户外活动\r\n- 随机难度的法力熔炉：欧米伽\r\n- 英雄难度的赛季地下城\r\n- 地下堡（难度1-5）",
},
[103] = {
["name"] = "竞技场点数",
},
[823] = {
["name"] = "埃匹希斯水晶",
["desc"] = "作为一个失落文明的古老遗产，埃匹希斯水晶蕴藏着难以想象的强大魔力。",
},
[3290] = {
["name"] = "鎏金虚灵纹章",
["desc"] = "用于升级“地心之战”第3赛季的英雄和神话装备，最多升级至物品等级147及以上。可以从以下活动获得：\r\n\r\n- 史诗难度的法力熔炉：欧米伽\r\n- 7级以上的史诗钥石地下城\r\n- 地下堡的鎏金藏匿物（难度11）\r\n- 地下堡行者的奖赏（难度8及以上）",
},
[824] = {
["name"] = "要塞物资",
["desc"] = "赚取资源以建造和扩大你的要塞。",
},
[3304] = {
["name"] = "法力熔炉破袭队",
["desc"] = "在法力熔炉破袭队处的声望提高。",
},
[3306] = {
["name"] = "法力熔炉破袭队",
["desc"] = "在法力熔炉破袭队处的声望提高。",
},
[828] = {
["name"] = "食人魔考古碎片",
},
[3310] = {
["name"] = "宝匣钥匙碎片",
["desc"] = "从“至暗之夜”区域的宝藏、世界任务和户外活动中获取。进入地下堡时，100个碎片会组合成一把修复的宝匣钥匙。",
},
[829] = {
["name"] = "鸦人考古碎片",
},
[3316] = {
["name"] = "虚光灰岩",
["desc"] = "圣光与虚空接触的产物，这种神秘的物质可以用于换取具有类似重要意义的物品。\r\n\r\n可在至暗之夜区域各地的名望军需官和其他商人处使用。",
},
[3318] = {
["name"] = "地下堡行者的旅程",
["desc"] = "使你获得地下堡行者的旅程的进度。",
},
[416] = {
["name"] = "世界之树的印记",
["desc"] = "由海加尔守护者授予。可以用来购买进攻火焰之地的补给。",
},
[3342] = {
["name"] = "老兵曙光纹章",
["desc"] = "用于升级“至暗之夜”第1赛季的老兵装备，最多升级至物品等级237-250。可以从以下活动获得：\r\n\r\n- 可重复的户外活动\r\n- 随机难度的虚影尖塔、梦境裂隙和进军奎尔丹纳斯\r\n- 英雄难度的赛季地下城\r\n- 地下堡（难度5-6）\r\n- 珍宝猎手的奖赏（难度4-5）",
},
[3344] = {
["name"] = "勇士曙光纹章",
["desc"] = "用于升级“至暗之夜”第1赛季的勇士装备，最多升级至物品等级250-263。可以从以下活动获得：\r\n\r\n- 每周户外活动\r\n- 普通难度的虚影尖塔、梦境裂隙和进军奎尔丹纳斯\r\n- 史诗难度的赛季地下城\r\n- 2-3级的史诗钥石地下城\r\n- 地下堡（难度7-10）\r\n- 珍宝猎手的奖赏（难度6-7）",
},
[3346] = {
["name"] = "英雄曙光纹章",
["desc"] = "用于升级“至暗之夜”第1赛季的英雄装备，最多升级至物品等级263-276。可以从以下活动获得：\r\n\r\n 英雄难度的虚影尖塔、梦境裂隙和进军奎尔丹纳斯\r\n- 4-8级的史诗钥石地下城\r\n- 地下堡（难度11）\r\n- 珍宝猎手的奖赏（难度8及以上）",
},
[3348] = {
["name"] = "神话曙光纹章",
["desc"] = "用于升级“至暗之夜”第1赛季的神话装备，最多升级至物品等级276-289。可以从以下活动获得：\r\n\r\n 英雄难度的虚影尖塔、梦境裂隙和进军奎尔丹纳斯\r\n- 9级及以上的史诗钥石地下城",
},
[3352] = {
["name"] = "派对惠赠",
},
[3354] = {
["name"] = "阿曼尼部族",
["desc"] = "在阿曼尼部族中的声望提高。",
},
[3356] = {
["name"] = "未被污染的法力水晶",
["desc"] = "在地下堡行者的旅程中达到9级后可以开始获取。使用修复的宝匣钥匙打开难度11的丰裕地下堡中的丰裕宝匣可以获得。可以向扎阿兰换取强力装备。",
},
[3370] = {
["name"] = "哈籁提",
["desc"] = "在哈籁提中的声望提高。",
},
[3372] = {
["name"] = "青铜",
["desc"] = "被压缩成青铜铸币的时光微粒。永恒龙军团会用它交易装饰品奖励。",
},
[3376] = {
["name"] = "钝顿碎片",
["desc"] = "在丰饶地点进行供奉，收获后即可获得纯粹丰饶。",
},
[3378] = {
["name"] = "黎明之光法力熔剂",
["desc"] = "黎明之光法力熔剂可以给化生台充能，使其可以将不可思议的能量灌注到护甲里。每两周可以缓慢积累。",
},
[3386] = {
["name"] = "名望 - 狩猎",
["desc"] = "狩猎旅程的进度。",
},
[3388] = {
["name"] = "名望 - 奇点特勤",
},
[3390] = {
["name"] = "远行者",
["desc"] = "在远行者中的声望提高。",
},
[3392] = {
["name"] = "痛苦残渣",
["desc"] = "弥漫着缥缈的痛苦哀嚎。\r\n\r\n银月城阿斯塔洛的圣殿的构造体瓦诺雷应该会对这件物品很感兴趣。",
},
[3396] = {
["name"] = "径巷之影",
["desc"] = "在径巷之影的声望提高。",
},
[3398] = {
["name"] = "血骑士",
["desc"] = "在血骑士中的声望提高。",
},
[3400] = {
["name"] = "未被污染的虚空样本",
["desc"] = "可用于进一步研究虚空的样本。可在虚影风暴啸影山脊的研究控制台处使用。",
},
[1703] = {
["name"] = "PvP赛季评级参与货币",
},
[1704] = {
["name"] = "幽魂碎片",
["desc"] = "这块碎片散发着能量。",
},
[3410] = {
["name"] = "屠戮角斗",
["desc"] = "在屠戮角斗中的声望提高。",
},
[1710] = {
["name"] = "海员达布隆币",
["desc"] = "无尽之海的许多部族都喜欢使用这种货币，可以用来向海岛探险的商人采购物品。",
},
[1715] = {
["name"] = "元尊碎片",
},
[1716] = {
["name"] = "荣耀战团服役勋章",
["desc"] = "给在库尔提拉斯、赞达拉和战争前线中浴血奋战的勇士颁发的勋章。赞达拉港的供给商穆克拉需要这些勋章。为了部落！",
},
[1717] = {
["name"] = "第七军团服役勋章",
["desc"] = "给在库尔提拉斯、赞达拉和战争前线中浴血奋战的勇士颁发的勋章。伯拉勒斯的供应商烈炉需要这些勋章。为了联盟！",
},
[1718] = {
["name"] = "泰坦残血精华",
["desc"] = "失去力量的艾泽里特护甲残留物，伯拉勒斯和赞达拉的虚灵商人对此垂涎已久。可以从每周的史诗钥石箱子中获取，也可以依靠拆解或分解艾泽里特护甲获得。",
},
[1719] = {
["name"] = "腐化的纪念品",
["desc"] = "从恩佐斯的惊魂幻象中获得的记忆碎片，可以在心之秘室的泰坦研究档案中对其进行分析。",
},
[1721] = {
["name"] = "棱彩法力珍珠",
["desc"] = "在纳沙塔尔发现的闪光奥术能量球。可以用来购买稀有而强大的物品，或者用来强化底栖护甲。",
},
[1722] = {
["name"] = "艾泽里特矿石",
["desc"] = "在岛屿上收集而来，可用于修建岗哨建筑。",
},
[1723] = {
["name"] = "木料",
["desc"] = "在岛屿上收集而来，可用于修建岗哨建筑。",
},
[1728] = {
["name"] = "幻灭心能",
["desc"] = "这缕熄灭的心能可以用来在托加斯特内部获得能量。\r\n\r\n离开托加斯特会摧毁所有幻灭心能。",
},
[1738] = {
["name"] = "破镣者",
["desc"] = "在破镣者中的声望提高。",
},
[1739] = {
["name"] = "剑鱼人",
["desc"] = "在剑鱼人中的声望提高。",
},
[1740] = {
["name"] = "锈栓抵抗军（隐藏）",
["desc"] = "在锈栓抵抗军中的声望提高。",
},
[1742] = {
["name"] = "锈栓抵抗军",
["desc"] = "在锈栓抵抗军中的声望提高。",
},
[1743] = {
["name"] = "假心能",
["desc"] = "使用1813",
},
[1744] = {
["name"] = "腐化的纪念品",
},
[1745] = {
["name"] = "纳沙塔尔盟友 - 奈莉·锐鳍",
["desc"] = "使奈莉·锐鳍获得战斗经验值。",
},
[1746] = {
["name"] = "纳沙塔尔盟友 - 维姆·盐心",
["desc"] = "使维姆·盐心获得战斗经验值。",
},
[1747] = {
["name"] = "纳沙塔尔盟友 - 鲍恩·分鳃",
["desc"] = "使鲍恩·分鳃获得战斗经验值。",
},
[1748] = {
["name"] = "纳沙塔尔盟友 - 剑客伊诺瓦里",
["desc"] = "使剑客伊诺瓦里获得战斗经验值。",
},
[1749] = {
["name"] = "纳沙塔尔盟友 - 猎人阿卡纳",
["desc"] = "使猎人阿卡纳获得战斗经验值。",
},
[1750] = {
["name"] = "纳沙塔尔盟友 - 先知奥利",
["desc"] = "使先知奥利获得战斗经验值。",
},
[1752] = {
["name"] = "蜜背蜂群",
["desc"] = "在蜜背蜂群中的声望提高。",
},
[1754] = {
["name"] = "银色嘉奖",
["desc"] = "冰冠冰川北部的银色北伐军给努力阻止暗影界的入侵部队的人的嘉奖。",
},
[1755] = {
["name"] = "凝结幻象",
["desc"] = "拉希奥可以将这些幻象装入容器中，让你进入恩佐斯的惊魂幻象。",
},
[1757] = {
["name"] = "奥丹姆联军",
["desc"] = "在奥丹姆联军中的声望提高。",
},
[1758] = {
["name"] = "莱加尼",
["desc"] = "在莱加尼中的声望提高。",
},
[1761] = {
["name"] = "敌方伤害",
},
[1762] = {
["name"] = "敌方生命值",
},
[1763] = {
["name"] = "死亡",
},
[221] = {
["name"] = "征服纹章",
},
[1767] = {
["name"] = "冥殇",
["desc"] = "噬渊中一个灵魂被暴力毁灭后形成的副产物。",
},
[1769] = {
["name"] = "任务经验值（标准，隐藏）",
},
[2533] = {
["name"] = "苏生暗影烈焰",
["desc"] = "苏生暗影烈焰可以给复苏化生台充能，使其可以将难以置信的能量灌注到护甲里。",
},
[2036] = {
["name"] = "远古界门能量",
["desc"] = "远古界门能量",
},
[2035] = {
["name"] = "巨龙群岛采矿知识",
["desc"] = "使用知识来学习采矿专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成瓦德拉肯的匠人集市提供的任务。",
},
[2034] = {
["name"] = "巨龙群岛草药知识",
["desc"] = "使用知识来学习草药学专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成瓦德拉肯的匠人集市提供的任务。",
},
[1792] = {
["name"] = "荣誉点数",
["desc"] = "用来购买非评级的PvP装备。",
},
[2033] = {
["name"] = "巨龙群岛剥皮知识",
["desc"] = "使用知识来学习剥皮专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成瓦德拉肯的匠人集市提供的任务。",
},
[1794] = {
["name"] = "赎罪心能",
["desc"] = "使用1813",
},
[3365] = {
["name"] = "银月宫廷",
["desc"] = "在银月宫廷中的声望提高。",
},
[3363] = {
["name"] = "社区礼券",
["desc"] = "通过完成文化节任务、支持住宅区及邻里好友而获得。用来从文化节商人处购买物品。",
},
[3319] = {
["name"] = "暮光之刃徽记",
["desc"] = "暮光之刃密教的成员在加入时获得的徽章。暮光高地的晋升先遣营地中的商人会收下这些物品，证明你挫败了密教徒的活动。",
},
[3288] = {
["name"] = "符文虚灵纹章",
["desc"] = "用于升级“地心之战”第3赛季的勇士和英雄装备，最多升级至物品等级134-144。可以从以下活动获得：\r\n\r\n- 英雄难度的法力熔炉：欧米伽\r\n- 2-6级的史诗钥石地下城\r\n- 地下堡（难度8-11）\r\n- 地下堡行者的奖赏（难度6-7）",
},
[3286] = {
["name"] = "蚀刻虚灵纹章",
["desc"] = "用于升级“地心之战”第3赛季的老兵和勇士装备，最多升级至物品等级121-131。可以从以下活动获得：\r\n\r\n- 每周户外活动\r\n- 普通难度的法力熔炉：欧米伽\r\n- 史诗难度的赛季地下城\r\n- 地下堡（难度6-7）\r\n- 地下堡行者的奖赏（难度4-5）",
},
[3236] = {
["name"] = "裁缝专精重置",
},
[2026] = {
["name"] = "巨龙群岛裁缝知识",
["desc"] = "使用知识来学习裁缝专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成瓦德拉肯的匠人集市提供的任务。",
},
[1802] = {
["name"] = "“暗影国度”PvP每周奖励进度",
["desc"] = "获取此货币从而在奥利波斯的每周宝箱里获得奖励。",
},
[1803] = {
["name"] = "尼奥罗萨的回响",
["desc"] = "清除恩佐斯的腐蚀后，纯净圣母可以在心之秘室用这种物质来合成精华。",
},
[1804] = {
["name"] = "晋升者",
["desc"] = "在晋升者中的声望提高。",
},
[1805] = {
["name"] = "不朽军团",
["desc"] = "在不朽军团中的声望提高。",
},
[1806] = {
["name"] = "荒猎团",
["desc"] = "在荒猎团中的声望提高。",
},
[1807] = {
["name"] = "收割者之庭",
["desc"] = "在收割者之庭中的声望提高。",
},
[1808] = {
["name"] = "引导心能",
["desc"] = "在心能转移器处使用的心能，可以生成永久性的心能之流。",
},
[2025] = {
["name"] = "巨龙群岛制皮知识",
["desc"] = "使用知识来学习制皮专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成瓦德拉肯的匠人集市提供的任务。",
},
[1810] = {
["name"] = "救赎之魂",
["desc"] = "优秀的灵魂，愿意为强化你的盟约圣所做出贡献。",
},
[2708] = {
["name"] = "魔龙的酣梦纹章",
["desc"] = "从巨龙时代第3赛季的英雄难度的阿梅达希尔以及11到15级的史诗钥石地下城获得。",
},
[3223] = {
["name"] = "泰坦圆盘",
["desc"] = "一张完成的泰坦圆盘，可以插入到过载控制台中。",
},
[1813] = {
["name"] = "贮藏心能",
["desc"] = "你的盟约可用的心能。",
},
[301] = {
["name"] = "凯旋纹章",
},
[3432] = {
["name"] = "家宅系统 - 邮差行动 - 个人最高纪录 - 联盟 - 路径2",
},
[1816] = {
["name"] = "罪碑碎片",
["desc"] = "档案员费安可以使用这些碎片重新制作审判官罪碑，让你可以在赎罪大厅狩猎审判官。",
},
[3431] = {
["name"] = "家宅系统 - 邮差行动 - 个人最高纪录 - 联盟 - 路径1",
},
[752] = {
["name"] = "魔古命运符文",
["desc"] = "魔古命运符文的拥有者也许能在战胜雷电王座中的首领后，以及在战胜纳拉克或乌达斯塔后获得额外的战利品奖励。",
},
[1819] = {
["name"] = "服务勋章",
["desc"] = "为晋升堡垒效力的证明。用于晋升工艺。",
},
[1820] = {
["name"] = "注能红宝石",
["desc"] = "用来给雷文德斯境内依靠心能运行的神龛和装置供能。由于心能枯竭，各色泥仆开始拿它们交易物品。",
},
[2037] = {
["name"] = "巨龙竞速 - 计分板 - 竞速完成时间 -白银 片段 1",
},
[1822] = {
["name"] = "名望",
["desc"] = "名望",
},
[3009] = {
["name"] = "精进神勇石",
["desc"] = "你队伍中的任何玩家的史诗钥石评分获得提升时，获得精进神勇石。",
},
[3051] = {
["name"] = "附魔专注",
},
[3005] = {
["name"] = "将军（恶名）",
},
[698] = {
["name"] = "珠宝禅师的奖章",
["desc"] = "授予技艺最精湛的珠宝名匠，这些奖章可以用来兑换稀有的珠宝加工图鉴和美丽的蛟眼石。",
},
[1020] = {
["name"] = "德拉诺锻造秘术",
["desc"] = "可让你获得新的锻造配方。",
},
[1828] = {
["name"] = "灵魂灰烬",
["desc"] = "在托加斯特找到的未经加工的力量之源。可以给刻符者之厅提供能量。",
},
[1829] = {
["name"] = "格里恩名望",
["desc"] = "名望",
},
[1830] = {
["name"] = "温西尔名望",
["desc"] = "名望",
},
[1831] = {
["name"] = "法夜名望",
["desc"] = "名望",
},
[1832] = {
["name"] = "通灵领主名望",
["desc"] = "名望",
},
[3434] = {
["name"] = "家宅系统 - 邮差行动 - 个人最高纪录 - 部落 - 路径1",
},
[2099] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 索德拉苏斯 03 困难",
},
[2645] = {
["name"] = "索莉多米的认可",
["desc"] = "在索莉多米处的声望提高。",
},
[384] = {
["name"] = "矮人考古碎片",
},
[1837] = {
["name"] = "灰烬王庭",
["desc"] = "提高在灰烬王庭中的声望。",
},
[2651] = {
["name"] = "籽实之堇",
["desc"] = "灌注了生命绽放精华的植物所开出的花朵，具有卓越的美学价值和复苏功效。\r\n\r\n用来从中心营地的西尔维娅·喃花处购买物品。",
},
[2653] = {
["name"] = "名望 - 梦境守望者",
["desc"] = "在梦境守望者中的声望提高。",
},
[2655] = {
["name"] = "复活",
},
[2657] = {
["name"] = "迷之碎片",
["desc"] = "通过协助巨龙群岛的艾泽拉斯档案员获得。可以在索德拉苏斯的供给商阿丽丝塔处换取物品。",
},
[1842] = {
["name"] = "瓦丝琪女男爵",
["desc"] = "和女男爵瓦丝琪一同度过了开心的聚会后，与她的友谊会得到提升。",
},
[1843] = {
["name"] = "魔药设计师马里莱斯",
["desc"] = "和魔药设计师马里莱斯一同度过了开心的聚会后，与他的友谊会得到提升。",
},
[1844] = {
["name"] = "沃尔大师",
["desc"] = "和沃尔大师一同度过了开心的聚会后，与他的友谊会得到提升。",
},
[1845] = {
["name"] = "亚历山德罗斯·莫格莱尼",
["desc"] = "和亚历山德罗斯·莫格莱尼一同度过了开心的聚会后，与他的友谊会得到提升。",
},
[1846] = {
["name"] = "西卡",
["desc"] = "和西卡一同度过了开心的聚会后，与她的友谊会得到提升。",
},
[1847] = {
["name"] = "克雷雅和裴拉戈斯",
["desc"] = "与克雷雅和裴拉戈斯一同度过了开心的聚会后，与他们的友谊会得到提升。",
},
[1848] = {
["name"] = "文官阿得赖斯提斯",
["desc"] = "和文官阿得赖斯提斯一同度过了开心的聚会后，与他的友谊会得到提升。",
},
[1849] = {
["name"] = "米卡尼科斯",
["desc"] = "和米卡尼科斯一同度过了开心的聚会后，与他的友谊会得到提升。",
},
[1850] = {
["name"] = "丘法",
["desc"] = "和丘法一同度过了开心的聚会后，与他的友谊会得到提升。",
},
[1851] = {
["name"] = "宗主艾莉奥瑟",
["desc"] = "和宗主艾莉奥瑟一同度过了开心的聚会后，与她的友谊会得到提升。",
},
[1852] = {
["name"] = "狩猎队长柯莱恩",
["desc"] = "和狩猎队长柯莱恩一同度过了开心的聚会后，与她的友谊会得到提升。",
},
[1853] = {
["name"] = "月莓女勋爵",
["desc"] = "和月莓女勋爵一同度过了开心的聚会后，与她的友谊会得到提升。",
},
[2709] = {
["name"] = "守护巨龙的酣梦纹章",
["desc"] = "从巨龙时代第3赛季的史诗难度的阿梅达希尔以及不低于16级的史诗钥石地下城获得。",
},
[1535] = {
["name"] = "德鲁斯特考古碎片",
},
[385] = {
["name"] = "巨魔考古碎片",
},
[515] = {
["name"] = "暗月奖券",
["desc"] = "在暗月马戏团的游戏中获胜或完成工作人员交付的任务后获得。",
},
[1540] = {
["name"] = "木材",
["desc"] = "从战争前线的树木和木材堆收集而来。可以用来修筑建筑物和升级部队。",
},
[1859] = {
["name"] = "贮藏心能-格里恩",
},
[1860] = {
["name"] = "贮藏心能-温西尔",
},
[1861] = {
["name"] = "贮藏心能-法夜",
},
[1862] = {
["name"] = "贮藏心能-通灵领主",
},
[1863] = {
["name"] = "救赎之魂-格里恩",
},
[1864] = {
["name"] = "救赎之魂-温西尔",
},
[1865] = {
["name"] = "救赎之魂-法夜",
},
[2707] = {
["name"] = "幼龙的酣梦纹章",
["desc"] = "从巨龙时代第3赛季的某些户外活动、普通难度的阿梅达希尔以及6到10级的史诗钥石地下城获得。",
},
[1867] = {
["name"] = "圣所建筑师-格里恩",
},
[1868] = {
["name"] = "圣所建筑师-温西尔",
},
[1869] = {
["name"] = "圣所建筑师-法夜",
},
[2715] = {
["name"] = "雏龙的酣梦纹章",
["desc"] = "从巨龙时代第3赛季的许多户外活动、随机难度的阿梅达希尔以及不高于5级的史诗钥石地下城获得。",
},
[2717] = {
["name"] = "魔龙的酣梦纹章",
["desc"] = "从巨龙时代第3赛季的英雄难度的阿梅达希尔以及11到15级的史诗钥石地下城获得。",
},
[1872] = {
["name"] = "圣所心能纺织者-温西尔",
},
[1873] = {
["name"] = "圣所心能纺织者-法夜",
},
[1874] = {
["name"] = "圣所心能纺织者-通灵领主",
},
[1541] = {
["name"] = "铁矿",
["desc"] = "从战争前线收集而来。可以用来修筑建筑物和提升你和你的盟友的力量。",
},
[1887] = {
["name"] = "魅夜王庭",
["desc"] = "在魅夜王庭中的声望提高。",
},
[1877] = {
["name"] = "经验值加成",
},
[1878] = {
["name"] = "缝合大师",
["desc"] = "在缝合大师中的声望提高。",
},
[102] = {
["name"] = "勇气纹章",
},
[1880] = {
["name"] = "威·娜莉",
["desc"] = "在威·娜莉处的声望提高。",
},
[777] = {
["name"] = "永恒铸币",
["desc"] = "你在恍惚中感觉到这枚铸币过去与未来的拥有者的手指拂过你的掌心，仿佛时间的界限被模糊了。你可以用它在永恒岛上换取强大且多样性的奖励。",
},
[3141] = {
["name"] = "星光火花尘",
["desc"] = "随分裂的星光火花一同获得的魔法残渣，用于追踪你在“地心之战”第3赛季中获得过的分裂的星光火花的数量。\r\n\r\n如果你获得的分裂的星光火花有所落后，完成地下堡、史诗钥石、团队副本、副本PvP和一部分户外活动可以帮助你追赶数量。",
},
[1883] = {
["name"] = "灵魂羁绊导灵器能量",
["desc"] = "灵魂羁绊导灵器能量",
},
[1884] = {
["name"] = "宣罪者",
["desc"] = "在宣罪者中的声望提高。",
},
[1885] = {
["name"] = "感激之礼",
["desc"] = "暗影界的居民赠送的礼物，他们因为心能的回归而感激不尽。通过将心能导向一个区域，以及进行与居民有关的活动可以获得。",
},
[3090] = {
["name"] = "焰祝之铁",
["desc"] = "因为长时间曝露在海妖水晶的影响下而被注入神秘特性的矿石。",
},
[944] = {
["name"] = "神器碎片",
["desc"] = "一块阿什兰失落神器的小碎片，被悬槌食人魔视为珍宝。",
},
[1888] = {
["name"] = "玛拉斯缪斯",
["desc"] = "在玛拉斯缪斯心目中的声望提高。",
},
[1889] = {
["name"] = "冒险战役进度",
["desc"] = "此挑战可以带来额外的冒险和更好的奖励。",
},
[776] = {
["name"] = "战火徽记",
["desc"] = "拥有战火徽记的幸运儿有机会在决战奥格瑞玛、天神试炼和斡耳朵圣殿中用一枚徽记换取一份额外奖励。",
},
[1891] = {
["name"] = "评级活动荣誉点数",
},
[999] = {
["name"] = "德拉诺裁缝秘术",
["desc"] = "可让你从裁缝店获得新的裁缝配方。",
},
[1870] = {
["name"] = "圣所建筑师-通灵领主",
},
[3168] = {
["name"] = "裁缝专注",
},
[3175] = {
["name"] = "风险投资公司",
},
[2803] = {
["name"] = "晦幽铸币",
["desc"] = "探险者经常使用这种货币交易财富的秘密和传说。",
},
[2805] = {
["name"] = "雏龙的觉醒纹章",
["desc"] = "从巨龙时代第4赛季的许多户外活动、随机难度的团队副本以及英雄地下城获得。",
},
[2807] = {
["name"] = "幼龙的觉醒纹章",
["desc"] = "从巨龙时代第4赛季的某些户外活动、普通难度的团队副本以及+0级的史诗地下城获得。",
},
[2809] = {
["name"] = "魔龙的觉醒纹章",
["desc"] = "从巨龙时代第4赛季的英雄难度的团队副本以及不超过+5级的史诗钥石地下城获得。",
},
[3174] = {
["name"] = "热砂财阀",
},
[2777] = {
["name"] = "梦境注能",
["desc"] = "用来抽出生物的酣梦精华。\r\n\r\n中心营地的艾莉阿娜会对此感兴趣的。",
},
[2087] = {
["name"] = "名望-伊斯卡拉海象人",
["desc"] = "名望",
},
[1903] = {
["name"] = "隐形奖励",
},
[1904] = {
["name"] = "塔楼学识",
["desc"] = "在托加斯特获得的知识的具象化。用来解锁万物之盒中的力量。",
},
[2785] = {
["name"] = "卡兹阿加炼金知识",
["desc"] = "使用知识来学习炼金专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[1906] = {
["name"] = "灵魂薪尘",
["desc"] = "未经加工的力量之源，只在托加斯特最危险的难度中才能找到。可以给刻符者之厅提供能量。",
},
[1907] = {
["name"] = "死亡先锋军",
["desc"] = "在死亡先锋军中的声望提高。",
},
[2791] = {
["name"] = "卡兹阿加珠宝加工知识",
["desc"] = "使用知识来学习珠宝加工专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[2793] = {
["name"] = "卡兹阿加采矿知识",
["desc"] = "使用知识来学习采矿专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[1910] = {
["name"] = "托加斯特 - 计分板 - 灵魂百分比",
},
[1911] = {
["name"] = "托加斯特 - 计分板 - 瓮百分比",
},
[1912] = {
["name"] = "托加斯特 - 计分板 - 连击百分比",
},
[1913] = {
["name"] = "托加斯特 - 计分板 - 总计时间",
},
[1914] = {
["name"] = "托加斯特 - 计分板 - 目标时间",
},
[1915] = {
["name"] = "托加斯特 - 计分板 - 过量死亡次数",
},
[1916] = {
["name"] = "托加斯特 - 计分板 - 死亡开始计数",
},
[1917] = {
["name"] = "托加斯特 - 计分板 - 到达层数",
},
[2811] = {
["name"] = "守护巨龙的觉醒纹章",
["desc"] = "从巨龙时代第4赛季的史诗难度的团队副本以及不低于+6级的史诗钥石地下城获得。",
},
[2813] = {
["name"] = "协和绸缎",
["desc"] = "协和绸缎可以给化生台充能，使其可以将不可思议的能量灌注到护甲里。",
},
[2815] = {
["name"] = "共鸣水晶",
["desc"] = "世界之魂的能量与卡兹阿加地面和地下的岩石发生相互作用后形成的。这些物件备受尊崇，可以用来购买名望解锁的奖励。",
},
[2088] = {
["name"] = "名望-瓦德拉肯",
["desc"] = "名望",
},
[2819] = {
["name"] = "艾泽拉斯档案馆",
["desc"] = "与艾泽拉斯档案员们的关系进展。",
},
[1559] = {
["name"] = "风暴精华",
["desc"] = "极其稀有，在击杀战线中的敌人时可以找到。在祭坛上使用可以让自己获得不羁的力量。",
},
[3173] = {
["name"] = "热砂财阀",
["desc"] = "在热砂财阀中的声望提高。",
},
[241] = {
["name"] = "冠军的徽记",
["desc"] = "表彰你在十字军演武场中展示的武勇。",
},
[1560] = {
["name"] = "战争物资",
["desc"] = "用来招募部队，执行任务和研究军事行动的升级选项。",
},
[2097] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 索德拉苏斯 03 困难",
},
[910] = {
["name"] = "德拉诺炼金秘术",
["desc"] = "让你可通过炼金实验室获得新的炼金配方。",
},
[3172] = {
["name"] = "黑水财阀",
},
[483] = {
["name"] = "竞技场征服点数变量",
},
[1931] = {
["name"] = "编集研究",
["desc"] = "你带回档案员圣物时，他会对其编目，你可以进行实地研究来加深了解，或者可以鉴别他手上的圣物从而在实战中使用。",
},
[121] = {
["name"] = "奥特兰克山谷荣誉奖章",
},
[1565] = {
["name"] = "富集艾泽里特碎片",
["desc"] = "富集的艾泽里特的碎片。交给附近的战争大师换取奖励。",
},
[484] = {
["name"] = "评级战场征服点数变量",
},
[2105] = {
["name"] = "纯化奥术能量",
["desc"] = "这份奥术能量已经稳定，可以在钴蓝集所使用。",
},
[2106] = {
["name"] = "瓦德拉肯联军",
["desc"] = "在瓦德拉肯联军中的声望提高。",
},
[2108] = {
["name"] = "马鲁克半人马",
["desc"] = "在马鲁克半人马中的声望提高。",
},
[3171] = {
["name"] = "黑水财阀",
["desc"] = "在黑水财阀中的声望提高。",
},
[3170] = {
["name"] = "锈水财阀",
},
[394] = {
["name"] = "暗夜精灵考古碎片",
},
[789] = {
["name"] = "染血铸币",
["desc"] = "从死于永恒岛周围迷雾中的敌人身上摸来的铸币。",
},
[2128] = {
["name"] = "巨龙竞速 - 计分板 - 竞速完成时间 -白银 片段100",
},
[2129] = {
["name"] = "巨龙竞速 - 计分板 - 竞速完成时间 - 黄金 片段 10",
},
[2130] = {
["name"] = "巨龙竞速 - 计分板 - 竞速完成时间 - 黄金 片段 100",
},
[2131] = {
["name"] = "巨龙竞速 - 计分板 - 个人最佳时间 - 片段 10",
},
[61] = {
["name"] = "达拉然珠宝匠硬币",
["desc"] = "达拉然的蒂凡妮·卡蒂亚会欣然接受这些代币，并用稀有的珠宝加工图鉴来交换。",
},
[1947] = {
["name"] = "奖励勇气点数",
["desc"] = "你队伍中的任何玩家的史诗钥石评分获得提升时，获得奖励勇气点数。",
},
[122] = {
["name"] = "阿拉希盆地荣誉奖章",
},
[1580] = {
["name"] = "战痕命运印记",
["desc"] = "扭转命运，可给你一次在“争霸艾泽拉斯”团队副本和地下城的首领处获得额外宝物的机会。",
},
[1838] = {
["name"] = "女伯爵",
["desc"] = "和女伯爵一同度过了开心的聚会后，与她的友谊会得到提升。",
},
[1839] = {
["name"] = "伦德尔和棍脸",
["desc"] = "与伦德尔和棍脸一同度过了开心的聚会后，与他们的友谊会得到提升。",
},
[123] = {
["name"] = "风暴之眼荣誉奖章",
},
[397] = {
["name"] = "兽人考古碎片",
},
[1840] = {
["name"] = "石首",
["desc"] = "和石首一同度过了开心的聚会后，与他的友谊会得到提升。",
},
[1841] = {
["name"] = "地穴看守者卡希尔",
["desc"] = "和地穴看守者卡希尔一同度过了开心的聚会后，与他的友谊会得到提升。",
},
[1587] = {
["name"] = "战时补给",
["desc"] = "用来给激流堡之战提供军力。",
},
[398] = {
["name"] = "德莱尼考古碎片",
},
[3176] = {
["name"] = "风险投资公司",
["desc"] = "提高在风险投资公司中的声望。",
},
[980] = {
["name"] = "肮脏的铁币",
["desc"] = "或许它们比表面上看起来的要珍贵得多。",
},
[1594] = {
["name"] = "风暴之末",
["desc"] = "在风暴之末中的声望提高。",
},
[2897] = {
["name"] = "多恩诺嘉尔议会",
["desc"] = "在多恩诺嘉尔议会中的声望提高。",
},
[2899] = {
["name"] = "陨圣峪阿拉希人",
["desc"] = "在陨圣峪阿拉希人中的声望提高。",
},
[2901] = {
["name"] = "名望 - 陨圣峪阿拉希人",
["desc"] = "陨圣峪远征队的阿拉希人守护着贝雷达尔，抵御着来自卡兹阿加地下的各种威胁。他们与海外的帝国失去了联系。他们信仰圣焰，并从中获得力量，在这里建立了新的家园。",
},
[2903] = {
["name"] = "斩离之丝",
["desc"] = "在斩离之丝中的声望提高。",
},
[1595] = {
["name"] = "塔兰吉远征队",
["desc"] = "在塔兰吉远征队中的声望提高。",
},
[1596] = {
["name"] = "沃顿奈",
["desc"] = "在沃顿奈中的声望提高。",
},
[2909] = {
["name"] = "神盾守备军",
["desc"] = "在神盾守备军阵营中的声望提高。",
},
[2911] = {
["name"] = "云端翔龙骑士团",
["desc"] = "在云端翔龙骑士团阵营中的声望提高。",
},
[2913] = {
["name"] = "影踪派",
["desc"] = "在影踪派的声望提高。",
},
[2915] = {
["name"] = "蚀刻先驱纹章",
["desc"] = "从“地心之战”第1赛季的某些户外活动、普通难度的尼鲁巴尔王宫、史诗难度的地下城、以及不超过+3级的史诗钥石地下城获得。",
},
[2917] = {
["name"] = "鎏金先驱纹章",
["desc"] = "从“地心之战”第1赛季的史诗难度的尼鲁巴尔王宫以及不低于+8级的史诗钥石地下城获得。",
},
[2919] = {
["name"] = "蚀刻先驱纹章",
["desc"] = "从“地心之战”第1赛季的某些户外活动、普通难度的尼鲁巴尔王宫、史诗难度的地下城、以及不超过+3级的史诗钥石地下城获得。",
},
[2921] = {
["name"] = "鎏金先驱纹章",
["desc"] = "从“地心之战”第1赛季的史诗难度的尼鲁巴尔王宫以及不低于+9级的史诗钥石地下城获得。",
},
[1597] = {
["name"] = "赞达拉帝国",
["desc"] = "在赞达拉帝国中的声望提高。",
},
[1598] = {
["name"] = "始祖龟求知者",
["desc"] = "在始祖龟求知者中的声望提高。",
},
[2171] = {
["name"] = "专业 - 公开订单产量 - 裁缝",
},
[1977] = {
["name"] = "冥河灰烬",
["desc"] = "生前是位勇敢的战士，如今只剩下一块亡灵残片。\r\n\r\n刻希亚的骨匠海尔米尔可以使用此货币来强化统御碎片。",
},
[1599] = {
["name"] = "第七军团",
["desc"] = "在第七军团中的声望提高。",
},
[1979] = {
["name"] = "初诞者密文",
["desc"] = "|L290-用来打造现实的力量回响残余。可以在流亡洞穴里菲历姆的密文控制台处进行解密。|l",
},
[124] = {
["name"] = "远古海滩荣誉奖章",
},
[1600] = {
["name"] = "荣耀战团",
["desc"] = "在荣耀战团中的声望提高。",
},
[1982] = {
["name"] = "开悟者",
["desc"] = "在开悟者中的声望提高。",
},
[1602] = {
["name"] = "征服点数",
["desc"] = "从评级PvP活动获得。用来购买评级PvP装备。",
},
[3162] = {
["name"] = "锻造专注",
},
[3157] = {
["name"] = "至暗之夜制皮知识",
["desc"] = "使用知识来学习制皮专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成银月城提供的特殊制造订单。",
},
[1986] = {
["name"] = "剩余玩家",
},
[994] = {
["name"] = "钢化命运印记",
["desc"] = "扭曲命运，可给你一次在悬槌堡或黑石铸造厂团队副本获得额外宝物的机会。",
},
[2797] = {
["name"] = "征战奖品",
["desc"] = "证明你在巨龙群岛进行了英勇战斗。通过每周的生命火花任务获得。用来购买战争模式装备。",
},
[2795] = {
["name"] = "卡兹阿加裁缝知识",
["desc"] = "使用知识来学习裁缝专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[2789] = {
["name"] = "卡兹阿加草药学知识",
["desc"] = "使用知识来学习草药学专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[2787] = {
["name"] = "卡兹阿加附魔知识",
["desc"] = "使用知识来学习附魔专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成多恩诺嘉尔提供的特殊制造订单。",
},
[1866] = {
["name"] = "救赎之魂-通灵领主",
},
[1356] = {
["name"] = "战斗的回响",
["desc"] = "用于购买强大的PvP护甲。赛季结束时，此货币会转换为金币。",
},
[3155] = {
["name"] = "至暗之夜铭文知识",
["desc"] = "使用知识来学习铭文专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成银月城提供的特殊制造订单。",
},
[3154] = {
["name"] = "至暗之夜草药学知识",
["desc"] = "使用知识来学习草药学专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成银月城提供的特殊制造订单。",
},
[125] = {
["name"] = "战歌峡谷荣誉奖章",
},
[1997] = {
["name"] = "档案员卷宗",
["desc"] = "档案员卷宗的进度提高。",
},
[1871] = {
["name"] = "圣所心能纺织者-格里恩",
},
[3149] = {
["name"] = "错位的腐化纪念品",
["desc"] = "从恩佐斯的惊魂幻象中获得的记忆碎片，可以在心之秘室的泰坦研究档案中对其进行分析。",
},
[2000] = {
["name"] = "命运微粒",
},
[2001] = {
["name"] = "测试货币",
},
[2002] = {
["name"] = "名望-马鲁克半人马",
["desc"] = "名望",
},
[2003] = {
["name"] = "巨龙群岛补给",
["desc"] = "各类物资和建筑材料，可以帮助巨龙群岛的友善阵营对抗拜荒者。用来购买通过名望解锁的物品。",
},
[3118] = {
["name"] = "安德麦财阀",
["desc"] = "在安德麦财阀中的声望提高。",
},
[2066] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 欧恩哈拉平原 04 简单",
},
[2065] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 欧恩哈拉平原 03 困难",
},
[2064] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 欧恩哈拉平原 03 简单",
},
[2063] = {
["name"] = "巨龙竞速 - 个人最佳纪录 - 欧恩哈拉平原 02 困难",
},
[2009] = {
["name"] = "宇宙助熔剂",
["desc"] = "宇宙助熔剂是旋转着的造物能量碎片，可以改变物品的形态，用来在扎雷殁提斯的造物化生台强化装备，或者给托加斯特的刻符者之厅提供能量。",
},
[3072] = {
["name"] = "永燃点火装置退款",
},
[2011] = {
["name"] = "雕像装饰",
["desc"] = "由席卡尔氏族打造，这些装饰品可以强化大型狩猎雕像。",
},
[126] = {
["name"] = "冬拥湖荣誉奖章",
},
[3156] = {
["name"] = "至暗之夜珠宝加工知识",
["desc"] = "使用知识来学习珠宝加工专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成银月城提供的特殊制造订单。",
},
[3003] = {
["name"] = "将军（恶名）",
["desc"] = "在将军处的声望提高。",
},
[1008] = {
["name"] = "德拉诺珠宝加工秘术",
["desc"] = "可让你获得新的珠宝加工配方。",
},
[3007] = {
["name"] = "纺丝者（恶名）",
},
[2017] = {
["name"] = "巨龙竞速 - 计分板 - 竞速完成时间 - 片段 1",
},
[3011] = {
["name"] = "珍宝",
["desc"] = "你在比赛中每收集到额外的25份珍宝，就能获得25点桶腿船团名望加成。",
},
[3013] = {
["name"] = "珠宝加工专注",
},
[3436] = {
["name"] = "家宅系统 - 邮差行动 - 个人最高纪录 - 部落 - 路径3",
},
[2021] = {
["name"] = "名望-龙鳞探险队",
["desc"] = "名望",
},
[3041] = {
["name"] = "裁缝专注",
},
[2023] = {
["name"] = "巨龙群岛锻造知识",
["desc"] = "使用知识来学习锻造专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成瓦德拉肯的匠人集市提供的任务。",
},
[2024] = {
["name"] = "巨龙群岛炼金知识",
["desc"] = "使用知识来学习炼金专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成瓦德拉肯的匠人集市提供的任务。",
},
[3025] = {
["name"] = "装饰品",
},
[3027] = {
["name"] = "装饰品",
},
[2027] = {
["name"] = "巨龙群岛工程知识",
["desc"] = "使用知识来学习工程学专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成瓦德拉肯的匠人集市提供的任务。",
},
[2028] = {
["name"] = "巨龙群岛铭文知识",
["desc"] = "使用知识来学习铭文专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成瓦德拉肯的匠人集市提供的任务。",
},
[2029] = {
["name"] = "巨龙群岛珠宝加工知识",
["desc"] = "使用知识来学习珠宝加工专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成瓦德拉肯的匠人集市提供的任务。",
},
[2030] = {
["name"] = "巨龙群岛附魔知识",
["desc"] = "使用知识来学习附魔专精。\r\n\r\n知识可以通过各种渠道获得，比如第一次制作配方，以及完成瓦德拉肯的匠人集市提供的任务。",
},
[2031] = {
["name"] = "龙鳞探险队",
["desc"] = "在龙鳞探险队中的声望提高。",
},
[2032] = {
["name"] = "商贩标币",
["desc"] = "商贩标币可以用来在商栈交易商品。",
},
[1017] = {
["name"] = "德拉诺制皮秘术",
["desc"] = "可让你从制革厂获得新的制皮配方。",
},
[3043] = {
["name"] = "铭文专注",
},
[3045] = {
["name"] = "炼金专注",
},
[3047] = {
["name"] = "珠宝加工专注",
},
[3369] = {
["name"] = "名望 - 哈籁提",
},
}


do
    for currencyID, info in pairs(tab) do
        local data = C_CurrencyInfo.GetCurrencyInfo(currencyID)
        if data then
            WoWTools_ChineseMixin:SetCN(data.name, info.name)
            WoWTools_ChineseMixin:SetCN(data.description, info.desc)
        end
    end
end
tab=nil
