
WoWTools_SC_Faction = {
{
["T"] = "人类(玩家)",
},
{
["T"] = "兽人(玩家)",
},
{
["T"] = "矮人(玩家)",
},
{
["T"] = "暗夜精灵(玩家)",
},
{
["T"] = "亡灵(玩家)",
},
{
["T"] = "牛头人(玩家)",
},
{
["T"] = "生物",
},
{
["T"] = "侏儒(玩家)",
},
{
["T"] = "巨魔(玩家)",
},
nil,
nil,
nil,
nil,
{
["T"] = "怪物",
},
{
["T"] = "迪菲亚盗贼",
},
{
["T"] = "河爪豺狼人",
},
{
["T"] = "赤脊山豺狼人",
},
{
["T"] = "暗皮豺狼人",
},
{
["T"] = "鱼人",
},
{
["T"] = "亡灵(天灾军团)",
},
{
["D"] = "一个由黑水海盗的头目，大财主里维加兹经营的繁荣的海港城市。它也是热砂集团的一部分，主要仇敌是血帆海盗。",
["T"] = "藏宝海湾",
},
{
["T"] = "蜘蛛",
},
{
["T"] = "野猪",
},
{
["T"] = "狼人",
},
{
["T"] = "狗头人",
},
{
["T"] = "血顶巨魔",
},
{
["T"] = "劈颅巨魔",
},
{
["T"] = "猎物",
},
{
["T"] = "狼人",
},
{
["T"] = "叛变的迪菲亚盗贼(艾泽拉斯)",
},
{
["T"] = "友方",
},
{
["T"] = "穴居人",
},
{
["T"] = "冰巨魔",
},
{
["T"] = "黑石氏族兽人",
},
nil,
{
["T"] = "牺牲品",
},
{
["T"] = "熊",
},
{
["T"] = "食人魔",
},
{
["T"] = "库森的雇佣兵",
},
{
["T"] = "卫队",
},
{
["T"] = "风险投资公司",
},
{
["T"] = "迅猛龙",
},
{
["T"] = "石化蜥蜴",
},
{
["T"] = "绿龙",
},
{
["T"] = "失落者",
},
nil,
nil,
{
["T"] = "黑铁矮人",
},
{
["T"] = "暮色森林守夜人",
},
{
["T"] = "红龙",
},
{
["T"] = "藓皮豺狼人",
},
{
["T"] = "龙喉邪兽人",
},
{
["T"] = "疯狂侏儒",
},
nil,
{
["T"] = "豹",
},
{
["T"] = "血色十字军",
},
{
["T"] = "烂皮豺狼人",
},
{
["T"] = "猩猩",
},
{
["D"] = "瑟银兄弟会的矮人有着无与伦比的制造技术，并致力于解开黑石山中的全部秘密。",
["T"] = "瑟银兄弟会",
},
{
["T"] = "纳迦",
},
{
["T"] = "达拉然",
},
{
["T"] = "弃灵",
},
nil,
{
["T"] = "劣魔",
},
{
["T"] = "熊怪",
},
{
["T"] = "部落友军",
},
{
["T"] = "部落",
},
{
["D"] = "希尔瓦娜斯·风行者领导下的被遗忘者与部落之间建立起了微弱的同盟关系，并在洛丹伦地下遗迹的深处建立起了这座城市。",
["T"] = "幽暗城",
},
nil,
{
["D"] = "一个主要由人类组成的犯罪组织，目前占据着奥特兰克山脉与希尔斯布莱德丘陵的部分地区。",
["T"] = "辛迪加",
},
{
["T"] = "希尔斯布莱德民兵",
},
nil,
{
["T"] = "恶魔",
},
{
["T"] = "元素生物",
},
{
["T"] = "灵魂",
},
{
["D"] = "这座由萨尔建立的部落城市是许多兽人氏族的家园。",
["T"] = "奥格瑞玛",
},
{
["T"] = "宝物",
},
{
["T"] = "泥嘴豺狼人",
},
{
["T"] = "希尔斯布莱德，南海镇",
},
{
["T"] = "黑龙",
},
{
["D"] = "贝恩·血蹄及其领导下的牛头人的家园，壮丽而伟大的部落城市。",
["T"] = "雷霆崖",
},
{
["T"] = "枯木巨魔",
},
nil,
{
["T"] = "钢鬃野猪人",
},
{
["T"] = "刺背野猪人",
},
nil,
{
["D"] = "一群嗜血的海盗，所有海上商人的公敌。藏宝海湾的死敌。",
["T"] = "血帆海盗",
},
{
["T"] = "黑暗深渊",
},
{
["T"] = "龙虾人",
},
{
["T"] = "科卡尔半人马",
},
{
["T"] = "加拉克半人马",
},
{
["D"] = "一群居住在凄凉之地南方的半人马，玛格拉姆半人马的仇敌。",
["T"] = "吉尔吉斯半人马",
},
{
["D"] = "一群居住在凄凉之地东部的半人马，吉尔吉斯半人马的仇敌。",
["T"] = "玛格拉姆半人马",
},
{
["T"] = "玛洛迪",
},
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
{
["T"] = "塞拉摩",
},
{
["T"] = "剃刀沼泽野猪人",
},
{
["T"] = "钢鬃野猪人",
},
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
nil,
{
["T"] = "敌人",
},
[2511] = {
["T"] = "伊斯卡拉海象人",
["O"] = {
{
{
["D"] = "你已经开始与伊斯卡拉海象人建立关系。",
["T"] = "伊斯卡拉海象人",
},
},
{
{
["D"] = "你可以与长老波雅交谈，了解如何鉴别和找回被盗的神圣的海象人图腾。",
["T"] = "神圣的海象人图腾",
},
},
{
{
["D"] = "你可以加入社区，一起准备海象人社区盛宴，在伊斯卡拉赢得称赞，而且（吃下盛宴后）获得食物增益效果。和伊斯卡拉的大个子基努克谈一谈，了解更多。",
["T"] = "社区盛宴",
},
},
{
{
["D"] = "你可以在巨龙群岛的鱼窝中找到稀有鱼池，那里有独特的活动。",
["T"] = "鱼窝",
},
{
["D"] = "你可以从伊斯卡拉的小奇处获得玩具“海象人旅行汤锅”和“鲸骨茶具”，以及幻化外观“海象人菜板”和“海象人乌鲁刀”。",
["T"] = "烹饪供应商",
},
},
{
{
["D"] = "你现在每周可以在“巨龙时代”的户外区域里冒险时发现一个优秀的海象人故事卷轴。可以把这些卷轴交还给长老波雅获取奖励。",
["T"] = "世界故事卷轴",
},
{
["D"] = "你可以和伊斯卡拉的塔薇欧谈一谈，请她协助你制作渔网。设置好海象人渔网后，可以随着时间的流逝自动获得渔获。",
["T"] = "渔网 I",
},
},
{
{
["D"] = "你可以从伊斯卡拉的欧玛普莉塔处获得八件暖和的头饰幻化外观。",
["T"] = "海象人头饰",
},
{
["D"] = "你可以制作工具来帮你在巨龙群岛最高的池塘和湖泊里找到鱼点。拜访伊斯卡拉的塔薇欧，学习这项海象人的最高机密。",
["T"] = "高地垂钓",
},
},
{
{
["D"] = "你可以制作伊斯卡拉鱼叉来捕获巨龙群岛的大型海洋生物。拜访伊斯卡拉的塔薇欧了解更多信息。",
["T"] = "鱼叉 I",
},
{
["D"] = "你可以在伊斯卡拉的诺卢克处为你的高地幼龙坐骑获取四种新的观龙者手稿（尖刺脸颊、多角之头、茏葱之额和鳍颈）。",
["T"] = "观龙者手稿 I",
},
},
{
{
["D"] = "你有25%的几率从花朵和其他植物宝藏里收集到额外的巨龙群岛补给。",
["T"] = "奖励补给 I",
},
},
{
{
["D"] = "你可以从伊斯卡拉的基克处获得两种战斗宠物（维斯库克和仰泳木齿兽）。",
["T"] = "训练中的兽栏管理员",
},
},
{
{
["D"] = "你可以制作工具来帮你在巨龙群岛的冰面上找到新的鱼点。拜访伊斯卡拉的塔薇欧，学习这项海象人的冰寒机密。",
["T"] = "寒冰垂钓",
},
},
{
{
["D"] = "拜访伊斯卡拉的穆里克，获取一个小型伊斯卡拉补给包。",
["T"] = "巨龙群岛补给",
},
},
{
{
["D"] = "你可以从伊斯卡拉的隆图皮特处获得海象人商贩的披风幻化外观和皮制商贩的套装幻化外观。",
["T"] = "海象人商贩的装备",
},
},
{
{
["D"] = "你可以升级你的渔网，捕捉更多的鱼，并且/或者使捕鱼的速度提高。拜访伊斯卡拉的塔薇欧了解更多信息。",
["T"] = "渔网 II",
},
{
["D"] = "你可以在伊斯卡拉的诺卢克处为你的高地幼龙坐骑获取三种新的观龙者手稿（刀刃之尾、大斑点图案和荆棘角）。",
["T"] = "观龙者手稿 II",
},
},
{
{
["D"] = "你可以从伊斯卡拉的阿尔非克处获得有用的护腕（物品等级376）。",
["T"] = "海象人装备 I",
},
},
{
{
["D"] = "你现在每周可以在“巨龙时代”的地下城里冒险时发现一个精良的海象人故事卷轴。可以把这些卷轴交还给长老波雅获取奖励。",
["T"] = "地下城探索者的故事卷轴",
},
{
["D"] = "你可以制作工具来帮你在巨龙群岛的岩浆中找到新的鱼点。拜访伊斯卡拉的塔薇欧，学习这项海象人的酷热机密。",
["T"] = "熔岩垂钓",
},
},
{
{
["D"] = "你可以从伊斯卡拉的提库克处获得十二种鼓鼓囊囊的背包幻化外观。",
["T"] = "海象人背包",
},
},
{
{
["D"] = "你可以从伊斯卡拉的努恩弗克处获得两个鱼类主题的玩具。",
["T"] = "渔夫之欢",
},
},
{
{
["D"] = "你可以制作伊斯卡拉鱼叉的升级物品。拜访伊斯卡拉的塔薇欧来了解更多信息。",
["T"] = "鱼叉 II",
},
},
{
{
["D"] = "你可以在伊斯卡拉的诺卢克处为你的载风迅疾幼龙、复苏始祖幼龙和/或崖际荒狂幼龙坐骑获取三种新的观龙者手稿，为其提供蓝鳞。",
["T"] = "观龙者手稿 III",
},
},
{
{
["D"] = "你有额外25%的几率从花朵和其他植物宝藏里收集到额外的巨龙群岛补给，总共几率提高50%。",
["T"] = "奖励补给 II",
},
},
{
{
["D"] = "你可以从伊斯卡拉的穆里克处获得伊斯卡拉海象人战袍。",
["T"] = "海象人战袍",
},
},
{
{
["D"] = "你可以从伊斯卡拉的阿尔非克处获得一件有用的肩甲（物品等级389）。",
["T"] = "海象人装备 II",
},
},
{
{
["D"] = "你可以从伊斯卡拉的隆图皮特处获得一个蓝罩豆袋坐垫玩具。",
["T"] = "蓝色抚慰",
},
},
{
{
["D"] = "你可以从伊斯卡拉的哈努处获得海象人武器幻化外观。",
["T"] = "海象人武器",
},
},
{
{
["D"] = "你可以从伊斯卡拉的塔托处获得两种奥獭坐骑（黄色侦查奥獭和棕色侦查奥獭）。",
["T"] = "侦查奥獭",
},
},
{
{
["D"] = "你可以从伊斯卡拉东南部岛屿上的基欧波处获得两个雪橇玩具。",
["T"] = "冰雪之乐",
},
},
{
{
["D"] = "你可以在巨龙群岛水路边和海岸边取回失窃的海象人工具盒。拜访伊斯卡拉的塔薇欧，了解更多信息。",
["T"] = "海象人工具盒",
},
},
{
{
["D"] = "你可以从伊斯卡拉的隆图皮特处获得十二种肩甲幻化外观。",
["T"] = "海象人肩甲",
},
},
{
{
["D"] = "你可以从伊斯卡拉的斯卡普斯处获得五件豺狼人背包的披风幻化外观。",
["T"] = "豺狼人背包",
},
},
{
{
["D"] = "与伊斯卡拉的穆里克谈一谈，获得一个原始注能，可以用来作为附加材料，提升制造的物品的物品等级到395或更高。",
["T"] = "英雄的奖赏",
},
{
["D"] = "你可以从伊斯卡拉的塔托处获得两种重装奥獭坐骑（黄色战争奥獭和棕色战争奥獭）。",
["T"] = "战争奥獭",
},
{
["D"] = "你可以使用头衔“伊斯卡拉的”来展现你和巨龙群岛的海象人的友谊。",
["T"] = "社区一员",
},
},
},
["D"] = "伊斯卡拉海象人已经在巨龙群岛上生活了许多世代，他们和谐共处，热衷于讲述周遭世界的故事。",
},
[630] = {
["T"] = "暴掠龙训练师",
},
[1514] = {
["D"] = "作为恐怖之神鲁克玛的崇拜者，这些邪恶的暴徒试图用敌人的鲜血染红这个世界。",
["T"] = "鲁克玛信徒",
},
[2514] = {
["T"] = "拜荒者",
},
[1515] = {
["D"] = "在黑暗中挣扎的鸦人流亡者在苦苦追寻着光明的未来。",
["T"] = "鸦人流亡者",
},
[2516] = {
["T"] = "贾拉丁",
},
[2517] = {
["D"] = "长久以来，拉希奥的目标都专注于保护艾泽拉斯，现在，他的目光转向了黑龙军团的未来……以及他的宿命。",
["T"] = "拉希奥",
},
[2518] = {
["D"] = "萨贝里安培养了新一代未被腐化的黑龙，而且为了保护他们不惜付出一切。",
["T"] = "萨贝里安",
},
[1015] = {
["D"] = "这种罕见的龙是死亡之翼的后代，受到原始的虚空能量影响后发生了变异。现在，他们正在努力摆脱死亡之翼的血脉带来的阴影，找寻自己的命运。",
["T"] = "灵翼之龙",
},
[1016] = {
["T"] = "拜龙教",
},
[2524] = {
["D"] = "暗爪营的领袖是坚韧的鳞长阿苏拉泰，他们受训成为黑龙军团的护盾。如今，无论遇到什么样的绝境，这些龙希尔都可以利用自己的战技来守护需要帮助的人。",
["T"] = "黑卫营",
},
[2525] = {
["T"] = "火元素",
},
[889] = {
["D"] = "战歌氏族是最具攻击性的兽人氏族，目前正与暗夜精灵的银翼哨兵部队在战歌峡谷激烈地交战中。",
["T"] = "战歌氏族",
},
[1017] = {
["T"] = "树人",
},
[1268] = {
["D"] = "魔古族曾是古代潘达利亚的统治者。如今他们仇视所有篡夺这片土地的下等种族，特别是那些自命不凡的熊猫人。",
["T"] = "魔古族",
},
[1269] = {
["D"] = "这支神秘的熊猫人教派意图一劳永逸地解决魔古族带来的麻烦。",
["T"] = "金莲教",
},
[510] = {
["D"] = "污染者试图为部落夺取阿拉希盆地的重要资源。",
["T"] = "污染者",
},
[1270] = {
["D"] = "这个神秘莫测的熊猫人门派守护着潘达利亚的天神寺庙。",
["T"] = "影踪派",
},
[892] = {
["T"] = "部落军队",
},
[1272] = {
["D"] = "阡陌客是一个由热爱和平与劳作的熊猫人结成的农业组织。他们终日辛勤耕作，只为满足熊猫人一族对美食的终极追求。",
["T"] = "阡陌客",
},
[1273] = {
["D"] = "贾古很容易找到——只要去看看风暴烈酒酿造厂出品的最廉价的酒桶底部就行了。",
["T"] = "醉鬼贾古",
},
[511] = {
["T"] = "巨人",
},
[2544] = {
["T"] = "工匠商盟 - 巨龙群岛支部",
},
[1275] = {
["D"] = "艾拉渴望成为一名伟大的酒仙，但她还有很多路要走！",
["T"] = "艾拉",
},
[1276] = {
["D"] = "老农山掌是四邻八乡最有经验的养鸡专业户。",
["T"] = "老农山掌",
},
[1277] = {
["D"] = "如果你有关于绵羊的问题，吱吱一定能帮你解答。",
["T"] = "吱吱",
},
[1023] = {
["T"] = "阿萨洛斯",
},
[1278] = {
["D"] = "作为一个壮实、自豪的农场保卫者，阿烁总会在你需要一个强壮的打手时出现。",
["T"] = "阿烁",
},
[2045] = {
["D"] = "各大势力的联军，致力于击败萨格拉斯之墓和破碎海滩的燃烧军团。",
["T"] = "抗魔联军",
},
[1279] = {
["D"] = "作为阡陌客的可敬领袖，郝瀚·泥爪责任重大。",
["T"] = "郝瀚·泥爪",
},
[1024] = {
["T"] = "剥石者",
},
[1280] = {
["D"] = "迪娜·泥爪最喜欢生活中那些精美的物品。",
["T"] = "迪娜·泥爪",
},
[1025] = {
["T"] = "剥石者猎手",
},
[449] = {
["T"] = "暗影蛛丝偷猎者",
},
[1026] = {
["T"] = "影月之魂",
},
[1282] = {
["D"] = "相比其他健忘的镇民，玉儿·采苇更了解这片土地的历史。",
["T"] = "玉儿·采苇",
},
[1027] = {
["T"] = "军团联络器",
},
[1283] = {
["D"] = "农夫老方家种的蔬菜可是汇风岭一绝！",
["T"] = "农夫老方",
},
[1028] = {
["T"] = "乌鸦林古树",
},
[2564] = {
["T"] = "峈姆鼹鼠人",
["O"] = {
{
{
["D"] = "你已经开始获得峈姆鼹鼠人名望。",
["T"] = "峈姆鼹鼠人",
},
},
{
{
["D"] = "你现在可以嗅探查拉雷克洞窟里隐藏的宝藏。",
["T"] = "隐藏宝藏 I",
},
},
{
{
["D"] = "前往峈姆寻找纽西，开始以物易物。和峈姆的庞佐谈一谈，进行交易。",
["T"] = "峈姆以物易物",
},
},
{
{
["D"] = "和峈姆的米穆普谈一谈，获得一袋金子，可以用来将一个物品的物品等级提升到424。",
["T"] = "一袋金子",
},
},
{
{
["D"] = "你可以从峈姆的哈洛维·玛尔处为你的盘曲蜿变幼龙获得三种新的观龙者手稿（巨颌棘刺、大型带鳍顶冠和棕角）。",
["T"] = "观龙者手稿 I",
},
},
{
{
["D"] = "和峈姆的纽西谈一谈，获得鼹鼠人挖掘手套，可以用来从查拉雷克洞窟的任何地方挖回峈姆。",
["T"] = "鼹鼠人挖掘手套",
},
},
{
{
["D"] = "你可以参与峈姆的蜗牛竞速活动。",
["T"] = "蜗牛竞速",
},
},
{
{
["D"] = "你可以从峈姆的哈洛维·玛尔处获得有用的胸甲（物品等级405）。",
["T"] = "鼹鼠人装备 I",
},
},
{
{
["D"] = "米里特现在会在嗅味探寻时帮你寻找额外的物品。",
["T"] = "米里特亲和",
},
},
{
{
["D"] = "与峈姆的米穆普交谈，获得峈姆鼹鼠人战袍。",
["T"] = "峈姆鼹鼠人战袍",
},
},
{
{
["D"] = "你现在可以嗅探隐藏在查拉雷克洞窟里的更大的宝藏。",
["T"] = "隐藏宝藏 II",
},
{
["D"] = "你可以从峈姆的哈洛维·玛尔处获得闻盐。",
["T"] = "闻盐",
},
},
{
{
["D"] = "你现在可以找到以物易物巨石，在以物易物时更有成效。",
["T"] = "峈姆以物易物升级",
},
{
["D"] = "你可以从峈姆的哈洛维·玛尔处购买工匠知识。",
["T"] = "匠人的知识",
},
},
{
{
["D"] = "你可以从峈姆的哈洛维·玛尔处为你的盘曲蜿变幼龙获得三种新的观龙者手稿（棕色毛发、弯折之角和长颚角）。",
["T"] = "观龙者手稿 II",
},
},
{
{
["D"] = "你可以从峈姆的哈洛维·玛尔处获得有用的战斗靴（物品等级415）。",
["T"] = "鼹鼠人装备 II",
},
},
{
{
["D"] = "你可以从峈姆的哈洛维·玛尔处获得战斗宠物保利和兰戈。",
["T"] = "结识甲虫！",
},
},
{
{
["D"] = "你可以从峈姆的哈洛维·玛尔处获得繁饰黑龙实验服套装。",
["T"] = "黑龙幻化外观",
},
{
["D"] = "你可以从峈姆的哈洛维·玛尔处为你的盘曲蜿变幼龙获得三种新的观龙者手稿（大型尖刺之鼻、毛尾和毛茸之喉）。",
["T"] = "观龙者手稿 III",
},
},
{
{
["D"] = "同峈姆的庞佐交谈，获得非常沉重的礼物。",
["T"] = "以物易物巨石礼物",
},
},
{
{
["D"] = "你可以从峈姆的哈洛维·玛尔处获得小食嗅探者坐骑。",
["T"] = "小食嗅探者",
},
{
["D"] = "你可以从峈姆的哈洛维·玛尔处获得鼹鼠人工具外观。",
["T"] = "鼹鼠人工具",
},
},
{
{
["D"] = "和峈姆的哈洛维·玛尔谈一谈，解锁驭龙术坐骑的头盔外观。",
["T"] = "幼龙头盔",
},
{
["D"] = "你可以从峈姆的哈洛维·玛尔处为你的高地幼龙获得新的观龙者手稿（繁复头盔）。",
["T"] = "观龙者手稿 IV",
},
},
{
{
["D"] = "你可以使用“臭臭的”头衔来炫耀你和峈姆鼹鼠人的关系。",
["T"] = "与鼹鼠人同嗅",
},
{
["D"] = "和峈姆的米穆普谈一谈，获得魔龙的魔化暗影烈焰纹章，这是一种附加材料，可以用来将一个制造物品的物品等级提升到437。",
["T"] = "英雄的奖赏",
},
{
["D"] = "你现在可以从峈姆的哈洛维·玛尔处购买以物易物巨石。",
["T"] = "以物易物巨石",
},
},
},
["D"] = "鼹鼠人城镇峈姆位于巨龙群岛地下的查拉雷克洞窟深处。这些友善的商人以其热情好客的性格、灵敏的嗅觉和奇特的以物易物贸易系统而闻名。",
},
[771] = {
["T"] = "吉兹洛克",
},
[1286] = {
["T"] = "朱鹤守护者",
},
[1031] = {
["D"] = "一支由沙塔斯城建立的空中武装力量，职责是应对潜伏在外域天空中的威胁。",
["T"] = "沙塔尔天空卫队",
},
[2570] = {
["U"] = "在陨圣峪的泰尼尔之升完成任务“晨曦塔之光”",
["T"] = "陨圣峪阿拉希人",
["O"] = {
{
{
["D"] = "你已经开始获得陨圣峪阿拉希人名望。",
["T"] = "临时分配",
},
},
{
{
["D"] = "你可以从米雷达尔的奥拉莉亚·斯蒂泰克那里获得披风幻化外观。",
["T"] = "远征队斗篷",
},
{
["D"] = "你可以从米雷达尔的奥拉莉亚·斯蒂泰克那里获得76级的手套（物品等级528）。",
["T"] = "军械库权限 I",
},
},
{
{
["D"] = "你现在可以在散布圣光中协助燃灯者了。（需要80级）",
["T"] = "照亮前路 I",
},
{
["D"] = "现在散布圣光中的生物会掉落光耀残渣。（需要80级）",
["T"] = "解锁光耀残渣掉落",
},
},
{
{
["D"] = "你可以从米雷达尔的奥拉莉亚·斯蒂泰克处获得附魔靴子 - 斥候进击和合约：陨圣峪阿拉希人的配方以及设计图：充能大剑。",
["T"] = "照亮虚空的教诲",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得一包共鸣水晶。",
["T"] = "一包共鸣水晶",
},
},
{
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得一个土壳宝石。这种宝石可以用于在多恩诺嘉尔的欧斯迪恩那里购买幻化套装。",
["T"] = "土壳宝石",
},
{
["D"] = "和荫林葡萄园的凯拉·弗雷斯通交谈，开启名誉火绒盒（物品等级571）任务。",
["T"] = "自己的火绒盒 I",
},
},
{
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "你可以从米雷达尔的奥拉莉亚·斯蒂泰克那里获得老兵胸甲（物品等级584）。",
["T"] = "军械库权限 II",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "神勇石",
},
},
{
{
["D"] = "现在散布圣光中的生物会掉落更多的光耀残渣。",
["T"] = "光耀残渣掉落提高",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得一包共鸣水晶。",
["T"] = "共鸣水晶",
},
},
{
{
["D"] = "现在散布圣光中的生物会掉落摇曳的火炬，能够提供短暂的光亮。",
["T"] = "照亮前路 II",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "与多恩诺嘉尔或米雷达尔的陨圣峪阿拉希人大使交谈，获得远征队战袍。",
["T"] = "远征队战袍",
},
},
{
{
["D"] = "和米雷达尔的拉恩·道卡瓦利交谈，开启强化的火绒盒（物品等级584）任务。",
["T"] = "自己的火绒盒 II",
},
},
{
{
["D"] = "现在你可以在陨圣峪的商贩那里购买散布圣光的额外消耗品。",
["T"] = "照亮前路 III",
},
{
["D"] = "失落的希尔海姆物件现在会从散布圣光场景中的生物身上掉落。",
["T"] = "照亮前路 IV",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得一袋共鸣水晶。",
["T"] = "一袋共鸣水晶",
},
},
{
{
["D"] = "你可以从米雷达尔的奥拉莉亚·斯蒂泰克那里获得肩甲幻化外观肩甲幻化外观。",
["T"] = "远征队肩甲",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "你可以在米雷达尔的奥拉莉亚·斯蒂泰克那里获得珠宝加工、草药学、剥皮和制皮的专业知识。",
["T"] = "专业知识",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得一个修复的宝匣钥匙。（需要80级）",
["T"] = "修复的宝匣钥匙",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "神勇石",
},
},
{
{
["D"] = "你可以从米雷达尔的奥拉莉亚·斯蒂泰克那里获得一只忠实的山猫伙伴提比略。",
["T"] = "以前没有山猫去过的地方",
},
},
{
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得一袋共鸣水晶。",
["T"] = "一袋共鸣水晶",
},
},
{
{
["D"] = "你可以从米雷达尔的奥拉莉亚·斯蒂泰克那里获得灼烧之光试炼。",
["T"] = "看，亮了！",
},
},
{
{
["D"] = "你可以从米雷达尔的奥拉莉亚·斯蒂泰克那里获得勇士腕甲（物品等级597）。",
["T"] = "军械库权限 III",
},
},
{
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "神勇石",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得一箱共鸣水晶。",
["T"] = "一箱共鸣水晶",
},
},
{
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得一个土壳宝石。这种宝石可以用于在多恩诺嘉尔的欧斯迪恩那里购买幻化套装。",
["T"] = "土壳宝石",
},
},
{
{
["D"] = "你可以从米雷达尔的奥拉莉亚·斯蒂泰克那里获得一只朱红帝国山猫。",
["T"] = "合适就会坐下",
},
},
{
{
["D"] = "和米雷达尔的神秘的孩子交谈，开启黑化的火绒盒（物品等级597）任务。",
["T"] = "自己的火绒盒 III",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "你可以从米雷达尔的奥拉莉亚·斯蒂泰克那里获得被缚暗影。",
["T"] = "光缚万物",
},
{
["D"] = "你可以在米雷达尔的奥拉莉亚·斯蒂泰克那里获得贝雷达尔调和。它可以帮助你找到贝雷达尔之裔。",
["T"] = "寻找贝雷达尔",
},
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克交谈，获得一箱共鸣水晶。",
["T"] = "一箱共鸣水晶",
},
},
{
{
["D"] = "和米雷达尔的奥拉莉亚·斯蒂泰克谈一谈，获得附魔符文先驱纹章，这是一种附加材料，可以用来将一个制造物品的物品等级提升到606。（需要80级）",
["T"] = "英雄的奖赏",
},
},
{
{
["D"] = "你可以获得“燃灯者”的头衔，表明你对陨圣峪阿拉希人的贡献。",
["T"] = "驱散黑暗",
},
{
["D"] = "你可以在米雷达尔的奥拉莉亚·斯蒂泰克那里购买光耀残渣。",
["T"] = "可购买光耀残渣",
},
},
},
["D"] = "陨圣峪远征队的阿拉希人在卡兹阿加的地下发现了名为贝雷达尔的星星，并保护它免受许多威胁的侵害。他们与远隔重洋的帝国失去了联系，凭借对神圣烈焰的信仰之力，在此地建起了新的家园。",
},
[1032] = {
["T"] = "52区",
},
[1033] = {
["T"] = "玛维",
},
[2574] = {
["T"] = "梦境守望者",
["O"] = {
{
{
["D"] = "你已经开始获得梦境守望者名望。",
["T"] = "与梦同在",
},
},
{
{
["D"] = "你现在可以发现翡翠梦境里隐藏的宝藏。",
["T"] = "财富美梦",
},
},
{
{
["D"] = "跟野性花园的西尔维娅·喃花谈一谈，获得小小的梦境之种，可以在翡翠奖赏中使用。",
["T"] = "小小的梦境之种",
},
},
{
{
["D"] = "你现在可以在超然盛放事件期间拥有一个额外的美梦果之力。",
["T"] = "盛放精通 I",
},
},
{
{
["D"] = "前往中心营地，寻找梅尔希斯拉，开始把梦境之力灌注给生物。",
["T"] = "自然融触",
},
},
{
{
["D"] = "你可以从中心营地的月之女祭司娜萨拉处为你的繁盛奇想幼龙获取三种新的观龙者手稿（背鳍、隆起额部和反颌鼻口部）。",
["T"] = "观龙者手稿 I",
},
},
{
{
["D"] = "你可以从中心营地的月之女祭司娜萨拉处获得有用的手部护甲（物品等级441）。",
["T"] = "自然法衣 I",
},
},
{
{
["D"] = "你现在可以在超然盛放事件期间拥有一个额外的美梦果之力。",
["T"] = "盛放精通 II",
},
},
{
{
["D"] = "跟野性花园的西尔维娅·喃花谈一谈，获得饱满的梦境之种，可以在翡翠奖赏中使用。",
["T"] = "饱满的梦境之种",
},
},
{
{
["D"] = "和中心营地的梅尔希斯拉谈一谈，获得梦境守望者的战袍。",
["T"] = "梦境成真",
},
},
{
{
["D"] = "你现在可以发现翡翠梦境里隐藏的更大的宝藏。",
["T"] = "绿草如茵",
},
{
["D"] = "你现在可以在野性花园的西尔维娅·喃花处购买翡翠奖赏提供的宠物。",
["T"] = "宠物奖赏",
},
},
{
{
["D"] = "你现在可以在超然盛放事件期间拥有一个额外的美梦果之力。",
["T"] = "盛放精通 III",
},
},
{
{
["D"] = "你可以从中心营地的月之女祭司娜萨拉处为你的繁盛奇想幼龙获取三种新的观龙者手稿（棕色毛发、颈鳍和犄角）。",
["T"] = "观龙者手稿 II",
},
},
{
{
["D"] = "你可以从中心营地的月之女祭司娜萨拉处获得有用的头部护甲（物品等级454）。",
["T"] = "自然法衣 II",
},
},
{
{
["D"] = "你可以从中心营地的月之女祭司娜萨拉处获得杉杉和桧桧。",
["T"] = "梦中之友",
},
},
{
{
["D"] = "你现在可以在超然盛放事件期间看到额外的美梦果之力。",
["T"] = "盛放专家",
},
{
["D"] = "你可以从中心营地的月之女祭司娜萨拉处获得优雅绿龙外衣套装。",
["T"] = "守护者的面容",
},
{
["D"] = "你可以从中心营地的月之女祭司娜萨拉处获得梦境守望者工具幻化。",
["T"] = "精耕细作",
},
},
{
{
["D"] = "你可以从中心营地的月之女祭司娜萨拉处获得日灼梦麋和月华梦麋。",
["T"] = "绿野疾驰",
},
{
["D"] = "跟野性花园的西尔维娅·喃花谈一谈，获得硕大的梦境之种，可以在翡翠奖赏中使用。",
["T"] = "硕大的梦境之种",
},
},
{
{
["D"] = "和中心营地的梅尔希斯拉谈一谈，获得梦境注能。",
["T"] = "自然协调",
},
{
["D"] = "你现在可以在野性花园的西尔维娅·喃花处购买翡翠奖赏提供的坐骑。",
["T"] = "坐骑奖赏",
},
{
["D"] = "你可以从中心营地的月之女祭司娜萨拉处购买梦缚强化符文。",
["T"] = "梦缚能量",
},
},
{
{
["D"] = "你可以从中心营地的月之女祭司娜萨拉处为你的繁盛奇想幼龙获取两种新的观龙者手稿（夜色鳞片、薄暮鳞片）。",
["T"] = "繁盛奇想幼龙鳞片",
},
},
{
{
["D"] = "和中心营地的梅尔希斯拉谈一谈，获得魔龙的魔化酣梦纹章，这是一种附加材料，可以用来将一个制造物品的物品等级提升到476。",
["T"] = "英勇奖赏",
},
{
["D"] = "你可以通过头衔“梦境守护者”来展现你为了守护梦境而付出的卓绝努力。",
["T"] = "穿越星空",
},
{
["D"] = "你可以从中心营地的月之女祭司娜萨拉处购买梦境之种。",
["T"] = "梦境之种",
},
},
},
["D"] = "许多种族构成的同盟，誓要守护翡翠梦境，抗击所有威胁。",
},
[1034] = {
["T"] = "斯克提斯阴影鸦人",
},
[2576] = {
["T"] = "烈焰德鲁伊",
},
[1035] = {
["T"] = "斯克提斯鸦人",
},
[1036] = {
["T"] = "龙喉之敌",
},
[1038] = {
["D"] = "聪明而开化的奥格瑞拉食人魔居住在刀锋山的西部区域，那里富产的埃匹希斯水晶使得他们的智商远远超越了其他野蛮的同类。",
["T"] = "奥格瑞拉",
},
[1039] = {
["T"] = "掠食者",
},
[649] = {
["T"] = "管理者埃克索图斯",
},
[1041] = {
["T"] = "狂鱼",
},
[2590] = {
["T"] = "多恩诺嘉尔议会",
["O"] = {
{
{
["D"] = "你已经开始获得多恩诺嘉尔议会名望。",
["T"] = "议会议事",
},
},
{
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里获得披风幻化外观。",
["T"] = "荣耀议会成员的披风",
},
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里获得一件72级的披风（物品等级467）。",
["T"] = "议会收藏 I",
},
},
{
{
["D"] = "你可以在榭台协助表演，从而有几率获得装备和其他奖励。（需要80级）",
["T"] = "表演艺术家",
},
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得一包共鸣水晶。",
["T"] = "一包共鸣水晶",
},
},
{
{
["D"] = "和多恩诺嘉尔的审计员巴乌尔兹交谈，获得一颗土壳宝石。这种宝石可以用于从多恩诺嘉尔的欧斯迪恩那里购买幻化套装。",
["T"] = "土壳宝石",
},
},
{
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹处获得雷缚护甲片、附魔胸甲 - 议会智慧和合约：多恩诺嘉尔议会的配方。",
["T"] = "土灵匠域",
},
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得一包共鸣水晶。",
["T"] = "一包共鸣水晶",
},
},
{
{
["D"] = "和多恩诺嘉尔的审计员巴乌尔兹交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里获得老兵肩甲（物品等级584）。",
["T"] = "议会收藏 II",
},
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "神勇石",
},
},
{
{
["D"] = "和榭台的文戴琳交谈，让她在表演中协助你，为你提供速度加成，持续一段时间。",
["T"] = "表演必须继续 I",
},
{
["D"] = "和多恩诺嘉尔的审计员巴乌尔兹交谈，获得一颗土壳宝石。这种宝石可以用于从多恩诺嘉尔的欧斯迪恩那里购买幻化套装。",
["T"] = "土壳宝石",
},
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得一包共鸣水晶。",
["T"] = "一包共鸣水晶",
},
},
{
{
["D"] = "和多恩诺嘉尔的审计员巴乌尔兹交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里购买华丽赭色窗户装饰，用于摆在你的住宅内。",
["T"] = "多恩诺嘉尔的装饰 I",
},
},
{
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得荣耀议会成员的战袍。",
["T"] = "荣耀议会成员的战袍",
},
{
["D"] = "和榭台的艾尔玛交谈，让她在表演中协助你，为你提供分数。",
["T"] = "表演必须继续 II",
},
},
{
{
["D"] = "和多恩诺嘉尔的审计员巴乌尔兹交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里获得炼金、锻造、附魔和裁缝的专业知识。",
["T"] = "专业知识",
},
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得一袋共鸣水晶。",
["T"] = "一袋共鸣水晶",
},
},
{
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里获得沃肥。",
["T"] = "下地干活",
},
},
{
{
["D"] = "和榭台的拉巴恩交谈，获得在表演外使用戏服箱的权利。",
["T"] = "表演必须继续 III",
},
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里获得崩岩占师之石。",
["T"] = "摇起来吧",
},
},
{
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里获得肩甲幻化外观。",
["T"] = "荣耀议会成员的肩胄",
},
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里购买三款书籍主题的装饰，用于摆在你的住宅内。",
["T"] = "多恩诺嘉尔的装饰 II",
},
},
{
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里获得勇士鞋子（物品等级597）。",
["T"] = "议会收藏 III",
},
},
{
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得修复的宝匣钥匙。（需要80级）",
["T"] = "修复的宝匣钥匙",
},
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "神勇石",
},
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得一袋共鸣水晶。",
["T"] = "共鸣水晶",
},
},
{
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里获得一只页岩磐羊坐骑。",
["T"] = "青青草原",
},
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得一箱共鸣水晶。",
["T"] = "一箱共鸣水晶",
},
},
{
{
["D"] = "和多恩诺嘉尔的审计员巴乌尔兹交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "和多恩诺嘉尔的审计员巴乌尔兹交谈，获得一颗土壳宝石。这种宝石可以用于从多恩诺嘉尔的欧斯迪恩那里购买幻化套装。",
["T"] = "土壳宝石",
},
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得一箱共鸣水晶。",
["T"] = "一箱共鸣水晶",
},
},
{
{
["D"] = "和榭台的波克霍特交谈，让他在表演中协助你，为你提供额外的共鸣水晶。",
["T"] = "表演必须继续 IV",
},
},
{
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里购买一份烹饪食谱，以制作多恩矿石与奶酪拼盘装饰。",
["T"] = "多恩诺嘉尔的装饰 III",
},
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "神勇石",
},
},
{
{
["D"] = "你可以从多恩诺嘉尔的审计员巴乌尔兹那里获得一只焖燃燧烬蜂坐骑。",
["T"] = "蜂芒",
},
},
{
{
["D"] = "和多恩诺嘉尔的审计员巴乌尔兹谈一谈，获得附魔符文先驱纹章，这是一种附加材料，可以用来将一个制造物品的物品等级提升到606。（需要80级）",
["T"] = "英雄的奖赏",
},
{
["D"] = "与多恩诺嘉尔的审计员巴乌尔兹交谈，获得一箱共鸣水晶。",
["T"] = "一箱共鸣水晶",
},
},
{
{
["D"] = "你可以获得“荣誉议员”的头衔，表明你对多恩诺嘉尔议会的贡献。",
["T"] = "重压成型",
},
{
["D"] = "和多恩诺嘉尔的审计员巴乌尔兹交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
},
["D"] = "多恩诺嘉尔议会在础石大厅商议政务，在议会护持麦里克斯的领导下，他们的决策关乎到多恩岛上的每一个土灵。",
},
[1042] = {
["T"] = "天空卫队之敌",
},
[1043] = {
["T"] = "臭鼬",
},
[2594] = {
["U"] = "在喧鸣深窟的冈达加兹完成任务“重返冈达加兹”",
["T"] = "邃渊协盟",
["O"] = {
{
{
["D"] = "你已经开始获得邃渊协盟名望。",
["T"] = "邃渊协商",
},
},
{
{
["D"] = "你现在可以开始嗅探，用狗头人的方式挖掘寻蜡。以这种方式寻获的蜡可以交给冈达加兹的米多斯。",
["T"] = "每天都嗅个不停 I",
},
{
["D"] = "你可以从冈达加兹的蜡贩斯奎克那里获得一条74级的项链（物品等级509）。",
["T"] = "邃渊设计 I",
},
},
{
{
["D"] = "你已经解锁前往主机觉醒的权限。（需要80级）",
["T"] = "艰难的重启",
},
{
["D"] = "你可以从冈达加兹的蜡贩斯奎克处获得合约：多恩诺嘉尔议会的配方和图样：逐革者的购物袋。",
["T"] = "机械学习",
},
},
{
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一颗土壳宝石。这种宝石可以用于从多恩诺嘉尔的欧斯迪恩那里购买幻化套装。",
["T"] = "土壳宝石",
},
{
["D"] = "你可以从冈达加兹的蜡贩斯奎克那里获得全味炖煮烹饪食谱。",
["T"] = "狗头人料理师",
},
},
{
{
["D"] = "你可以从冈达加兹的蜡贩斯奎克那里获得披风幻化外观。",
["T"] = "协盟披巾",
},
{
["D"] = "现在你嗅探时可能会遇到稀有事件。",
["T"] = "嗅探知事件",
},
},
{
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得蜡封风化纹章，它可以用来获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "蜡封风化纹章",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一包共鸣水晶。",
["T"] = "一包共鸣水晶",
},
},
{
{
["D"] = "现在可以在嗅探时找到工具箱，这些工具箱可以用于主机觉醒事件。",
["T"] = "跟着鼻子走",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "神勇石",
},
},
{
{
["D"] = "你可以从冈达加兹的蜡贩斯奎克那里获得老兵头部护甲（物品等级584）。",
["T"] = "邃渊设计 II",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一把嗡鸣的亮闪闪。",
["T"] = "一把嗡鸣的亮闪闪",
},
},
{
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一个小型蜡烛。可以卖给商贩换取金币。",
["T"] = "蜡烛！",
},
},
{
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得协盟战袍。",
["T"] = "协盟战袍",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一把嗡鸣的亮闪闪。",
["T"] = "一把嗡鸣的亮闪闪",
},
},
{
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一批勇气岩石。神勇石可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "一批勇气岩石",
},
},
{
{
["D"] = "你可以从冈达加兹的蜡贩斯奎克那里获得采矿、工程学和铭文的专业知识。",
["T"] = "专业知识",
},
{
["D"] = "你可以从冈达加兹的蜡贩斯奎克那里购买土灵饰链壁挂架子装饰，用于摆在你的住宅内。",
["T"] = "喧鸣深窟的装饰",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一堆嗡鸣的亮闪闪。",
["T"] = "一堆嗡鸣的亮闪闪",
},
},
{
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一个修复的宝匣钥匙。（需要80级）",
["T"] = "修复的宝匣钥匙",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一个大号蜡烛。可以卖给商贩换取金币。",
["T"] = "你拿走蜡烛！",
},
},
{
{
["D"] = "你可以从冈达加兹的蜡贩斯奎克那里获得肩甲幻化。",
["T"] = "协盟护肩",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一袋共鸣水晶。",
["T"] = "一袋共鸣水晶",
},
},
{
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一颗土壳宝石。这种宝石可以用于从多恩诺嘉尔的欧斯迪恩那里购买幻化套装。",
["T"] = "土壳宝石",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "现在嗅探宝物会有额外的奖励。",
["T"] = "每天都嗅个不停 II",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "神勇石",
},
},
{
{
["D"] = "你可以从冈达加兹的蜡贩斯奎克那里获得鳄梨鼹。",
["T"] = "我们当中的鼹鼠",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "你可以从冈达加兹的蜡贩斯奎克那里获得蜡烛健美者的哑铃。",
["T"] = "你玩蜡烛！",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一箱共鸣水晶。",
["T"] = "共鸣水晶",
},
},
{
{
["D"] = "你可以在冈达加兹的蜡贩斯奎克那里购买赤红泥鼻鼹。",
["T"] = "别湿了脚",
},
{
["D"] = "你可以从冈达加兹的蜡贩斯奎克那里获得勇士腰部护甲（物品等级597）。",
["T"] = "邃渊设计 III",
},
},
{
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一个嵌宝烛台。你可以拆下烛台上的一枚土壳宝石，并用于在多恩诺嘉尔的欧斯迪恩那里购买幻化套装。",
["T"] = "嵌宝烛台",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一箱共鸣水晶。",
["T"] = "共鸣水晶",
},
},
{
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一个超大号蜡烛。可以卖给商贩换取金币。",
["T"] = "你拿走大蜡烛！",
},
},
{
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一箱共鸣水晶。",
["T"] = "共鸣水晶",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一批勇气岩石。神勇石可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "一批勇气岩石",
},
},
{
{
["D"] = "你可以在冈达加兹的蜡贩斯奎克那里购买天蓝萤光螨。",
["T"] = "噢，亮闪闪！",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一大堆嗡鸣的亮闪闪。",
["T"] = "一大堆嗡鸣的亮闪闪",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得狗头人纹章。它可以用来发现附魔符文先驱纹章，这是一种附加材料，能够将制造物品的等级提升至606。（需要80级）",
["T"] = "狗头人纹章",
},
},
{
{
["D"] = "你可以获得“机械呢喃者”的头衔，表明你对邃渊协盟的贡献。",
["T"] = "协定新盟",
},
{
["D"] = "和冈达加兹的蜡贩斯奎克交谈，获得一批勇气岩石。神勇石可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "一批勇气岩石",
},
},
},
["D"] = "喧鸣深窟各地都有疏于照看的机械设备等待着维修。在机语者发挥技术专长的同时，狗头人会回收遗落的零件。他们欢迎所有志在探索与重建的人们前来相助。",
},
[1044] = {
["T"] = "塞拉摩叛逃者",
},
[1045] = {
["T"] = "维库人",
},
[1046] = {
["T"] = "北海海盗",
},
[1302] = {
["D"] = "授人以鱼不如授人以渔，这群名为垂钓翁的熊猫人不光想着填饱族人的肚子，还希望能够提高自己的钓鱼本领。",
["T"] = "垂钓翁",
},
[1047] = {
["T"] = "海象人",
},
[2602] = {
["D"] = "控制千丝之城的晦幽集市的生物行为。",
["T"] = "晦幽集市",
},
[1049] = {
["T"] = "阿曼尼巨魔",
},
[909] = {
["D"] = "一个向全世界展示着各类珍奇异宝的马戏团。马戏团位于一座神秘的岛屿上，只在每月的第一周开放。",
["T"] = "暗月马戏团",
},
[2607] = {
["D"] = "深入狼穴的执行官尼兹雷克随侍在安苏雷克女王左右，担任她最忠心耿耿的顾问。幸好安苏雷克尚未发现，在剩下的时间里，尼兹雷克都在为了终结她的统治而奔走。",
["T"] = "宰相",
},
[2097] = {
["D"] = "阿苏纳的皇家池塘古老的守护者。",
["T"] = "“活水”伊丽西娅",
},
[2098] = {
["D"] = "瓦尔莎拉的护渔人。",
["T"] = "守护者蕾娜",
},
[910] = {
["D"] = "青铜龙军团的后代，时间的守卫者，对凡人种族漠不关心。",
["T"] = "诺兹多姆的子嗣",
},
[1052] = {
["D"] = "部落派往诺森德的多支部队的统称，由战歌远征军充当先头部队。",
["T"] = "部落先遣军",
},
[2101] = {
["D"] = "住在瀑布旁的神秘枯法者。",
["T"] = "莎乐丝",
},
[2102] = {
["D"] = "被人从远方召唤的英帕斯正在收集贝壳，希望能制造出一座“魔法传送门”返回家乡。",
["T"] = "英帕斯",
},
[911] = {
["D"] = "奎尔萨拉斯的首都，血精灵的家园。虽然银月城几乎被阿尔萨斯毁灭，但它再次成为了一座繁荣的城市。",
["T"] = "银月城",
},
[2104] = {
["T"] = "争霸艾泽拉斯",
},
[2105] = {
["T"] = "纳兹曼尼",
},
[912] = {
["T"] = "卡利姆多联军",
},
[529] = {
["D"] = "一个致力于从亡灵天灾军团的威胁下拯救艾泽拉斯世界的组织。银色黎明的据点遍布东西瘟疫之地。",
["T"] = "银色黎明",
},
[329] = {
["T"] = "工头费苏勒",
},
[932] = {
["D"] = "一个古老的德莱尼祭司组织，起初由维伦领导。现在他们在高阶女祭司伊沙娜的指引下为沙塔斯城的纳鲁效力。与占星者势力敌对。",
["T"] = "奥尔多",
},
[2111] = {
["T"] = "赞达拉恐龙",
},
[530] = {
["D"] = "一群被放逐的巨魔，加入了萨尔领导下的部落。他们现在将杜隆塔尔当作自己的新家，并与兽人盟友们一起生活在那里。",
["T"] = "暗矛巨魔",
},
[2605] = {
["D"] = "阿努巴扎尔曾经是艾基-卡赫特声威显赫的军事领袖，安苏雷克却将其冷落，只宠幸自己的扬升者。这等轻慢岂能容忍？",
["T"] = "将军",
},
[609] = {
["D"] = "塞纳里奥议会的德鲁伊是自然的守卫者，他们定居于宁静的月光林地。",
["T"] = "塞纳里奥议会",
},
[914] = {
["T"] = "玩家，血精灵",
},
[531] = {
["T"] = "青铜龙军团",
},
[2638] = {
["T"] = "玩家,土灵部落",
},
[1061] = {
["T"] = "维库人",
},
[915] = {
["T"] = "克苏恩的军队",
},
[1062] = {
["T"] = "维库角斗士",
},
[2121] = {
["D"] = "无尽之海上无拘无束的人，他们只对自己的船队效忠。",
["T"] = "无尽之海水手",
},
[2122] = {
["D"] = "残忍的海盗团伙，以提拉加德海峡的自由镇为据点。",
["T"] = "铁潮突袭队",
},
[916] = {
["T"] = "异种虫类",
},
[1064] = {
["D"] = "这些坚强的牦牛人是牛头人的同类，在部落远征诺森德的战役中，他们成为了具有重要价值的斥候。",
["T"] = "牦牛人",
},
[1012] = {
["D"] = "来自破碎者灰舌部族的精英勇士，表面上与伊利丹结盟。这些勇士是阿卡玛最信任的部下，并参与了他的秘密计划。",
["T"] = "灰舌死誓者",
},
[789] = {
["T"] = "莫洛加",
},
[917] = {
["T"] = "铁炉堡军团",
},
[922] = {
["D"] = "塔奎林曾是一座高等精灵的城镇，但是在天灾军团入侵奎尔萨拉斯之后被废弃了。现在，被遗忘者和血精灵联手夺回了这座城镇。",
["T"] = "塔奎林",
},
[1833] = {
["D"] = "如果你非要问的话，那你已经是个死人了。",
["T"] = "无冕者",
},
[1067] = {
["D"] = "这支由希尔瓦娜斯·风行者派遣的被遗忘者势力想要在诺森德散播他们最新研制成功的瘟疫病菌，以此来向阿尔萨斯复仇。",
["T"] = "复仇之手",
},
[1834] = {
["T"] = "军团再临",
},
[893] = {
["T"] = "恶齿巨魔",
},
[985] = {
["T"] = "时光之穴 - 萨尔",
},
[1011] = {
["D"] = "来自各个地方、各个种族的避难者在沙塔斯城的聚集地。在贫民窟中，善行善举总是会很快传遍所有人的耳朵。",
["T"] = "贫民窟",
},
[2135] = {
["D"] = "克罗诺姆（简称克罗米）是一头活跃、亲切的青铜龙。拉近你与她之间关系将增强她在场景战役“克罗米之死”中的力量。",
["T"] = "克罗米",
},
[1253] = {
["T"] = "东方之寺的守护者",
},
[2692] = {
["T"] = "风险投资公司",
},
[2677] = {
["D"] = "热砂财阀或许是安德麦最古老最庞大的财阀，艾泽拉斯和彼岸世界的几乎每个行当都被他们插过一手。如今随着诺格弗格的得势，他们炼金秘法的威名人尽皆知。",
["T"] = "热砂财阀",
},
[920] = {
["T"] = "红",
},
[269] = {
["T"] = "银月幸存者",
},
[2652] = {
["D"] = "加斯特·加里维克斯雇来“保护”安德麦人民与财产的佣兵。",
["T"] = "暗索执法",
},
[2653] = {
["U"] = "在安德麦的洋际酒店完成任务“欢迎来到安德麦”。",
["T"] = "安德麦财阀",
["O"] = {
{
{
["D"] = "你已经开始获得安德麦财阀名望。",
["T"] = "生意就是生意",
},
},
{
{
["D"] = "你已学会在废料堆中翻找废品。为地精的天才欢呼！",
["T"] = "活跃的S.C.R.A.P.拆解员 I",
},
},
{
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一堆神勇石。",
["T"] = "时间就是金钱 I",
},
},
{
{
["D"] = "你已解锁在垃圾堆中寻找宝藏的能力。",
["T"] = "废物利用……",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一堆共鸣水晶。",
["T"] = "精心打磨 I",
},
},
{
{
["D"] = "你可以从洋际酒店的斯塔克斯·紧身那里购买安德麦栅栏和安德麦栅栏桩装饰，用于摆在你的住宅内。",
["T"] = "安德麦的装饰 I",
},
{
["D"] = "你现在可以从安德麦洋际酒店的斯玛克斯·紧身处购买各种专业配方。",
["T"] = "专业配方",
},
},
{
{
["D"] = "你已学会在安德麦寻找一些特别臭名昭著的目标。",
["T"] = "王牌猎人",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一袋风化虚灵纹章。",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "你在废料堆的铲掘效率提高了，还可以从卡亚可乐冷却机购买卡亚可乐极致冷却机，以获得更多废料堆收益。",
["T"] = "活跃的S.C.R.A.P.拆解员 II",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，购买一件老兵I脚部装备（物品等级623）。",
["T"] = "步步高升",
},
},
{
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，学习如何更好地与接头人讨价还价，在货运与接收中完成差事连连有50%几率获得额外奖励。",
["T"] = "专家讨价还价",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一堆共鸣水晶。",
["T"] = "精心打磨 II级",
},
},
{
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一把修复的宝匣钥匙。",
["T"] = "修复的宝匣钥匙",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一袋风化虚灵纹章。",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "你可以从洋际酒店的斯塔克斯·紧身那里购买圆形和方形桌子装饰，用于摆在你的住宅内。",
["T"] = "安德麦的装饰 II",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一件展示你对安德麦财阀事业忠诚的战袍。他们期待继续与你合作。",
["T"] = "安德麦战袍",
},
},
{
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，学习如何在协助S.C.R.A.P.收集时寻找沾满污泥的物件。",
["T"] = "活跃的S.C.R.A.P.拆解员 III",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一袋神勇石。",
["T"] = "时间就是金钱 II",
},
},
{
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，学习如何进一步削减成本，在货运与接收途中完成差事连连时必定获得额外奖励。",
["T"] = "大师谈判家",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一袋风化虚灵纹章。",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，学习如何在垃圾堆中寻宝，发掘其中的珍贵材料。",
["T"] = "……废物变宝藏",
},
{
["D"] = "与安德麦洋际酒店的C.H.E.T.T.对话，获取一份写满活动的C.H.E.T.T.清单，完成即可获得奖励。",
["T"] = "C.H.E.T.T.清单",
},
},
{
{
["D"] = "现在，协助S.C.R.A.P.时有小概率发现典藏卡亚可乐瓶。",
["T"] = "卡亚可乐收藏家I",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，购买一双勇士I手套（物品等级636）。",
["T"] = "握紧成功",
},
},
{
{
["D"] = "你现在可以从安德麦洋际酒店的斯玛克斯·紧身处购买土狼地面坐骑。",
["T"] = "再无欢乐",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一袋风化虚灵纹章。",
["T"] = "可获得风化虚灵纹章",
},
},
{
{
["D"] = "你现在可以购买卡亚可乐极致巨罐和卡亚可乐多瓶装，在废料堆处为你自己或周围的人提供更强力的增益效果。",
["T"] = "卡亚可乐收藏家II",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，购买知识之书以提升你的专业专精10点。",
["T"] = "专业知识之书",
},
},
{
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，购买护甲外观部件和套装。",
["T"] = "安德麦制服",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一箱神勇石。",
["T"] = "时间就是金钱 III",
},
},
{
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，购买一件喷气背包披风幻化外观。警告：不保证安全性。",
["T"] = "高飞……或坠落",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一袋风化虚灵纹章。",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，为你的G-99疾飙飞车购买一个新引擎。",
["T"] = "地精天才",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，购买一个超大型火箭作为动态坐骑。风险自负。",
["T"] = "火箭新人",
},
},
{
{
["D"] = "你可以获得“爆破者”的头衔，表明你对安德麦财阀的贡献。",
["T"] = "不对生命或肢体损失负责",
},
{
["D"] = "与安德麦洋际酒店的斯玛克斯·紧身对话，领取一枚附魔符文安德麦纹章。各种专业可使用此纹章制作高端装备。",
["T"] = "附魔符文安德麦纹章",
},
},
},
["D"] = "安德麦不同于其他城镇，没有国王和酋长，只有各大财阀。每个人都想成为财阀的一份子。这可比国王更好，因为国王只能有一位。安德麦有许多财阀，而他们都需要朋友。",
},
[921] = {
["T"] = "蓝",
},
[1010] = {
["T"] = "伊利丹的仆从",
},
[1142] = {
["T"] = "玛格拉姆遗族",
},
[1351] = {
["D"] = "这些高贵的熊猫人守护着世代相传的酿酒秘诀，为了酿造出烈性美酒而甘冒奇险。",
["T"] = "酒仙会",
},
[2658] = {
["T"] = "卡雷什托拉斯",
["O"] = {
{
{
["D"] = "你已经开始获得卡雷什托拉斯名望。",
["T"] = "“托”付未来",
},
},
{
{
["D"] = "在佐舒尔瞭望台找到莎德安妮丝，用无拘钱币与其进行交易。",
["T"] = "一手交钱一手交货",
},
},
{
{
["D"] = "你现在可以与治安官佐·阿达兹对话，开始协助他执行悬赏令。",
["T"] = "绳之以法",
},
},
{
{
["D"] = "你现在可以在卡雷什发现隐藏的虚灵口袋仓库宝藏。",
["T"] = "地心中自有黄金屋",
},
},
{
{
["D"] = "你可以在塔扎维什的欧·西里克处购买以下配方：焕生治疗药水、晦幽精粹、纯粹敏锐纤维、纯粹赋能纤维、纯粹时空纤维、纯粹精准纤维、合约：卡雷什托拉斯和凡图斯符文：法力熔炉：欧米伽。",
["T"] = "专业配方",
},
{
["D"] = "和塔扎维什的欧·西里克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级（需要80级）。",
["T"] = "风化虚灵纹章",
},
{
["D"] = "和塔扎维什的欧·西里克交谈，获得一包共鸣水晶。",
["T"] = "晶莹剔透 I",
},
},
{
{
["D"] = "你可以在塔扎维什的欧·西里克处获得一件装饰品披风。",
["T"] = "卡雷什时装 I",
},
{
["D"] = "与塔扎维什的欧·西里克交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备（需要80级）。",
["T"] = "掮灵交易 I",
},
},
{
{
["D"] = "你可以从塔扎维什的欧·西里克那里获得老兵胸甲（物品等级668）。",
["T"] = "万物的核心",
},
},
{
{
["D"] = "和塔扎维什的欧·西里克交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级（需要80级）。",
["T"] = "风化虚灵纹章",
},
{
["D"] = "和塔扎维什的欧·西里克交谈，获得一包共鸣水晶。",
["T"] = "晶莹剔透 II",
},
},
{
{
["D"] = "前往塔扎维什与巴·厄斯交谈，协助他找回被盗的货物。",
["T"] = "巴·厄斯的请求",
},
{
["D"] = "与塔扎维什的欧·西里克交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备（需要80级）。",
["T"] = "掮灵交易 II",
},
},
{
{
["D"] = "前往塔扎维什与欧·西里克交谈，领取一件能够展示你曾协助卡雷什托拉斯的战袍。",
["T"] = "托拉斯战袍",
},
},
{
{
["D"] = "你现在可以在卡雷什发现更大的隐藏宝藏。",
["T"] = "来个大宝藏！",
},
},
{
{
["D"] = "与塔扎维什的欧·西里克对话，购买知识之书以提升你的专业专精10点。",
["T"] = "专业知识之书",
},
{
["D"] = "前往塔扎维什与欧·西里克交谈，领取一把修复的宝匣钥匙。",
["T"] = "修复的宝匣钥匙",
},
{
["D"] = "和塔扎维什的欧·西里克交谈，获得15枚蚀刻虚灵纹章。这些纹章可以用于提升物品等级（需要80级）。",
["T"] = "蚀刻虚灵纹章",
},
},
{
{
["D"] = "你可以在塔扎维什的欧·西里克处获得装饰性护肩。",
["T"] = "肩负另一个世界",
},
{
["D"] = "前往塔扎维什与欧·西里克交谈，领取一袋共鸣水晶。",
["T"] = "晶莹剔透 III",
},
},
{
{
["D"] = "你可以在塔扎维什的欧·西里克处获得卡雷什丝带包。",
["T"] = "卡雷什时装 II",
},
{
["D"] = "和塔扎维什的欧·西里克交谈，获得15枚蚀刻虚灵纹章。这些纹章可以用于提升物品等级（需要80级）。",
["T"] = "蚀刻虚灵纹章",
},
},
{
{
["D"] = "你可以在塔扎维什的欧·西里克处为住宅获得虚灵管道装饰。",
["T"] = "虚空管道",
},
{
["D"] = "你可以在塔扎维什的欧·西里克处为住宅获得技术先进的虚灵装饰。",
["T"] = "乔迁技术",
},
{
["D"] = "你可以在塔扎维什的欧·西里克处获得红玉虚空蠕行者。",
["T"] = "虚空蠕行",
},
},
{
{
["D"] = "你可以从塔扎维什的欧·西里克那里获得勇士护腕（物品等级681）。",
["T"] = "力挺卡雷什",
},
{
["D"] = "与塔扎维什的欧·西里克交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备（需要80级）。",
["T"] = "掮灵交易 III",
},
},
{
{
["D"] = "你可以在塔扎维什的欧·西里克处获得装饰性卡雷什工具和武器。",
["T"] = "必先利其器",
},
{
["D"] = "和塔扎维什的欧·西里克交谈，获得15枚蚀刻虚灵纹章。这些纹章可以用于提升物品等级（需要80级）。",
["T"] = "蚀刻虚灵纹章",
},
},
{
{
["D"] = "你现在可以在塔扎维什的欧·西里克处购买虚灵强化符文。",
["T"] = "虚灵能量",
},
{
["D"] = "前往塔扎维什与欧·西里克交谈，领取一箱共鸣水晶。",
["T"] = "晶莹剔透 IV",
},
},
{
{
["D"] = "你可以在塔扎维什的欧·西里克处获得废土恐兽。",
["T"] = "驯恐高手",
},
},
{
{
["D"] = "你可以获得“暮光之星的”头衔，以表彰你对卡雷什托拉斯的贡献。",
["T"] = "托拉斯之星",
},
{
["D"] = "和塔扎维什的欧·西里克谈一谈，获得附魔符文虚灵纹章，这是一种附加材料，可以用来将一个制造物品的物品等级提升到704。（需要80级）",
["T"] = "英雄的奖赏",
},
},
},
["D"] = "由掮灵和虚灵的财团组成的联合团体，正为了实现难以企及的目标而奔走。他们希望从诸界吞噬者口中拯救自己覆灭的世界，哪怕只是一个面向。",
},
[1076] = {
["T"] = "铁矮人",
},
[980] = {
["T"] = "燃烧的远征",
},
[1077] = {
["D"] = "沙塔斯城的精锐部队，目标是向太阳之井的凯尔萨斯王子发动最终的攻势。",
["T"] = "破碎残阳",
},
[923] = {
["T"] = "远行者",
},
[2663] = {
["D"] = "米尔拉离开了沃顿的故乡，她决定成为一名行商，与她最好的朋友——两只名为朵利和朵特的羊驼——一起环游世界。",
["T"] = "米尔拉",
},
[2664] = {
["D"] = "弗林曾是库尔提拉斯附近的一名海盗船长，但他后来许下诺言要（在钱到位的情况下）为联盟服务。",
["T"] = "弗林·法温德",
},
[1079] = {
["T"] = "冬鳍鱼人",
},
[2155] = {
["T"] = "鲜血巨魔",
},
[1591] = {
["T"] = "德莱尼，德拉诺",
},
[1336] = {
["D"] = "横扫螳螂高原和恐惧废土的恐怖掠食虫群，所过之处无不是一片狼藉。",
["T"] = "螳螂妖虫群",
},
[2158] = {
["D"] = "沃顿奈是流亡者和拾荒者的组织，他们依靠对沙漠的了解逐步发展壮大，而其他人只能在这里枯萎凋亡。",
["T"] = "沃顿奈",
},
[1337] = {
["D"] = "令整支螳螂妖虫群发疯的堕落之源并没有影响到这些螳螂妖长者。他们希望与潘达利亚的其他种族合作，从而找到令族群和女皇恢复如初的方法。",
["T"] = "卡拉克西",
},
[2160] = {
["D"] = "普罗德摩尔家族是人中龙凤，执掌着艾泽拉斯最精良的海军，足以号令大海。数十年来，他们在权力中心伯拉勒斯领导着库尔提拉斯。",
["T"] = "普罗德摩尔海军部",
},
[168] = {
["T"] = "奈瑟加德商队",
},
[2162] = {
["D"] = "风暴之末是农民、匠人、士兵和神秘的海贤们的家，他们希望夺回斯托颂谷地，并且确立自己在库尔提拉斯的地位。",
["T"] = "风暴之末",
},
[1339] = {
["T"] = "哈飒克魔古氏族",
},
[2164] = {
["D"] = "萨格拉斯的燃烧之刃对艾泽拉斯造成了巨大的创伤，由麦格尼·铜须招募而来的艾泽拉斯的勇士正在努力治愈这些伤口，以拯救这个濒死的世界。",
["T"] = "艾泽拉斯的勇士",
},
[1340] = {
["T"] = "卡尔格魔古氏族",
},
[1085] = {
["D"] = "部落的主力部队由加尔鲁什·地狱咆哮率领，向盘踞在诺森德的阿尔萨斯和天灾军团发起挑战。",
["T"] = "战歌远征军",
},
[1341] = {
["D"] = "勇敢的熊猫人为了保卫潘达利亚的四方神寺而与邪恶的煞战斗。",
["T"] = "至尊天神",
},
[927] = {
["T"] = "玩家，德莱尼",
},
[1249] = {
["T"] = "玩家，内容更新4中立",
},
[1087] = {
["T"] = "节日怪物",
},
[928] = {
["T"] = "天灾入侵者",
},
[979] = {
["T"] = "大地之环，旧世界",
},
[509] = {
["D"] = "阿拉索联军正试图为暴风城夺回阿拉希盆地。",
["T"] = "阿拉索联军",
},
[2685] = {
["U"] = "在解放安德麦中完成任务“仅限会员”",
["T"] = "加乐宫会员奖励俱乐部",
["O"] = {
{
{
["D"] = "你已经开始获得加乐宫会员奖励俱乐部名望。",
["T"] = "渐入佳境",
},
{
["D"] = "洋际酒店的顶层的专业工作台、商人和制造订单专员现已开放。",
["T"] = "专业人士 I",
},
},
{
{
["D"] = "允许使用洋际酒店内的破损符文分配器，每周有机会获得晶化强化符文。",
["T"] = "欢迎光临",
},
{
["D"] = "在解放安德麦中吃喝的速度提升100%。",
["T"] = "打包带走好吗？",
},
},
{
{
["D"] = "赢得洋际酒店内的拉瑟·琢面的尊重，获得幻化权限。",
["T"] = "专业人士 II",
},
},
{
{
["D"] = "与洋际酒店内的葆拉·匹拉罕对话，获取加乐宫奖励卡，在解放安德麦内使用时可返回洋际酒店。",
["T"] = "感激之情",
},
{
["D"] = "在解放安德麦内时，你的战团伤害和治疗提高3%。总得从某处开始！",
["T"] = "忠实顾客 I",
},
},
{
{
["D"] = "如果你在当前难度下击败过穆格·兹伊至少一次，那么在击败维克茜和磨轮后，伦提尔·链齿会将你送到“VIP”入口，使你能够轻松进入加乐宫的秘密内室。",
["T"] = "顶级玩家特权",
},
},
{
{
["D"] = "在解放安德麦内脱离战斗后移动速度提高10%。开工了！",
["T"] = "时间就是金钱 I",
},
{
["D"] = "使用财阀跳线电缆，在脱离战斗时拍拍身上的灰尘，复活时获得10%生命值。还要去把这座城烧成灰呢。",
["T"] = "醒醒，雇佣兵",
},
},
{
{
["D"] = "将你的加乐宫奖励卡升级为金卡，在解放安德麦内时你的战团伤害和治疗提高6%。金卡永不过时！",
["T"] = "忠实顾客 II",
},
},
{
{
["D"] = "你能够在洋际酒店的老枪安多处获得一架雷鼓哑炮火箭。",
["T"] = "偏航的飞弹",
},
},
{
{
["D"] = "斯尼克斯·长袋和斯基托·螺顶现在会在血腥大熔炉外出售托克和弗莱兰多的周边商品。",
["T"] = "专业人士 III",
},
},
{
{
["D"] = "将你的加乐宫奖励卡升级为白金卡，即可在解放安德麦中让你的战团伤害和治疗提高9%。冲白金！",
["T"] = "忠实顾客 III",
},
},
{
{
["D"] = "在解放安德麦内脱离战斗后移动速度提高20%。压力来了！",
["T"] = "时间就是金钱 II",
},
{
["D"] = "获得一个赝品贩子的凭证，可以从洋际酒店的大老鼠萨安多处换取一个自选的装饰外观。别亏待了自己！",
["T"] = "凭证服务 I",
},
},
{
{
["D"] = "与洋际酒店的米奇·饕圾对话以购买他的特制辣酱，使你在解放安德麦内的消耗品增益效果提高。热辣够劲！",
["T"] = "专业人士 IV",
},
{
["D"] = "你能够在洋际酒店的老枪安多处购买一张明亮的洋际双人沙发",
["T"] = "住宅装饰",
},
},
{
{
["D"] = "将你的加乐宫奖励卡升级为黑卡，在解放安德麦内时你的战团伤害和治疗提高12%。黑色显身份！",
["T"] = "忠实顾客 IV",
},
},
{
{
["D"] = "破损符文分配器已修复，现在每次使用至少会给予一枚晶化强化符文，重复使用时有机会获得最多3枚。加乐宫对此过程中造成的任何损害不负责任。",
["T"] = "欢迎光临 II",
},
},
{
{
["D"] = "再获得一个赝品贩子的凭证，可以换取一个自选的装饰外观。还多的是呢！",
["T"] = "凭证服务 II",
},
{
["D"] = "独臂盗匪被击败时现在有几率掉落赝品贩子的凭证。碰坏了就得买！",
["T"] = "兑现走人",
},
},
{
{
["D"] = "将你的加乐宫奖励卡升级为钻石卡，在解放安德麦内时你的战团伤害和治疗提高15%。钻石恒久远！",
["T"] = "忠实顾客 V",
},
},
{
{
["D"] = "你能够在洋际酒店的老枪安多处获得一头暗索嚼压者。",
["T"] = "垃圾场猛犬",
},
},
{
{
["D"] = "赢得斯坎布林顿·叉勺的尊重，允许你使用洋际酒店内的拍卖行。",
["T"] = "专业人士 V",
},
{
["D"] = "在解放安德麦内脱离战斗后移动速度提高30%。追逐财富！",
["T"] = "时间就是金钱 III",
},
},
{
{
["D"] = "将你的加乐宫奖励卡升级为传说卡，在解放安德麦内时你的战团伤害和治疗提高18%。哇哦！金色传说！",
["T"] = "忠实顾客 VI",
},
},
{
{
["D"] = "你在加乐宫的传奇表现为你赢得了“豪客”头衔。要是有地方可以花掉这些金币就好了……",
["T"] = "落座游玩",
},
{
["D"] = "可以随时传送到解放安德麦。来了就是自家人，自家人就别吝啬。",
["T"] = "大门敞开欢迎您",
},
{
["D"] = "与解放安德麦内的血腥大熔炉的威涅·斯维茨对话，拿走弗莱兰多的钥匙，把它收为坐骑吧。血盆大口冒火光！",
["T"] = "狂龙弗莱兰多！",
},
},
},
["D"] = "加乐宫已经易主，呃，即将易主。等到易主之后，你肯定想与他们和睦相处吧？一起将加乐宫打造得更美好，结交一些新的朋友吧。",
},
[929] = {
["T"] = "血槌氏族",
},
[1090] = {
["D"] = "统治达拉然的法师和大法师们。由于蓝龙军团和亡灵天灾造成的威胁，他们将整座城市传送到了诺森德的腹地。",
["T"] = "肯瑞托",
},
[2688] = {
["U"] = "完成任务“光耀的召唤”以解锁。",
["T"] = "圣焰之耀",
["O"] = {
{
{
["D"] = "你已应征入伍！与拉尔斯·布伦迈特交谈，获取光耀新兵的战袍。另外，你位于卡兹阿加时可以获得神圣烈焰的守护。",
["T"] = "圣焰之耀",
},
},
{
{
["D"] = "你可以与拉尔斯·布伦迈特交谈，购买阿拉希艺人的烈焰。",
["T"] = "玩具：阿拉希艺人的烈焰",
},
{
["D"] = "与拉尔斯·布伦迈特对话，获取作为谢礼的共鸣水晶。",
["T"] = "阿拉希服役津贴",
},
},
{
{
["D"] = "你可以与拉尔斯·布伦迈特交谈，购买曼斯先生。",
["T"] = "战斗宠物：曼斯先生",
},
{
["D"] = "与拉尔斯·布伦迈特对话，获取作为谢礼的共鸣水晶。",
["T"] = "阿拉希服役津贴",
},
},
{
{
["D"] = "你可以与拉尔斯·布伦迈特交谈，购买圣焰之耀旗帜。",
["T"] = "玩具：圣焰之耀旗帜",
},
{
["D"] = "与拉尔斯·布伦迈特对话，获取作为谢礼的共鸣水晶。",
["T"] = "阿拉希服役津贴",
},
{
["D"] = "与莫盖恩之泪的拉尔斯·布伦迈特交谈，获取一包风化虚灵纹章。",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "你已得到晋升！与拉尔斯·布伦迈特交谈，获取光耀坚兵的战袍。另外，神圣烈焰的守护效果增强了。",
["T"] = "追暗逐影",
},
{
["D"] = "你获得了头衔“哨兵”。",
["T"] = "头衔：哨兵",
},
{
["D"] = "与拉尔斯·布伦迈特对话，获取作为谢礼的共鸣水晶。",
["T"] = "阿拉希服役津贴",
},
},
{
{
["D"] = "你可以与拉尔斯·布伦迈特交谈，购买迅掌。",
["T"] = "战斗宠物：迅掌",
},
{
["D"] = "你可以与拉尔斯·布伦迈特交谈，购买光耀山猫哨子。",
["T"] = "玩具：光耀山猫哨子",
},
{
["D"] = "与拉尔斯·布伦迈特对话，获取作为谢礼的共鸣水晶。",
["T"] = "阿拉希服役津贴",
},
},
{
{
["D"] = "你可以与拉尔斯·布伦迈特交谈，购买光耀旅行者的背包。",
["T"] = "光耀旅行者的背包",
},
{
["D"] = "与拉尔斯·布伦迈特对话，获取作为谢礼的共鸣水晶。",
["T"] = "阿拉希服役津贴",
},
{
["D"] = "与莫盖恩之泪的拉尔斯·布伦迈特交谈，获取一包风化虚灵纹章。",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "你可以与拉尔斯·布伦迈特交谈，购买光耀飞船自定义选项。",
["T"] = "光耀飞船自定义",
},
{
["D"] = "你可以从拉尔斯·布伦迈特那里购买阿拉希雕像收藏",
["T"] = "住宅装饰",
},
{
["D"] = "与拉尔斯·布伦迈特对话，获取作为谢礼的共鸣水晶。",
["T"] = "阿拉希服役津贴",
},
},
{
{
["D"] = "你可以与拉尔斯·布伦迈特交谈，购买光耀帝国山猫。",
["T"] = "光耀帝国山猫",
},
{
["D"] = "与拉尔斯·布伦迈特对话，获取作为谢礼的共鸣水晶。",
["T"] = "阿拉希服役津贴",
},
},
{
{
["D"] = "你已得到晋升！与拉尔斯·布伦迈特交谈，获取崇敬圣殿骑士的战袍。另外，神圣烈焰的守护效果增强了。",
["T"] = "神圣烈焰的鼓舞",
},
{
["D"] = "你获得了头衔“崇敬圣殿骑士”。",
["T"] = "头衔：崇敬圣殿骑士",
},
{
["D"] = "与拉尔斯·布伦迈特对话，获取作为谢礼的共鸣水晶。",
["T"] = "阿拉希服役津贴",
},
{
["D"] = "与莫盖恩之泪的拉尔斯·布伦迈特交谈，获取一包风化虚灵纹章。",
["T"] = "风化虚灵纹章",
},
},
},
["D"] = "陨圣峪危在旦夕、守军势单力孤之际，壮勇之士响应了武装的号召，组建了圣焰之耀。他们欢迎所有盟友一同巩固陨圣峪的防御。",
},
[1091] = {
["D"] = "由于蓝龙军团粗暴地干涉凡人种族使用魔法的权利，其余的龙族不得不联合在红龙军团旗下，与这些狂乱的同胞抗衡。",
["T"] = "龙眠联军",
},
[532] = {
["T"] = "蓝龙军团",
},
[1092] = {
["T"] = "艾卓-尼鲁布",
},
[1859] = {
["D"] = "这些被放逐的夜之子精灵由于被切断了和暗夜井的联系，饱受戒断魔瘾的痛苦。他们反对同胞与燃烧军团结盟，并为某种救赎而战。",
["T"] = "堕夜精灵",
},
[1271] = {
["D"] = "东方之寺的守护者",
["T"] = "云端翔龙骑士团",
},
[978] = {
["D"] = "在德莱尼语中意为“得到救赎”。这些从各种奴役和控制中逃出来的破碎者在纳格兰建立了自己的家园，寻找自己真正的命运。",
["T"] = "库雷尼",
},
[1265] = {
["D"] = "一群居住在厄运之槌的精灵后裔，他们仍然具有着相当渊博的智慧与学识，并保守着一些伟大的秘密。",
["T"] = "辛德拉",
},
[2696] = {
["U"] = "在祖阿曼完成任务“底线在此”。",
["T"] = "阿曼尼部族",
["O"] = {
{
{
["D"] = "你已经开始获得阿曼尼部族名望。",
["T"] = "踏上神灵之路",
},
},
{
{
["D"] = "你可以在祖阿曼阿曼尼扎村找到玛戈弗，并购买一件神佑披风外观。",
["T"] = "阿曼尼服饰 I",
},
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买稀有项链。需要达到81级。",
["T"] = "护甲储备 II",
},
},
{
{
["D"] = "你现在可以在祖阿曼各地找到阿曼尼战利品。",
["T"] = "祖阿曼的宝藏 I",
},
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买阿曼尼储物篮。",
["T"] = "阿曼尼装饰 I",
},
},
{
{
["D"] = "你可以在任意丰饶入口附近的削凿者切尔处购买熔铸活力。",
["T"] = "熔铸活力",
},
{
["D"] = "你可以和祖阿曼深渊的深潜者杰祖交谈，并参与深渊钓客的潜水。",
["T"] = "深渊钓客",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买以下配方：|n|n- 合约：阿曼尼部族|n- 图鉴：神灵崇拜者的指环|n- 图样：森林猎手的护甲片|n- 配方：阿曼尼提取物|n- 食谱：红烧鲜血猎手|n- 附魔工具：阿曼尼感知|n- 自然的优雅无尽法典|n- 附魔武器：哈尔拉兹之力",
["T"] = "长老之训",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买草药学、采矿和制皮的专业知识著作。",
["T"] = "神灵的低语",
},
{
["D"] = "与祖阿曼阿曼尼扎村的玛戈弗交谈，领取一捧虚光灰岩。",
["T"] = "阿曼尼奖赏 I",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买神灵雕像。",
["T"] = "阿曼尼装饰 II",
},
},
{
{
["D"] = "现在可以在阿曼尼扎村的祝福祭坛处供奉维拉玛，旅者之神。",
["T"] = "旅者祝福",
},
},
{
{
["D"] = "与祖阿曼阿曼尼扎村的玛戈弗交谈，了解如何获取一条强大的项链。需要达到90级。",
["T"] = "护甲储备 II",
},
{
["D"] = "祖阿曼的阿曼尼战利品将包含更丰厚的奖励。",
["T"] = "祖阿曼的宝藏 II",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买一件神佑战袍外观。",
["T"] = "阿曼尼服饰 II",
},
{
["D"] = "与祖阿曼阿曼尼扎村的玛戈弗交谈，领取华服资金。该资金可以用于从银月城花园街市的安德拉处那里购买幻化套装。",
["T"] = "精美服饰资金",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买阿曼尼灯盏和熏香。",
["T"] = "阿曼尼装饰 III",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买娜洛基战斗宠物。",
["T"] = "早晚也是神灵",
},
{
["D"] = "与祖阿曼阿曼尼扎村的玛戈弗交谈，领取一簇虚光灰岩。",
["T"] = "阿曼尼奖赏 II",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买埃基尔松的上升气流玩具。",
["T"] = "随风飘荡",
},
},
{
{
["D"] = "你现在可以从深潜者杰祖处购买沾满泥巴的文稿。",
["T"] = "沾满泥巴的文稿",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买阿曼尼烹饪大锅。",
["T"] = "阿曼尼装饰 IV",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买神佑肩甲。",
["T"] = "神佑肩甲",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买阿曼尼祝福之熊。",
["T"] = "神灵青睐的英“熊”",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买神灵面具。",
["T"] = "阿曼尼装饰 V",
},
{
["D"] = "与祖阿曼阿曼尼扎村的玛戈弗交谈，领取一箱虚光灰岩。",
["T"] = "阿曼尼奖赏 III",
},
},
{
{
["D"] = "你可以在祖阿曼的阿曼尼扎村找到玛戈弗，并购买阿曼尼唤风者飞行坐骑。",
["T"] = "凯旋之风",
},
},
{
{
["D"] = "现在可以从阿曼尼扎村的玛戈弗处购买一件神灵代言人的头冠。",
["T"] = "神灵代言人的头冠",
},
{
["D"] = "你现在可以使用头衔“神灵代言人”，纪念你帮助阿曼尼巨魔与古老的洛阿神灵重修旧好。",
["T"] = "神灵代言人",
},
},
},
["D"] = "阿曼尼在数千年间征服并占据了东部王国的大部分领土，但随着精灵和人类出兵殖民这片土地，他们被迫退守至如今的祖阿曼。",
},
[2186] = {
["D"] = "一队擅长混战的打手，从不畏惧战斗。是提拉加德海峡的自由镇上的诸多海盗团体之一。",
["T"] = "黑齿帮",
},
[2698] = {
["T"] = "至暗之夜",
},
[2699] = {
["U"] = "在虚影风暴中完成任务“魔导师平台：落叶归根”",
["T"] = "奇点特勤",
["O"] = {
{
{
["D"] = "你已经开始获得奇点特勤名望。",
["T"] = "跨越黑洞视界",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买一件稀有手部护甲。",
["T"] = "浓缩能量",
},
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买虚空精灵王座、宇宙虚空桌子和虚空精灵木桶。",
["T"] = "填满虚空 I",
},
},
{
{
["D"] = "你可以加入斯托玛兰突袭，在虚空精灵研究者激活奇点时保护他们。",
["T"] = "部署防御",
},
{
["D"] = "你现在可以收集斯托玛兰核心，在斯托玛兰突袭战中为你助战。",
["T"] = "核心震撼",
},
},
{
{
["D"] = "你现在可以在虚影风暴中使用研究控制台。",
["T"] = "必然的发现",
},
{
["D"] = "你现在可以收集未被污染的虚空样本，在虚影风暴中深入推进研究控制台的研究。",
["T"] = "虚空样本",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买虚空精灵王座、宇宙虚空桌子和虚空精灵木桶。",
["T"] = "填满虚空 I",
},
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买配方：|n|n- 工艺图：合约：奇点特勤|n- 公式：漂浮的虚空之触法典|n- 公式：附魔工具 - 朗多雷奇思|n- 公式：附魔武器 - 朗多雷之锐|n- 公式：虚触无尽法典|n- 配方：鲁莽药水|n- 图样：虚空精灵地毯。",
["T"] = "虚影风暴的专业",
},
{
["D"] = "与虚影风暴的啸影山脊的虚空研究者阿诺曼达尔交谈，领取一捧虚光灰岩。",
["T"] = "多曼纳尔之慷 I",
},
},
{
{
["D"] = "你现在可以在虚影风暴各地找到虚触战利品。",
["T"] = "虚触战利品",
},
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买坍缩之星的披巾外观变种。",
["T"] = "奇点特勤服饰 I",
},
{
["D"] = "你现在可以从虚影风暴的稀有敌人处收集斯托玛兰核心。",
["T"] = "斯托玛兰战利品",
},
},
{
{
["D"] = "在虚空风暴的啸影山脊与虚空研究者阿诺曼达尔交谈，获取一件强大的饰品。需要达到90级。",
["T"] = "虚影风暴之力",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买黑暗虚空墨水瓶、虚空精灵桌子和宇宙虚空宝珠。",
["T"] = "填满虚空 II",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买炼金、锻造和工程学的专业知识著作。",
["T"] = "虚影尖塔的隐秘知识",
},
{
["D"] = "虚影风暴的宝藏现在还会包含少量的斯托玛兰核心。",
["T"] = "虚影风暴的藏宝",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买坍缩之星的战袍变种。",
["T"] = "奇点特勤服饰 II",
},
{
["D"] = "与虚影风暴的啸影山脊的虚空研究者阿诺曼达尔交谈，领取华服资金。该资金可以用于从银月城花园街市的安德拉处那里购买幻化套装。",
["T"] = "精美服饰资金",
},
},
{
{
["D"] = "你现在可以在斯托玛兰突袭期间部署影贸雇佣兵。",
["T"] = "斯托玛兰防御工事",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买虚空精灵旗帜、虚空精灵悬浮灯笼和宇宙虚空烟灰缸。",
["T"] = "填满虚空 III",
},
{
["D"] = "你现在可以从虚影风暴的稀有敌人处收集更多斯托玛兰核心。",
["T"] = "虚空的宽厚",
},
},
{
{
["D"] = "虚影风暴的虚触战利品现在会包含更多奖励。",
["T"] = "虚空的富庶",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买一只名叫迅溪的战斗宠物。",
["T"] = "爬行好友",
},
{
["D"] = "与虚影风暴的啸影山脊的虚空研究者阿诺曼达尔交谈，领取一簇虚光灰岩。",
["T"] = "多曼纳尔之慷 II",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买坍缩之星的护肩外观变种。",
["T"] = "奇点特勤服饰 III",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买玄秘喷泉玩具。",
["T"] = "愚行的节点",
},
{
["D"] = "你现在可以从虚影风暴的宝藏中收集更多斯托玛兰核心。",
["T"] = "虚空的慷慨",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买贪婪的裂爪兽地面坐骑。",
["T"] = "逃离虚空",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买宇宙虚空箱子、宇宙虚空召唤水晶和宇宙虚空训练假人。",
["T"] = "填满虚空 IV",
},
{
["D"] = "与虚影风暴的啸影山脊的虚空研究者阿诺曼达尔交谈，领取一箱虚光灰岩。",
["T"] = "多曼纳尔之慷 III",
},
},
{
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买虚缚风暴鳐飞行坐骑。",
["T"] = "直触黑天",
},
},
{
{
["D"] = "你可以获得“, 奇点特勤”的头衔，表明你对奇点特勤的贡献。",
["T"] = "飞越虚空，浩瀚无垠",
},
{
["D"] = "你可以在虚影风暴的啸影山脊找到虚空研究者阿诺曼达尔，并购买斯托玛兰核心。",
["T"] = "装甲核心",
},
},
},
["D"] = "在虚影风暴这充满恐怖与暴力的漩涡中，鲜有人拥有生存下来的勇气。由乌布里克魔导师和朗多雷召集的奇点特勤，在这片可怕的土地上吸纳了所有敢于挺身反抗萨拉塔斯的人。",
},
[1352] = {
["D"] = "勇敢无畏的季·火掌领导着火金派熊猫人。他们风风火火，敢作敢为，为贯彻自己的信念而战。",
["T"] = "火金派熊猫人",
},
[1097] = {
["T"] = "巫妖王之怒",
},
[933] = {
["D"] = "由星界巨商哈拉麦德领导的星界财团是一个结构松散的商业联盟，其成员都是从事走私、贸易或盗窃的虚灵。",
["T"] = "星界财团",
},
[1098] = {
["D"] = "在脱离了巫妖王的控制之后，这些曾经效命于他的死亡骑士联合起来，在大领主达里安·莫格莱尼的领导下对抗巫妖王。",
["T"] = "黑锋骑士团",
},
[2704] = {
["U"] = "在哈籁恩达尔完成任务“议会集结”",
["T"] = "哈籁提",
["O"] = {
{
{
["D"] = "你已经开始获得哈籁提名望。",
["T"] = "生于地下",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买一件哈籁提的斗篷外观变种。",
["T"] = "哈籁提服装 I",
},
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到养蛾人威塔姆，用明光之尘换取多种奖励。",
["T"] = "飞蛾人",
},
{
["D"] = "你可以在小地图上看到第一组在哈籁恩达尔出没的飞蛾。",
["T"] = "观蛾 I",
},
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买一件稀有腰部护甲。需要达到81级。",
["T"] = "哈籁提候选者",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买挖空的哈籁恩达尔葫芦和哈籁尼尔草药架装饰。",
["T"] = "高高挂起",
},
{
["D"] = "哈籁恩达尔常见的战利品将包含更丰厚的奖励。",
["T"] = "哈籁提的秘密 I",
},
},
{
{
["D"] = "你可以收集第二组在哈籁恩达尔出没的飞蛾。",
["T"] = "飞蛾猎手 I",
},
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并领取一捧虚光灰岩。",
["T"] = "哈籁恩达尔之慷 I",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买配方：|n|n- 图鉴：艾泽拉斯祝福印戒|n- 公式：附魔武器 - 世界之魂的坚韧|n- 公式：附魔胸甲 - 护根者印记|n- 公式：附魔工具 - 哈籁尼尔产能|n- 公式：欢乐幻魅 - 哈籁尼尔|n- 图样：世界之树根须裹足|n- 图样：朴素哈籁尼尔桌子|n- 配方：哈籁尼尔感知瓶剂|n- 配方：根缚大缸|n- 工艺图：合约：哈籁提|n- 工艺图：哈籁恩达尔指示牌|n- 工艺图：华美高耸书柜",
["T"] = "哈籁尼尔的训诫",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买草药学和铭文的专业知识著作。",
["T"] = "哈籁尼尔的传统",
},
{
["D"] = "你可以在小地图上看到第二组在哈籁恩达尔出没的飞蛾。",
["T"] = "观蛾 II",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买密封的真菌罐子、真菌人木桶和真菌人袋子装饰。",
["T"] = "真菌储物柜",
},
},
{
{
["D"] = "哈籁恩达尔常见的战利品将包含更丰厚的奖励。",
["T"] = "哈籁提的秘密 II",
},
},
{
{
["D"] = "你可以收集最后一组在哈籁恩达尔出没的飞蛾。",
["T"] = "飞蛾猎手 II",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买一件哈籁提战袍外观变种。",
["T"] = "哈籁提服装 II",
},
{
["D"] = "与哈籁恩达尔大巢穴的内纳尔交谈，领取华服资金。该资金可以用于从银月城花园街市的安德拉处那里购买幻化套装。",
["T"] = "精美服饰资金",
},
},
{
{
["D"] = "你可以在小地图上看到最后一组在哈籁恩达尔出没的飞蛾。",
["T"] = "观蛾 III",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买哈籁恩达尔花灯、哈籁恩达尔辉藤路灯和哈籁恩达尔辉藤灯台装饰。",
["T"] = "照亮前路",
},
{
["D"] = "你可以在哈籁恩达尔的大巢穴与内纳尔交谈，获取一件强力的腰部护甲。需要达到90级。",
["T"] = "哈籁提军械",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买青翠芦塔尼之种玩具。",
["T"] = "设根处地",
},
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并领取一簇虚光灰岩。",
["T"] = "哈籁恩达尔之慷 II",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买一只名叫嚼嚼的战斗宠物。",
["T"] = "穿林爬叶",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买芦塔尼喂鸟器、芦塔尼鸟浴盆和芦塔尼鸟栖木装饰。",
["T"] = "为了鸟儿",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买凶猛恐惧山猫地面坐骑。",
["T"] = "有刺！小心！",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买一件哈籁提的护肩。",
["T"] = "哈籁提服装 III",
},
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买一套军械外观。",
["T"] = "武装起来！",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买哈籁尼尔旌旗装饰。",
["T"] = "哈籁尼尔的骄傲",
},
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并领取一箱虚光灰岩。",
["T"] = "哈籁恩达尔之慷 III",
},
},
{
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买天蓝孢子滑翔者飞行坐骑。",
["T"] = "飞孢神隐",
},
},
{
{
["D"] = "你可以获得“荣誉哈籁提”的头衔，表明你对哈籁提的贡献。",
["T"] = "哈籁尼尔的迎接",
},
{
["D"] = "你可以在哈籁恩达尔的大巢穴找到内纳尔，并购买一系列套装外观。",
["T"] = "土特产装束",
},
},
},
["D"] = "在女神之歌回响的召唤下，哈籁提一族来到了哈籁恩达尔，守护她曾经栖居的摇篮，盼望着她归来的那一日。",
},
[2635] = {
["D"] = "控制千丝之城的束丝之集的生物行为。",
["T"] = "束丝之集",
},
[2706] = {
["T"] = "枯木部族",
},
[2616] = {
["T"] = "桶腿痛击者",
},
[1500] = {
["D"] = "你被斡耳朵的力量腐蚀了。被怒火冲昏头脑的你将对盟友和敌人进行无差别攻击。",
["T"] = "血红幽灵",
},
[2709] = {
["T"] = "圣光先锋军",
},
[2710] = {
["U"] = "在永歌森林完成任务“银月城谈判”",
["T"] = "银月宫廷",
["O"] = {
{
{
["D"] = "你已经开始获得银月宫廷名望。",
["T"] = "宫廷中人",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买庄园的优雅盛装。",
["T"] = "银月城华服 I",
},
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买一件银月城宫廷斗篷。",
["T"] = "银月宫廷服饰 I",
},
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买一件稀有头部护甲。需要达到81级。",
["T"] = "银月城军械库 I",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买银月城纺织品。",
["T"] = "银月城装饰 I",
},
},
{
{
["D"] = "完成王庭的青睐时，萨瑟利尔男爵会额外提供1个恩典。",
["T"] = "宫廷好友",
},
},
{
{
["D"] = "你可以在永歌森林萨瑟利尔庄园找到凯瑞斯·善晨，并购买以下配方：|n|n- 合约：银月宫廷|n- 图鉴：宝石辛多雷七弦琴|n- 图样：血骑士的护甲片|n- 图样：径巷行者的偏斜腕甲|n- 图样：奥纹魔线|n- 公式：附魔戒指 - 银月城之韧|n- 公式：萨拉斯魔法缚咒典籍|n- 公式：繁盛之光无尽法典",
["T"] = "辛多雷工艺",
},
},
{
{
["D"] = "你可以从萨瑟利尔庄园的凯瑞斯·善晨处购买珠宝加工、附魔和裁缝的专业知识物品著作。",
["T"] = "专业知识",
},
{
["D"] = "前往永歌森林与萨瑟利尔庄园的凯瑞斯·善晨交谈，领取一捧虚光灰岩。",
["T"] = "银月城奖赏 I",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买银月城餐用家具。",
["T"] = "银月城装饰 II",
},
},
{
{
["D"] = "完成王庭的青睐时，萨瑟利尔男爵会额外提供1个恩典。",
["T"] = "宫廷好友",
},
},
{
{
["D"] = "前往永歌森林与萨瑟利尔庄园的凯瑞斯·善晨交谈，获取一件强大的头盔。需要达到90级。",
["T"] = "银月城军械库 II",
},
{
["D"] = "每周邀请一位有影响力的人物前往萨瑟利尔庄园后，魔导师的错放的书典、远行者的游侠的宝箱、血骑士的凝聚圣光与径巷之影的密信容器现在将提供更丰厚的奖励。",
["T"] = "庄园宝藏",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买银月宫廷战袍。",
["T"] = "银月宫廷服饰 II",
},
{
["D"] = "与永歌森林萨瑟利尔庄园的凯瑞斯·善晨交谈，领取华服资金。该资金可以用于从银月城花园街市的安德拉处那里购买幻化套装。",
["T"] = "精美服饰资金",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买银月城架台。",
["T"] = "银月城装饰 III",
},
},
{
{
["D"] = "前往永歌森林与萨瑟利尔庄园的凯瑞斯·善晨交谈，领取一簇虚光灰岩。",
["T"] = "银月城奖赏 II",
},
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买龙鹰小宝宝战斗宠物。",
["T"] = "龙鹰小宝宝",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买辛多雷红酒玩具。",
["T"] = "辛多雷红酒",
},
},
{
{
["D"] = "完成王庭的青睐时，萨瑟利尔男爵会额外提供1个恩典。",
["T"] = "宫廷好友",
},
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买庄园显贵的礼服套装。",
["T"] = "银月城华服 II",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买银月城照明灯具。",
["T"] = "银月城装饰 IV",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买银月城宫廷衬肩。",
["T"] = "银月宫廷服饰 III",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买赤红银月城陆行鸟地面坐骑。",
["T"] = "赤红银月城陆行鸟",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买一件银月圣殿法器和虔诚的辛多雷雕像。",
["T"] = "银月城装饰 V",
},
{
["D"] = "前往永歌森林与萨瑟利尔庄园的凯瑞斯·善晨交谈，领取一箱虚光灰岩。",
["T"] = "银月城奖赏 III",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买炽燃龙鹰飞行坐骑。",
["T"] = "炽燃龙鹰",
},
},
{
{
["D"] = "你可以在永歌森林的萨瑟利尔庄园找到凯瑞斯·善晨，并购买庄园名流的装束套装。",
["T"] = "银月城华服 I",
},
{
["D"] = "获得头衔“花天酒地”，致敬你在银月宫廷的萨瑟利尔的聚会上光彩照人的表现。",
["T"] = "特勤王牌",
},
},
},
["D"] = "凭借优雅、智慧与政治手腕，宫廷确保银月城的光芒永恒闪耀，卓尔不群。",
},
[2711] = {
["D"] = "银月城的学者、奥术师与政治家，数百年的研习磨砺了他们的智慧。",
["T"] = "魔导师",
},
[2712] = {
["D"] = "银月城的精灵战士。作为太阳眷顾的坚毅英雄与天命勇士，他们追随女伯爵莉亚德琳征战沙场，铲除辛多雷的敌人。",
["T"] = "血骑士",
},
[2713] = {
["D"] = "辛多雷的精英游侠，正式肩负守卫永歌森林的林地、边境与荒野之重任。",
["T"] = "远行者",
},
[2714] = {
["T"] = "径巷之影",
},
[1104] = {
["D"] = "这群凶猛的狼獾人被天灾军团追杀，偶然来到了索拉查盆地，遂决定在此安家。由于极富攻击性，他们与被称为神谕者的鳄鱼人部族成水火之势。",
["T"] = "狂心氏族",
},
[1345] = {
["D"] = "作为潘达利亚秘密的守护者，这些勇敢的学者周游大陆，希望能以史为鉴，继往开来。",
["T"] = "游学者",
},
[1105] = {
["D"] = "索拉查盆地的鳄鱼人将自己视为该区域中存留的泰坦科技的守护者（虽然他们基本不了解这种科技）。目前他们正在与狼獾人进行着不断激化的领土战争。",
["T"] = "神谕者",
},
[937] = {
["T"] = "森林巨魔",
},
[1106] = {
["D"] = "提里奥·弗丁领导的银色北伐军是由白银之手骑士团和银色黎明重组而成的，他们的目标是击溃巫妖王的军队。",
["T"] = "银色北伐军",
},
[2720] = {
["T"] = "银月城",
},
[1618] = {
["T"] = "毁灭者",
},
[938] = {
["T"] = "欧麦尼",
},
[2610] = {
["D"] = "控制永远敌对的蛛魔的生物行为。像怪物一样行动，但其他蛛魔不会攻击（即使是对玩家友善）。用于绝大部分蛛魔敌人。",
["T"] = "艾基-卡赫特蛛魔（永远敌对）（隐藏）",
},
[2609] = {
["D"] = "控制千丝之城的潜暗之峡的生物行为。",
["T"] = "潜暗之峡",
},
[2606] = {
["D"] = "控制千丝之城的高耸虚居的生物行为。",
["T"] = "高耸虚居",
},
[470] = {
["D"] = "热砂集团的成员，这座城市给许多希望在贫瘠之地做生意的人提供了一个开放和中立的天堂。",
["T"] = "棘齿城",
},
[1242] = {
["D"] = "一支内敛而守序的鱼形人种族。",
["T"] = "珠鳍锦鱼人",
},
[2728] = {
["T"] = "玩家，部落哈籁尼尔",
},
[2729] = {
["T"] = "玩家，联盟哈籁尼尔",
},
[940] = {
["T"] = "洛萨之子",
},
[1623] = {
["D"] = "由德拉诺的众多兽人氏族勉强联合而成的脆弱联盟，由格罗玛什·地狱咆哮领导。",
["T"] = "钢铁部落",
},
[942] = {
["D"] = "塞纳里奥议会派往外域研究生态的探险队。在黑暗之门开启后，远征队迅速壮大，并获得了自治权。",
["T"] = "塞纳里奥远征队",
},
[1374] = {
["D"] = "在潘达利亚战役期间，部落搏击俱乐部的第一赛季拉开了帷幕。",
["T"] = "搏击竞技场（第1赛季）",
},
[941] = {
["D"] = "这群隐居的棕皮兽人逃脱了恶魔的腐蚀，并在天崩地裂的外域中保持了古老的传统。",
["T"] = "玛格汉",
},
[749] = {
["D"] = "这些元素生物定居于艾萨拉的东部的一座小岛上，是拉格纳罗斯及其军团的死敌。",
["T"] = "海达希亚水元素",
},
[2736] = {
["U"] = "完成入口附近的“加入破袭队”任务以进入法力熔炉：欧米伽。",
["T"] = "法力熔炉破袭队",
["O"] = {
{
{
["D"] = "你已经开始获得法力熔炉破袭队名望。",
["T"] = "欢迎来到反抗军",
},
},
{
{
["D"] = "击败卢米萨尔后，你将获得一卷织丝兽的流丝，可用于在暗影营解锁披风外观。",
["T"] = "猎首行动：卢米萨尔",
},
{
["D"] = "击败卢米萨尔后会掉落额外的织丝兽的流丝。",
["T"] = "虚无之缕",
},
},
{
{
["D"] = "获得对栽培室和无缚秘库的奥能流控制权限，允许你削弱附近的非首领敌人。",
["T"] = "侵入法力熔炉 I",
},
{
["D"] = "虹吸熔炉的精华，在法力熔炉：欧米伽内未进入战斗时，使你的移动速度提高15%。",
["T"] = "速度虹吸器 I",
},
},
{
{
["D"] = "在法力熔炉：欧米伽内时，你的战团伤害和治疗提高3%。",
["T"] = "深入敌后 I",
},
{
["D"] = "前往暗影营与佐·图鲁交谈，领取一个影卫传送器，可在法力熔炉：欧米伽内使用，将你的灵魂投影至暗影营。这种魔法只能持续片刻，随后会强行将你的灵魂拉回传送门。",
["T"] = "快传送我",
},
},
{
{
["D"] = "获得集能哨兵前的法力熔炉传送器的使用权限，只要在当前难度下击败过节点之王萨哈达尔，就可以直接对他发起突袭。",
["T"] = "跃影奇兵",
},
},
{
{
["D"] = "前往暗影营与巴·丘索交谈，进一步增强你与雷什的共鸣，从而在法力熔炉：欧米伽内提升你的武器附魔的效果。",
["T"] = "以太同调",
},
},
{
{
["D"] = "在法力熔炉：欧米伽内时，你的战团伤害和治疗提高6%。",
["T"] = "深入敌后 II",
},
{
["D"] = "将奥能流控制权限延伸至科技巫师平台，允许你削弱附近的非首领敌人。",
["T"] = "侵入法力熔炉 II",
},
},
{
{
["D"] = "你可以在暗影营的佐·图鲁处获得破坏者的齿轮滑翔器。",
["T"] = "生死滑翔",
},
{
["D"] = "暗影营的巴·丘索会提供你新的附魔和铭文配方。",
["T"] = "隐秘商业工具",
},
{
["D"] = "熔炉编织者阿拉兹现在有几率掉落法力铸造器具，这是一种制作法力铸造相关配方所需的材料。",
["T"] = "法力铸造器具",
},
{
["D"] = "暗影营的神秘呼噜猫佐·雅已经对你产生了好感，愿意跟随你了。",
["T"] = "古怪的战友",
},
},
{
{
["D"] = "击败狩魂猎手会奖励你三枚噬魂强化符文，这些虚触增效符文在死亡时不会失效。",
["T"] = "猎首行动：狩魂猎手",
},
{
["D"] = "击败狩魂猎手时有几率额外掉落三枚噬魂强化符文。",
["T"] = "平步青云",
},
},
{
{
["D"] = "在法力熔炉：欧米伽内时，你的战团伤害和治疗提高9%。",
["T"] = "深入敌后 III",
},
{
["D"] = "升级你的速度虹吸器，在法力熔炉：欧米伽内未进入战斗时，使你的移动速度提高30%。",
["T"] = "速度虹吸器 II",
},
},
{
{
["D"] = "将奥能流控制权限延伸至泊影港，允许你削弱附近的非首领敌人。此外，所有控制台现在可以同时被激活。",
["T"] = "侵入法力熔炉 III",
},
{
["D"] = "每周击败法力熔炉：欧米伽内的具名精英敌人有几率掉落战团绑定物品。",
["T"] = "猎首行动：熔炉恐魔",
},
},
{
{
["D"] = "击败节点之王萨哈达尔后，你将获得一份虚灵精华残缕，可在暗影营换取一个自选的装饰外观。",
["T"] = "猎首行动：节点之王萨哈达尔",
},
{
["D"] = "击败节点之王萨哈达尔有几率掉落额外的虚灵精华残缕。",
["T"] = "王冠之重",
},
},
{
{
["D"] = "在法力熔炉：欧米伽内时，你的战团伤害和治疗提高12%。",
["T"] = "深入敌后 IV",
},
{
["D"] = "看守者加兹克雷斯的遗孤“观望者”加兹克雷斯二世前来寻仇。也可能是想要加入你。暗影营的佐·图鲁会为你联系。",
["T"] = "观望者加兹克雷斯二世",
},
},
{
{
["D"] = "你成功地阻止了迪门修斯展现其全部力量，使你赢得了“寰宇救星”的头衔。",
["T"] = "有始有终",
},
{
["D"] = "与暗影营的佐·图鲁交谈，获得寒骨者作为坐骑。",
["T"] = "寒骨者",
},
},
{
{
["D"] = "在法力熔炉：欧米伽内时，你的战团伤害和治疗提高15%。",
["T"] = "深入敌后 V",
},
{
["D"] = "获得随时传送至法力熔炉：欧米伽的能力。",
["T"] = "进入永恒",
},
},
},
["D"] = "卡雷什托拉斯致力于团结垂死母星上的人们，但有些成员更喜欢采取直截了当的手段。不论是秘密行动还是卑鄙计俩，只要能粉碎萨哈达尔的势力，法力熔炉破袭队无所不用其极。",
},
[2593] = {
["T"] = "桶腿船团",
["O"] = {
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“致命之匕”外观。欲改变“霸业风暴”中的角色外观，请与达卡什·暗账交谈。|n|n“你是桶腿船团的手下了，杂兵。快，拿上匕首，收集财宝，成就霸业！”",
["T"] = "致命之匕",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“水手杂兵的手套”外观。|n|n“皮手套可以让你争夺宝物时手不打滑。”",
["T"] = "水手杂兵的手套",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“稳健之靴”外观。|n|n“无论是在船上还是在地上，都能帮你站稳脚跟。”",
["T"] = "稳健之靴",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“絮棉马裤”外观。|n|n“给你一条新裤子，让你摔倒时有东西垫屁股。”",
["T"] = "絮棉马裤",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“钙化重剑”外观。欲改变“霸业风暴”中的角色外观，请与达卡什·暗账交谈。|n|n“剑其实跟匕首差不多，只是块更大的铁板而已。”",
["T"] = "钙化重剑",
},
{
["D"] = "|cFF00ccff巨龙时代任务|r|n|n一个新任务正在巨龙群岛的瓦德拉肯恭候70级的角色。",
["T"] = "桶印包裹",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“棉纺衬衣”外观。|n|n同时解锁“霸业风暴”的“寒酸的水手杂兵”装束。欲改变“霸业风暴”中的角色装束，请与达卡什·暗账交谈。",
["T"] = "棉纺衬衣",
},
{
["D"] = "|cFF00ccff巨龙时代宠物|r|n|cFF1eff00霸业风暴宠物|r|n|n解锁乐乐宠物。在霸业风暴中，达卡什·暗账可以帮你召唤你的宠物。|n|n“它光是能来这儿逛逛就很兴奋了。”",
["T"] = "乐乐",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“潜伏者披风”外观。|n|n“一些收集者老喜欢躲在阴影里。”",
["T"] = "潜伏者披风",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“铜质火炮”外观。欲改变“霸业风暴”中的角色外观，请与达卡什·暗账交谈。|n|n“有了这门炮，收集就是小菜一碟。”",
["T"] = "铜质火炮",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“暖意羊绒帽”外观。|n|n“再黑心的水手也会有觉得寒心的时候。”",
["T"] = "暖意羊绒帽",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”坐骑|r|n|n解锁“银白浪骁”坐骑。|n|n“有股虾味。”",
["T"] = "银白浪骁",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”宠物|r|n|cFF1eff00“霸业风暴”宠物|r|n|n解锁“泡泡”宠物。在“霸业风暴”中，达卡什·暗账可以帮你召唤你的宠物。|n|n“它跟踪你回家了！”",
["T"] = "泡泡",
},
{
["D"] = "|CFFa335ee经典怀旧服宠物|r|n|n解锁“巫妖王之怒”宠物：收集者小钳。|n|n“小心尖端！”",
["T"] = "小钳",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“骗子的无指手套”外观。|n|n“适合手法老练的家伙。”",
["T"] = "骗子的无指手套",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“黑钢利刃”外观。欲改变“霸业风暴”中的角色外观，请与达卡什·暗账交谈。|n|n“为海风中的剑术对决而打造。”",
["T"] = "黑钢利刃",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“寡言皮靴”外观。|n|n“有时候，躲藏就是最好的进攻。”",
["T"] = "寡言皮靴",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“手织长裤”外观。|n|n“船长给的礼物。是特意替你量身打造的！”",
["T"] = "手织长裤",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“神奇的多发火枪”外观。欲改变“霸业风暴”中的角色外观，请与达卡什·暗账交谈。|n|n“别贴脸瞄准。”",
["T"] = "神奇的多发火枪",
},
{
["D"] = "|cFF00ccff巨龙时代玩具|r|n|n解锁黑心警告标志玩具。|n|n“举办自己的水手聚会时的完美之选。”",
["T"] = "黑心警告标志",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“精致的深红紧身上衣”外观。|n|n同时解锁“霸业风暴”的“时髦的水手杂兵”装束。欲改变“霸业风暴”中的角色装束，请与达卡什·暗账交谈。",
["T"] = "精致的深红紧身上衣",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“有裂纹的铁斧”外观。欲改变“霸业风暴”中的角色外观，请与达卡什·暗账交谈。|n|n“锋利的斧子，最适合你这种威风的水手！”",
["T"] = "有裂纹的铁斧",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“防风斗披”外观。|n|n“只能防风，不能防水。注意别掉进水里。”",
["T"] = "防风斗披",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”坐骑|r|n|n解锁“皇家海羽鹦鹉”飞行坐骑。|n|n“看你已经成就了如此霸业，没有只巨型鹦鹉跟着你还像话吗？”",
["T"] = "皇家海羽鹦鹉",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“风暴船长帽”外观。|n|n“这顶精美的帽子，最适合戴在风暴中巍然不动的船长头上！”",
["T"] = "风暴船长帽",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“霸业枭雄的鎏金符印”外观。欲改变“霸业风暴”中的角色外观，请与达卡什·暗账交谈。|n|n“高举霸业枭雄的法杖，集结一帮船员，成就霸业！”",
["T"] = "霸业枭雄的鎏金符印",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“霸业枭雄的腕扣”外观。|n|n“金色的腕扣才配得上威震天下的水手。”",
["T"] = "霸业枭雄的腕扣",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”奖励|r|n|n解锁250枚商贩标币，就在暴风城或奥格瑞玛的收集者的宝箱里。",
["T"] = "一袋收集的标币",
},
{
["D"] = "|cFF00ccff巨龙时代朋友|r|n|cFF1eff00霸业风暴朋友|r|n|n召唤后，佩佩偶尔会打扮成霸业枭雄的模样。要在霸业风暴中召唤小小船长，就去找达卡什·暗账吧。",
["T"] = "微型羽饰三角帽",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“霸业枭雄的黄金腰链”外观。|n|n“巨大的金色头骨腰带把这套装束衬托得非常醒目。”",
["T"] = "霸业枭雄的黄金腰链",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“霸业枭雄的收集手套”外观。|n|n“顺滑如丝。”",
["T"] = "霸业枭雄的收集手套",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“霸业枭雄的飞首斧”外观。欲改变“霸业风暴”中的角色外观，请与达卡什·暗账交谈。|n|n“水手霸主的兵器库里可不能少了这个。”",
["T"] = "霸业枭雄的飞首斧",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“霸业枭雄的掠泥飞靴”。|n|n“可别真的沾了泥巴。”",
["T"] = "霸业枭雄的掠泥飞靴",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“霸业枭雄的时髦长裤”外观。|n|n“这下你的裤子就是天底下最时髦的了。”",
["T"] = "霸业枭雄的时髦长裤",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”宠物|r|n|cFF1eff00“霸业风暴”宠物|r|n|n解锁“格拉姆洛克”宠物。在“霸业风暴”中，达卡什·暗账可以帮你召唤你的宠物。|n|n“收集爱好者，你的同行。”",
["T"] = "格拉姆洛克",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“霸业枭雄的精工细剑”外观。欲改变“霸业风暴”中的角色外观，请与达卡什·暗账交谈。|n|n“是用来戳的。”",
["T"] = "霸业枭雄的精工细剑",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“霸业枭雄的手炮”外观。欲改变“霸业风暴”中的角色外观，请与达卡什·暗账交谈。|n|n“闻着有黄金和火药的味道。”",
["T"] = "霸业枭雄的手炮",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”奖励|r|n|n解锁500枚商贩标币，就在暴风城或奥格瑞玛的收集者的宝箱里。",
["T"] = "一箱收集的标币",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“霸业枭雄的背心”外观。|n|n“马甲好风光，土鸡变凤凰。”",
["T"] = "霸业枭雄的背心",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“霸业枭雄的斗披”外观。|n|n“当然是为了红黄搭配。”",
["T"] = "霸业枭雄的斗披",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“霸业枭雄的白银弯刀”外观。欲改变“霸业风暴”中的角色外观，请与达卡什·暗账交谈。|n|n“在阳光下高举的话，会发出夺目的光芒。”",
["T"] = "霸业枭雄的白银弯刀",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|cFF1eff00“霸业风暴”外观|r|n|n解锁“霸业枭雄的流苏肩甲”外观。|n|n同时解锁“霸业风暴”的“豪放的水手杂兵”装束。欲改变“霸业风暴”中的角色装束，请与达卡什·暗账交谈。",
["T"] = "霸业枭雄的流苏肩甲",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“霸业枭雄的海军部三角帽”外观。|n|n“精致的羽饰头盔，比着你的头型做的。”",
["T"] = "霸业枭雄的海军部三角帽",
},
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“霸业枭雄的单片眼镜”外观。|n|n“即使只有一只眼睛，有了它的帮助，也可以轻松地查看海面。”",
["T"] = "霸业枭雄的单片眼镜",
},
},
{
{
["D"] = "|cFF00ccff“巨龙时代”坐骑|r|n|n解锁“波利·罗杰”驭龙术坐骑。|n|n“船长把他自己那只喜怒无常的巨型鹦鹉送给了你。祝你好运！”",
["T"] = "波利·罗杰",
},
{
["D"] = "|CFFa335ee经典怀旧服坐骑|r|n|n解锁“巫妖王之怒”飞行坐骑：波利·罗杰。",
["T"] = "波利·罗杰",
},
},
{
{
["D"] = "|cFF00ccff巨龙时代头衔|r|n|n解锁霸业枭雄头衔。|n|n“船长将头衔‘霸业枭雄’赐予了你。愿所有跟你作对的人都沉入盐沫海渊！”",
["T"] = "霸业枭雄",
},
{
["D"] = "|cFF00ccff“巨龙时代”外观|r|n|n解锁“霸业枭雄的战袍”外观。|n|n“你已经证明了自己是一名逍遥浪客，是桶腿船长的心腹。骄傲地展示船长对你的赞许吧。”",
["T"] = "霸业枭雄的战袍",
},
},
},
["D"] = "一群不合群的海盗，充满自由精神，聚集在桶腿船长的旗下。",
},
[1371] = {
["T"] = "坡东村",
},
[2228] = {
["T"] = "野兽 - 雪怪",
},
[1372] = {
["T"] = "蜜露村",
},
[769] = {
["T"] = "吉兹洛克的假人",
},
[943] = {
["T"] = "邪兽人",
},
[1118] = {
["T"] = "经典旧世",
},
[2744] = {
["D"] = "值得信赖的地下堡伙伴",
["T"] = "瓦莉拉·萨古纳尔",
},
[1119] = {
["D"] = "这支风暴峭壁的冰霜巨人部族非常好战，他们定居在丹尼芬雷。",
["T"] = "霍迪尔之子",
},
[944] = {
["T"] = "邪兽人幽灵",
},
[1120] = {
["T"] = "铁巨人",
},
[1376] = {
["D"] = "潘达利亚的联盟部队，驻扎在卡桑琅丛林的雄狮港。",
["T"] = "神盾守备军",
},
[1121] = {
["T"] = "冰霜维库人",
},
[945] = {
["T"] = "洛萨之子",
},
[1122] = {
["T"] = "风暴峭壁土灵",
},
[1375] = {
["D"] = "潘达利亚的部落部队，驻扎在卡桑琅丛林的统御岗哨。",
["T"] = "统御先锋军",
},
[148] = {
["T"] = "小动物",
},
[946] = {
["D"] = "这座前哨基地坐落在地狱火半岛上，由第一批深入德拉诺的联盟精英部队“洛萨之子”的残余力量坚守。现在他们得到了来自暴风城和铁炉堡的支援。",
["T"] = "荣耀堡",
},
[1124] = {
["D"] = "在大法师艾萨斯·夺日者的努力下，一贯被达拉然据之门外的部落也获准进入这座城市。他的追随者保卫着以他的名字命名的夺日者圣殿。",
["T"] = "夺日者",
},
[2550] = {
["D"] = "钴蓝集所曾是蓝龙用奥术魔法构建神器造物的地方。现在这里落入了碎裂之焰的手上，他们企图将这里的魔法用于战争。",
["T"] = "钴蓝集所",
},
[1125] = {
["T"] = "海德比武会",
},
[947] = {
["D"] = "由萨尔派出的远征军在地狱火半岛建立的要塞。萨尔玛是部落在外域的大部分行动的根据地。",
["T"] = "萨尔玛",
},
[1126] = {
["D"] = "这个神秘的冰霜矮人种族定居在风暴峭壁。他们最近与探险者协会成为了朋友，并且欢迎联盟的成员造访他们的家园。",
["T"] = "霜脉矮人",
},
[1130] = {
["T"] = "黑海岸雄鹿",
},
[2523] = {
["D"] = "暗爪营的领袖是勇敢的鳞长欣戴赛什，他们受训成为黑龙军团的秘密武器。如今，无论遇到什么样的绝境，这些龙希尔都可以利用自己的战技来扭转战局。",
["T"] = "暗爪营",
},
[1894] = {
["D"] = "自从燃烧军团在古尔丹的帮助下攻破守望者地窟后，剩下的少数守望者就决心重建她们的监狱并追捕那些趁乱逃跑的恐怖野兽。",
["T"] = "守望者",
},
[1128] = {
["T"] = "暮光之锤",
},
[1492] = {
["D"] = "少昊是逝去已久的熊猫人皇帝，是一位值得敬重的人物。",
["T"] = "皇帝少昊",
},
[1129] = {
["T"] = "黑木熊怪",
},
[2766] = {
["D"] = "一群格斗狂人从各地收罗来了各种生物，将它们放置在血腥的竞技场中与部落的英雄们进行生死搏斗。",
["T"] = "搏击竞技场",
},
[2767] = {
["D"] = "一群格斗狂人从各地收罗来了各种生物，将它们放置在血腥的竞技场中与联盟的英雄们进行生死搏斗。",
["T"] = "比兹莫搏击俱乐部",
},
[310] = {
["T"] = "蝙蝠",
},
[1131] = {
["T"] = "黑海岸巨熊",
},
[2770] = {
["D"] = "在虚影风暴深处，维迪奥斯与兹尔丹之间的战争仍在肆虐。",
["T"] = "屠戮角斗",
},
[1132] = {
["T"] = "黑海岸月夜猛虎",
},
[1388] = {
["D"] = "被赶离达拉然后，夺日者先锋军致力于在雷神岛的废墟间寻找强大的魔古族神器，万一部落分崩离析，好将未来掌握在自己手中。",
["T"] = "夺日者先锋军",
},
[1133] = {
["D"] = "由无情的贸易巨子加里维克斯控制的锈水财阀是科赞岛上最强大的贸易公司。他们的总部坐落在锈水码头，整片南海的贸易都被他们所掌控。",
["T"] = "锈水财阀",
},
[1900] = {
["D"] = "由幽灵组成的法罗迪斯宫廷及它的盟友们正在阿苏纳被诅咒的岛屿上持续抗击入侵者。",
["T"] = "法罗迪斯宫廷",
},
[1002] = {
["T"] = "复仇军",
},
[925] = {
["T"] = "逐日者",
},
[1135] = {
["D"] = "艾泽拉斯最强大的萨满祭司都聚集到了一起，期望能够维持这个世界各股元素力量之间的平衡。在这场大灾变中，他们正竭力修复死亡之翼的来临对世界造成的伤害。",
["T"] = "大地之环",
},
[349] = {
["D"] = "这个由盗贼与刺客组成的行会只欢迎那些有着出色实力的人进入他们的领地。他们也是辛迪加的仇敌。",
["T"] = "拉文霍德",
},
[2673] = {
["D"] = "锈水财阀经历过超乎寻常的兴衰起伏，但他们营建和发明的本事举世无双。不论是城市、泳池玩具还是[绝密内容]，锈水出品必属精品。",
["T"] = "锈水财阀",
},
[2780] = {
["T"] = "暗松部族",
},
[2781] = {
["T"] = "恶齿部族",
},
[2601] = {
["D"] = "曾经的皇家纺织者寡妇阿拉克奈，如今正以敏锐的目光监视着自己过去的家园。她编织了一张由纺崽和间谍组成的网络，鲜有动静能够逃过她的目光。",
["T"] = "纺丝者",
},
[1138] = {
["T"] = "大灾变，新的中立声望",
},
[1905] = {
["T"] = "梦境林地德鲁伊",
},
[926] = {
["T"] = "魔导师公会",
},
[1281] = {
["D"] = "经营半山市集使吉娜·泥爪变成了一位强势的女性！",
["T"] = "吉娜·泥爪",
},
[309] = {
["T"] = "蝎子",
},
[1000] = {
["T"] = "卡德加的仆从",
},
[2519] = {
["T"] = "求索者",
},
[955] = {
["T"] = "破碎者",
},
[572] = {
["T"] = "邪枝巨魔",
},
[2595] = {
["T"] = "玄夜会",
},
[1143] = {
["T"] = "吉尔吉斯之子",
},
[956] = {
["T"] = "复仇军",
},
[573] = {
["T"] = "南海海盗",
},
[1911] = {
["T"] = "克瓦迪尔幽魂",
},
[1145] = {
["T"] = "憎世者",
},
[957] = {
["T"] = "土元素",
},
[1741] = {
["D"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请利奥拉一起战斗，与他建立起友谊。",
["T"] = "利奥拉",
},
[1913] = {
["T"] = "夜之子",
},
[999] = {
["T"] = "法力生物",
},
[958] = {
["T"] = "打架机器人",
},
[575] = {
["T"] = "未堕落的熊怪",
},
[1740] = {
["D"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请艾达一起战斗，与她建立起友谊。",
["T"] = "艾达·晨光",
},
[809] = {
["D"] = "一群居住在厄运之槌的精灵后裔，他们仍然具有着相当渊博的智慧与学识，并保守着一些伟大的秘密。",
["T"] = "辛德拉",
},
[959] = {
["T"] = "好演员",
},
[576] = {
["D"] = "作为最后一支尚未堕落的熊怪部族，木喉部族正致力于保留他们那种独特的精神修行之道，并试图终结其他熊怪部族的痛苦。",
["T"] = "木喉要塞",
},
[1228] = {
["D"] = "一支活泼、暴躁而短命的猴族。",
["T"] = "森林猢狲",
},
[1483] = {
["T"] = "食蕨人",
},
[960] = {
["T"] = "坏演员",
},
[1152] = {
["T"] = "地精（玩家）",
},
[1738] = {
["D"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请艾萝娜一起战斗，与她建立起友谊。",
["T"] = "防御者艾萝娜",
},
[1153] = {
["T"] = "狼人（玩家）",
},
[961] = {
["T"] = "止松熊怪",
},
[1665] = {
["D"] = "一群扭曲并效忠暗影议会的德莱尼，为了追求力量牺牲了许多东西。",
["T"] = "萨格雷",
},
[1617] = {
["T"] = "原兽",
},
[209] = {
["T"] = "守望堡",
},
[962] = {
["T"] = "疯狂的枭兽",
},
[1156] = {
["D"] = "在提里奥·弗丁与达里安·莫格莱尼的共同协议下，银色北伐军与黑锋骑士团决定暂时放下分歧、统一战线，合力攻入冰冠堡垒，击败巫妖王。",
["T"] = "灰烬审判军",
},
[1737] = {
["D"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请伊沙尔一起战斗，与他建立起友谊。",
["T"] = "鸦爪祭司伊沙尔",
},
[1157] = {
["T"] = "俾格米人",
},
[963] = {
["T"] = "联盟棋子",
},
[1158] = {
["D"] = "圣山海加尔面临着毁灭的威胁，塞纳里奥议会集结了最强大的成员，与他们的翡翠绿龙盟友一同抵御着拉格纳罗斯和暮光之锤的入侵。",
["T"] = "海加尔守护者",
},
[270] = {
["D"] = "这群居住在尤亚姆巴岛的巨魔正在努力招募全世界的勇士，希望他们能够帮助自己对抗祖尔格拉布中的邪神哈卡以及他的阿塔莱祭司们。",
["T"] = "赞达拉部族",
},
[869] = {
["T"] = "加德纳尔",
},
[964] = {
["T"] = "部落棋子",
},
[1387] = {
["D"] = "被吉安娜的怒火点燃，肯瑞托远征军誓要夺取雷神岛，捍卫联盟的荣耀！",
["T"] = "肯瑞托远征军",
},
[1416] = {
["D"] = "在见证了伊利丹的堕落后，阿卡玛对术士充满了猜忌。而大灾变之后，术士们又对黑暗神殿展开了入侵。",
["T"] = "阿卡玛的信任",
},
[1161] = {
["T"] = "恐怖图腾",
},
[577] = {
["D"] = "热砂集团经营之下的一座贸易城市，坐落于冬泉谷的两条主要干道的交叉处。",
["T"] = "永望镇",
},
[1162] = {
["T"] = "大地的裂变",
},
[1680] = {
["D"] = "悬槌食人魔喜欢穿宽外袍，观看角斗士比赛。",
["T"] = "悬槌堡",
},
[1674] = {
["T"] = "德拉诺孢子",
},
[1419] = {
["D"] = "在潘达利亚战役期间，联盟搏击俱乐部的第一赛季拉开了帷幕。",
["T"] = "比兹莫搏击俱乐部（第1赛季）",
},
[1073] = {
["D"] = "海象人是坚韧而和平的种族，通过捕鲸和捕鱼谋生。他们的家园最近正在遭受凶猛的攻击，急需来自外界的援手。",
["T"] = "卡鲁亚克",
},
[1747] = {
["T"] = "角斗场宝藏",
},
[1739] = {
["D"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请薇薇安一起战斗，与她建立起友谊。",
["T"] = "薇薇安",
},
[967] = {
["D"] = "一个由肯瑞托为了调查麦迪文和监视他的活动而建立的秘密组织。",
["T"] = "紫罗兰之眼",
},
[2446] = {
["D"] = "这名锲而不舍的纳迦领袖始终在观察和审视。",
["T"] = "瓦丝琪女男爵",
},
[2666] = {
["D"] = "博罗格罗夫本地的咖啡店。",
["T"] = "烘烤与夸耀",
},
[1786] = {
["D"] = "来自未知之地的恶魔，有着无与伦比的力量。",
["T"] = "燃烧军团入侵者",
},
[968] = {
["T"] = "炎鹰",
},
[1168] = {
["D"] = "公会声望代表了你在公会中的个人地位，购买公会奖励时需要达到与之对应的声望。公会声望会在你获得公会经验值时自动获得。",
["T"] = "公会",
},
[1171] = {
["D"] = "塞拉赞恩和她的石领主子嗣们统治着土元素位面深岩之洲。在见证了死亡之翼及其追随者对她的国度造成的伤害后，塞拉赞恩对所有外来者都充满了敌意。",
["T"] = "塞拉赞恩",
},
[1169] = {
["T"] = "公会",
},
[969] = {
["T"] = "阿古斯之手",
},
[1681] = {
["D"] = "部落在阿什兰的部队，驻扎在战争之矛。",
["T"] = "沃金之矛",
},
[1828] = {
["D"] = "高岭部族的人口已经逐年减少，随着卓格巴尔的威胁加剧，他们需要寻找新的盟友来拯救他们的家园。",
["T"] = "高岭部族",
},
[1682] = {
["D"] = "联盟在阿什兰的部队，驻扎在暴风之盾。",
["T"] = "乌瑞恩先锋军",
},
[970] = {
["D"] = "生活在外域的孢子人是一个非常温和的种族。他们的家园就坐落在赞加沼泽南部的沼泽地中。",
["T"] = "孢子村",
},
[1172] = {
["D"] = "这支狂放不羁的兽人氏族曾经在死亡之翼的授意下奴役了红龙军团和阿莱克丝塔萨。如今龙喉氏族的数量和实力都已不如往昔，他们在暮光高地上建立了家园。",
["T"] = "龙喉氏族",
},
[1847] = {
["D"] = "伊瑞尔集结了幸存下来的大主教们，并以维伦的名义发动了攻势。当前他们正试图在塔纳安丛林建立据点，誓要将古尔丹的阴谋彻底粉碎。",
["T"] = "先知之手",
},
[1173] = {
["D"] = "拉穆卡恒的猫形子民是奥丹姆守护者托维尔一族的后裔。尽管他们失去了石头的身体，但保护泰坦秘密的使命仍然留在了他们一成不变的传统中。",
["T"] = "拉穆卡恒",
},
[971] = {
["T"] = "真菌巨人",
},
[1848] = {
["D"] = "要想守护艾泽拉斯，就必须在德拉诺取得决定性胜利。为此，部落酋长沃金召集了麾下最最精锐的勇士在塔纳安丛林建立据点，只为打倒古尔丹等邪恶势力。",
["T"] = "沃金之锋",
},
[2675] = {
["D"] = "新晋的黑水财阀曾经是称霸海洋的强盗，但他们早已在航运和奢华度假行业中呼风唤雨了。不论什么货物，不论何时何地，他们都能运送，完全清白合法。",
["T"] = "黑水财阀",
},
[2040] = {
["D"] = "半神艾维娜的盟友，破碎群岛所有有翼生物的守护者。",
["T"] = "复仇之爪",
},
[972] = {
["T"] = "孢子蝠",
},
[1687] = {
["T"] = "戈尔隆德鬣蜥人",
},
[1883] = {
["D"] = "德鲁伊和他们在瓦尔莎拉的盟友从不可考的年代起，就一直守护着翡翠梦境。",
["T"] = "织梦者",
},
[2099] = {
["D"] = "河流和鱼类大师。",
["T"] = "阿库勒·河角",
},
[2103] = {
["D"] = "赞达拉巨魔统治着艾泽拉斯最古老的帝国，这些强大的巨魔会与令人敬畏的洛阿神灵做交易，换取他们的力量，赞达拉的海军在无尽之海上也是所向披靡。",
["T"] = "赞达拉帝国",
},
[1178] = {
["D"] = "地狱咆哮近卫军是部落的一支精英部队，由最骁勇善战的老兵编制而成。加尔鲁什亲自选拔了这些战士，并命令他们夺取托尔巴拉德。只许成功，不许失败。",
["T"] = "地狱咆哮近卫军",
},
[1899] = {
["D"] = "占位符",
["T"] = "月之守卫",
},
[1690] = {
["D"] = "德拉诺战役期间的部落搏击俱乐部第二赛季活动。",
["T"] = "搏击竞技场（第2赛季）",
},
[1435] = {
["D"] = "这些勇敢的影踪派成员们深入雷电王座，全力以赴遏制暗藏其中的邪恶势力，也为自己千百年来饱受雷电之王奴役的遭遇伸张正义。",
["T"] = "影踪突袭营",
},
[1691] = {
["D"] = "德拉诺战役期间的联盟搏击俱乐部第二赛季活动。",
["T"] = "比兹莫搏击俱乐部（第2赛季）",
},
[1947] = {
["D"] = "发誓要不惜一切代价对抗燃烧军团的精灵。",
["T"] = "伊利达雷",
},
[1181] = {
["T"] = "友善，新",
},
[975] = {
["T"] = "虚空畸能",
},
[1910] = {
["T"] = "卓格巴尔",
},
[1912] = {
["T"] = "克瓦迪尔",
},
[1914] = {
["T"] = "枯法者",
},
[976] = {
["T"] = "海加尔防御者",
},
[1920] = {
["T"] = "月之守卫",
},
[1440] = {
["D"] = "沃金已经公开宣布反抗加尔鲁什·地狱咆哮。在部落和联盟军队的帮助下，他正在收集资源，准备对奥格瑞玛发动总攻。",
["T"] = "暗矛起义军",
},
[1948] = {
["D"] = "他们是被奥丁选中的战士，发誓在生前及死后都效忠于他。",
["T"] = "瓦拉加尔",
},
[977] = {
["T"] = "海加尔入侵者",
},
[1962] = {
["T"] = "夜之子平民",
},
[1953] = {
["T"] = "梦魇",
},
[1850] = {
["D"] = "危机四伏的塔纳安丛林吸引来艾泽拉斯和德拉诺出类拔萃的猎手。想要击败塔纳安的野兽，你就得比他们更野。",
["T"] = "刃牙追猎者",
},
[1443] = {
["T"] = "库卡隆",
},
[2372] = {
["D"] = "一群格斗狂人从各地收罗来了各种生物，将它们放置在血腥的竞技场中与部落的英雄们进行生死搏斗。",
["T"] = "搏击竞技场（第4赛季）",
},
[1444] = {
["T"] = "德拉诺之王",
},
[990] = {
["D"] = "隶属于青铜龙军团的秘密组织，由诺兹多姆最亲密的伴侣索莉多米领导。",
["T"] = "流沙之鳞",
},
[1445] = {
["D"] = "霜火岭的霜狼兽人是一群紧密团结在一起的凶猛战士。他们能很好地适应德拉诺残酷的环境。",
["T"] = "霜狼兽人",
},
[2376] = {
["D"] = "先知奥利是位睿智而强大的萨满，拥有号令元素的力量。",
["T"] = "先知奥利",
},
[2377] = {
["D"] = "剑客伊诺瓦里是位老练的战士，他赢得了剑鱼人的尊敬。",
["T"] = "剑客伊诺瓦里",
},
[409] = {
["T"] = "鹰身人",
},
[1447] = {
["T"] = "暗矛巨魔",
},
[2187] = {
["D"] = "一队狡猾的雇佣兵和强盗，只为出价最高的人卖命。没有接活儿时，他们会停靠在提拉加德海峡的自由镇的港口。",
["T"] = "破浪海盗",
},
[1338] = {
["T"] = "格尔桑魔古氏族",
},
[989] = {
["D"] = "这些由诺兹多姆亲自挑选的青铜龙无时无刻不在监视着时光之穴。",
["T"] = "时光守护者",
},
[981] = {
["T"] = "鸦人",
},
[2170] = {
["D"] = "虽然有许多人都在燃烧军团征服阿古斯时奋起抗争，但并不是所有人都成功逃离了。而今在新的友军的鼓舞下，这些难民和流亡者已经联合起来，为夺回家园而战。",
["T"] = "阿古斯防卫军",
},
[1975] = {
["D"] = "马戈斯曾是一名肯瑞托学徒，他通过钓鱼来舒缓生活的压力。",
["T"] = "咒法师马戈斯",
},
[2165] = {
["D"] = "阿古斯陷落后，德莱尼精英战士追随始祖纳鲁泽拉跨越宇宙，打响了旨在消灭燃烧军团的永恒之战。从那时起，燃烧的远征的其他幸存者也加入了光铸者的行列。",
["T"] = "圣光军团",
},
[982] = {
["T"] = "赞加沼泽军旗（联盟）",
},
[988] = {
["T"] = "暗影议会",
},
[1710] = {
["D"] = "努力想要夺回主城的沙塔斯城防御者，但却遭到来自内部的背叛。",
["T"] = "沙塔尔防御者",
},
[1708] = {
["D"] = "嘲颅氏族的家园位于德拉诺最蛮荒的边界。他们会对来自各方的毁灭威胁报以疯狂的癫笑。",
["T"] = "嘲颅兽人",
},
[2391] = {
["D"] = "锈栓抵抗军战斗在第一线，想要反抗麦卡贡国王，阻止他的邪恶计划。",
["T"] = "锈栓抵抗军",
},
[2100] = {
["D"] = "有着一双明亮睿智眼睛的渡鸦，喜欢鱼。",
["T"] = "科尔宾",
},
[2161] = {
["D"] = "灰烬骑士团是个古老的库尔提拉斯组织，它的重生是为了对抗女巫的威胁。骑士团利用他们所获得的知识指引他们的利刃，以此英勇战斗。",
["T"] = "灰烬骑士团",
},
[2394] = {
["T"] = "寄居蟹",
},
[984] = {
["T"] = "赞加沼泽军旗（中立）",
},
[1711] = {
["D"] = "热砂保护协会的地精们致力于将珍贵的遗物从纳格兰的食人魔手中解放出来。毋庸置疑，他们必然是怀着崇高的目标——把遗物卖出最高的价钱——来做这件事的。",
["T"] = "热砂保护协会",
},
[729] = {
["D"] = "霜狼氏族正在努力将雷矛探险队赶出奥特兰克山谷。",
["T"] = "霜狼氏族",
},
[429] = {
["T"] = "火刃氏族",
},
[1457] = {
["T"] = "蕨人",
},
[987] = {
["T"] = "时光之穴 - 南海镇卫兵",
},
[2159] = {
["D"] = "联盟军队中的精英部队，目前专注于破坏部落在赞达拉的行动。",
["T"] = "第七军团",
},
[1204] = {
["D"] = "火元素领主带来的毁灭激怒了塞纳里奥议会。他们主动出击，直捣拉格纳罗斯在火焰之地的巢穴。",
["T"] = "海加尔复仇者",
},
[986] = {
["T"] = "时光之穴 - 敦霍尔德",
},
[2404] = {
["T"] = "造物密院",
},
[2405] = {
["T"] = "祭仪密院",
},
[2406] = {
["T"] = "魂选密院",
},
[2407] = {
["D"] = "格里恩历经艰难险阻，最终净化了凡人的负担后，会获得参加晋升仪式的资格，从而获得双翼，并向执政官发誓，永远为她效忠。",
["T"] = "晋升者",
},
[2408] = {
["T"] = "黑暗格里恩",
},
[2163] = {
["D"] = "始祖龟求知者周游世界并利用他们的巨大财富来分类并保存禁忌的知识。",
["T"] = "始祖龟求知者",
},
[2410] = {
["D"] = "很久以前，兵主建立了玛卓克萨斯的五大密院，希望借此训练出最终极的战斗力。这支坚强的部队运用着力量、智慧和计谋，发誓守护暗影界，抵御一切威胁。",
["T"] = "不朽军团",
},
[2411] = {
["T"] = "顽石军团",
},
[2412] = {
["T"] = "堕罪堡",
},
[2413] = {
["D"] = "在德纳修斯大帝统治了无数时代后，雷文德斯的权力现在属于整个收割者之庭。这些温西尔贵族承担着救赎骄傲之魂这一神圣的使命。",
["T"] = "收割者之庭",
},
[2414] = {
["T"] = "暗影国度",
},
[2415] = {
["D"] = "这群魔古对泰坦守护者莱十分忠诚，他们的使命是击退来犯的恩佐斯的爪牙，守护纳拉克煞引擎。",
["T"] = "莱加尼",
},
[983] = {
["T"] = "赞加沼泽军旗（部落）",
},
[2417] = {
["D"] = "奥丹姆联军是由托维尔人牵头建立的松散同盟，建立的目的是为了击退敌军，保护起源熔炉。",
["T"] = "奥丹姆联军",
},
[2192] = {
["D"] = "运输和制造业公司，总部在伯拉勒斯，库尔提拉斯的首都。这里有传言说，这个宏伟的公司其实是一个可怕的犯罪帝国的门面。",
["T"] = "艾什凡贸易公司",
},
[2419] = {
["T"] = "恩佐斯",
},
[2227] = {
["T"] = "野兽 - 蜜蜂",
},
[2258] = {
["T"] = "雪怪",
},
[2259] = {
["T"] = "蜜蜂",
},
[2371] = {
["D"] = "一群格斗狂人从各地收罗来了各种生物，将它们放置在血腥的竞技场中与联盟的英雄们进行生死搏斗。",
["T"] = "比兹莫搏击俱乐部（第4赛季）",
},
[2373] = {
["D"] = "这些难民一直受到纳迦的压迫，于是他们联合起来，想要反抗，并重获自由。",
["T"] = "破镣者",
},
[2375] = {
["D"] = "猎人阿卡纳是位久经沙场的老猎人，拥有了不起的生存技巧。",
["T"] = "猎人阿卡纳",
},
[2157] = {
["D"] = "部落大军中的特种部队，专注于破坏联盟在库尔提拉斯的行动。",
["T"] = "荣耀战团",
},
[2156] = {
["D"] = "塔兰吉公主和他的盟友正努力保护赞达拉不受鲜血巨魔的侵扰。",
["T"] = "塔兰吉远征队",
},
[1216] = {
["D"] = "备受尊重的尚喜大师教导过无数渴望冒险的熊猫人英雄，尚喜武院的历史也可以追溯至三代人之前。",
["T"] = "尚喜武院",
},
[369] = {
["D"] = "热砂集团的首府，诸多优秀地精技师、炼金师和商人的家乡。",
["T"] = "加基森",
},
[1179] = {
["T"] = "软泥怪",
},
[1984] = {
["D"] = "欧莉萨拉和安吉莉克住在浮空城达拉然。她们在这里救死扶伤，治病救人。她们还向需要医疗补给的旅行者出售物品。",
["T"] = "急救队",
},
[2432] = {
["D"] = "威·娜莉对噬渊的了解远胜任何人，如果你赢得了她的尊敬，说不定她就会把信息分享一点给你。",
["T"] = "威·娜莉",
},
[2615] = {
["D"] = "龙鳞探险队的一个学者组织，致力于为子孙后代保护文物。",
["T"] = "艾泽拉斯档案馆",
},
[1849] = {
["D"] = "作为一场残酷内战的幸存者，这些四面受敌的鸦人希望找回埃匹希斯神器是帮助他们和平重建鸦人文明的关键。",
["T"] = "觉醒教派",
},
[249] = {
["T"] = "异种蝎",
},
[1731] = {
["D"] = "在五位强大的大主教率领下，德拉诺的德莱尼在这个蛮荒的世界中欣欣向荣。",
["T"] = "主教议会",
},
[2437] = {
["T"] = "托加斯特 -  守卫",
},
[2438] = {
["T"] = "托加斯特 -  囚犯",
},
[2439] = {
["D"] = "这些档案员对指控者忠心耿耿，致力于复原并归档被宫务大臣和他的审判官盟友打碎的罪碑。",
["T"] = "宣罪者",
},
[1733] = {
["D"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请德尔瓦一起战斗，与他建立起友谊。",
["T"] = "德尔瓦·铁拳",
},
[229] = {
["T"] = "哀嚎洞穴",
},
[1509] = {
["T"] = "白鬼",
},
[1521] = {
["T"] = "暗影议会",
},
[1735] = {
["D"] = "驻扎在你兵营中的保镖。",
["T"] = "要塞保镖",
},
[2445] = {
["D"] = "雷文德斯有了新的王庭，雷纳索尔王子希望联合整个暗影界的盟友，并增强他的盟约的影响力。",
["T"] = "灰烬王庭",
},
[1736] = {
["D"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请托莫克一起战斗，与他建立起友谊。",
["T"] = "托莫克",
},
[2447] = {
["D"] = "月莓女勋爵是魅夜王庭中极其善变的成员，她喜欢恶作剧，影响力也很强。",
["T"] = "月莓女勋爵",
},
[2448] = {
["D"] = "身为晋升堡垒的掌炉宗师，米卡尼科斯总在构思新的发明。",
["T"] = "米卡尼科斯",
},
[2449] = {
["D"] = "女伯爵是雷文德斯的一流聚会主持和社交名媛，她对公众的认知有强大的影响力。",
["T"] = "女伯爵",
},
[2450] = {
["D"] = "灰烬使者生前和死后都在战场上奔波，从未有过真正的安歇。",
["T"] = "亚历山德罗斯·莫格莱尼",
},
[2451] = {
["D"] = "狩猎队长柯莱恩是一名强大的斗士，她可从没有耐心参加什么仪式。",
["T"] = "狩猎队长柯莱恩",
},
[2452] = {
["D"] = "这位坚忍的晋升者一直都在服务，他必须好好放松一下，就算是在聚会上也一样。",
["T"] = "文官阿得赖斯提斯",
},
[2453] = {
["D"] = "辛勤的工人应该得到奖赏。很少有人对堕罪堡的奉献能与伦德尔和棍脸相媲美。",
["T"] = "伦德尔和棍脸",
},
[2454] = {
["D"] = "丘法和他的朋友都属于派对动物，从各种意义上来说都是如此。",
["T"] = "丘法",
},
[2455] = {
["D"] = "地穴看守者卡希尔固执己见，原则分明，总是为自己坚守的信条而战。",
["T"] = "地穴看守者卡希尔",
},
[2456] = {
["D"] = "巨熊艾莉奥瑟是一名荒野之神，但她一点都不原始。",
["T"] = "宗主艾莉奥瑟",
},
[2457] = {
["D"] = "沃尔为照料伤逝剧场付出的心血有目共睹。",
["T"] = "沃尔大师",
},
[2458] = {
["D"] = "这对灵魂羁绊在一起时才最强大，他们的温西尔朋友也很乐意再看到他们。",
["T"] = "克雷雅和裴拉戈斯",
},
[2459] = {
["D"] = "这名可敬的执事凭一己之力确保了整个晋升堡垒的正常运作。",
["T"] = "西卡",
},
[2460] = {
["D"] = "我们南边纯朴的朋友控制了灰烬荒野的入口。",
["T"] = "石首",
},
[2461] = {
["D"] = "玛卓克萨斯的软泥科学大师的实验也许的确一团糟，但他总能想出解决的办法。",
["T"] = "魔药设计师马里莱斯",
},
[2462] = {
["D"] = "缝合大师可以把血肉、骨头和心能熔铸到构造体里制作玛卓克萨斯的强大盟友，故而声名远播，他们退出了叛变的造物密院后，在屠夫区居住。",
["T"] = "缝合大师",
},
[1001] = {
["T"] = "刀塔氏族",
},
[2464] = {
["D"] = "心能枯竭和德鲁斯特入侵占用了寒冬女王和荒猎团的大量注意力。现在只能依靠魅夜王庭的宗主来保护灵种，并保护林地。",
["T"] = "魅夜王庭",
},
[2465] = {
["D"] = "荒猎团在危急时刻受到了寒冬女王的召唤，他们召集了全炽蓝仙野最优秀的男女猎手。面对着心能枯竭和重重危险，荒猎团已经准备好守护这片森林。",
["T"] = "荒猎团",
},
[1746] = {
["T"] = "纳格兰戈隆",
},
[1491] = {
["D"] = "时光旅行者保卫着时间流，不让那些因青铜龙军团的覆灭而蠢蠢欲动的人有机可乘；他们主要由冒险者和学者组成，大多是原时光守护者的成员。",
["T"] = "时光旅行者",
},
[2468] = {
["T"] = "刻希亚",
},
[2469] = {
["D"] = "施放创生的奥秘。",
["T"] = "分形知识",
},
[2470] = {
["D"] = "暗影界四大盟约为突击统御圣所而结成的联军。",
["T"] = "死亡先锋军",
},
[1003] = {
["T"] = "维序派",
},
[2472] = {
["D"] = "刻希亚的侍神者全心全意地研究着来自暗影界各处的圣物。他们在档案员的领导下，投入到找回失散在刻希亚各处的圣物的工作中。这些圣物在渊誓大军入侵后散失了。",
["T"] = "档案员卷宗",
},
[2553] = {
["D"] = "索莉多米的时光旅行者们穿行于时间流之间，保护我们的世界不受无穷的平行宇宙的侵袭。当我们的时间线遭受时光袭击，或者即将分崩离析之时，索莉多米会率领众人维系秩序。",
["T"] = "索莉多米",
},
[2568] = {
["D"] = "布里谷尔不会让随便什么人跟滑仔一起竞技。你能证明自己是个合格的蜗牛训练师吗？",
["T"] = "格里梅罗格竞速者",
},
[2569] = {
["T"] = "地心之战",
},
[311] = {
["T"] = "泰坦",
},
[1496] = {
["D"] = "霜火食人魔没什么爱好，就是喜欢吵架。",
["T"] = "霜火食人魔",
},
[2478] = {
["D"] = "开悟者以前是艾财团的成员，但他们已经放弃了对利润和荣耀的追求，转而虔心侍奉初诞者。获得开悟者的青睐后，他们也许会乐意分享自己收集的知识。",
["T"] = "开悟者",
},
[2600] = {
["U"] = "在艾基-卡赫特的纺丝者之巢完成任务“片刻喘息”",
["T"] = "斩离之丝",
["O"] = {
{
{
["D"] = "你已经开始获得斩离之丝名望。",
["T"] = "斩断丝绳",
},
},
{
{
["D"] = "你现在可以和接受刻基的艾基-卡赫特商贩交易了。",
["T"] = "解锁刻基商贩",
},
{
["D"] = "你可以从纺丝者之巢的伊泰基那里获得一个78级的戒指（物品等级541）。",
["T"] = "金光闪闪 I",
},
},
{
{
["D"] = "现在你可以签订每周的契约，在艾基-卡赫特解锁技能、增益和活动。",
["T"] = "暗影之中",
},
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得一个小型刻基钱袋。",
["T"] = "小型刻基钱袋",
},
},
{
{
["D"] = "你可以从纺丝者之巢的伊泰基处获得渊毒之油、阿加炼金石以及合约：斩离之丝的配方。",
["T"] = "蛛魔的教诲",
},
},
{
{
["D"] = "你可以从纺丝者之巢的伊泰基那里获得披风幻化外观。",
["T"] = "丝线承载者的斗篷",
},
},
{
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "神勇石",
},
},
{
{
["D"] = "你可以从纺丝者之巢的伊泰基那里获得冒险者蛛魔信息素分泌装置（物品等级571）。",
["T"] = "金光闪闪 II",
},
},
{
{
["D"] = "你现在可以从纺丝者之巢的卡穆科那里用800个共鸣水晶交换100刻基。",
["T"] = "集市奇物",
},
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得一个小型刻基钱袋。",
["T"] = "小型刻基钱袋",
},
},
{
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得一个土壳宝石。这种宝石可以用于在多恩诺嘉尔的欧斯迪恩那里购买幻化套装。",
["T"] = "土壳宝石",
},
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得斩离之丝战袍。",
["T"] = "斩离之丝战袍",
},
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得一个大型刻基钱袋。",
["T"] = "大型刻基钱袋",
},
},
{
{
["D"] = "你可以从纺丝者之巢的伊泰基那里获得老兵蛛魔信息素分泌装置（物品等级584）。",
["T"] = "金光闪闪 III",
},
},
{
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得修复的宝匣钥匙。",
["T"] = "修复的宝匣钥匙",
},
},
{
{
["D"] = "你现在可以从纺丝者之巢的卡穆科那里用400个共鸣水晶交换100刻基。",
["T"] = "操纵市场",
},
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "神勇石",
},
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得一个大型刻基钱袋。",
["T"] = "大型刻基钱袋",
},
},
{
{
["D"] = "你可以在纺丝者之巢的伊泰基那里获得跳跳。",
["T"] = "大费周章",
},
},
{
{
["D"] = "你可以从纺丝者之巢的伊泰基那里获得肩甲幻化外观。",
["T"] = "丝线承载者的肩甲",
},
},
{
{
["D"] = "你可以在纺丝者之巢的伊泰基那里获得蛛类血清。",
["T"] = "天旋地转",
},
},
{
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得一个满溢刻基钱袋。",
["T"] = "满溢刻基钱袋",
},
},
{
{
["D"] = "你可以从纺丝者之巢的伊泰基那里获得勇士蛛魔信息素分泌装置（物品等级597）。",
["T"] = "金光闪闪 IV",
},
},
{
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得一个土壳宝石。这种宝石可以用于在多恩诺嘉尔的欧斯迪恩那里购买幻化套装。",
["T"] = "土壳宝石",
},
},
{
{
["D"] = "你现在可以从纺丝者之巢的卡穆科那里用100个共鸣水晶交换100刻基。",
["T"] = "操纵市场 II",
},
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得15枚风化虚灵纹章。这些纹章可以用于提升物品等级。（需要80级）",
["T"] = "风化虚灵纹章",
},
},
{
{
["D"] = "你可以在纺丝者之巢的伊泰基那里获得凶猛的利颚爬行者。",
["T"] = "深渊翻腾 I",
},
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得神勇石。它可以用来在多恩诺嘉尔的库佐尔兹和其他物品升级商人处强化装备。（需要80级）",
["T"] = "神勇石",
},
{
["D"] = "和纺丝者之巢的伊泰基交谈，获得一个满溢刻基钱袋",
["T"] = "满溢刻基钱袋",
},
},
{
{
["D"] = "你可以在纺丝者之巢的伊泰基那里获得青绿石群聚虫。",
["T"] = "深渊翻腾 II",
},
},
{
{
["D"] = "和纺丝者之巢的维娜基安女士谈一谈，获得附魔符文先驱纹章，这是一种附加材料，可以用来将一个制造物品的物品等级提升到606。（需要80级）",
["T"] = "英雄的奖赏",
},
},
{
{
["D"] = "你可以获得“纺线者”的头衔，表明你对斩离之丝的贡献。",
["T"] = "无松脱之线",
},
},
},
["D"] = "并非所有人都对安苏雷克女王的残酷统治忍气吞声。斩离之丝正在幕后秘密地谋划，打算从内部瓦解安苏雷克织造的铁律。",
},
[2480] = {
["T"] = "自动体",
},
[750] = {
["T"] = "萨弗隆火元素",
},
[1243] = {
["D"] = "高贵而活泼，以原始部落方式生存的猴族。",
["T"] = "猢狲",
},
[2010] = {
["D"] = "在破碎群岛战役期间，部落搏击俱乐部展开了第三赛季的活动。",
["T"] = "搏击竞技场（第3赛季）",
},
[1111] = {
["T"] = "弗蕾亚",
},
[2011] = {
["D"] = "在破碎群岛战役期间，联盟搏击俱乐部展开了第三赛季的活动。",
["T"] = "比兹莫搏击俱乐部（第3赛季）",
},
[1245] = {
["T"] = "熊猫人之谜",
},
[2012] = {
["T"] = "夜之子起义军",
},
[2637] = {
["T"] = "玩家,土灵联盟",
},
[2640] = {
["D"] = "值得信赖的地下堡伙伴",
["T"] = "布莱恩·铜须",
},
[1359] = {
["D"] = "黑王子拉希奥是黑龙族群的最后一员。传说他对忠诚效命者的报酬十分丰厚。",
["T"] = "黑王子",
},
[1358] = {
["D"] = "纳特是全世界最负盛名的钓鱼大师与美酒爱好者，在他暴躁易怒的外表下藏着一颗好为人师的心。",
["T"] = "纳特·帕格",
},
[935] = {
["D"] = "沙塔尔是一群统治沙塔斯城的强大纳鲁人的组织。在奥尔多和占星者的帮助下，他们正在领导针对伊利丹和燃烧军团的战斗。",
["T"] = "沙塔尔",
},
[2665] = {
["D"] = "莉莉斯塔萨居住在巨龙群岛的红玉新生圣地，但她经常云游四海，探访有趣的地方。",
["T"] = "莉莉斯塔萨",
},
[1760] = {
["D"] = "悬槌食人魔喜欢穿宽外袍，观看角斗士比赛。",
["T"] = "悬槌角斗士",
},
[934] = {
["D"] = "由先知沃雷塔尔领导的这群血精灵拒绝跟随凯尔萨斯。他们加入了沙塔斯城的纳鲁联军，这令奥尔多感到非常不安。",
["T"] = "占星者",
},
[2669] = {
["D"] = "暗索处理服务为加里维克斯卖命时没能交到朋友，但地精不会轻言放弃。他们重塑了品牌，端正了态度，毕竟生意归生意，对吧？",
["T"] = "暗索处理服务",
},
[189] = {
["T"] = "联盟",
},
[2185] = {
["D"] = "不同寻常的“混血”种族组成的队伍，以提拉加德海峡的自由镇为据点。",
["T"] = "水鼠帮",
},
[2018] = {
["D"] = "半神艾维娜的盟友，破碎群岛所有有翼生物的守护者。",
["T"] = "复仇之爪",
},
[1252] = {
["D"] = "这片土地的邪恶之魂。",
["T"] = "煞",
},
[1508] = {
["T"] = "影月兽人",
},
[2502] = {
["T"] = "扎雷殁提斯引诱的怪物",
},
[2503] = {
["T"] = "马鲁克半人马",
["O"] = {
{
{
["D"] = "你已经与欧恩哈拉平原的马鲁克半人马会师。",
["T"] = "与马鲁克半人马同在",
},
},
{
{
["D"] = "你可以从独特野兽身上和宝藏中发现半人马狩猎战利品，这些战利品会增加你在马鲁克半人马中的声望。",
["T"] = "半人马狩猎战利品",
},
},
{
{
["D"] = "你可以从马鲁凯的军需官胡森处获得玩具：马鲁克烹饪锅、非常舒服的毛皮以及舒服的毛皮堆。",
["T"] = "半人马补给品",
},
},
{
{
["D"] = "艾拉格游牧者无论身处何地，都会欢迎你进入他们的营地。",
["T"] = "平原的召唤",
},
},
{
{
["D"] = "和席卡尔半人马一起狩猎吧！",
["T"] = "狩猎的召唤 I",
},
},
{
{
["D"] = "你可以在马鲁凯的军需官胡森处为你的载风迅疾幼龙坐骑获取四种新的观龙者手稿（尖角下颚、黄角、羽脖和公牛角）。",
["T"] = "观龙者手稿 I",
},
},
{
{
["D"] = "你可以从马鲁凯的蹄铁匠隆达尔处获得十二种头盔幻化外观。",
["T"] = "半人马军械 I",
},
{
["D"] = "你可以从马鲁凯的军需官胡森处获得觉醒精华，使你能够看到马鲁克先祖并与其互动。",
["T"] = "觉醒精华",
},
},
{
{
["D"] = "你可以在马鲁凯的军需官胡森处获得战斗宠物“蹄子助手”。",
["T"] = "半人马伙伴",
},
},
{
{
["D"] = "你可以在与马鲁克半人马共同狩猎时招募一名伙伴，在马鲁凯的训练师弗洛德朗处进行选择。",
["T"] = "狩猎的召唤 II",
},
{
["D"] = "你可以返回欧恩伊尔清泉的拉蒂亚处，帮助喂养一头雷霆蜥蜴，使其对你忠心耿耿（并最终将其作为坐骑使用）。|n|n你必须要先完成一个任务链，起始任务是“苦闷的新兵”，可以在马鲁凯的轻风贤者沃德文处接取。",
["T"] = "备用蹄脚",
},
},
{
{
["D"] = "你可以在与马鲁克半人马共同狩猎时选择一项猎人的祝福，在马鲁凯的训练师弗洛德朗处进行选择。",
["T"] = "狩猎的召唤 III",
},
},
{
{
["D"] = "你可以在马鲁凯的军需官胡森处获得艾拉格风石碎片。碎片可以让你返回艾拉格营地当前的位置。",
["T"] = "艾拉格风石",
},
{
["D"] = "你可以从马鲁凯的军需官胡森处获得有用的战斗靴（物品等级376）。",
["T"] = "友善的蹄铁匠",
},
},
{
{
["D"] = "你有25%的几率从被击败的野兽身上获得额外的巨龙群岛补给。",
["T"] = "狩猎效率 I",
},
{
["D"] = "你的狩猎伙伴可以获得你选择的一个新技能，在马鲁凯的训练师弗洛德朗处进行选择。",
["T"] = "狩猎的召唤 IV",
},
},
{
{
["D"] = "你可以从马鲁凯的蹄铁匠隆达尔处获得十二种马鲁克肩甲幻化外观。",
["T"] = "半人马军械 II",
},
},
{
{
["D"] = "在马鲁凯的军需官胡森的帮助下获得访问马鲁克飞鹰邮件网络的权限。",
["T"] = "欧恩哈拉的友谊",
},
},
{
{
["D"] = "你可以在马鲁凯的军需官胡森处为你的载风迅疾幼龙坐骑获取四种新的观龙者手稿（尖刺之尾、长鼻口部、茸毛之头和羽背）。",
["T"] = "观龙者手稿 II",
},
},
{
{
["D"] = "在马鲁克半人马附近狩猎时，你变得更强力了。",
["T"] = "狩猎的召唤 V",
},
},
{
{
["D"] = "你可以从马鲁凯的武器大师官阿鲁姆处获得半人马武器和护盾幻化外观。",
["T"] = "半人马军械 III",
},
},
{
{
["D"] = "你有额外25%的几率能从被击败的野兽身上获得更多巨龙群岛补给，总共几率提高50%。",
["T"] = "狩猎效率 II",
},
},
{
{
["D"] = "你可以在马鲁凯的军需官胡森处为你的复苏始祖幼龙、高地幼龙和崖际荒狂幼龙坐骑获取两种新的观龙者手稿，为其提供绿鳞。",
["T"] = "观龙者手稿 III",
},
},
{
{
["D"] = "在马鲁克半人马附近狩猎时，你进一步变得更强力了。",
["T"] = "狩猎的召唤 VI",
},
},
{
{
["D"] = "你可以从马鲁凯的蹄铁匠隆达尔处获得几个半人马氏族的旗帜。",
["T"] = "马鲁克旗帜",
},
},
{
{
["D"] = "在马鲁克半人马附近狩猎时，你的强力程度再一次提升。",
["T"] = "狩猎的召唤 VII",
},
},
{
{
["D"] = "你可以在马鲁凯的军需官胡森处获得一个席卡尔狩猎号角，这样你就可以在巨龙群岛野外冒险时使用你的马鲁克狩猎技能。",
["T"] = "狩猎的召唤 VIII",
},
},
{
{
["D"] = "你可以从马鲁凯的军需官胡森处获得有用的战斗胸甲（物品等级389）。",
["T"] = "盟友的护甲",
},
},
{
{
["D"] = "你在拜访马鲁凯的尊可汗萨雷丝特后，可以从马鲁克半人马那里获得一个原始注能，作为对你的功劳的答谢。原始注能可以用来作为附加材料，将制造的物品的物品等级提升到395或更高。",
["T"] = "英雄的奖赏",
},
{
["D"] = "你可以在拜访了马鲁凯的尊可汗萨雷丝特后拥有与马鲁克半人马结盟相称的头衔。",
["T"] = "清风的认可",
},
},
},
["D"] = "各个半人马氏族遨游于欧恩哈拉平原。他们听取轻风的召唤，探求狩猎的刺激。",
},
[2671] = {
["D"] = "风险投资公司的名声不算很好，但采收、开掘和钻取的本事无人能及。你想要衣冠楚楚，不如去找个读书会吧。你想弄到原材料，就得找风险投资公司。",
["T"] = "风险投资公司",
},
[1078] = {
["T"] = "战斗宠物",
},
[2506] = {
["T"] = "巨龙时代",
},
[2507] = {
["T"] = "龙鳞探险队",
["O"] = {
{
{
["D"] = "你已经开始和龙鳞探险队一起冒险。",
["T"] = "龙鳞探险队",
},
},
{
{
["D"] = "你现在可以在巨龙群岛各地发现探险队斥候的背包。和龙鳞先遣营地的探路者杰布谈一谈，了解更多细节。",
["T"] = "探险队斥候的背包",
},
},
{
{
["D"] = "你可以从龙鳞先遣营地的莱阿娜处获得武器幻化外观：挖掘者的木槌、挖掘者的钻孔机、挖掘者的凿子以及挖掘者的镘刀。",
["T"] = "简易探险工具",
},
},
{
{
["D"] = "你可以从龙鳞探险队先遣营地的探路者杰布处获得龙鳞探险队披风幻化外观。",
["T"] = "龙鳞探险队披风",
},
},
{
{
["D"] = "你可以使用你的探险锹来发现并挖掘翻动过的泥土。可在龙鳞先遣营地的探路者杰布处购买探险锹。",
["T"] = "埋藏的宝藏",
},
},
{
{
["D"] = "你可以解锁巨龙群岛的攀岩挑战。龙鳞先遣营地的纳纳斯博士会帮助你开始活动。（需要解锁世界任务）",
["T"] = "探险队攀岩者",
},
{
["D"] = "你可以前往龙鳞先遣营地寻找探路者杰布，获得探险队补给包，协助你进行龙鳞探险队的活动。",
["T"] = "探险队补给包",
},
},
{
{
["D"] = "你可以从龙鳞先遣营地的莱阿娜处获得武器幻化外观：探险挖掘器、值得信赖的扫雷器以及研究员的放大镜。",
["T"] = "高级探险工具",
},
{
["D"] = "在龙鳞先遣营地的山丘上的红玉之鳞岗哨找到塞林·暗砧，从而解锁一对远古界门，可以用来在红玉之鳞岗哨和钴蓝集所之间穿梭。",
["T"] = "远古界门 I",
},
},
{
{
["D"] = "解锁在巨龙群岛各地参与编目探险的权限。龙鳞先遣营地纳纳斯博士会帮助你开始活动。（需要解锁世界任务）",
["T"] = "编目探险",
},
{
["D"] = "在龙鳞先遣营地的山丘上的红玉之鳞岗哨找到塞林·暗砧，从而开启第三座远古界门。",
["T"] = "远古界门 II",
},
},
{
{
["D"] = "你可以在龙鳞先遣营地的莱阿娜处为你的复苏始祖幼龙坐骑获取四种新的观龙者手稿（棘刺之额、脊刺头冠、尖刺下颚和棕色毛发）。",
["T"] = "观龙者手稿 I",
},
{
["D"] = "从龙鳞先遣营地的探路者杰布处获得寻路者的罗盘玩具。",
["T"] = "寻路者的罗盘",
},
},
{
{
["D"] = "在龙鳞先遣营地的山丘上的红玉之鳞岗哨找到塞林·暗砧，从而开启第四座远古界门。",
["T"] = "远古界门 III",
},
{
["D"] = "你有25%的几率从巨龙群岛的宝箱中获得额外的巨龙群岛补给。",
["T"] = "奖励补给",
},
{
["D"] = "你可以从龙鳞先遣营地的莱阿娜处获得三款神圣遗物学会主题的毯子装饰，用于摆在你的住宅内。",
["T"] = "龙鳞装饰 I",
},
{
["D"] = "你可以从龙鳞先遣营地的莱阿娜处获得神圣遗物学会望远镜装饰，用于摆在你的住宅内。",
["T"] = "龙鳞装饰 III",
},
{
["D"] = "你可以从龙鳞先遣营地的莱阿娜处获得更多神圣遗物学会主题的毯子装饰，用于摆在你的住宅内。",
["T"] = "龙鳞装饰 II",
},
},
{
{
["D"] = "你可以从龙鳞先遣营地的晶须爷爷处获得灰色狨猴和黑色掠虫宠物。",
["T"] = "动物专家",
},
{
["D"] = "完成禁忌离岛的入门战役任务，然后在龙鳞先遣营地的山丘上的红玉之鳞岗哨找到塞林·暗砧，从而开启禁忌离岛的远古界门。",
["T"] = "远古界门：禁忌离岛",
},
},
{
{
["D"] = "你可以从龙鳞先遣营地的探路者杰布处获得一副战斗时有用的探险手套（物品等级376）。",
["T"] = "探险装备 I",
},
},
{
{
["D"] = "拜访龙鳞先遣营地的编目员杰克斯，获取一个小型龙鳞探险队补给包。",
["T"] = "巨龙群岛补给",
},
},
{
{
["D"] = "你可以从龙鳞探险队先遣营地的探路者杰布处获得龙鳞探险队套装幻化外观。",
["T"] = "龙鳞探险队套装",
},
},
{
{
["D"] = "在龙鳞先遣营地的山丘上的红玉之鳞岗哨找到塞林·暗砧，从而开启第五座远古界门。",
["T"] = "远古界门 IV",
},
{
["D"] = "你可以在龙鳞先遣营地的莱阿娜处为你的复苏始祖幼龙坐骑获取四种新的观龙者手稿（尖刺棒尾、后卷角、劫猎者图案和弯刺之额）。",
["T"] = "观龙者手稿 II",
},
},
{
{
["D"] = "你现在可以在巨龙群岛的洞穴和废墟里找到魔法宝箱。与龙鳞先遣营地的莱阿娜谈一谈，了解更多信息。",
["T"] = "魔法宝箱",
},
},
{
{
["D"] = "你可以从龙鳞先遣营地的莱阿娜处获得玩具：柔软的紫色枕头、纤细的神圣遗物学会枕头以及小型三角枕头。",
["T"] = "舒适研究",
},
{
["D"] = "在龙鳞先遣营地的山丘上的红玉之鳞岗哨找到塞林·暗砧，从而开启第六座远古界门。",
["T"] = "远古界门 V",
},
},
{
{
["D"] = "你有额外25%的几率能从宝箱获得更多巨龙群岛补给，总共几率提高50%。",
["T"] = "奖励补给 II",
},
{
["D"] = "你可以从龙鳞先遣营地的探路者杰布处获得一件有用的腿部护甲（物品等级389）。",
["T"] = "探险装备 II",
},
},
{
{
["D"] = "从龙鳞先遣营地的编目员杰克斯处解锁龙鳞探险队战袍。",
["T"] = "龙鳞探险队战袍",
},
{
["D"] = "你可以从龙鳞先遣营地的编目员杰克斯处获得神圣遗物学会和探险者协会旗帜（两个协会现在在龙鳞探险队中团结一致）。",
["T"] = "联合协会旗帜",
},
},
{
{
["D"] = "你可以从龙鳞先遣营地的探路者杰布处获得探险队炸药。",
["T"] = "爆裂考古学",
},
{
["D"] = "在龙鳞先遣营地的山丘上的红玉之鳞岗哨找到塞林·暗砧，从而开启第七座远古界门。",
["T"] = "远古界门 VI",
},
},
{
{
["D"] = "你可以从龙鳞先遣营地的探路者杰布处获得i-鸭语音模组，这是i-鸭机械伙伴的重要组件。",
["T"] = "i-鸭鸣声调幅器",
},
{
["D"] = "你可以从龙鳞先遣营地的马格尔老板处获得特殊的藏宝图。这些地图可以带你找到珠光红玉龙崽的材料与珠宝加工图样。",
["T"] = "珠光红玉龙崽藏宝图",
},
},
{
{
["D"] = "你可以在龙鳞先遣营地的莱阿娜处为你的载风迅疾幼龙、复苏始祖幼龙和/或崖际荒狂幼龙坐骑获取三种新的观龙者手稿，为其提供红鳞。",
["T"] = "观龙者手稿 III",
},
},
{
{
["D"] = "在龙鳞先遣营地的山丘上的红玉之鳞岗哨找到塞林·暗砧，从而开启第八座远古界门。",
["T"] = "远古界门 VII",
},
},
{
{
["D"] = "拜访龙鳞先遣营地的编目员杰克斯，获取一个龙鳞探险队补给背包。",
["T"] = "巨龙群岛补给",
},
},
{
{
["D"] = "你现在可以使用辛苦获得的“勇猛探险者”头衔。",
["T"] = "勇猛探险者",
},
{
["D"] = "与龙鳞先遣营地的编目员杰克斯谈一谈，获得一个原始注能，可以用来作为附加材料，提升制造的物品的物品等级到395或更高。",
["T"] = "英雄的奖赏",
},
{
["D"] = "你可以从龙鳞先遣营地的晶须爷爷处获得两种掠蜓坐骑（驯服的掠蜓和碧蓝掠蜓）。",
["T"] = "掠蜓骑行",
},
},
},
["D"] = "探险者协会和神圣遗物学会联合组成的探险队，他们是一群勇敢无畏的冒险者、学者和匠人，想发现巨龙群岛的万千奥秘。",
},
[629] = {
["T"] = "断矛巨魔",
},
[2614] = {
["T"] = "坚铸要塞",
},
[2510] = {
["T"] = "瓦德拉肯联军",
["O"] = {
{
{
["D"] = "你已经开始获得瓦德拉肯联军名望。",
["T"] = "瓦德拉肯联军",
},
},
{
{
["D"] = "你可以在泰坦、巨龙和拜荒者宝藏中发现泰坦圣物，从而提升你在瓦德拉肯联军的地位。把它们带给瓦德拉肯的黑曜飞地外沿的索罗缇丝。",
["T"] = "泰坦圣物",
},
},
{
{
["D"] = "你可以在瓦德拉肯的乌纳托斯处购买瓦德拉肯烤箱",
["T"] = "住宅装饰 I",
},
{
["D"] = "你可以从瓦德拉肯脆烤山羊旅店的艾鲁苟萨处获得一套茶具玩具和六件餐具幻化外观。",
["T"] = "巨龙烹饪",
},
},
{
{
["D"] = "拜访瓦德拉肯的乌纳托斯，获取一个瓦德拉肯联军补给包。",
["T"] = "巨龙群岛补给",
},
},
{
{
["D"] = "你现在可以在觉醒海岸的“围攻灭龙要塞”世界事件中帮忙击败贾拉丁。",
["T"] = "围攻灭龙要塞",
},
},
{
{
["D"] = "你可以从瓦德拉肯团结花园的格里尔姆佩奇处获得五件园艺工具幻化外观。",
["T"] = "园艺工具",
},
{
["D"] = "你可以在瓦德拉肯的乌纳托斯处购买瓦德拉肯花园喷泉",
["T"] = "住宅装饰 II",
},
},
{
{
["D"] = "你现在可以完成巨龙群岛各处的驭龙术世界任务。（需要解锁世界任务）",
["T"] = "天际挑战",
},
},
{
{
["D"] = "拜访瓦德拉肯的乌纳托斯，获取一个瓦德拉肯联军补给包。",
["T"] = "巨龙群岛补给",
},
},
{
{
["D"] = "你可以在瓦德拉肯飞瀑之缘附近的凯斯塔兹处为你的崖际荒狂幼龙坐骑获取四种新的观龙者手稿（装甲之额、叉头角、尖刺脸颊和黑皮肤配色）。",
["T"] = "观龙者手稿 I",
},
},
{
{
["D"] = "你可以从瓦德拉肯黑曜飞地的铸甲师泰里斯克处获得五大巨龙军团的普通护肩幻化外观。",
["T"] = "普通龙兽护肩",
},
},
{
{
["D"] = "你有25%的几率从满载补给的人形生物身上获得额外的巨龙群岛补给。",
["T"] = "奖励补给 I",
},
},
{
{
["D"] = "拜访瓦德拉肯的乌纳托斯，获取一个小型瓦德拉肯联军补给包。",
["T"] = "巨龙群岛补给",
},
},
{
{
["D"] = "你可以从瓦德拉肯黑曜飞地的外侧的索罗缇丝处获得泰坦主题的武器幻化外观。",
["T"] = "泰坦武器",
},
},
{
{
["D"] = "你可以在瓦德拉肯的乌纳托斯处购买龙族石制桌子",
["T"] = "住宅装饰 III",
},
{
["D"] = "拜访瓦德拉肯的乌纳托斯，获取一个瓦德拉肯联军补给包。",
["T"] = "巨龙群岛补给",
},
},
{
{
["D"] = "你可以在瓦德拉肯飞瀑之缘附近的凯斯塔兹处为你的崖际荒狂幼龙坐骑获取六种新的观龙者手稿（钩角、鳞片图案、矛尾、白色毛发、四角下巴和尖刺之腿）。",
["T"] = "观龙者手稿 II",
},
},
{
{
["D"] = "你可以从瓦德拉肯黑曜飞地内的供给商索姆处获得有用的战斗腰带（物品等级376）。",
["T"] = "瓦德拉肯装备 I",
},
},
{
{
["D"] = "你可以从瓦德拉肯黑曜飞地内部的铸甲师泰里斯克处获得五件龙人主题的头盔幻化外观。",
["T"] = "龙人头盔",
},
},
{
{
["D"] = "你可以从瓦德拉肯翡翠飞地里面的园丁卡玛处获得猩红始祖雏龙和魔法啮咬者宠物。",
["T"] = "雏龙救援",
},
},
{
{
["D"] = "拜访瓦德拉肯的乌纳托斯，获取一个瓦德拉肯联军补给包。",
["T"] = "巨龙群岛补给",
},
},
{
{
["D"] = "你可以在瓦德拉肯的乌纳托斯处购买巨龙的宏大镜子",
["T"] = "住宅装饰 IV",
},
{
["D"] = "你可以从瓦德拉肯匠人集市的加耶拉处获得瓦德拉肯平民衣物幻化套装。",
["T"] = "瓦德拉肯时尚",
},
},
{
{
["D"] = "你可以在瓦德拉肯飞瀑之缘附近的凯斯塔兹处为你的载风迅疾幼龙、复苏始祖幼龙和/或崖际荒狂幼龙坐骑获取三种新的观龙者手稿，为其提供青铜之鳞。",
["T"] = "观龙者手稿 III",
},
},
{
{
["D"] = "你可以从瓦德拉肯黑曜飞地内的供给商索姆处获得有用的战斗头盔（物品等级389）。",
["T"] = "瓦德拉肯装备 II",
},
},
{
{
["D"] = "你可以从瓦德拉肯守护巨龙之座的乌纳托斯处获得瓦德拉肯联军战袍。",
["T"] = "瓦德拉肯联军战袍",
},
},
{
{
["D"] = "你有额外25%的几率能从满载补给的人形生物身上获得更多巨龙群岛补给，总共几率提高50%。",
["T"] = "奖励补给 II",
},
},
{
{
["D"] = "你可以从瓦德拉肯匠人集市的加耶拉处获得各种以平民物品为主题的武器幻化外观。",
["T"] = "火把、宝典和瓶子",
},
},
{
{
["D"] = "你可以为你的巨龙群岛幼龙添加护甲。每种颜色的护甲必须单独解锁。你也可以从瓦德拉肯飞瀑之缘附近的凯斯塔兹处获取四种新的观龙者手稿，为你的载风迅疾幼龙、复苏始祖幼龙、高地幼龙和/或崖际荒狂幼龙提供银色和紫色护甲。",
["T"] = "观龙者手稿 IV",
},
},
{
{
["D"] = "你可以从瓦德拉肯守护巨龙之座里面的乌纳托斯处获得五件巨龙旗帜玩具。",
["T"] = "巨龙旗帜",
},
},
{
{
["D"] = "你可以从瓦德拉肯黑曜飞地内部的铸甲师泰里斯克处获得精致的护肩幻化外观。",
["T"] = "精致龙兽护肩",
},
},
{
{
["D"] = "你可以从瓦德拉肯黑曜飞地内部的武器匠考雷夫处获得巨龙主题的武器幻化外观。",
["T"] = "巨龙武器",
},
},
{
{
["D"] = "与瓦德拉肯的乌纳托斯谈一谈，获得一个原始注能，可以用来作为附加材料，提升制造的物品的物品等级到395或更高。",
["T"] = "英雄的奖赏",
},
{
["D"] = "你可以使用“巨龙之友”头衔来炫耀你和瓦德拉肯联军的关系。",
["T"] = "联军成员",
},
},
},
["D"] = "瓦德拉肯联军的大本营位于其最古老的城市，象征着所有龙族力量的结合体。他们不仅要保护自己的家园——这片群岛，还要保护整个艾泽拉斯。",
},
[2526] = {
["D"] = "冬裘熊怪使用的语言似乎没人能听懂。也许将来人们会得知更多的奥秘。",
["T"] = "冬裘熊怪",
},
}

EventRegistry:RegisterFrameEventAndCallback("PLAYER_ENTERING_WORLD", function(owner)
    do
        for factionID, tab in pairs(WoWTools_SC_Faction or {}) do
            local data= C_Reputation.GetFactionDataByID(factionID)
            if data and data.name then
                WoWTools_ChineseMixin:SetCN(data.name, tab.T)
                WoWTools_ChineseMixin:SetCN(data.description, tab.D)

                if C_Reputation.IsMajorFaction(factionID) and tab.O then
                    if tab.U then
                        local major= C_MajorFactions.GetMajorFactionData(factionID)
                        if major and not major.isUnlocked then
                            WoWTools_ChineseMixin:SetCN(major.unlockDescription, tab.U)
                        end
                    end

                    for i=1, #C_MajorFactions.GetRenownLevels(factionID) do
                        local rewards = C_MajorFactions.GetRenownRewardsForLevel(factionID, i)
                        if rewards and tab.O[i] then
                            for index, info in pairs(rewards) do
                                if tab.O[i][index] then
                                    WoWTools_ChineseMixin:SetCN(info.name, tab.O[i][index].T)
                                    WoWTools_ChineseMixin:SetCN(info.description, tab.O[i][index].D)
                                end
                            end
                        end
                    end
                end
            end
        end
    end
    WoWTools_SC_Faction= nil
    EventRegistry:UnregisterCallback('PLAYER_ENTERING_WORLD', owner)
end)