
WoWTools_SC_Holyday = {
[1698] = {
["D"] = "充满敌意的泰坦构造体已经在卡兹阿加的黑暗角落中现身。我们必须应对它们构成的威胁。",
["T"] = "过载地下堡",
},
[647] = {
["D"] = "今天，北风苔原的冬鳍部族的幼年鱼人们将完成他们穿越西部裂谷的旅程。",
["T"] = "蝌蚪远足日",
},
[1429] = {
["D"] = "驭空者受到艾泽拉斯骑手会的邀请，前往诺森德参加各地的赛事！和瓦德拉肯的安德斯塔兹领主谈谈，了解更多信息。",
["T"] = "诺森德杯",
},
[409] = {
["D"] = "在悼念日，人们会聚集在墓地来告慰逝者的亡魂。\r\n\r\n届时任何主城的公墓都会举行仪式，在那里有悼念日食品、舞蹈、化装聚会和其他活动。",
["T"] = "悼念日",
},
[1636] = {
["D"] = "在艾泽拉斯冒险可以获得额外的经验值和声望，还能在巨龙群岛和卡兹阿加找到神秘的鸿运之礼！",
["T"] = "神秘运势之风",
},
[592] = {
["D"] = "在此活动期间，完成世界任务会额外奖励对应阵营的声望值。",
["T"] = "世界任务奖励活动",
},
[1605] = {
["D"] = "史诗难度的解放安德麦在等待着最勇敢的冒险者。",
["T"] = "解放安德麦",
},
[1621] = {
["D"] = "玩家可以使用团队查找器进入解放安德麦的第三个区域：双头能敌四手。",
["T"] = "解放安德麦",
},
[1637] = {
["D"] = "索莉多米和青铜龙军团前来帮助冒险者回溯时光，见证暴风城和奥格瑞玛的惊魂幻象。他们希望从过去吸取教训，掌握虚空的进攻手段，并在当下的时空里用其保护艾泽拉斯。",
["T"] = "重访惊魂幻象",
},
[1653] = {
["D"] = "玩家可以使用团队查找器进入法力熔炉：欧米伽的第二个区域：沙海群魔。",
["T"] = "法力熔炉：欧米伽",
},
[648] = {
["D"] = "今天，赞加沼泽孢子村的孢子人们将举行他们一年一度的蘑菇节。尽可能帮助他们保护伟大的弗肖，不要让她死亡！",
["T"] = "亮顶节",
},
[1050] = {
["T"] = "PvP乱斗：碟中碟",
},
[561] = {
["D"] = "在此活动期间，竞技场练习赛奖励的荣誉值提高。你是否愿意响应战斗的召唤呢？",
["T"] = "竞技场练习赛假日活动",
},
[696] = {
["D"] = "和侏儒们一起向他们百折不挠的精神致敬！跨越东部王国，从诺莫瑞根南下，一直跑到藏宝海湾！",
["T"] = "诺莫瑞根马拉松",
},
[1400] = {
["D"] = "驭空者受到艾泽拉斯骑手会的邀请，前往东部王国参加各地的赛事！和瓦德拉肯的安德斯塔兹领主谈谈，了解更多信息。",
["T"] = "东部王国杯",
},
[1559] = {
["D"] = "在此活动期间，地下堡可以为勇敢的探险家提供更丰厚的奖励。",
["T"] = "地下堡奖励活动",
},
[736] = {
["T"] = "PvP乱斗：六人战",
},
[1052] = {
["D"] = "前往卡桑琅丛林的海龟沙滩，纪念刘浪和神真子的传奇。这是沉思的时刻，也是欢歌的时刻。",
["T"] = "云游节",
},
[398] = {
["D"] = "德梅萨船长正在地精城市藏宝海湾征募海盗。\r\n\r\n如果你对海盗生涯感兴趣的话，就去各大主城拜访她和她的随从们吧！",
["T"] = "海盗日",
},
[562] = {
["D"] = "在此活动期间，10级及以上玩家可以加入特殊的随机时空漫游地下城队列，将地下城与奖励调整到与玩家相同的等级水平，重温“巫妖王之怒”内容更新的地下城。\r\n\r\n在“巫妖王之怒”时空漫游期间，你可以组建一个10人到30人的团队，前往诺森德的达拉然，与沃尔姆谈话以进入奥杜尔团队副本的时空漫游版本。",
["T"] = "时空漫游地下城活动",
},
[1640] = {
["D"] = "永恒龙军团正在调查破碎群岛的历史。重新游玩“军团再临”内容更新，体验全新赛季技能，赢取全新赛季奖励！",
["T"] = "《魔兽世界》幻境新生：军团再临",
},
[1688] = {
["D"] = "诡谲的烈风从另一个世界吹来，还有零星的传闻说，手持麻袋的奇怪生物现身于世……\r\n\r\n快去找找，看看它们究竟藏着什么样的财宝！",
["T"] = "贪婪的特使",
},
[737] = {
["T"] = "PvP乱斗：阿拉希暴风雪",
},
[1609] = {
["D"] = "在安德麦的街头巷尾揭竿而起，从铬武大王加里维克斯的压迫下解放这座城市。",
["T"] = "解放安德麦",
},
[1625] = {
["D"] = "玩家可以使用团队查找器进入解放安德麦的第四个区域：铬武大王。",
["T"] = "解放安德麦",
},
[634] = {
["D"] = "今天是乱羽角鹰兽孵化的日子。前往位于菲拉斯的乱羽高地，亲眼见证这一奇景吧！",
["T"] = "角鹰兽孵化日",
},
[642] = {
["D"] = "艾泽拉斯的居民需要休息。让我们去千针石林划船吧！",
["T"] = "赛艇大会",
},
[327] = {
["D"] = "月光林地的德鲁伊每年都会举行一次庆典，以庆祝他们对一股远古的邪恶力量所取得的胜利。在春节期间，艾泽拉斯的人民可以祭拜睿智的祖先，共享美味的盛宴，还有……绚丽的烟花！",
["T"] = "春节",
},
[658] = {
["D"] = "艾泽拉斯的大庆典！每个种族的主城中都会燃放美丽的烟花，每小时一次，整夜不停！",
["T"] = "烟花庆典",
},
[563] = {
["D"] = "在此活动期间，随机战场奖励的荣誉值提高。荣耀在战场上等着你！",
["T"] = "战场假日活动",
},
[587] = {
["D"] = "在此活动期间，10级及以上玩家可以加入特殊的随机时空漫游地下城队列，将地下城与奖励调整到与玩家相同的等级水平，重温“大地的裂变”内容更新的地下城。\r\n\r\n在“大地的裂变”时空漫游期间，你可以组建一个10人到30人的团队，前往奥格瑞玛或暴风城，与沃尔姆谈话以进入火焰之地团队副本的时空漫游版本。",
["T"] = "时空漫游地下城活动",
},
[62] = {
["D"] = "在日落之后，伴随着每小时一次的焰火舞会，仲夏火焰节将缓缓落下帷幕。\r\n\r\n想要观看表演的话，可以前去各大主城或者藏宝海湾。",
["T"] = "焰火表演",
},
[1595] = {
["D"] = "又到魔兽世界周年庆了！\r\n\r\n这是来自魔兽世界开发团队的感谢，希望您能够继续享受在艾泽拉斯世界的冒险，与我们一起探索未知的未来。",
["T"] = "《魔兽世界》二十周年",
},
[635] = {
["D"] = "今天，艾泽拉斯和德拉诺的居民将共同表彰他们的保卫者所作出的贡献。向一名卫兵敬礼以表达你的敬意吧！",
["T"] = "志愿军日",
},
[1405] = {
["D"] = "万圣节是被遗忘者庆祝自己摆脱天灾军团控制的节日。\r\n\r\n艾泽拉斯的旅店老板们会向所有上门问候的人送出糖果或恶作剧，到处都是欢乐的笑声。",
["T"] = "万圣节",
},
[1056] = {
["D"] = "在此活动期间，10级及以上玩家可以加入特殊的随机时空漫游地下城队列，将地下城与奖励调整到与玩家相同的等级水平，重温“德拉诺之王”内容更新的地下城。",
["T"] = "时空漫游地下城活动",
},
[141] = {
["D"] = "冬天爷爷正在带着烟林牧场的礼物访问铁炉堡和奥格瑞玛。整个艾泽拉斯到处充满着节日的喜庆气氛！",
["T"] = "冬幕节",
},
[691] = {
["D"] = "掸去肩甲上的征尘，加入艾泽拉斯的时尚比拼吧！与任意主城的幻化师对话，参与时尚试炼！",
["T"] = "时尚试炼",
},
[1263] = {
["D"] = "在此活动期间，10级及以上玩家可以加入特殊的随机时空漫游地下城队列，将地下城与奖励调整到与玩家相同的等级水平，重温“军团再临”内容更新的地下城。",
["T"] = "时空漫游地下城活动",
},
[1660] = {
["D"] = "玩家可以使用团队查找器进入法力熔炉：欧米伽的第三个区域：黑暗之心。",
["T"] = "法力熔炉：欧米伽",
},
[423] = {
["D"] = "艾泽拉斯的各大主城中弥漫着某种气息。工匠齐聚一堂，展开了馈赠盛典。市民们会收到所爱之人饱含善意和爱意的礼物。",
["T"] = "情人节",
},
[1613] = {
["D"] = "玩家可以使用团队查找器进入解放安德麦的第一个区域：静音行动。",
["T"] = "解放安德麦",
},
[1645] = {
["D"] = "干扰法力熔炉：欧米伽的运作，以免现实世界被重生的迪门修斯彻底吞噬。",
["T"] = "法力熔炉：欧米伽",
},
[644] = {
["D"] = "安戈洛环形山的恐龙越来越焦躁了。该去拜访它们一下了！",
["T"] = "安戈洛狂欢节",
},
[1312] = {
["T"] = "PvP乱斗：决战影踪派",
},
[1407] = {
["D"] = "驭空者受到艾泽拉斯骑手会的邀请，前往外域参加各地的赛事！和瓦德拉肯的安德斯塔兹领主谈谈，了解更多信息。",
["T"] = "外域杯",
},
[1501] = {
["D"] = "又到魔兽世界周年庆了！\r\n\r\n这是来自魔兽世界开发团队的感谢，希望您能够继续享受在艾泽拉斯世界的冒险，与我们一起探索未知的未来。",
["T"] = "《魔兽世界》二十一周年",
},
[565] = {
["D"] = "在此活动期间，你的宠物可获得双倍经验值！快出去战斗吧！",
["T"] = "宠物对战假日活动",
},
[479] = {
["D"] = "暗月马戏团已经开张营业！\r\n\r\n去拜访希拉斯·暗月和他的马戏团，玩一玩考验头脑和胆量的游戏，看一看来自艾泽拉斯各地的奇特珍品……还有更多的乐趣在等着你！",
["T"] = "暗月马戏团",
},
[321] = {
["D"] = "收获节的意义，在于纪念那些为帮助朋友和伙伴而牺牲的英雄们。奥格瑞玛和铁炉堡外都在举行盛宴，向那些英雄表示敬意。",
["T"] = "收获节",
},
[181] = {
["D"] = "复活节到了。许多彩蛋巧妙地隐藏在每个种族的新手区域——年轻的英雄们初次检验自己力量的地方，你能找到多少呢？",
["T"] = "复活节",
},
[1679] = {
["D"] = "玩家现在可以在剧情模式下直面诸界吞噬者迪门修斯。",
["T"] = "法力熔炉：欧米伽",
},
[1053] = {
["D"] = "目击者称，艾泽拉斯有多处出现了T恤商，而且他们的T恤……不要钱！！！甚至还有传言说，有艺人正在主城中发放免费的二手衬衫！",
["T"] = "免费T恤日",
},
[372] = {
["D"] = "美酒节最初是矮人的节日，但现在已经成为了艾泽拉斯所有种族都喜欢的节日！\r\n\r\n前往铁炉堡外面的联盟营地，或是奥格瑞玛外面的部落营地参加狂欢吧！",
["T"] = "美酒节",
},
[1234] = {
["T"] = "PvP乱斗：人机对决",
},
[1123] = {
["T"] = "PvP乱斗：经典阿什兰",
},
[1649] = {
["D"] = "玩家可以使用团队查找器进入法力熔炉：欧米伽的第一个区域：影卫之力。",
["T"] = "法力熔炉：欧米伽",
},
[645] = {
["D"] = "这是一个风和日丽的日子……最适合坐着热气球观光了。快乘上热气球饱览美景，结交新朋友吧！",
["T"] = "春日气球节",
},
[1425] = {
["D"] = "青铜龙军团再次发现时间流变得越发紊乱，有好几条时间流在与我们的时间流迅速交叉！\r\n\r\n连续完成时空漫游地下城后，你会获得时间流学识，暂时提升你获得的经验值。此外，在限定时间内，多恩诺嘉尔的档案员弗里兹伦提供的时空漫游任务奖励也会提升，会变为全新的英雄等级蛛魔宝物箱。",
["T"] = "紊乱时间流",
},
[692] = {
["D"] = "今天，奥格瑞玛和暴风城的主拍卖行已经清场并改为了舞会！快来展示一下你们的阵营荣誉感吧！",
["T"] = "舞会",
},
[201] = {
["D"] = "让孤儿看看英雄的生活是怎样的！拜访暴风城的孤儿监护员奈丁加尔，奥格瑞玛的孤儿监护员巴特维尔，沙塔斯城的孤儿院长莫希，达拉然的孤儿监护员艾蕊娅，达萨罗的看护者帕戴，或是伯拉勒斯的孤儿院长维斯特森。让孩子们梦想成真吧！",
["T"] = "儿童周",
},
[404] = {
["D"] = "感恩节是一场感谢好运，并将自己的幸福和周围的人们共同分享的节日。",
["T"] = "感恩节",
},
[1054] = {
["D"] = "GG工程公司在瓦丝琪尔的深海里发现了冷光生物。他们急需你的帮助才能展开研究，因为这些生物很快就会重新消失在深海中！",
["T"] = "幽光之星",
},
[1674] = {
["D"] = "传承地下城和团队副本中的敌人囤积了额外的宝贝。再次击败他们，获取丰厚的奖励！",
["T"] = "收集者的悬赏",
},
[701] = {
["T"] = "PvP乱斗：爆棚乱战",
},
[341] = {
["D"] = "一个欢笑与庆祝的时刻，以纪念一年中最热的季节。",
["T"] = "仲夏火焰节",
},
[643] = {
["D"] = "在此活动期间，10级及以上玩家可以加入特殊的随机时空漫游地下城队列，将地下城与奖励调整到与玩家相同的等级水平，重温“熊猫人之谜”内容更新的地下城。",
["T"] = "时空漫游地下城活动",
},
[638] = {
["D"] = "历史上的今天，甲虫之锣被敲响，开启了安其拉的大门。代表你的阵营收集补给品，或者击杀暮光之锤和其拉虫族的部队。获胜的阵营可以将自己的旗帜挂在甲虫之锣旁，直至年末！",
["T"] = "甲虫的召唤",
},
[659] = {
["T"] = "PvP乱斗：引力失效",
},
[1558] = {
["D"] = "在此活动期间，每个“地心之战”地下城的最终首领都会在被击败后额外奖励玩家一件物品。",
["T"] = "“地心之战”地下城活动",
},
[1617] = {
["D"] = "玩家可以使用团队查找器进入解放安德麦的第二个区域：疯狂机械师。",
["T"] = "解放安德麦",
},
[660] = {
["T"] = "PvP乱斗：南海镇VS塔伦米尔",
},
[1395] = {
["D"] = "驭空者受到艾泽拉斯骑手会的邀请，前往卡利姆多参加各地的赛事！和瓦德拉肯的安德斯塔兹领主谈谈，了解更多信息。",
["T"] = "卡利姆多杯",
},
[1673] = {
["D"] = "各位格斗的爱好者们，大家好。世间最穷凶极恶的大坏蛋们已经组成了队伍，誓要报仇雪恨！前往暴风城、奥格瑞玛或多恩诺嘉尔，与艾泽拉斯历史上的各大反派首领再分胜负！",
["T"] = "卑鄙双雄",
},
[324] = {
["D"] = "万圣节是被遗忘者庆祝自己摆脱天灾军团控制的节日。\r\n\r\n艾泽拉斯的旅店老板们会向所有上门问候的人送出糖果或恶作剧，到处都是欢乐的笑声。",
["T"] = "万圣节",
},
[1062] = {
["D"] = "GG工程公司在瓦丝琪尔的深海里发现了冷光生物。他们急需你的帮助才能展开研究，因为这些生物很快就会重新消失在深海中！",
["T"] = "幽光之星",
},
[1166] = {
["T"] = "PvP乱斗：魔古接力",
},
[1221] = {
["T"] = "PvP乱斗：战歌争夺战",
},
[559] = {
["D"] = "在此活动期间，10级及以上玩家可以加入特殊的随机时空漫游地下城队列，将地下城与奖励调整到与玩家相同的等级水平，重温“燃烧的远征”内容更新的地下城。\r\n\r\n在“燃烧的远征”时空漫游期间，你可以组建一个10人到30人的团队，前往位于外域的沙塔斯城，与沃尔姆谈话以进入黑暗神殿团队副本的时空漫游版本。",
["T"] = "时空漫游地下城活动",
},
[694] = {
["D"] = "今天，月光林地将举办一场有关枭兽的有趣庆典。快来看看你能学到些什么吧！",
["T"] = "枭兽节",
},
[1239] = {
["T"] = "PvP乱斗：深风大灌篮",
},
}