--[[
https://wago.tools/db2/PerksActivity?locale=zhCN
[ID]= {'ActivityName_lang', 'Description_lang'},

https://wago.tools/db2/PerksActivityThresholdGroup?locale=zhCN
[Field_10_0_5_47118_002]= 'Name_lang',

https://warcraft.wiki.gg/wiki/API_C_PerksProgram.GetCategoryInfo
[ID]= DisplayName_lang

https://wago.tools/db2/PerksVendorCategory?locale=zhCN
https://wago.tools/db2/PerksActivityTag?locale=zhCN
[ID]= 'TagName_lang',




[0] = "当前数据版本 12.0.1 - 65867 总数 887, 由 WoWTools Chinese Scanner 插件收集",
]]
local PerksActivity = {
nil,
nil,
{
["name"] = "完成30个任务",
["desc"] = "完成可提供经验值的任务。",
},
{
["name"] = "击败50个地下城首领",
["desc"] = "击败可以提供经验值的地下城首领。",
},
{
["name"] = "冬幕节：获得一顶精心缝制的节日帽子",
["desc"] = "{EventStartDate}到{EventEndDate}期间，获得精心缝制的节日帽子",
},
{
["name"] = "完成5个史诗钥石地下城",
},
{
["name"] = "完成15个世界任务",
},
{
["name"] = "消灭10个“巨龙时代”团队副本首领",
},
{
["name"] = "在史诗难度下消灭任意“巨龙时代”团队副本首领",
},
{
["name"] = "获得7500点荣誉点数",
},
{
["name"] = "赢得5次战场胜利",
},
{
["name"] = "赢得10次非练习赛的竞技场比赛",
},
{
["name"] = "完成制造订单",
["desc"] = "制造订单办事员交谈并完成制造订单。",
},
{
["name"] = "赢得15场宠物对战",
},
nil,
{
["name"] = "在跨阵营队伍中击败地下城首领",
["desc"] = "在跨阵营队伍中击败可以提供经验值的地下城首领。",
},
{
["name"] = "在诺森德完成任务",
},
{
["name"] = "完成5个“巫妖王之怒”时空漫游地下城",
},
{
["name"] = "击败巫妖王",
["desc"] = "在冰冠堡垒消灭巫妖王。",
},
{
["name"] = "完成奥特兰克山谷战场",
},
{
["name"] = "战斗宠物周：使用一个小助手击败所有诺森德的驯宠大师",
["desc"] = "{EventStartDate}到{EventEndDate}期间，使用至少一个小助手击败所有诺森德的驯宠大师",
},
{
["name"] = "时空漫游：在诺森德钓鱼",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在诺森德钓起物品。",
},
{
["name"] = "对拉格纳罗斯使用表情/颤抖（/shiver）",
["desc"] = "对熔火之心的拉格纳罗斯使用表情/寒冷（/cold）。",
},
{
["name"] = "冬幕节：穿着对应节日的服饰，在节日之树下跳舞",
["desc"] = "{EventStartDate}到{EventEndDate}期间，穿着冬季套装，和另一名玩家在节日的树下跳舞。",
},
{
["name"] = "消灭100个冰元素",
},
{
["name"] = "暗月马戏团：完成“目标：乌龟”",
["desc"] = "5月4日到5月10日期间，在暗月岛上完成“目标：乌龟”任务。",
},
{
["name"] = "冬幕节：消灭3个节日首领",
["desc"] = "{EventStartDate}到{EventEndDate}期间，消灭以下首领里的三个",
},
{
["name"] = "云游节：参加云游节",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卡桑琅丛林的海龟沙滩参加云游节。",
},
{
["name"] = "云游节：放出一盏灯笼并阅读《等待海龟》",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卡桑琅丛林的云游节放出一盏灯笼并阅读《等待海龟》。",
},
{
["name"] = "暗月马戏团：乘坐旋转木马或者过山车后食用玉米香肠",
["desc"] = "9月7日到9月13日期间，在暗月马戏团乘坐旋转木马或者过山车，并食用玉米香肠。",
},
{
["name"] = "消灭对立阵营领袖",
},
{
["name"] = "探索一个冰天雪地的区域",
["desc"] = "彻底探索以下一个地区。",
},
{
["name"] = "完成5个跨阵营战场",
},
{
["name"] = "冬幕节：获得“冻死了”",
["desc"] = "{EventStartDate}到{EventEndDate}期间，使用考格雷什的冷却用品，获得“冻死了”",
},
nil,
{
["name"] = "时空漫游：在德拉诺完成任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在德拉诺完成任务。",
},
{
["name"] = "时空漫游：完成5个“德拉诺之王”时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“德拉诺之王”时空漫游地下城。",
},
{
["name"] = "完成地狱火堡垒",
},
{
["name"] = "在塔纳安丛林消灭15个玩家",
},
{
["name"] = "使用龙类宠物击败巨龙群岛的驯宠大师",
["desc"] = "使用至少2个龙类宠物击败2个巨龙群岛的驯宠大师",
},
{
["name"] = "时空漫游：在德拉诺钓鱼",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在德拉诺钓起物品。",
},
{
["name"] = "使用欢乐宠物小吃",
["desc"] = "从达拉然的布琳妮处购买欢乐宠物小吃。",
},
{
["name"] = "情人节：在巨龙群岛使用小匹德菲特的可爱炉石",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在巨龙群岛使用小匹德菲特的可爱炉石。",
},
{
["name"] = "情人节：在欧恩哈拉平原使用浪漫午餐篮",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在欧恩哈拉平原使用浪漫午餐篮。",
},
{
["name"] = "情人节：完成“糖果闪电战”",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“糖果闪电战”任务。",
},
{
["event"] = "情人节",
["name"] = "情人节：击败药剂师汉摩尔",
["desc"] = "2/09到2/23期间，在影牙城堡消灭药剂师汉摩尔。",
},
{
["name"] = "情人节：献上可爱的情人符手镯",
["desc"] = "{EventStartDate}到{EventEndDate}期间，向一名同阵营的领袖献上可爱的情人符手镯。",
},
{
["name"] = "/拥抱（/hug）死亡的玩家",
["desc"] = "使用表情/拥抱（/hug）死亡的玩家",
},
{
["name"] = "复活玩家",
},
{
["name"] = "喝下赞吉尔的慢性毒药",
["desc"] = "喝下赞吉尔的慢性毒药，该物品可以在暴风城的杰拉德·布莱克处或奥格瑞玛的阿尔菲斯·凯恩处购买。",
},
{
["name"] = "挖鼻孔，并向决战奥格瑞玛中的加尔鲁什·地狱咆哮展示",
},
{
["name"] = "在拍卖行通过拍卖物品获得金币",
},
{
["name"] = "食用巧克力蛋糕切片、可爱的蛋糕块和浆果馅饼切片",
["desc"] = "食用巧克力蛋糕切片、可爱的蛋糕块和浆果馅饼切片，这些食物可以从旧达拉然的艾美处购买。",
},
{
["event"] = "角鹰兽孵化日",
["name"] = "角鹰兽孵化日：让乱羽雏鸟落在肩头",
["desc"] = "2/23，让一只乱羽雏鸟落在你的肩头。",
},
{
["event"] = "角鹰兽孵化日",
["name"] = "角鹰兽孵化日：使用幽灵之羽",
["desc"] = "2/23，在洛珊丽姆身上拾取一片幽灵之羽。",
},
{
["name"] = "暗月马戏团：摆出一个大浆果馅饼",
["desc"] = "2月2日到2月8日期间，在暗月岛上摆出一个大浆果馅饼。",
},
{
["name"] = "在破碎群岛完成15个任务",
},
nil,
{
["name"] = "完成安托鲁斯，燃烧王座",
},
{
["name"] = "完成5场阿什兰战场",
},
{
["name"] = "时尚试炼：获得100个时尚试炼奖币",
["desc"] = "{EventStartDate}到{EventEndDate}期间，参加时尚试炼并获得时尚试炼奖币。",
},
{
["name"] = "只使用魔法宠物击败全部“军团再临”的驯宠大师",
},
{
["name"] = "时空漫游：在破碎群岛钓鱼",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在破碎群岛钓起物品。",
},
{
["name"] = "获得一件令你光彩照人的玩具",
},
{
["name"] = "时尚试炼：向其他玩家/欢呼（/cheer）",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在参加时尚试炼时向其他玩家使用表情/欢呼（/cheer）。",
},
{
["name"] = "时尚试炼：使用时尚试炼灯光、舞池和火焰",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在参加时尚试炼时使用时尚试炼灯光、舞池和火焰。",
},
{
["name"] = "时尚试炼：使用崇拜者的信",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在参加时尚试炼时使用崇拜者的信。",
},
{
["name"] = "在魔导师平台击败凯尔萨斯·逐日者。",
},
{
["name"] = "安戈洛狂欢节：拾取恐龙魔精",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在安戈洛环形山拾取恐龙魔精。",
},
{
["name"] = "安戈洛狂欢节：获得适者生存“威压”",
["desc"] = "{EventStartDate}到{EventEndDate}期间，使用恐龙魔精提升适者生存效果，直到你获得“威压”。",
},
{
["name"] = "暗月马戏团：完成炮弹飞人",
["desc"] = "3月2日到3月8日期间，在暗月岛上完成“炮弹飞人”任务。",
},
{
["name"] = "使用过度调整的柯基护目镜玩具",
},
{
["name"] = "时尚试炼：更换你的造型",
["desc"] = "{EventStartDate}到{EventEndDate}期间，访问理发师，更换你的造型。",
},
{
["name"] = "时尚试炼：收集“商人的弯帽”外观",
["desc"] = "{EventStartDate}到{EventEndDate}期间，通过参与时尚试炼收集“商人的弯帽”外观。",
},
{
["name"] = "在“光彩照人”时，向其他玩家展示你的/强壮（/flex）",
["desc"] = "你拥有“光彩照人”类型的玩具效果时，对一名玩家使用表情/强壮（/flex）。",
},
{
["name"] = "向对立阵营的玩家/屈膝（/curtsey）",
["desc"] = "对一名对立阵营的玩家使用表情/屈膝（/curtsey）。",
},
{
["name"] = "对“光彩照人”的玩家感到/敬畏（/awe）",
["desc"] = "用表情对受到“光彩照人”玩具效果影响的玩家表达/敬畏（/awe）",
},
{
["name"] = "在巨龙竞速中达到黄金级别",
},
{
["name"] = "在巨龙群岛各地获取声望",
},
nil,
{
["name"] = "完成15个史诗钥石地下城",
},
{
["name"] = "完成马鲁克半人马的洪荒狩猎",
["desc"] = "在巨龙群岛完成马鲁克半人马的洪荒狩猎。",
},
{
["name"] = "和一名朋友一起令一个大家伙登陆",
["desc"] = "在巨龙群岛和其他玩家一起使用鱼叉令一个大家伙登陆。",
},
{
["name"] = "在伊斯卡拉海象人的社区盛宴期间完成指派的任务",
["desc"] = "在巨龙群岛的伊斯卡拉的社区盛宴期间完成指派的任务。",
},
{
["name"] = "完成“围攻灭龙要塞”",
["desc"] = "在巨龙群岛的觉醒海岸完成“围攻灭龙要塞”。",
},
{
["name"] = "在攀岩时使用“结伴同行”",
["desc"] = "在巨龙群岛的攀岩世界任务中使用“结伴同行”。",
},
{
["name"] = "在拜荒者的风暴中击败特殊生物",
["desc"] = "特殊生物会在巨龙群岛的拜荒者风暴中出现。",
},
{
["name"] = "在巨龙群岛完成4个驭龙术拉力赛的赛道",
["desc"] = "在巨龙群岛上激活的拉力赛的位置与青铜时光守护者交谈。",
},
{
["name"] = "在巨龙群岛完成一个PvP世界任务",
},
{
["name"] = "击败一个巨龙群岛的世界首领",
},
{
["name"] = "完成觉醒海岸的可选故事线",
},
{
["name"] = "完成每周采集任务",
["desc"] = "与瓦德拉肯匠人集市的采集专业技能训练师交谈。",
},
{
["name"] = "完成每周制造任务",
["desc"] = "与瓦德拉肯匠人集市的一名采集专业技能训练师交谈。",
},
{
["name"] = "在巨龙群岛拾取战争补给箱",
},
{
["name"] = "在巨龙群岛钓起物品",
},
{
["name"] = "向守护巨龙表达/爱（/love）",
["desc"] = "在瓦德拉肯使用表情/love（/爱）向守护巨龙表达你的爱意。",
},
{
["name"] = "向陨落巨龙表达/爱（/love）",
["desc"] = "在陨落巨龙的团队副本中使用表情/love（/爱）向2头陨落巨龙表达爱意。",
},
{
["name"] = "获得一个春季主题的玩具",
},
{
["name"] = "复活节：在伊斯卡拉食用复活节巧克力",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在巨龙群岛的伊斯卡拉食用复活节巧克力。",
},
{
["name"] = "复活节：在竞技场或战场中使用春季花朵",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在竞技场或战场中对敌对玩家使用春季花朵。",
},
{
["name"] = "复活节：收集鲜艳的彩蛋",
["desc"] = "{EventStartDate}到{EventEndDate}期间，收集鲜艳的彩蛋。",
},
{
["name"] = "为传奇渔夫拍照",
["desc"] = "在巨龙群岛的编目世界任务中为传奇渔夫拍照。",
},
{
["name"] = "完成编目世界任务",
["desc"] = "在巨龙群岛完成编目世界任务。",
},
{
["name"] = "获得元素涌流",
["desc"] = "从巨龙群岛上受到原始风暴影响的生物处获取元素涌流。",
},
{
["name"] = "在巨龙群岛完成驭龙术赛道",
["desc"] = "在巨龙群岛与青铜时光守护者交谈。",
},
{
["name"] = "复活节：放置彩蛋",
["desc"] = "{EventStartDate}到{EventEndDate}期间，放置12个精致彩蛋或1个华丽彩蛋。",
},
{
["name"] = "蝌蚪远足日：完成“蝌蚪的礼物”",
["desc"] = "在{EventStartDate}完成任务“蝌蚪的礼物”。",
},
{
["name"] = "完成欧恩哈拉平原的可选故事线",
},
{
["name"] = "击败洪荒狩猎首领",
["desc"] = "击败巨龙群岛的马鲁克半人马洪荒狩猎的首领。",
},
{
["name"] = "使用鱼叉令大家伙登陆",
["desc"] = "在巨龙群岛使用鱼叉令大家伙登陆。",
},
{
["name"] = "上交黑曜钥匙",
["desc"] = "在巨龙群岛的黑曜堡垒向任意人士上交黑曜钥匙。",
},
{
["name"] = "更换驭龙术坐骑的外观",
["desc"] = "造访巨龙群岛的幻形讲坛，改变你的驭龙术坐骑的自定义外观。",
},
{
["name"] = "在碧蓝林海的钴蓝集所训练场获得荣誉",
},
{
["name"] = "志愿军日：消灭城市入侵者",
["desc"] = "在{EventStartDate}向暴风城或奥格瑞玛的卫兵/敬礼（/salute），并消灭城市入侵者。",
},
{
["name"] = "暗月马戏团：完成“劲舞暗月”",
["desc"] = "6月1日到6月7日期间，在暗月岛上完成“劲舞暗月”任务。",
},
{
["name"] = "暗月马戏团：乘坐旋转木马或摇摇虎时/欢呼（/cheer）",
["desc"] = "2月2日到2月8日期间，在暗月岛上乘坐旋转木马或摇摇虎时使用表情/cheer（/欢呼）。",
},
{
["name"] = "使用巨龙群岛传送网络",
["desc"] = "通过与远古界门互动来使用巨龙群岛的传送网络。",
},
{
["name"] = "在龙泉顶消灭生物",
["desc"] = "在欧恩哈拉平原东南部的龙泉顶消灭可以提供经验值的生物。",
},
{
["name"] = "完成洪水的试炼",
["desc"] = "在巨龙群岛的欧恩伊尔清泉完成洪水的试炼。",
},
{
["name"] = "完成宁梦温泉故事线",
["desc"] = "在巨龙群岛的索德拉苏斯完成宁梦温泉故事线。",
},
{
["name"] = "使用龙类宠物击败巨龙群岛精英宠物",
["desc"] = "使用至少有2个龙类宠物的阵容击败2个巨龙群岛的精英宠物。",
},
{
["name"] = "在光彩照人时钓到物品",
["desc"] = "装备玛瑙闪光防护镜或工匠眼镜时钓到物品。",
},
{
["name"] = "在“看”上去不错时制作物品",
["desc"] = "装备玛瑙闪光防护镜或工匠眼镜时制作物品。",
},
{
["name"] = "完成碧蓝林海的可选故事线",
},
{
["name"] = "在诺库顿要塞获得荣誉",
["desc"] = "在巨龙群岛的诺库顿要塞获取荣誉。",
},
{
["name"] = "更改洪荒狩猎伙伴的外观",
["desc"] = "在巨龙群岛洪荒狩猎的位置与训练师弗洛德朗交谈。",
},
{
["name"] = "在巨龙群岛发现隐藏的宝石簇",
["desc"] = "在巨龙群岛使用宝石簇地图。",
},
{
["name"] = "使用机械宠物击败巨龙群岛的驯宠大师",
["desc"] = "使用至少有2个机械宠物的阵容击败2个巨龙群岛的驯宠大师",
},
{
["name"] = "在欧恩哈拉平原拾取一份赏金和一个战争补给箱",
["desc"] = "在欧恩哈拉平原从一名被消灭的玩家身上拾取一份战争模式的赏金，并打开一个战争补给箱。",
},
nil,
nil,
nil,
{
["name"] = "完成“围攻灭龙要塞”",
["desc"] = "完成觉醒海岸的围攻灭龙要塞场景战役。",
},
{
["name"] = "完成一个PvP世界任务",
["desc"] = "完成以下任意一个PvP世界任务",
},
{
["name"] = "完成攀岩世界任务",
["desc"] = "在巨龙群岛完成攀岩世界任务。",
},
{
["name"] = "被拜荒者风暴的飓风击中",
["desc"] = "在一次拜荒者的雷霆风暴中，被一股飓风击退。",
},
{
["name"] = "完成艾拉格商队任务",
["desc"] = "在巨龙群岛的欧恩哈拉平原完成艾拉格商队任务。",
},
{
["name"] = "在使用驭龙术时飞过群岛强风",
["desc"] = "在巨龙群岛使用驭龙术飞过群岛强风。",
},
{
["name"] = "在伊斯卡拉海象人鱼窝中钓起物品",
},
{
["name"] = "在巨龙群岛收集血腥硬币",
["desc"] = "在巨龙群岛完成PvP活动。",
},
{
["name"] = "复活节：完成每日任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成复活节日常任务。",
},
{
["name"] = "在巨龙群岛对小动物们使用表情/弹跳或/蹦跶（/bounce）",
["desc"] = "在巨龙群岛对以下小动物使用表情/弹跳或/蹦跶（/bounce）",
},
{
["name"] = "在光彩照人时喝汤",
["desc"] = "受到“光彩照人”玩具效果影响时，从伊斯卡拉的公用之锅中喝汤。",
},
{
["name"] = "商栈周年纪念：给商栈一点/爱（/love）",
["desc"] = "用表情对商栈的商人和货物展示/love（/爱）。",
},
{
["name"] = "击败25个团队副本首领",
},
{
["name"] = "和朋友们一起令一个大家伙登陆。",
["desc"] = "在巨龙群岛和至少5名其他玩家一起使用鱼叉令一个大家伙登陆。",
},
{
["name"] = "完成公开制造订单",
["desc"] = "在瓦德拉肯的匠人集市与制造订单办事员交谈，获取制造订单。",
},
{
["name"] = "完成个人制造订单",
["desc"] = "与瓦德拉肯匠人集市的一名专业技能训练师交谈。",
},
{
["name"] = "复活节：穿戴春季头饰完成一个“巨龙时代”地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，穿戴一种春季头饰完成一个“巨龙时代”地下城。",
},
{
["name"] = "击败暴风之怒首领",
["desc"] = "在巨龙群岛的拜荒者的未来中击败暴风之怒首领。",
},
nil,
{
["name"] = "完成公开制造订单",
["desc"] = "在瓦德拉肯的匠人集市与制造订单办事员交谈，获取制造订单。",
},
nil,
{
["name"] = "打开兹斯克拉宝库里的门",
["desc"] = "使用兹斯克拉宝库钥匙打开兹斯克拉宝库里的门。",
},
{
["name"] = "完成马鲁克半人马的洪荒狩猎",
["desc"] = "在巨龙群岛完成马鲁克半人马的洪荒狩猎。",
},
{
["name"] = "在社区盛宴期间进行“是，大厨！”",
["desc"] = "在巨龙群岛伊斯卡拉的社区盛宴进行“是，大厨！”。",
},
{
["name"] = "完成驭龙竞速世界任务",
},
{
["name"] = "完成龙鳞探险队世界任务",
["desc"] = "在巨龙群岛完成龙鳞探险队世界任务。",
},
{
["name"] = "击败禁忌离岛的原始风暴首领",
["desc"] = "击败巨龙群岛的禁忌离岛上的原始风暴首领。",
},
{
["name"] = "完成“生命火花”任务",
["desc"] = "完成巨龙群岛的“生命火花”任务。",
},
{
["name"] = "完成兹斯克拉宝库的每周任务",
["desc"] = "在巨龙群岛的禁忌离岛完成兹斯克拉宝库的每周任务。",
},
{
["name"] = "使用龙类宠物击败巨龙群岛的驯宠师",
["desc"] = "使用至少包含2个龙类宠物的阵容击败巨龙群岛的驯宠师",
},
{
["name"] = "在“德拉诺之王”地下城中使用“跃舞流沙”玩具",
},
{
["name"] = "儿童周：完成一个任务线",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成下列儿童周任务：",
},
{
["name"] = "儿童周：和你的孤儿一起完成日常任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在身边有一名孤儿的情况下完成日常任务。",
},
{
["name"] = "儿童周：在身边有一名孤儿的情况下，使用鱼叉令大家伙登陆",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在身边有一名孤儿的情况下，使用鱼叉令大家伙登陆。",
},
{
["name"] = "儿童周：完成4个任务线",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成下列儿童周任务：",
},
{
["name"] = "儿童周：在身边有一名孤儿的情况下，对派拉/欢呼（/cheer）",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在身边有一名孤儿的情况下，对伊斯卡拉的派拉·凉风使用表情/欢呼（/cheer）。",
},
{
["name"] = "儿童周：在召唤出你的一名孤儿的情况下，完成史诗钥石地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在身边有一名孤儿的情况下，完成史诗钥石地下城。",
},
{
["name"] = "春日气球节：完成一趟热气球之旅",
["desc"] = "{EventStartDate}到{EventEndDate}期间，跳上一个热气球，享受整趟旅途。",
},
{
["name"] = "亮顶节：见证弗肖的崛起和陨落",
["desc"] = "{EventStartDate}，在赞加沼泽的孢子村帮助保护伟大的弗肖，尽量让她活得久一点。",
},
{
["name"] = "暗月马戏团：完成“坦克指挥官”",
["desc"] = "7月6日到7月12日期间，在暗月岛上完成“坦克指挥官”任务。",
},
{
["name"] = "暗月马戏团：气球+小马=乐趣",
["desc"] = "1月5日到1月11日期间，拿着气球，骑乘暗月小马环绕暗月岛游览。",
},
{
["name"] = "充气鸭子钓鱼",
["desc"] = "使用浮标：充气鸭子，在巨龙群岛钓起物品。",
},
{
["name"] = "代表火刃氏族消灭生物",
["desc"] = "在拥有火刃旗帜效果的情况下，在巨龙群岛消灭可以提供经验值的生物。",
},
{
["name"] = "使用鱼人眼镜玩具",
["desc"] = "在瓦德拉肯、伊斯卡拉、马鲁凯和龙鳞先遣营地使用鱼人眼镜玩具。",
},
{
["name"] = "对鱼人眼镜玩家/跳舞（/dance）",
["desc"] = "对拥有鱼人眼镜效果的玩家使用表情/跳舞（/dance）",
},
{
["name"] = "掀翻炉石传说游戏盘",
["desc"] = "在碧蓝林海的掉链旅店使用炉石游戏盘玩具。",
},
{
["name"] = "拖拽或者骑乘伊斯卡拉牵拉雪橇",
["desc"] = "使用伊斯卡拉牵拉雪橇玩具，将其四处拖拉，或者骑乘别人的雪橇。",
},
{
["name"] = "时空漫游：击败德拉诺的驯宠师",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败以下德拉诺驯宠大师中的3名：",
},
{
["name"] = "在禁忌离岛完成反向版驭龙竞速赛道",
["desc"] = "在巨龙群岛的禁忌离岛与青铜时光守护者交谈。",
},
{
["name"] = "在巨龙群岛钓熔岩鱼",
},
nil,
nil,
{
["name"] = "在掠地滑翔时恢复驭龙术精力",
},
{
["name"] = "在查拉雷克洞窟完成龙鳞探险队世界任务",
["desc"] = "在查拉雷克洞窟完成攀岩和编目世界任务。",
},
{
["name"] = "使用鱼叉令熔岩大家伙登陆",
["desc"] = "在巨龙群岛的鱼窝处的海象人“大家伙目击点”附近，使用海象人鱼叉令熔岩大家伙登陆。",
},
{
["name"] = "在觉醒海岸消灭玩家",
},
{
["name"] = "使用元素宠物击败禁忌离岛的风暴宠物首领",
["desc"] = "使用至少包含2个元素宠物的阵容击败禁忌离岛的风暴宠物首领",
},
{
["name"] = "仲夏火焰节：完成10个日常任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成仲夏火焰节日常任务。",
},
{
["name"] = "仲夏火焰节：祭拜潘达利亚的火焰",
["desc"] = "{EventStartDate}到{EventEndDate}期间，祭拜潘达利亚的火焰。",
},
{
["name"] = "仲夏火焰节：亵渎潘达利亚的火焰",
["desc"] = "{EventStartDate}到{EventEndDate}期间，亵渎潘达利亚锦绣谷的火焰。",
},
{
["name"] = "仲夏火焰节：祭拜巨龙群岛的火焰",
["desc"] = "{EventStartDate}到{EventEndDate}期间，祭拜巨龙群岛的火焰。",
},
{
["name"] = "仲夏火焰节：在黑曜王座欢庆火焰节",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在觉醒海岸的黑曜王座对一个烈焰舞娘火盆玩具使用表情/跳舞（/dance）。",
},
{
["name"] = "仲夏火焰节：消灭埃霍恩",
["desc"] = "{EventStartDate}到{EventEndDate}期间，消灭冰霜之王埃霍恩。",
},
{
["name"] = "在潘达利亚完成任务",
["desc"] = "在潘达利亚完成可提供经验值的任务。",
},
nil,
{
["name"] = "赢得5次战场胜利",
},
{
["name"] = "测试 - 时空漫游地下城",
},
{
["name"] = "在潘达利亚钓鱼",
},
{
["name"] = "时空漫游：击败潘达利亚的驯宠师",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败以下潘达利亚驯宠大师中的3名：",
},
{
["name"] = "赛艇大会：制造一条小船",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成赛艇大会的任务，获得零件，并将其组装成一条小船。",
},
{
["name"] = "赛艇大会：荡舟巨龙群岛",
["desc"] = "{EventStartDate}到{EventEndDate}期间，使用小船在巨龙群岛各地航行。",
},
nil,
{
["name"] = "暗月马戏团：完成“不死鸟大挑战”",
["desc"] = "6月1日到6月7日期间，在暗月马戏团完成“不死鸟大挑战”任务。",
},
{
["name"] = "暗月马戏团：在暗月岛使用火圈玩具",
["desc"] = "5月4日到5月10日期间，在暗月岛使用火圈玩具。",
},
{
["name"] = "给新生法池加热后，击败柯姬雅·焰蹄（史诗难度）",
["desc"] = "用熔火巨石给4个新生法池加热后，击败红玉新生法池的柯姬雅·焰蹄（史诗难度）。",
},
nil,
{
["name"] = "完成查拉雷克洞窟的巨龙竞速",
["desc"] = "在巨龙群岛的查拉雷克洞窟与青铜时光守护者交谈。",
},
{
["name"] = "在查拉雷克洞窟消灭玩家",
},
{
["name"] = "在查拉雷克洞窟完成宠物对战世界任务",
["desc"] = "在队伍中所有宠物达到25级的情况下，在查拉雷克洞窟完成宠物对战世界任务。",
},
{
["name"] = "在查拉雷克洞窟完成完成攀岩世界任务",
},
{
["name"] = "时空漫游：完成1个“德拉诺之王”时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“德拉诺之王”时空漫游地下城。",
},
{
["name"] = "时空漫游：完成1个“军团再临”时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“军团再临”时空漫游地下城。",
},
{
["name"] = "时空漫游：完成5个“军团再临”时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“军团再临”时空漫游地下城。",
},
{
["name"] = "完成一个宠物对战挑战任务",
["desc"] = "拜访达拉然的宠物商店，或者伯拉勒斯的蒂姬·晃轮，或者达萨罗的雷迪克·线锁来开始挑战。",
},
{
["name"] = "焰火表演：与狂欢者一起/跳舞（/dance）",
["desc"] = "{EventStartDate}，对暴风城、奥格瑞玛和藏宝海湾的狂欢者使用表情/跳舞（/dance）。",
},
{
["name"] = "使用炽燃防御者的勋章玩具并消灭生物",
["desc"] = "拥有炽燃防御者的勋章玩具效果的情况下，在巨龙群岛消灭可以提供经验值的生物。",
},
{
["name"] = "在碎鳞要塞或黑曜堡垒消灭敌人",
["desc"] = "在觉醒海岸的碎鳞要塞或黑曜堡垒消灭生物",
},
{
["name"] = "幽光之星：购买水母果酱",
["desc"] = "{EventStartDate}，从瓦丝琪尔的马克西·磁爆处购买水母果酱。",
},
{
["name"] = "幽光之星：购买潜水传动装置",
["desc"] = "{EventStartDate}，从瓦丝琪尔的马克西·磁爆处购买潜水传动装置。",
},
{
["name"] = "幽光之星：购买损坏的潜水头盔",
["desc"] = "{EventStartDate}，从瓦丝琪尔的马克西·磁爆处购买损坏的潜水头盔。",
},
{
["name"] = "对被“一盒火柴”玩具点燃的玩家使用表情/cold（/寒冷）",
["desc"] = "对处于“一盒火柴”玩具影响下的玩家使用表情/cold（/寒冷）。",
},
{
["name"] = "拍卖行舞会：/不同意（/disagree）愤怒的商人",
["desc"] = "{EventStartDate}，对暴风城或奥格瑞玛的拍卖行外的愤怒的商人使用表情/不同意（/disagree）。",
},
{
["name"] = "使用玩具“一盒火柴”",
["desc"] = "在瓦德拉肯、伊斯卡拉、龙鳞先遣营地和马鲁凯使用玩具“一盒火柴”。",
},
{
["name"] = "拍卖行舞会：获得增益效果“欢乐脚步”",
["desc"] = "{EventStartDate}，在暴风城或奥格瑞玛的拍卖行被召唤到舞台上，获得效果“欢乐脚步”。",
},
{
["name"] = "仲夏火焰节：窃取火焰",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“盗取奥格瑞玛的烈焰”任务，或者“盗取暴风城的烈焰”任务。",
},
{
["name"] = "为商栈/欢呼（/cheer）",
["desc"] = "对商栈的商人和货物使用表情/cheer（/欢呼）。",
},
nil,
{
["name"] = "为尚壳可汗帮/欢呼（/cheer）",
["desc"] = "使用“尚壳可汗帮”玩具并对尚壳可汗帮使用表情/欢呼（/cheer）",
},
{
["name"] = "为守护巨龙/欢呼（/cheer）",
["desc"] = "对瓦德拉肯的守护巨龙使用表情/cheer（/欢呼）",
},
{
["name"] = "使用“隔热舞蹈鞋垫”玩具",
["desc"] = "在瓦德拉肯和峈姆使用玩具“隔热舞蹈鞋垫”。",
},
{
["name"] = "对使用“隔热舞蹈鞋垫”的玩家使用表情/好耶（/huzzah）",
["desc"] = "向使用“隔热舞蹈鞋垫”玩具而处于“脚底起火”玩具效果的对立阵营玩家使用表情/好耶（/huzzah）",
},
{
["name"] = "在弥散营地完成菲莱克突袭日常任务。",
["desc"] = "在巨龙群岛的弥散营地完成菲莱克突袭日常任务。",
},
{
["name"] = "对格里梅罗格竞速蜗牛使用表情/欢呼（/cheer）",
["desc"] = "对格里梅罗格的竞速蜗牛使用表情/cheer（/欢呼）",
},
{
["name"] = "使用玩具“快乐海象人派对”",
["desc"] = "在瓦德拉肯和峈姆使用玩具“快乐海象人派对”。",
},
{
["name"] = "使用玩具“跃舞流沙”",
["desc"] = "在瓦德拉肯、莫库特村和峈姆使用玩具“跃舞流沙”。",
},
{
["name"] = "对“跃舞流沙”的玩家/跳舞（/dance）",
["desc"] = "向使用“跃舞流沙”玩具而获得“跃舞流沙”效果的对立阵营玩家使用表情/跳舞（/dance）。",
},
{
["name"] = "在主城发射飞焰",
["desc"] = "在瓦德拉肯和暴风城或奥格瑞玛使用工程学的飞焰烟花。",
},
{
["name"] = "在鼹鼠人洞穴拾取宝箱",
["desc"] = "在查拉雷克洞窟和一名鼹鼠人伙伴一起探索洞穴时拾取宝箱。",
},
{
["name"] = "在“巨龙时代”地下城中发射飞焰",
["desc"] = "在“巨龙时代”地下城中使用工程学的飞焰烟花。",
},
{
["name"] = "在“巨龙时代”团队副本中使用飞焰",
["desc"] = "在“巨龙时代”团队副本中使用工程学的飞焰烟花。",
},
{
["name"] = "使用“劲舞暗月”玩具",
["desc"] = "在峈姆使用玩具“劲舞暗月”。",
},
{
["name"] = "使用“巨龙茶具”玩具",
["desc"] = "在瓦德拉肯、伊斯卡拉、莫库特村和黑曜王座使用“巨龙茶具”玩具。",
},
{
["name"] = "使用跳舞球玩具",
["desc"] = "在瓦德拉肯和暴风城或奥格瑞玛使用跳舞球玩具来听音乐。",
},
{
["name"] = "暗月马戏团：为乐队/欢呼（/cheer）",
["desc"] = "6月1日到6月7日期间，为暗月岛的乐队/欢呼（/cheer）。",
},
{
["name"] = "获得元素涌流",
["desc"] = "获取元素涌流，可以从受拜荒者风暴影响的生物处拾取。",
},
{
["name"] = "在弥散营地拾取菲莱克突袭的弥散熔炉",
["desc"] = "在巨龙群岛的弥散营地拾取菲莱克突袭的弥散熔炉。",
},
{
["name"] = "在查拉雷克洞窟发现远古之石",
},
{
["name"] = "在研究员遇袭事件中收集泰坦零件",
["desc"] = "在研究员遇袭：泰坦封锁事件中收集泰坦零件。",
},
{
["name"] = "对米里特使用表情/sniff（/吸气）",
["desc"] = "在查拉雷克洞窟通过洞穴探索来搜索宝藏时，对米里特使用表情/吸气（/sniff）。",
},
{
["name"] = "击退蜗牛竞速比赛中兴奋的粉丝",
["desc"] = "在格里梅罗格的蜗牛竞速比赛中，击退干扰比赛的兴奋的粉丝",
},
{
["name"] = "在研究员遇袭事件中消灭生物",
["desc"] = "在查拉雷克洞窟的德雷卡泽拉废墟的研究员遇袭事件中消灭生物。",
},
{
["name"] = "贪婪的特使：消灭2个财宝地精",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在暴风城、奥格瑞玛、多恩诺嘉尔或者安德麦消灭财宝地精。",
},
{
["name"] = "提高在峈姆鼹鼠人中的声望",
},
{
["name"] = "仲夏火焰节：对夏季火元素或者节日火元素宠物使用表情/bow（/鞠躬）",
["desc"] = "{EventStartDate}到{EventEndDate}期间，对夏季火元素或者节日火元素宠物使用表情/bow（/鞠躬）。",
},
nil,
{
["name"] = "赢得1场PvP宠物战斗",
},
{
["name"] = "赢得5场PVP宠物战斗",
},
{
["name"] = "捕捉一只优秀品质的战斗宠物",
["desc"] = "在查拉雷克洞窟捕捉一只优秀品质的战斗宠物。",
},
{
["name"] = "在巨龙群岛赢得决斗",
["desc"] = "在瓦德拉肯、马鲁凯和峈姆与其他玩家的决斗中获胜。",
},
{
["name"] = "帮助小诡赢得蜗牛竞速",
["desc"] = "部落成员在查拉雷克洞窟的格里梅罗格竞赛中协助蜗牛小诡。",
},
{
["name"] = "帮助阿羞赢得蜗牛竞速",
["desc"] = "联盟成员在查拉雷克洞窟的格里梅罗格竞赛中协助蜗牛阿羞。",
},
{
["name"] = "帮助布鲁力赢得蜗牛竞速",
["desc"] = "在查拉雷克洞窟的格里梅罗格竞赛中协助蜗牛布鲁力。",
},
{
["name"] = "在巨龙群岛完成1个驭龙术拉力赛道",
["desc"] = "在巨龙群岛上激活的拉力赛的位置与青铜时光守护者交谈。",
},
{
["name"] = "时尚试炼：获得20个时尚试炼奖币",
["desc"] = "{EventStartDate}到{EventEndDate}期间，参加时尚试炼并获得时尚试炼奖币。",
},
{
["name"] = "时尚试炼：获得300个时尚试炼奖币",
["desc"] = "{EventStartDate}到{EventEndDate}期间，参加时尚试炼并获得时尚试炼奖币。",
},
{
["name"] = "时尚试炼：完成2个“有模有样”任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在巨龙群岛或卡兹阿加各地完成“有模有样”任务。",
},
{
["name"] = "时尚试炼：完成10个“有模有样”任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在巨龙群岛或卡兹阿加各地完成“有模有样”任务。",
},
{
["name"] = "时尚试炼 - 荣获第一",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在时尚试炼比赛中荣获第一。",
},
{
["name"] = "时尚试炼：对胜出的外观做出/敬畏（/awe）表情",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在暴风城或奥格瑞玛的商栈对胜出的外观做出/敬畏（/awe）表情",
},
{
["name"] = "免费T恤日 - 拾取1件免费“T恤”",
["desc"] = "{EventStartDate}，在暴风城或奥格瑞玛拾取免费“T恤”。",
},
{
["name"] = "免费T恤日 - 拾取7件免费“T恤”",
["desc"] = "{EventStartDate}，在暴风城或奥格瑞玛拾取免费“T恤”。",
},
{
["name"] = "免费T恤日：穿着免费“T恤”向对立阵营玩家展示你的/强壮（/flex）",
["desc"] = "{EventStartDate}，穿着免费“T恤”向一名对立阵营玩家展示你的/强壮（/flex）。",
},
{
["name"] = "暗月马戏团：拾取格斗士饰品",
["desc"] = "9月7日到9月13日期间，在暗月岛赢得暗月死斗大赛，并拾取格斗士饰品。",
},
{
["name"] = "暗月马戏团：参加凋零野猪的演唱会",
["desc"] = "7月6日到7月12日期间，在暗月岛参加凋零野猪演唱会。",
},
{
["name"] = "暗月马戏团：完成1次竞速",
["desc"] = "10月5日到10月11日期间，在暗月岛的暗月滨海步道完成竞速。",
},
{
["name"] = "暗月马戏团：完成4场竞速",
["desc"] = "10月5日到10月11日期间，在暗月岛的暗月滨海步道完成竞速。",
},
{
["name"] = "时空漫游：完成1个“燃烧的远征”时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“燃烧的远征”时空漫游地下城。",
},
{
["name"] = "时空漫游：完成5个“燃烧的远征”时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“燃烧的远征”时空漫游地下城。",
},
{
["name"] = "时空漫游：击败外域的驯宠师",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败以下外域驯宠大师中的3名：",
},
{
["name"] = "时空漫游：在外域钓鱼",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在外域钓起物品。",
},
{
["name"] = "完成幼鳞日托所故事线",
["desc"] = "和瓦德拉肯幼鳞日托所的扎哈纳谈一谈。",
},
{
["name"] = "术士：完成“轻盈邪影”",
["desc"] = "以术士的身份完成以下任务：",
},
{
["name"] = "在占星者阵营或奥尔多阵营中达到崇拜声望。",
["desc"] = "在沙塔斯的占星者阵营或奥尔多阵营中达到崇拜声望。",
},
{
["name"] = "完成1个幼鳞日托所的日常任务",
["desc"] = "在瓦德拉肯幼鳞日托所完成日常任务。",
},
{
["name"] = "完成5个幼鳞日托所的日常任务",
["desc"] = "在瓦德拉肯幼鳞日托所完成日常任务。",
},
{
["name"] = "获得飞珑石",
},
{
["name"] = "制作暗影烈焰纹章",
["desc"] = "收集暗影烈焰纹章碎片，制作任意类型的暗影烈焰纹章。",
},
nil,
{
["name"] = "卡利姆多杯：完成5个驭龙竞速赛道",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卡利姆多与青铜时光守护者交谈。",
},
{
["name"] = "卡利姆多杯：完成10个驭龙竞速赛道",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卡利姆多与青铜时光守护者交谈。",
},
{
["name"] = "卡利姆多杯：完成20个驭龙竞速赛道",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卡利姆多与青铜时光守护者交谈。",
},
{
["name"] = "卡利姆多杯：收集幼龙竞速者的头盔外观",
["desc"] = "{EventStartDate}到{EventEndDate}期间，从瓦德拉肯的玛奇萨处购买幼龙竞速者的头盔。",
},
{
["name"] = "卡利姆多杯：穿戴幼龙竞速者的装备时，向安德斯塔兹领主/敬礼（/salute）",
["desc"] = "{EventStartDate}到{EventEndDate}期间，穿戴幼龙竞速者的装备时，向瓦德拉肯的安德斯塔兹领主使用表情/敬礼（/salute）。",
},
{
["name"] = "卡利姆多杯：在青铜时光守护者助理那里询问地点。",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卡利姆多的任意青铜时光守护者助理那里询问赛道的地点。",
},
{
["name"] = "唤魔师：完成“巨龙增辉”",
["desc"] = "以增辉唤魔师的身份完成以下任务：",
},
{
["name"] = "完成2个纪元边界日常任务",
["desc"] = "在索德拉苏斯的纪元边界完成日常任务。",
},
{
["name"] = "完成5个纪元边界日常任务",
["desc"] = "在索德拉苏斯的纪元边界完成日常任务。",
},
{
["name"] = "完成1个时光裂隙",
["desc"] = "在巨龙群岛的索德拉苏斯的提尔要塞水库完成一个时光裂隙。",
},
{
["name"] = "完成5个时光裂隙",
["desc"] = "在巨龙群岛的索德拉苏斯的提尔要塞水库完成一个时光裂隙。",
},
{
["name"] = "击败艾鱼拉斯",
["desc"] = "在巨龙群岛的索德拉苏斯的提尔要塞水库的时光裂隙出现时击败艾鱼拉斯。",
},
{
["name"] = "对索莉多米使用表情/犹豫（/boggle）",
["desc"] = "在巨龙群岛的索德拉苏斯的提尔要塞水库对索莉多米使用表情/犹豫（/boggle）。",
},
{
["name"] = "获得坍缩现实之箱",
["desc"] = "在巨龙群岛的索德拉苏斯的提尔要塞水库从时光裂隙获得坍缩现实之箱。",
},
{
["name"] = "美酒节：获得100枚美酒节奖币",
["desc"] = "{EventStartDate}到{EventEndDate}期间，通过参加美酒节获得美酒节奖币。",
},
{
["name"] = "美酒节：获得300枚美酒节奖币",
["desc"] = "{EventStartDate}到{EventEndDate}期间，通过参加美酒节获得美酒节奖币。",
},
{
["name"] = "美酒节：获得600枚美酒节奖币",
["desc"] = "{EventStartDate}到{EventEndDate}期间，通过参加美酒节获得美酒节奖币。",
},
{
["name"] = "击败阿尔萨斯",
["desc"] = "在巨龙群岛的索德拉苏斯的提尔要塞水库的时光裂隙出现时击败阿尔萨斯。",
},
{
["name"] = "击败伊利丹",
["desc"] = "在巨龙群岛的索德拉苏斯的提尔要塞水库的时光裂隙出现时击败伊利丹。",
},
{
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：完成1个“巫妖王之怒”时空漫游地下城",
["desc"] = "1/27到2/03期间，完成“巫妖王之怒”时空漫游地下城。",
},
{
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：完成5个“巫妖王之怒”时空漫游地下城",
["desc"] = "1/27到2/03期间，完成“巫妖王之怒”时空漫游地下城。",
},
{
["name"] = "时空漫游：完成1个“大地的裂变”时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“大地的裂变”时空漫游地下城。",
},
{
["name"] = "时空漫游：完成5个“大地的裂变”时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“大地的裂变”时空漫游地下城。",
},
{
["name"] = "美酒节：消灭科林·烈酒",
["desc"] = "{EventStartDate}到{EventEndDate}期间，消灭科林·烈酒。",
},
{
["name"] = "海盗日：当一天的海盗",
["desc"] = "{EventStartDate}到{EventEndDate}期间，与藏宝海湾的恐怖船长德梅萨谈一谈，成为她的船员。",
},
{
["name"] = "海盗日：你需要一条大船",
["desc"] = "{EventStartDate}到{EventEndDate}期间，与藏宝海湾的恐怖船长德梅萨谈一谈，并完成任务“你需要一条大船”。",
},
{
["name"] = "海盗日：有彼提的情况下击败哈兰·斯威提",
["desc"] = "{EventStartDate}到{EventEndDate}期间，与藏宝海湾的恐怖船长德梅萨谈一谈，获得彼提，然后在彼提在你肩上的情况下击败哈兰·斯威提。",
},
{
["name"] = "收获节：缅怀英雄",
["desc"] = "{EventStartDate}到{EventEndDate}期间，与奥格瑞玛城外的亚尼·纳沙克谈一谈，或者与铁炉堡的瓦格纳·巨锤谈一谈，完成任务“缅怀英雄”。",
},
{
["name"] = "收获节：对荣耀的先祖或英雄使用表情/鞠躬（/bow）",
["desc"] = "{EventStartDate}到{EventEndDate}期间，对奥格瑞玛城外的荣耀的先祖或者铁炉堡城外的荣耀的英雄使用表情/鞠躬（/bow） 。",
},
{
["name"] = "艾泽拉斯之秘：发现1个秘密",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成一个“艾泽拉斯之秘”任务或者发现一个相关的秘密。",
},
{
["name"] = "被遗忘者：完成传承护甲任务线",
["desc"] = "以被遗忘者的身份完成以下传承护甲任务：",
},
{
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：击败诺森德的驯宠师",
["desc"] = "1/27到2/03期间，击败以下诺森德驯宠大师中的3名：",
},
{
["name"] = "时空漫游：击败大地的裂变的驯宠师",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败以下卡利姆多和东部王国驯宠大师中的3名：",
},
{
["name"] = "艾泽拉斯之秘：发现3个秘密",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“艾泽拉斯之秘”任务或者发现相关的秘密。",
},
{
["name"] = "艾泽拉斯之秘：发现7个秘密",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“艾泽拉斯之秘”任务或者发现相关的秘密。",
},
{
["name"] = "在巨龙群岛完成一个驭龙术挑战赛道",
["desc"] = "在巨龙群岛与青铜时光守护者交谈。",
},
{
["name"] = "在巨龙群岛完成5个驭龙术挑战赛道",
["desc"] = "在巨龙群岛与青铜时光守护者交谈。",
},
{
["name"] = "在巨龙群岛完成10个驭龙术挑战赛道",
["desc"] = "在巨龙群岛与青铜时光守护者交谈。",
},
{
["name"] = "在巨龙群岛完成20个驭龙术挑战赛道",
["desc"] = "在巨龙群岛与青铜时光守护者交谈。",
},
{
["name"] = "完成3个觉醒之梦",
["desc"] = "完成巨龙群岛梦涌地区的觉醒之梦事件。",
},
{
["name"] = "完成15个觉醒之梦",
["desc"] = "完成巨龙群岛梦涌地区的觉醒之梦事件。",
},
{
["name"] = "击败3个梦涌强化的稀有精英",
["desc"] = "在巨龙群岛当前的梦涌区域击败稀有精英",
},
{
["name"] = "击败15个梦涌强化的稀有精英",
["desc"] = "在巨龙群岛当前的梦涌区域击败稀有精英",
},
{
["name"] = "收集100个梦涌凝珠",
["desc"] = "通过巨龙群岛的梦涌地区的活动收集梦涌凝珠",
},
{
["name"] = "完成“和解”任务线",
["desc"] = "在瓦德拉肯和鳞长安波莎谈一谈，开始任务“独翼难飞”。",
},
{
["name"] = "时空漫游：完成1个“熊猫人之谜”时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“熊猫人之谜”时空漫游地下城。",
},
{
["name"] = "时空漫游：完成5个“熊猫人之谜”时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“熊猫人之谜”时空漫游地下城。",
},
nil,
{
["name"] = "收集250个梦涌凝珠",
["desc"] = "通过巨龙群岛的梦涌地区的活动收集梦涌凝珠",
},
{
["name"] = "击败梦涌强化的稀有精英",
["desc"] = "在巨龙群岛当前的梦涌区域击败稀有精英",
},
{
["name"] = "暗月马戏团：完成“敲打时刻”",
["desc"] = "5月4日到5月10日期间，在暗月岛上完成“敲打时刻”任务。",
},
{
["name"] = "暗月马戏团：享受旅程",
["desc"] = "6月2日到6月8日期间，在暗月岛乘坐暗月马戏团旋转木马或过山车。",
},
{
["name"] = "在巨龙宝藏对舞会主顾使用表情/跳舞（/dance）",
["desc"] = "在瓦德拉肯的巨龙宝藏处，对一位舞会主顾使用表情/跳舞（/dance）。",
},
{
["name"] = "随机团队：戴着粉色聚会帽完成团队副本",
["desc"] = "戴着粉色聚会帽完成随机团队副本。",
},
{
["name"] = "美酒节：完成2个美酒节任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成美酒节户外任务。",
},
{
["name"] = "美酒节：完成5个美酒节任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成美酒节户外任务。",
},
{
["name"] = "使用多只亡灵宠物赢得1场PVP宠物对战",
["desc"] = "使用至少2个亡灵宠物赢得1场PVP宠物对战。",
},
{
["name"] = "万圣节：在开启战争模式的情况下找到糖罐",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在开启战争模式的情况下从世界各地的糖罐收集糖果。",
},
nil,
{
["name"] = "照料你在日歌农场的田地",
["desc"] = "去四风谷的半山给日歌农场锄地。",
},
{
["name"] = "在巨龙群岛的4个驭龙术赛道获得黄金评级",
["desc"] = "在巨龙群岛与青铜时光守护者交谈。",
},
nil,
{
["name"] = "万圣节：找到巨龙群岛的糖罐",
["desc"] = "{EventStartDate}到{EventEndDate}期间，从巨龙群岛的糖罐收集糖果。",
},
{
["name"] = "万圣节：找到潘达利亚的糖罐",
["desc"] = "{EventStartDate}到{EventEndDate}期间，从潘达利亚的糖罐收集糖果。",
},
{
["name"] = "万圣节：完成5个万圣节日常任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，前往暴风城或幽暗城，完成万圣节日常任务。",
},
{
["name"] = "万圣节：完成15个万圣节日常任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，前往暴风城或幽暗城，完成万圣节日常任务。",
},
{
["name"] = "万圣节：反复击败无头骑士",
["desc"] = "{EventStartDate}到{EventEndDate}期间，一次次击败无头骑士。",
},
{
["name"] = "万圣节：拥有全部4种柳魔人的诅咒的情况下击败无头骑士",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在接受全部4种柳魔人的诅咒后，击败无头骑士。",
},
{
["name"] = "万圣节：戴着万圣节面具咬苹果",
["desc"] = "{EventStartDate}到{EventEndDate}期间，戴着万圣节面具咬苹果。",
},
{
["name"] = "暗月马戏团：与躁动之魂谈话",
["desc"] = "7月6日到7月12日期间，和暗月岛的一名鬼魂谈话。",
},
{
["name"] = "诺莫瑞根马拉松：参加诺莫瑞根马拉松",
["desc"] = "{EventStartDate}，在丹莫罗的新工匠镇加入赛跑。",
},
{
["name"] = "美酒节：参加大胃王比赛",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在铁炉堡或奥格瑞玛参加美酒节大胃王比赛。",
},
{
["name"] = "对被遗忘者玩家使用表情/咯咯笑（ /cackle）",
["desc"] = "对被遗忘者玩家使用表情/咯咯笑（ /cackle）。",
},
{
["name"] = "在禁忌离岛完成驭龙术世界任务。",
["desc"] = "在巨龙群岛与青铜时光守护者交谈。",
},
{
["name"] = "在巨龙群岛完成进阶版驭龙术赛道",
["desc"] = "在觉醒海岸、欧恩哈拉平原、碧蓝林海和索德拉苏斯完成进阶版驭龙术赛道。",
},
{
["name"] = "暗月马戏团：头戴鱼头参与地下城",
["desc"] = "9月1日到9月7日期间，头戴一个从暗月岛钓起的赤鳞鱼的断头或蓝鳍鱼的断头，使用地下城查找器完成一个地下城。",
},
{
["name"] = "诺莫瑞根马拉松：穿着一件粉色衬衣，以一名10级或以下的侏儒的身份完成赛跑。",
["desc"] = "{EventStartDate}，穿着一件粉色魔纹衬衣，以一名1到10级的侏儒或机械侏儒的身份，在丹莫罗的新工匠镇加入赛跑。",
},
{
["name"] = "在巨龙群岛采集50份草药、矿石或皮革",
},
{
["name"] = "在巨龙群岛采集250份草药、矿石或皮革",
},
{
["name"] = "完成下列驭龙术世界任务中的2个",
},
{
["name"] = "使用驭龙术时，消耗100点精力",
},
{
["name"] = "使用驭龙术时，消耗1000点精力",
},
{
["name"] = "暗月马戏团：完成“开枪！得分!”",
["desc"] = "12月1日到12月7日期间，在暗月岛上完成“开枪！得分！”任务。",
},
nil,
{
["name"] = "完成“生命火花”任务",
["desc"] = "完成巨龙群岛的“生命火花”任务。",
},
{
["name"] = "等级低于70级时在战场获胜",
},
{
["name"] = "使用火鸡赢得一场PvP宠物对战",
["desc"] = "在队伍中有任意火鸡时赢得一场PvP宠物对战",
},
{
["name"] = "给你的宠物喂食小吃或糕点",
["desc"] = "给一只战斗宠物喂食欢乐宠物小吃、宠物糕点或次级宠物糕点。",
},
{
["name"] = "世界任务奖励周：组队完成世界任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在组队时完成世界任务。",
},
{
["event"] = "战场假日活动",
["name"] = "战场奖励周：获得一次史诗战场的胜利",
["desc"] = "2/03到2/10期间，获得一次史诗战场的胜利。",
},
{
["event"] = "“地心之战”地下城活动",
["name"] = "地下城奖励周：与随机玩家一起完成英雄地下城",
["desc"] = "2/24到3/03期间，使用地下城查找器与随机玩家一起完成英雄地下城。",
},
nil,
{
["name"] = "和你的公会成员一起进入地下城",
["desc"] = "在公会队伍中使用地下城查找器完成地下城。",
},
{
["name"] = "组队完成任务",
},
{
["name"] = "同时获得下列所有增益效果",
},
{
["name"] = "骑乘另一名玩家的坐骑",
},
{
["name"] = "悼念日：击败参赛者",
["desc"] = "{EventStartDate}到{EventEndDate}期间，从查普曼处购买一套参赛者服装，并击败另一名同样穿着参赛者服装的玩家。",
},
{
["name"] = "悼念日：完成任务“死者的感激”",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成任务“死者的感激”，该任务可以在你的种族的主城接取。",
},
{
["name"] = "枭兽节：完成“监督枭兽”",
["desc"] = "{EventStartDate}在卡利姆多的月光林地完成任务“监督枭兽”",
},
{
["name"] = "周年庆典：加入战场“科尔拉克的复仇”",
["desc"] = "{EventStartDate}到{EventEndDate}期间，加入战场“科尔拉克的复仇”。",
},
{
["name"] = "魔兽世界周年庆典：消灭末日行者",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯消灭末日行者。",
},
{
["name"] = "周年庆典：对火车王里诺艾使用表情/欢呼（/cheer）",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地对火车王里诺艾做出/欢呼（/cheer）表情。",
},
{
["name"] = "周年庆典：低于20级时组队完成任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在等级低于20级时组队完成5个任务。",
},
{
["name"] = "枭兽节：和枭兽宝宝一起消灭敌人",
["desc"] = "{EventStartDate}，在卡利姆多的月光林地和枭兽宝宝交朋友，然后和枭兽伙伴一起消灭25名可以提供经验值的敌人。",
},
{
["name"] = "周年庆典：在主城发射烟火",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在暴风城或奥格瑞玛发射10枚庆典烟火或飞焰。",
},
{
["name"] = "感恩节：获得分享之魂效果",
["desc"] = "{EventStartDate}到{EventEndDate}期间，食用盛宴餐桌上所有种类的食物，获得分享之魂效果。",
},
{
["name"] = "感恩节：在所有巨龙群岛区域获得分享之魂效果",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在下列地区食用盛宴餐桌上所有种类的食物，获得分享之魂效果。",
},
{
["name"] = "感恩节：烹饪所有感恩节食谱",
["desc"] = "{EventStartDate}到{EventEndDate}期间，烹饪下列所有感恩节食物。",
},
{
["name"] = "感恩节：完成任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成5个感恩节任务。",
},
{
["name"] = "感恩节：品尝艾泽拉斯的美味",
["desc"] = "{EventStartDate}到{EventEndDate}期间，食用下列食物各一份。",
},
{
["name"] = "感恩节：让所有人都覆盖在火鸡的羽毛里",
["desc"] = "{EventStartDate}到{EventEndDate}期间，用火鸡枪射击下列所有种族的玩家。",
},
{
["name"] = "感恩节：头戴感恩者的帽子猎捕火鸡",
["desc"] = "{EventStartDate}到{EventEndDate}期间，头戴感恩者的帽子，迅速在艾尔文森林、提瑞斯法林地或欧恩哈拉平原消灭野生火鸡。",
},
{
["name"] = "周年庆典：和霜翼一起赢得一场PVP宠物对战",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在队伍中有小霜的情况下赢得一场PVP宠物对战。",
},
{
["name"] = "使用飞珑石升级物品",
},
{
["name"] = "与你招募的朋友或者招募你的朋友一起，完成一个随机地下城或战场",
["desc"] = "与你招募的朋友或者招募你的朋友一起，使用地下城查找器来完成一个随机地下城，或者随机战场。",
},
{
["name"] = "升级经典旧世烹饪",
},
{
["name"] = "品尝史诗或传说品质的社区盛宴",
["desc"] = "参与伊斯卡拉海象人的社区盛宴，提升其稀有度，然后品尝史诗品质的汤！",
},
nil,
{
["name"] = "参与白热缠斗",
},
{
["name"] = "赢得1场白热缠斗",
},
{
["name"] = "赢得5场白热缠斗",
},
{
["name"] = "升到20级",
["desc"] = "将任意角色升到20级。",
},
nil,
{
["name"] = "在巨龙群岛各地获取声望",
},
{
["name"] = "击败5个团队副本首领",
},
{
["name"] = "击败20个团队副本首领",
},
{
["name"] = "完成10个任务",
["desc"] = "完成可提供经验值的非琐碎（低等级）任务。",
},
{
["name"] = "完成25个任务",
["desc"] = "完成可提供经验值的非琐碎（低等级）任务。",
},
{
["name"] = "完成50个任务",
["desc"] = "完成可提供经验值的非琐碎（低等级）任务。",
},
{
["name"] = "完成5个世界任务",
},
{
["name"] = "完成10个世界任务",
},
{
["name"] = "完成25个世界任务",
},
{
["name"] = "击败25个地下城首领",
["desc"] = "击败可以提供经验值的地下城首领。",
},
{
["name"] = "制作一个暗影烈焰纹章",
["desc"] = "收集暗影烈焰纹章碎片，制作任意类型的暗影烈焰纹章。",
},
nil,
{
["name"] = "升到30级",
["desc"] = "将任意角色升到30级。",
},
{
["name"] = "升到40级",
["desc"] = "将任意角色升到40级。",
},
{
["name"] = "升到50级",
["desc"] = "将任意角色升到50级。",
},
{
["name"] = "升到60级",
["desc"] = "将任意角色升到60级。",
},
{
["name"] = "升到70级",
["desc"] = "将任意角色升到70级。",
},
{
["name"] = "提升职业等级",
["desc"] = "给任意角色升级。",
},
{
["name"] = "时空漫游：击败破碎群岛的驯宠师",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败以下破碎群岛驯宠大师中的3名：",
},
{
["name"] = "时空漫游：击败“燃烧的远征”团队副本首领",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败“燃烧的远征”团队副本的首领。",
},
{
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：击败“巫妖王之怒”团队副本首领",
["desc"] = "1/27到2/03期间，击败“巫妖王之怒”团队副本的首领。",
},
{
["name"] = "时空漫游：击败“大地的裂变”团队副本首领",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败“大地的裂变”团队副本的首领。",
},
{
["name"] = "时空漫游：击败“熊猫人之谜”团队副本首领",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败“熊猫人之谜”团队副本的首领。",
},
{
["name"] = "时空漫游：击败“德拉诺之王”团队副本首领",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败“德拉诺之王”团队副本的首领。",
},
{
["name"] = "时空漫游：击败“军团再临”团队副本首领",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败“军团再临”团队副本的首领。",
},
{
["name"] = "时空漫游：在外域完成任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在外域完成任务。",
},
{
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：在诺森德完成任务",
["desc"] = "1/27到2/03期间，在诺森德完成任务。",
},
{
["name"] = "时空漫游：在卡利姆多和东部王国完成任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卡利姆多和东部王国完成任务。",
},
{
["name"] = "时空漫游：在潘达利亚完成任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在潘达利亚完成任务。",
},
{
["name"] = "时空漫游：在破碎群岛完成任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在破碎群岛完成任务。",
},
{
["name"] = "时空漫游：在外域收集草药、矿石、皮革或鱼类",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在外域收集草药、矿石、皮革或鱼类。",
},
{
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：在诺森德收集草药、矿石、皮革或鱼类",
["desc"] = "1/27到2/03期间，在诺森德收集草药、矿石、皮革或鱼类。",
},
{
["name"] = "时空漫游：在卡利姆多和东部王国收集草药、矿石、皮革或鱼类",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卡利姆多和东部王国收集草药、矿石、皮革或鱼类。",
},
{
["name"] = "时空漫游：在潘达利亚收集草药、矿石、皮革或鱼类",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在潘达利亚收集草药、矿石和皮革。",
},
{
["name"] = "时空漫游：在德拉诺收集草药、矿石、皮革或鱼类",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在德拉诺收集草药、矿石、皮革或鱼类。",
},
{
["name"] = "时空漫游：在破碎群岛收集草药、矿石、皮革或鱼类",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在破碎群岛收集草药、矿石、皮革或鱼类。",
},
{
["name"] = "时空漫游：在卡利姆多和东部王国钓鱼",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卡利姆多和东部王国钓起物品。",
},
{
["name"] = "时空漫游：在潘达利亚钓鱼",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在潘达利亚钓起物品。",
},
{
["name"] = "提高在梦境守望者中的声望",
},
{
["name"] = "在超然盛放中拾取美梦果",
["desc"] = "在翡翠梦境的超然盛放中获得10种美梦果能力。",
},
{
["name"] = "参加史诗级超然盛放",
["desc"] = "参加翡翠梦境的超然盛放，在事件中获得史诗品质奖励。",
},
{
["name"] = "在翡翠梦境种植15枚梦境之种",
},
{
["name"] = "在翡翠梦境种植5枚梦境之种",
},
{
["name"] = "再造装备",
["desc"] = "在制造台上使用一个制造专业再造装备。",
},
{
["name"] = "完成翡翠梦境的巨龙竞速",
["desc"] = "在翡翠梦境与青铜时光守护者交谈。",
},
{
["name"] = "完成翡翠梦境的驭龙术挑战赛道",
["desc"] = "在翡翠梦境与青铜时光守护者交谈。",
},
{
["name"] = "完成翡翠梦境的巨龙竞速反向版",
["desc"] = "在翡翠梦境与青铜时光守护者交谈。",
},
{
["name"] = "在翡翠梦境消灭玩家",
},
{
["name"] = "拾取活力暴怒",
},
{
["name"] = "击败梦境宠物",
["desc"] = "击败翡翠梦境的下列5只宠物。",
},
{
["name"] = "捕捉冬季宠物",
["desc"] = "捕捉下列冬季宠物中的一种。",
},
{
["name"] = "被复活",
},
{
["name"] = "在寒冷中消灭敌人",
["desc"] = "在下列地区之一消灭30名敌人。",
},
{
["name"] = "造成冰霜伤害",
["desc"] = "总共造成50万点冰霜伤害。法师、萨满祭司和死亡骑士经常造成冰霜伤害。",
},
{
["name"] = "参加超然盛放",
["desc"] = "参加3次翡翠梦境的超然盛放事件。",
},
{
["name"] = "在翡翠梦境种植梦境之种",
},
{
["name"] = "竞技场练习赛奖励周：赢得每日竞技场比赛",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在四个不同的日子里各赢得一场竞技场比赛。",
},
{
["name"] = "世界任务奖励周：完成世界任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成世界任务。",
},
[473] = {
["name"] = "新年前夕：在主城发射红色或蓝色焰火",
["desc"] = "12月31日的焰火庆典期间，在暴风城或奥格瑞玛发射10枚红色或蓝色焰火。",
},
[474] = {
["name"] = "冬幕节：消灭6个节日首领",
["desc"] = "{EventStartDate}到{EventEndDate}期间，消灭下列首领里的六个。",
},
[475] = {
["name"] = "冬幕节：消灭9个节日首领",
["desc"] = "{EventStartDate}到{EventEndDate}期间，消灭下列首领里的九个。",
},
[476] = {
["name"] = "冬幕节：消灭讨厌的格林奇（两次，这样比较保险）",
["desc"] = "{EventStartDate}到{EventEndDate}期间，消灭希尔斯布莱德丘陵的讨厌的格林奇两次。",
},
[478] = {
["name"] = "最终涌动：完成任务",
["desc"] = "2/22到2/28期间，完成可提供经验值的非琐碎（低等级）任务。",
},
[479] = {
["name"] = "最终涌动：完成世界任务",
["desc"] = "2/22到2/28期间，完成世界任务。",
},
[507] = {
["name"] = "在翡翠梦境赢得5场宠物对战",
},
[630] = {
["name"] = "体验一个“巨龙时代”场景战役",
["desc"] = "完成时光裂隙、社区盛宴或超然盛放事件。",
},
[758] = {
["name"] = "霸业风暴：消灭10名敌人",
["desc"] = "在霸业风暴活动中消灭敌对生物或玩家。|n|n可以通过寻求组队中的PvP下拉菜单或角色选择界面排队加入霸业风暴。",
},
[886] = {
["name"] = "搏击俱乐部：击败10个搏击俱乐部首领",
},
[631] = {
["name"] = "潘达利亚：幻境新生：向派萨苟鲁斯秀出/强壮",
["desc"] = "与时空奔行者一起对派萨苟鲁斯做出/强壮表情",
},
[759] = {
["name"] = "霸业风暴：消灭击杀20名敌人",
["desc"] = "在霸业风暴活动中消灭敌对生物或玩家。|n|n可以通过寻求组队中的PvP下拉菜单或角色选择界面排队加入霸业风暴。",
},
[887] = {
["name"] = "搏击俱乐部：击败20个搏击俱乐部首领",
},
[508] = {
["name"] = "提升职业等级",
["desc"] = "给任意角色升级。",
},
[632] = {
["name"] = "光耀回响：收集100残忆",
["desc"] = "从艾泽拉斯各地的光耀回响中收集残忆。",
},
[760] = {
["name"] = "霸业风暴：消灭40名敌人",
["desc"] = "在霸业风暴活动中消灭敌对生物或玩家。|n|n可以通过寻求组队中的PvP下拉菜单或角色选择界面排队加入霸业风暴。",
},
[888] = {
["name"] = "游学探奇：完成奎尔萨拉斯精灵战役",
},
[633] = {
["name"] = "光耀回响：收集1000残忆",
["desc"] = "从艾泽拉斯各地的光耀回响中收集残忆。",
},
[761] = {
["name"] = "钓起5条“金”鱼",
["desc"] = "在安德麦钓起“金”鱼。",
},
[889] = {
["name"] = "最终涌动：完成至暗之夜地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成至暗之夜地下城。",
},
[509] = {
["name"] = "在阿梅达希尔使用表情/考虑（/ponder）",
["desc"] = "在翡翠梦境的阿梅达希尔使用表情/考虑（/ponder）。",
},
[634] = {
["name"] = "光耀回响：收集5000残忆",
["desc"] = "从艾泽拉斯各地的光耀回响中收集残忆。",
},
[762] = {
["name"] = "钓起15条“金”鱼",
["desc"] = "在安德麦钓起“金”鱼。",
},
[890] = {
["name"] = "在至暗之夜完成一个PvP世界任务",
},
[635] = {
["name"] = "光耀回响：收集10000残忆",
["desc"] = "从艾泽拉斯各地的光耀回响中收集残忆。",
},
[763] = {
["name"] = "捕捉1只精良或优秀品质的战斗宠物",
["desc"] = "在安德麦捕捉1只精良或优秀品质的战斗宠物。",
},
[891] = {
["name"] = "赢得一场部落对抗联盟的屠戮者高地事件",
["desc"] = "参加虚影风暴北部的屠戮者高地事件。",
},
[510] = {
["name"] = "在翡翠梦境消灭生物",
["desc"] = "在巨龙群岛的翡翠梦境中消灭可以提供经验值的生物。",
},
[636] = {
["name"] = "光耀回响：击败1个光耀回忆",
["desc"] = "击败艾泽拉斯各地的光耀回忆。",
},
[764] = {
["name"] = "货运与接收：完成10个差事",
["desc"] = "在安德麦完成塔露拉奶奶发布的差事。",
},
[892] = {
["name"] = "击败1个至暗之夜世界首领",
},
[637] = {
["name"] = "光耀回响：击败5个光耀回忆",
["desc"] = "击败艾泽拉斯各地的光耀回忆。",
},
[765] = {
["name"] = "货运与接收：完成25个差事",
["desc"] = "在安德麦完成塔露拉奶奶发布的差事。",
},
[893] = {
["name"] = "击败4个至暗之夜世界首领",
},
[511] = {
["name"] = "完成“时间大冒险家”故事线",
["desc"] = "在索德拉苏斯的时光流汇处与诺兹多姆谈一谈，开始任务“坠越时间”。",
},
[638] = {
["name"] = "光耀回响：击败10个光耀回忆",
["desc"] = "击败艾泽拉斯各地的光耀回忆。",
},
[766] = {
["name"] = "货运与接收：完成50个差事",
["desc"] = "在安德麦完成塔露拉奶奶发布的差事。",
},
[894] = {
["name"] = "暮光晋升！击败5个事件首领",
},
[639] = {
["name"] = "光耀回响：击败15个光耀回忆",
["desc"] = "击败艾泽拉斯各地的光耀回忆。",
},
[767] = {
["name"] = "货运与接收：在安德麦漂移",
["desc"] = "在安德麦通过漂移恢复助推量表。",
},
[895] = {
["name"] = "暮光晋升！击败10个事件首领",
},
[512] = {
["name"] = "暗月马戏团：在暗月岛使用暗月永久烟火玩具",
["desc"] = "3月2日到3月8日期间，在暗月岛使用暗月永久烟火玩具。",
},
[640] = {
["name"] = "光耀回响：击败旧忆炎魔之王",
},
[768] = {
["name"] = "货运与接收：在安德麦继续漂移",
["desc"] = "在安德麦通过漂移恢复助推量表。",
},
[896] = {
["name"] = "暮光晋升！完成1个世界任务",
},
[513] = {
["name"] = "在翡翠梦境消灭玩家",
},
[641] = {
["name"] = "光耀回响：击败旧忆奥妮克希亚",
},
[769] = {
["name"] = "货运与接收：助推25次",
["desc"] = "在安德麦竞速时使用助推。",
},
[897] = {
["name"] = "暮光晋升！完成4个世界任务",
},
[514] = {
["name"] = "甲虫的召唤：完成“水晶尘”",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在希利苏斯完成世界任务“水晶尘”。",
},
[642] = {
["name"] = "光耀回响：击败旧忆巫妖王",
},
[770] = {
["name"] = "货运与接收：助推100次",
["desc"] = "在安德麦竞速时使用助推。",
},
[898] = {
["name"] = "暮光晋升！完成一个周常任务",
},
[515] = {
["name"] = "甲虫的召唤：捐献战争物资",
["desc"] = "{EventStartDate}到{EventEndDate}期间， 为希利苏斯的战事捐献战争武器3次。",
},
[771] = {
["name"] = "在安德麦击败2个精英或稀有怪物",
},
[899] = {
["name"] = "暮光晋升！获得暮光之刃徽记",
},
[516] = {
["name"] = "完成青铜龙崽任务",
["desc"] = "在瓦德拉肯的幼鳞日托所完成青铜龙崽任务。",
},
[644] = {
["name"] = "在卡兹阿加击败宠物训练师",
["desc"] = "在卡兹阿加击败2名宠物训练师。",
},
[772] = {
["name"] = "在安德麦击败6个精英或稀有怪物",
},
[900] = {
["name"] = "暮光晋升！完成密教的渗透故事线",
["desc"] = "完成以下任务：",
},
[517] = {
["name"] = "使用静滞砂砾玩具",
["desc"] = "在巨龙群岛的时光流汇使用静滞砂砾玩具。",
},
[645] = {
["name"] = "完成一个地下堡",
},
[773] = {
["name"] = "货运与接收：在棚户岭漂移",
["desc"] = "在安德麦的棚户岭通过漂移恢复助推量表。",
},
[901] = {
["name"] = "暮光晋升！/拥抱 魔导师乌布里克或大法师罗曼斯",
["desc"] = "对魔导师乌布里克或大法师罗曼斯使用 /拥抱。",
},
[518] = {
["name"] = "完成1个追随者地下城",
},
[646] = {
["name"] = "完成10个地下堡",
},
[774] = {
["name"] = "货运与接收：在破拆穹顶漂移",
["desc"] = "在安德麦的破拆穹顶通过漂移恢复助推量表。",
},
[902] = {
["name"] = "暮光晋升！/敬礼 魔导师乌布里克或大法师罗曼斯",
["desc"] = "对魔导师乌布里克或大法师罗曼斯使用 /敬礼。",
},
[519] = {
["name"] = "完成5个追随者地下城",
},
[647] = {
["name"] = "击败卡兹阿加精英宠物",
["desc"] = "击败2个卡兹阿加精英宠物",
},
[775] = {
["name"] = "货运与接收：在翠丘高尔夫球场助推",
["desc"] = "在安德麦的翠丘高尔夫球场竞速时使用助推。",
},
[903] = {
["name"] = "在屠戮者高地消灭玩家",
["desc"] = "在虚影风暴北部的屠戮者高地事件中消灭玩家。",
},
[520] = {
["name"] = "完成“收复吉尔尼斯”故事线",
["desc"] = "与暴风城的吉恩·格雷迈恩谈一谈，或者和银松森林的佳莉娅·米奈希尔谈一谈，开始进行这个故事线。",
},
[648] = {
["name"] = "捕捉一只优秀品质的战斗宠物",
["desc"] = "在卡兹阿加捕捉一只优秀品质的战斗宠物。",
},
[776] = {
["name"] = "货运与接收：在锈废堆场助推",
["desc"] = "在安德麦的锈废堆场竞速时使用助推。",
},
[904] = {
["name"] = "暮光晋升！对唯物的欧菲尼尔和铸甲师卡里诺万使用 /爱意",
["desc"] = "对唯物的欧菲尼尔和铸甲师卡里诺万使用 /爱意。",
},
[521] = {
["name"] = "完成5个艾泽拉斯档案馆世界任务",
["desc"] = "在巨龙群岛完成艾泽拉斯档案馆世界任务。",
},
[649] = {
["name"] = "捕捉一只晦幽聚合体战斗宠物",
["desc"] = "在陨圣峪捕捉晦幽聚合体。",
},
[777] = {
["name"] = "货运与接收：收集卡亚可乐罐",
["desc"] = "在安德麦竞速时收集卡亚可乐罐。",
},
[905] = {
["name"] = "打开一个幽灵战斗宝箱",
["desc"] = "在虚影风暴北部的屠戮者高地事件中打开一个幽灵战斗宝箱。",
},
[522] = {
["name"] = "完成15个艾泽拉斯档案馆世界任务",
["desc"] = "在巨龙群岛完成艾泽拉斯档案馆世界任务。",
},
[650] = {
["name"] = "完成一场剧场巡演",
["desc"] = "在卡兹阿加完成一场剧场巡演。",
},
[778] = {
["name"] = "在安德麦踢罐子",
["desc"] = "在安德麦踢走被遗弃的罐子。",
},
[906] = {
["name"] = "在战争模式下拾取一份赏金",
["desc"] = "处于战争模式时，从至暗之夜中被消灭的玩家身上拾取一份赏金。",
},
[523] = {
["name"] = "对供给商阿丽丝塔使用表情/招手（/wave）",
["desc"] = "对艾杰斯亚学院的供给商阿丽丝塔使用表情/招手（/wave）。",
},
[651] = {
["name"] = "完成5场剧场巡演",
["desc"] = "在卡兹阿加完成剧场巡演。",
},
[779] = {
["name"] = "在安德麦发射烟火",
["desc"] = "用在安德麦各地找到的烟花束发射烟火",
},
[907] = {
["name"] = "在战争模式下拾取一个战争补给箱",
["desc"] = "处于战争模式时，从至暗之夜中拾取一个战争补给箱。",
},
[524] = {
["name"] = "完成1个艾泽拉斯档案馆盛大发掘",
["desc"] = "在巨龙群岛完成一个艾泽拉斯档案馆盛大发掘。",
},
[652] = {
["name"] = "完成10场剧场巡演",
["desc"] = "在卡兹阿加完成剧场巡演。",
},
[780] = {
["name"] = "在谋财聚会/跳舞",
["desc"] = "在安德麦的谋财聚会中使用表情/跳舞。",
},
[525] = {
["name"] = "完成5个艾泽拉斯档案馆盛大发掘",
["desc"] = "在巨龙群岛完成艾泽拉斯档案馆盛大发掘。",
},
[653] = {
["name"] = "对舞台监督修博塔/鞠躬",
["desc"] = "在多恩岛的榭台对舞台监督修博塔使用/鞠躬表情。",
},
[781] = {
["name"] = "在加乐宫/好运",
["desc"] = "在安德麦的加乐宫中使用表情/好运。",
},
[526] = {
["name"] = "用一只可爱的宠物赢得一场宠物对战",
["desc"] = "用觅心蛾、小匹德菲特或爱情鸟雏鸟赢得一场宠物对战。",
},
[654] = {
["name"] = "对剧场巡演演员/鞠躬",
["desc"] = "在多恩岛的榭台对艾尔玛、文戴琳、拉巴恩和波克霍特使用/鞠躬表情。",
},
[782] = {
["name"] = "时尚试炼：在未满级时完成一场试炼",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在未满级时完成一场时尚试炼。",
},
[527] = {
["name"] = "用全部三只可爱的宠物赢得一场宠物对战",
["desc"] = "用觅心蛾、小匹德菲特和爱情鸟雏鸟赢得一场宠物对战。",
},
[655] = {
["name"] = "完成所有剧场巡演",
["desc"] = "在卡兹阿加完成所有剧场巡演。",
},
[783] = {
["name"] = "复活节：在未满级时收集鲜艳的彩蛋",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在未满级时收集鲜艳的彩蛋。",
},
[528] = {
["name"] = "获得10点专业知识点数",
["desc"] = "获得任意制造或采集专业的巨龙群岛知识。",
},
[656] = {
["name"] = "获得2个怪异蜡团",
["desc"] = "在卡兹阿加嗅探期间获得怪异蜡团。",
},
[529] = {
["name"] = "获得25点专业知识点数",
["desc"] = "获得任意制造或采集专业的巨龙群岛知识。",
},
[657] = {
["name"] = "获得10个怪异蜡团",
["desc"] = "在卡兹阿加嗅探期间获得怪异蜡团。",
},
[913] = {
["name"] = "完成一个“战争火花”任务",
["desc"] = "在至暗之夜完成一个“战争火花”任务。",
},
[530] = {
["name"] = "在战争模式下完成15个世界任务",
},
[658] = {
["name"] = "获得25个怪异蜡团",
["desc"] = "在卡兹阿加嗅探期间获得怪异蜡团。",
},
[786] = {
["name"] = "升到80级",
["desc"] = "将任意角色升到80级。",
},
[914] = {
["name"] = "完成任意“加固符文石”任务",
},
[531] = {
["name"] = "巨龙群岛炼金：新的发现",
["desc"] = "以炼金师的身份，通过实验发现一个新的巨龙群岛配方。",
},
[659] = {
["name"] = "完成每周嗅探任务",
},
[787] = {
["name"] = "卑鄙双雄：赢得一场比赛",
["desc"] = "{EventStartDate}到{EventEndDate}期间，赢得一场卑鄙双雄的比赛。",
},
[915] = {
["name"] = "获得潜藏奥能",
},
[532] = {
["name"] = "“巨龙时代”场景战役取样",
["desc"] = "完成一个时光裂隙、社区盛宴以及超然盛放事件。",
},
[660] = {
["name"] = "完成卡兹阿加的嗅探活动",
["desc"] = "在卡兹阿加各个区域获得怪异蜡团。",
},
[788] = {
["name"] = "卑鄙双雄：赢得5场比赛",
["desc"] = "{EventStartDate}到{EventEndDate}期间，赢得卑鄙双雄的比赛。",
},
[916] = {
["name"] = "对萨瑟利尔男爵 /鞠躬",
["desc"] = "对萨瑟利尔男爵使用 /鞠躬。",
},
[533] = {
["event"] = "情人节",
["name"] = "情人节：完成所有6个日常任务",
["desc"] = "2/09到2/23期间，完成下列所有日常任务：",
},
[661] = {
["name"] = "主机觉醒：击败10波敌人",
["desc"] = "在卡兹阿加的主机觉醒事件中击败多波敌人。",
},
[789] = {
["name"] = "卑鄙双雄：赢得10场比赛",
["desc"] = "{EventStartDate}到{EventEndDate}期间，赢得卑鄙双雄的比赛。",
},
[917] = {
["name"] = "获得纯粹丰饶",
},
[534] = {
["event"] = "情人节",
["name"] = "情人节：完成皇冠药剂公司故事线",
["desc"] = "2/09到2/23期间，完成下列所有任务：",
},
[662] = {
["name"] = "主机觉醒：击败20波敌人",
["desc"] = "在卡兹阿加的主机觉醒事件中击败多波敌人。",
},
[790] = {
["name"] = "卑鄙双雄：击败6个首领",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败以下首领中的6名：",
},
[918] = {
["name"] = "与深渊钓客一起捕鱼",
["desc"] = "与祖阿曼深渊海岸的深潜者杰祖交谈以开始捕鱼。",
},
[535] = {
["event"] = "情人节",
["name"] = "情人节：捐助工匠商盟",
["desc"] = "2/09到2/23期间，在馈赠盛典向工匠商盟捐助巨款。",
},
[663] = {
["name"] = "主机觉醒：击败40波敌人",
["desc"] = "在卡兹阿加的主机觉醒事件中击败多波敌人。",
},
[791] = {
["name"] = "卑鄙双雄：摧毁布景",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卑鄙双雄的比赛中摧毁布景。",
},
[919] = {
["name"] = "从祝福祭坛获得祝福",
["desc"] = "在阿曼尼扎村的祝福祭坛获得祝福。",
},
[536] = {
["event"] = "情人节",
["name"] = "情人节：真正的释然",
["desc"] = "2/09到2/23期间，在任务“释然之礼”中攻击假人并叠加250层排遣纷扰。",
},
[664] = {
["name"] = "主机觉醒：完成“世界之魂：主机觉醒”。",
["desc"] = "在卡兹阿加完成任务“世界之魂：主机觉醒”。",
},
[792] = {
["name"] = "卑鄙双雄：部署卑鄙旗帜",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卑鄙双雄的比赛中使用卑鄙旗帜玩具。",
},
[920] = {
["name"] = "探索哈籁尼尔的传说",
["desc"] = "在哈籁尼尔的传说圣物故事中发现学识物品。",
},
[537] = {
["event"] = "情人节",
["name"] = "情人节：对玩家抛洒玫瑰花瓣",
["desc"] = "2/09到2/23期间， 对下列每个职业抛洒一堆玫瑰花瓣：",
},
[665] = {
["name"] = "主机觉醒：打开库尔达斯的工具箱",
["desc"] = "在卡兹阿加的主机觉醒活动中打开库尔达斯的工具箱。",
},
[793] = {
["name"] = "重访惊魂幻象：完成重访惊魂幻象战役",
["desc"] = "完成以下任务：",
},
[921] = {
["name"] = "完成1次狩猎",
},
[538] = {
["name"] = "情人节：戴着玫瑰，发射粉色耀焰",
["desc"] = "{EventStartDate}到{EventEndDate}期间，戴着馈赠盛典的某种颜色的玫瑰，发射5发粉色耀焰。",
},
[666] = {
["name"] = "在卡兹阿加击败稀有精英",
},
[794] = {
["name"] = "夜幕激斗：完成5次场景战役",
["desc"] = "在陨圣峪完成夜幕激斗场景战役。",
},
[922] = {
["name"] = "完成5次狩猎",
},
[539] = {
["event"] = "情人节",
["name"] = "情人节：爱自己",
["desc"] = "2/09到2/23期间，通过三种不同的方式完成自我护理。",
},
[667] = {
["name"] = "获得100刻基",
},
[795] = {
["name"] = "夜幕激斗：完成10次场景战役",
["desc"] = "在陨圣峪完成夜幕激斗场景战役。",
},
[923] = {
["name"] = "获得苦痛残渣",
["desc"] = "在狩猎猎物时，从被消灭的敌人身上收集苦痛残渣。",
},
[540] = {
["event"] = "春节",
["name"] = "春节：完成“月光守护”任务",
["desc"] = "2/16到3/02期间，与月光林地的迈瑞尔·月华谈一谈，开始进行任务。",
},
[668] = {
["name"] = "获得300刻基",
},
[796] = {
["name"] = "夜幕激斗：完成20次场景战役",
["desc"] = "在陨圣峪完成夜幕激斗场景战役。",
},
[924] = {
["name"] = "完成一个奥术秘社访客的任务",
["desc"] = "完成奥术秘社中任意访客的任务。",
},
[541] = {
["event"] = "春节",
["name"] = "春节：收集一块长者的月亮石",
["desc"] = "2/16到3/02期间，在艾泽拉斯各地长者赠送的红包中找到一块长者的月亮石。",
},
[669] = {
["name"] = "完成“剧场巡演”",
["desc"] = "在卡兹阿加完成任务“剧场巡演”。",
},
[797] = {
["name"] = "夜幕激斗：完成2个日常任务",
["desc"] = "在陨圣峪或艾基-卡赫特完成夜幕激斗日常任务。",
},
[925] = {
["name"] = "收集有趣的奥术秘社物品",
["desc"] = "从奥术秘社获得药水、亚口鱼油、反光棱柱或美味风蛇。",
},
[542] = {
["event"] = "春节",
["name"] = "春节：收集10块长者的月亮石",
["desc"] = "2/16到3/02期间，在艾泽拉斯各地长者赠送的红包中找到10块长者的月亮石。",
},
[670] = {
["name"] = "在卡兹阿加击败一个世界首领",
},
[798] = {
["name"] = "夜幕激斗：完成6个日常任务",
["desc"] = "在陨圣峪或艾基-卡赫特完成夜幕激斗日常任务。",
},
[926] = {
["name"] = "在奥术秘社向访客干杯",
["desc"] = "在奥术秘社与各路访客共饮祝酒佳酿。",
},
[543] = {
["event"] = "春节",
["name"] = "春节：吃下一个饺子并点燃春节烟花",
["desc"] = "2/16到3/02期间，吃下一个节庆饺子并点燃一个春节爆竹。",
},
[671] = {
["name"] = "激活3个小型钥焰",
["desc"] = "在卡兹阿加激活小型钥焰。",
},
[799] = {
["name"] = "夜幕激斗：阿拉希艺人的烈焰杂耍",
["desc"] = "使用夜幕激斗事件的阿拉希艺人的烈焰，连续完成10次烈焰杂耍。",
},
[927] = {
["name"] = "在至暗之夜获得声望",
},
[544] = {
["name"] = "暗月马戏团：在1次街机游戏中获胜",
["desc"] = "8月3日到8月9日期间，在暗月岛的下列街机游戏中获胜1次。",
},
[672] = {
["name"] = "激活5个小型钥焰",
["desc"] = "在卡兹阿加激活小型钥焰。",
},
[800] = {
["name"] = "夜幕激斗：击败稀有敌人",
["desc"] = "击败玄夜会的异见者和低语者。",
},
[928] = {
["name"] = "完成一次斯托玛兰突袭战",
},
[545] = {
["name"] = "暗月马戏团：在5次街机游戏中获胜",
["desc"] = "8月3日到8月9日期间，在暗月岛的下列街机游戏中获胜5次。",
},
[673] = {
["name"] = "捐献30光耀残渣",
["desc"] = "捐献光耀残渣给任意钥焰。",
},
[801] = {
["name"] = "重访惊魂幻象：击败5个首领",
["desc"] = "在腐化和失落区域内击败首领。",
},
[929] = {
["name"] = "收集斯托玛兰核心",
},
[546] = {
["name"] = "以每个职责完成追随者地下城",
["desc"] = "以坦克、治疗者和伤害输出者的职责完成追随者地下城。",
},
[674] = {
["name"] = "捐献130光耀残渣",
["desc"] = "捐献光耀残渣给任意钥焰。",
},
[802] = {
["name"] = "重访惊魂幻象：击败15个首领",
["desc"] = "在腐化和失落区域内击败首领。",
},
[930] = {
["name"] = "完成一个斯托玛兰突袭战日常任务",
["desc"] = "完成以下任一任务：",
},
[547] = {
["name"] = "以牧师、萨满祭司或德鲁伊的身份提升10级。",
},
[675] = {
["name"] = "完成一次希尔海姆家族任务",
},
[803] = {
["name"] = "重访惊魂幻象：击败30个首领",
["desc"] = "在腐化和失落区域内击败首领。",
},
[548] = {
["name"] = "重新点燃玛卓克萨斯的火盆。",
["desc"] = "完成玛卓克萨斯的世界任务“勇士的号召”。",
},
[676] = {
["name"] = "完成“蛛魔的装置”",
},
[804] = {
["name"] = "重访惊魂幻象：圆满完成",
["desc"] = "击败惊魂幻象中的所有首领。",
},
[549] = {
["name"] = "商栈周年纪念：从商栈购买一款新的幻化",
},
[677] = {
["name"] = "完成“世界之魂：散布圣光”",
["desc"] = "在卡兹阿加完成任务“世界之魂：散布圣光”。",
},
[805] = {
["name"] = "重访惊魂幻象：面具圆满完成",
["desc"] = "戴着2个面具时击败惊魂幻象中的所有首领。",
},
[550] = {
["name"] = "商栈周年纪念：又有新玩具啦",
["desc"] = "使用一个去年商栈的目录里的玩具：",
},
[678] = {
["name"] = "完成“世界之魂：缔结契约”",
["desc"] = "在卡兹阿加完成任务“世界之魂：缔结契约”。",
},
[806] = {
["name"] = "完成每周地下城任务",
["desc"] = "在银月城与哈杜伦·明翼交谈。",
},
[934] = {
["name"] = "向牧鸟人萨曼学习野生宠物知识",
["desc"] = "与银月城的牧鸟人萨曼交谈，完成下列任务：",
},
[551] = {
["name"] = "商栈周年纪念：使用商栈宠物赢得宠物对战",
["desc"] = "使用至少一只去年商栈目录里的宠物赢得宠物对战。",
},
[679] = {
["name"] = "获得契约宝物",
["desc"] = "在卡兹阿加搜刮纺崽秘藏、纪念珍宝或卡赫提挖掘场。",
},
[807] = {
["name"] = "卡兹阿加决斗获胜",
["desc"] = "在多恩诺嘉尔和安德麦与其他玩家的决斗中获胜",
},
[552] = {
["name"] = "商栈周年纪念：吃喝舞蹈，快乐欢庆",
["desc"] = "品尝地精杂烩，并使用跳舞球玩具。",
},
[680] = {
["name"] = "完成契约谣言",
["desc"] = "在卡兹阿加完成契约谣言。",
},
[808] = {
["name"] = "儿童周：和孤儿一起完成地下堡",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在身边有一名孤儿的情况下，完成地下堡。",
},
[553] = {
["event"] = "情人节",
["name"] = "情人节：景区野餐",
["desc"] = "2/09到2/23期间，在景区传送门提供的每个地点分享一次浪漫午餐篮。",
},
[681] = {
["name"] = "搜刮蛛魔车队",
["desc"] = "在卡兹阿加搜刮一个蛛魔车队。",
},
[809] = {
["name"] = "完成丰裕地下堡",
},
[554] = {
["name"] = "主持灰烬王庭",
["desc"] = "以温西尔盟约成员的身份与堕罪堡的工头平指交谈，解锁灰烬王庭。",
},
[682] = {
["name"] = "获得神勇石",
},
[938] = {
["name"] = "军团再临：幻境新生：时序大混乱",
["desc"] = "时间线再次扭曲，勇士们的努力将惠及所有人。",
},
[555] = {
["name"] = "主持5次灰烬王庭",
["desc"] = "以温西尔盟约成员的身份与堕罪堡的工头平指交谈，解锁灰烬王庭。",
},
[683] = {
["name"] = "使用曙光纹章升级物品",
},
[811] = {
["name"] = "仲夏火焰节：祭拜卡兹阿加的火焰",
["desc"] = "{EventStartDate}到{EventEndDate}期间，祭拜卡兹阿加的火焰。",
},
[556] = {
["name"] = "带着一顶冠冕、礼帽或单片眼镜来拍一张自拍",
["desc"] = "与暴风城的阿丽尔·闪拍或奥格瑞玛的薇薇卡·星镜谈一谈，获得一个自拍神器。",
},
[684] = {
["name"] = "完成每周采集任务",
["desc"] = "与多恩诺嘉尔铸炉园的采集专业技能训练师交谈。",
},
[812] = {
["name"] = "仲夏火焰节：在彩带柱旁跳舞",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在仲夏营地使用彩带柱并获得彩带之舞增益。",
},
[557] = {
["name"] = "文明礼貌",
["desc"] = "享用下列茶水：",
},
[685] = {
["name"] = "万圣节：找到卡兹阿加的糖罐",
["desc"] = "{EventStartDate}到{EventEndDate}期间，从卡兹阿加的糖罐收集糖果。",
},
[813] = {
["name"] = "完成一个过载地下堡",
},
[558] = {
["name"] = "在苏拉玛完成任务",
},
[686] = {
["name"] = "以非唤魔师职业的龙希尔角色提升10级",
},
[814] = {
["name"] = "完成4个过载地下堡",
},
[559] = {
["name"] = "以时髦得令对手无地自容的打扮赢得决斗",
["desc"] = "带着一顶冠冕、礼帽或单片眼镜，在决斗中击败另一名玩家。",
},
[687] = {
["name"] = "完成“向着冒险前进！”",
["desc"] = "创建非唤魔师职业的龙希尔并完成任务“向着冒险前进！”。",
},
[815] = {
["name"] = "完成10个过载地下堡",
},
[560] = {
["name"] = "以时髦得令对手无地自容的打扮赢得5场决斗",
["desc"] = "带着一顶冠冕、礼帽或单片眼镜，在决斗中击败其他玩家。",
},
[688] = {
["name"] = "周年庆典：完成3个周年庆典任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在野外完成周年庆典任务。",
},
[816] = {
["name"] = "获得100个泰坦圆盘残片",
["desc"] = "参加过载地下堡，获得泰坦圆盘残片。",
},
[561] = {
["name"] = "向你的竞技场对手/鞠躬（/bow）",
},
[689] = {
["name"] = "周年庆典：完成10个周年庆典任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在野外完成周年庆典任务。",
},
[817] = {
["name"] = "获得500个泰坦圆盘残片",
["desc"] = "参加过载地下堡，获得泰坦圆盘残片。",
},
[562] = {
["name"] = "头等舱旅客",
["desc"] = "在飞行管理员和其他交通运输服务中总共花费25枚金币。",
},
[690] = {
["name"] = "周年庆典：完成20个周年庆典任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在野外完成周年庆典任务。",
},
[818] = {
["name"] = "贪婪的特使：消灭6个财宝地精",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在暴风城、奥格瑞玛、多恩诺嘉尔或者安德麦消灭财宝地精。",
},
[563] = {
["name"] = "制造|A:Professions-Icon-Quality-Tier3-Small:16:16|a“巨龙时代”宝石",
},
[691] = {
["name"] = "周年庆典：敲响错位的甲虫之锣",
["desc"] = "{EventStartDate}到{EventEndDate}期间，敲响错位的甲虫之锣。",
},
[819] = {
["name"] = "贪婪的特使：消灭16个财宝地精",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在暴风城、奥格瑞玛、多恩诺嘉尔或者安德麦消灭财宝地精。",
},
[564] = {
["name"] = "钓到一枚群岛硬币",
},
[692] = {
["name"] = "周年庆典：击败5个周年庆典世界首领",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败周年庆典世界首领。",
},
[820] = {
["name"] = "贪婪的特使：消灭66个财宝地精",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在暴风城、奥格瑞玛、多恩诺嘉尔或者安德麦消灭财宝地精。",
},
[565] = {
["name"] = "以术士、法师或圣骑士的身份提升10级。",
},
[693] = {
["name"] = "周年庆典：击败15个周年庆典世界首领",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败周年庆典世界首领。",
},
[821] = {
["name"] = "贪婪的特使：在暴风城消灭一个财宝地精",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在暴风城消灭一个财宝地精。",
},
[566] = {
["name"] = "使用3只人形宠物赢得一场PvP宠物对战",
},
[694] = {
["name"] = "周年庆典：参与4次故事",
["desc"] = "{EventStartDate}到{EventEndDate}期间，参与游学者周卓讲述的故事。",
},
[822] = {
["name"] = "贪婪的特使：在奥格瑞玛消灭一个财宝地精",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在奥格瑞玛消灭一个财宝地精。",
},
[567] = {
["name"] = "品尝红玉盛宴的高端佳肴",
["desc"] = "品尝瓦德拉肯的红玉盛宴的5道菜肴。",
},
[695] = {
["name"] = "周年庆典：参与10次故事",
["desc"] = "{EventStartDate}到{EventEndDate}期间，参与游学者周卓讲述的故事。",
},
[823] = {
["name"] = "贪婪的特使：在多恩诺嘉尔消灭一个财宝地精",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在多恩诺嘉尔消灭一个财宝地精。",
},
[568] = {
["name"] = "完成卡拉赞的象棋事件",
},
[696] = {
["name"] = "周年庆典：参与20次故事",
["desc"] = "{EventStartDate}到{EventEndDate}期间，参与游学者周卓讲述的故事。",
},
[824] = {
["name"] = "贪婪的特使：在安德麦消灭一个财宝地精",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在安德麦消灭一个财宝地精。",
},
[569] = {
["name"] = "/赞许（/magnificent）你的地下城追随者",
["desc"] = "在一个追随者地下城里对一名追随者使用表情/赞许（/magnificent）。",
},
[697] = {
["name"] = "周年庆典：完成黑石深渊团队副本",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成黑石深渊团队副本。",
},
[825] = {
["name"] = "游学探奇：完成虚灵战役",
},
[570] = {
["name"] = "穿上全套礼服从艾杰斯亚学院毕业。",
["desc"] = "穿着礼服夹克、衬衫和长裤击败多拉苟萨的回响。",
},
[698] = {
["name"] = "周年庆典：完成5次黑石深渊团队副本",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成黑石深渊团队副本。",
},
[826] = {
["name"] = "游学探奇：完成萨拉塔斯战役",
},
[571] = {
["name"] = "对群星庭院的奢华的贵族/鞠躬（/Bow）或 /屈膝（/Curtsey）",
},
[699] = {
["name"] = "周年庆典：完成克罗米的场景战役",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成克罗米的魔典场景战役。",
},
[827] = {
["name"] = "游学探奇：完成巫妖王战役",
},
[572] = {
["name"] = "暗月马戏团：购买贵族服装或穿着贵族服装使用表情/强壮（/flex）",
["desc"] = "在3/3到3/9期间，从切斯特处购买一件贵族时装，或者穿着整套贵族服装对他使用表情/强壮（/flex）",
},
[700] = {
["name"] = "周年庆典：完成5次克罗米的场景战役",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成克罗米的魔典场景战役。",
},
[828] = {
["name"] = "游学探奇：完成1个战役",
},
[573] = {
["name"] = "“炉石传说”10周年：击败威兹班",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在暴风城、奥格瑞玛或瓦德拉肯击败威兹班。",
},
[701] = {
["name"] = "周年庆典：聆听一次故事",
["desc"] = "{EventStartDate}到{EventEndDate}期间，聆听游学者周卓讲述的故事。",
},
[829] = {
["name"] = "游学探奇：完成3个战役",
},
[574] = {
["name"] = "“炉石传说”10周年：击败威兹班5次",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在暴风城、奥格瑞玛或瓦德拉肯击败威兹班。",
},
[702] = {
["name"] = "周年庆典：聆听3次故事",
["desc"] = "{EventStartDate}到{EventEndDate}期间，聆听游学者周卓讲述的故事。",
},
[830] = {
["name"] = "完成“炽焰黎明的崛起”故事线。",
["desc"] = "在多恩诺嘉尔与菲琳·洛萨交谈并开启任务线。",
},
[575] = {
["name"] = "“炉石传说”10周年：击败威兹班15次",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在暴风城、奥格瑞玛或瓦德拉肯击败威兹班。",
},
[703] = {
["name"] = "周年庆典：完成“回顾过去”",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯完成任务“回顾过去”。",
},
[831] = {
["name"] = "美酒节：完成15个美酒节任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成美酒节户外任务。",
},
[576] = {
["name"] = "暗月马戏团：占卜你的命运",
["desc"] = "4月6日到4月12日期间，从暗月岛的塞格获得一次占卜结果。",
},
[704] = {
["name"] = "周年庆典：完成4次“回顾过去”",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯完成任务“回顾过去”。",
},
[832] = {
["name"] = "美酒节：完成1次美酒节宴会",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在铁炉堡或奥格瑞玛外完成美酒节宴会。",
},
[577] = {
["name"] = "诺森德杯：完成5个驭龙竞速赛道",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在诺森德与青铜时光守护者谈话。",
},
[705] = {
["name"] = "周年庆典：使用传送门3次",
["desc"] = "{EventStartDate}到{EventEndDate}期间，使用塔纳利斯照相亭附近的传送门，前往3个地点。",
},
[833] = {
["name"] = "美酒节：完成6次美酒节宴会",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在铁炉堡或奥格瑞玛外完成美酒节宴会。",
},
[578] = {
["name"] = "诺森德杯：完成10个驭龙竞速赛道",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在诺森德与青铜时光守护者谈话。",
},
[706] = {
["name"] = "周年庆典：击败3个宠物训练师",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地击败宠物训练师。",
},
[834] = {
["name"] = "美酒节：完成12次美酒节宴会",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在铁炉堡或奥格瑞玛外完成美酒节宴会。",
},
[579] = {
["name"] = "诺森德杯：完成20个驭龙竞速赛道",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在诺森德与青铜时光守护者谈话。",
},
[707] = {
["name"] = "周年庆典：击败9个宠物训练师",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地击败宠物训练师。",
},
[835] = {
["name"] = "美酒节：完成6个熟客酒桶任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成熟客酒桶任务。",
},
[580] = {
["name"] = "复活节：完成2个日常任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成复活节日常任务。",
},
[708] = {
["name"] = "周年庆典：匹配1次坐骑",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的坐骑狂欢活动中匹配坐骑。",
},
[836] = {
["name"] = "海盗日：听布林讲笑话",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在蛮荒海岸听“噩耗”布林讲个笑话。",
},
[581] = {
["name"] = "复活节：完成6个日常任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成复活节日常任务。",
},
[709] = {
["name"] = "周年庆典：匹配5次坐骑",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的坐骑狂欢活动中匹配坐骑。",
},
[837] = {
["name"] = "暗月马戏团：戴着面具或使用荧光棒时和凋零猪头的成员/跳舞",
["desc"] = "10月5日到10月11日期间，在暗月岛戴着凋零猪头面具或使用荧光棒时和凋零猪头的成员/跳舞。",
},
[483] = {
["name"] = "完成“不合群的巨龙”故事线",
["desc"] = "在翡翠梦境与拉希奥交谈，开始此故事线。",
},
[582] = {
["name"] = "复活节：完成鸭子故事线",
["desc"] = "{EventStartDate}到{EventEndDate}期间，与闪金镇的姬尼娅·布鲁克斯或剃刀岭的西尔娜莉亚·游焰交谈以开启故事线。",
},
[710] = {
["name"] = "周年庆典：匹配10次坐骑",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的坐骑狂欢活动中匹配坐骑。",
},
[838] = {
["name"] = "完成“节节攀登”",
["desc"] = "完成PvP世界任务“节节攀登”",
},
[583] = {
["name"] = "复活节：击败戴坦·迅羽",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败戴坦·迅羽。",
},
[711] = {
["name"] = "周年庆典：投票5次",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的时尚狂乱活动中投票。",
},
[839] = {
["name"] = "完成相位潜行世界任务",
},
[484] = {
["name"] = "暗夜精灵：完成传承护甲任务线",
["desc"] = "以暗夜精灵的身份完成以下传承护甲任务：",
},
[584] = {
["name"] = "复活节：完成12个日常任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成复活节日常任务。",
},
[712] = {
["name"] = "周年庆典：投票10次",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的时尚狂乱活动中投票。",
},
[840] = {
["name"] = "完成相位潜行宝藏",
},
[585] = {
["name"] = "复活节：穿戴春季狂欢者系列服饰完成一个“巨龙时代”地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在穿戴一件春季狂欢者的礼服、春季狂欢者的遮阳帽或春季狂欢者的服饰时完成一个巨龙时代地下城。",
},
[713] = {
["name"] = "周年庆典：投票15次",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的时尚狂乱活动中投票。",
},
[841] = {
["name"] = "在卡雷什击败3个精英或稀有怪物",
},
[586] = {
["name"] = "伪装成蓟叶林精时对守卫做出/小鸡表情",
["desc"] = "在受到蓟叶树枝影响时，对一名暴风城守卫或奥格瑞玛步兵做出/小鸡表情。",
},
[714] = {
["name"] = "时空漫游：在卡利姆多和东部王国收集草药、矿石、皮革或鱼类",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卡利姆多和东部王国收集草药、矿石、皮革或鱼类。",
},
[842] = {
["name"] = "在卡雷什击败7个精英或稀有怪物",
},
[715] = {
["name"] = "时空漫游：在卡利姆多和东部王国完成任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在卡利姆多和东部王国完成任务。",
},
[843] = {
["name"] = "击败司萨阿布斯",
["desc"] = "在卡雷什的绿洲生态圆顶中找到并击败司萨阿布斯。",
},
[486] = {
["name"] = "提升职业等级",
["desc"] = "给任意角色升级。",
},
[588] = {
["event"] = "暗月马戏团",
["name"] = "暗月马戏团：获得5张暗月奖券",
["desc"] = "2/01到2/07期间，在暗月马戏团获得暗月奖券。",
},
[716] = {
["name"] = "时空漫游：完成1个经典旧世时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成经典旧世时空漫游地下城。",
},
[844] = {
["name"] = "击败吞噬者大群首领",
["desc"] = "在卡雷什的绿洲生态圆顶中找到并击败吞噬者大群首领。",
},
[589] = {
["name"] = "暗月马戏团：完成实力检测",
["desc"] = "9月7日到9月13日期间，在暗月岛上完成“实力检测”任务。",
},
[717] = {
["name"] = "时空漫游：完成5个经典旧世时空漫游地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成经典旧世时空漫游地下城。",
},
[845] = {
["name"] = "完成3个生态演替每周任务",
},
[487] = {
["name"] = "提升职业等级",
["desc"] = "给任意角色升级。",
},
[590] = {
["name"] = "暗月马戏团：击败驯宠大师",
["desc"] = "5月4日到5月10日期间，在暗月岛击败驯宠大师。",
},
[718] = {
["name"] = "时空漫游：击败经典旧世的驯宠师",
["desc"] = "{EventStartDate}到{EventEndDate}期间，击败以下卡利姆多和东部王国驯宠大师中的3名：",
},
[846] = {
["name"] = "完成6个生态演替每周任务",
},
[591] = {
["name"] = "德莱尼：完成传承护甲任务线",
["desc"] = "以德莱尼的身份完成以下传承护甲任务：",
},
[719] = {
["name"] = "周年庆典：完成3个艾泽拉斯之秘",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成艾泽拉斯之秘。",
},
[847] = {
["name"] = "消灭塔扎维什疾奔鼠",
},
[592] = {
["name"] = "暗矛巨魔：完成传承护甲任务线",
["desc"] = "以暗矛巨魔的身份完成以下传承护甲任务：",
},
[720] = {
["name"] = "周年庆典：完成5个艾泽拉斯之秘",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成艾泽拉斯之秘。",
},
[848] = {
["name"] = "与小玛/亲昵",
["desc"] = "在塔扎维什对小玛做出表情/亲昵。",
},
[593] = {
["name"] = "完成追猎先驱任务线",
["desc"] = "完成以下任务：",
},
[721] = {
["name"] = "周年庆典：在溜冰场上滑冰",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的溜冰场上滑冰。",
},
[849] = {
["name"] = "与金色呼噜猫/亲昵",
["desc"] = "在塔扎维什对一只金色呼噜猫做出表情/亲昵。",
},
[489] = {
["name"] = "冬幕节：使用冬幕节玩具",
["desc"] = "{EventStartDate}到{EventEndDate}期间，通过使用你的新玩具或者其他人的新玩具，总计获得100层效果",
},
[594] = {
["name"] = "潘达利亚：幻境新生：完成5个日常任务",
["desc"] = "以一名时空奔行者的身份完成日常任务。",
},
[722] = {
["name"] = "周年庆典：畅享经典美食",
["desc"] = "{EventStartDate}到{EventEndDate}期间，吃下火车王的香辣炸鸡和提古勒的草莓冰激凌。",
},
[850] = {
["name"] = "牧师：完成“翻手创生，覆手灭世”",
["desc"] = "以牧师的身份完成以下任务：",
},
[595] = {
["name"] = "潘达利亚：幻境新生：完成10个日常任务",
["desc"] = "以一名时空奔行者的身份完成日常任务。",
},
[723] = {
["name"] = "周年庆典：更换照相亭背景",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的照相亭处更换背景。",
},
[851] = {
["name"] = "完成悬赏令任务",
},
[596] = {
["name"] = "潘达利亚：幻境新生：完成20个日常任务",
["desc"] = "以一名时空奔行者的身份完成日常任务。",
},
[724] = {
["name"] = "周年庆典：在观景台使用道具",
["desc"] = "{EventStartDate}到{EventEndDate}期间，使用观景台道具箱中的道具。",
},
[852] = {
["event"] = "暗月马戏团",
["name"] = "暗月马戏团：获得15张暗月奖券",
["desc"] = "2/01到2/07期间，在暗月马戏团获得暗月奖券。",
},
[597] = {
["name"] = "潘达利亚：幻境新生：获得1000青铜",
["desc"] = "以一名时空奔行者的身份获得青铜。",
},
[725] = {
["name"] = "周年庆典：获得一个新头衔",
["desc"] = "周年庆典期间，在塔纳利斯的庆典场地的公证人格拉布里处获得一个新头衔。",
},
[853] = {
["name"] = "军团再临：幻境新生：职业等级提升10级",
["desc"] = "给任意时空奔行角色升级。",
},
[491] = {
["name"] = "打雪仗",
["desc"] = "用雪球砸中其他玩家，或者被其他玩家用雪球砸中！可以在主城的烟林牧场商人处购买雪球。",
},
[598] = {
["name"] = "潘达利亚：幻境新生：获得12000青铜",
["desc"] = "以一名时空奔行者的身份获得青铜。",
},
[726] = {
["name"] = "周年庆典：化作宠物的镜像",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的佩特拉处使用宠物魔镜。",
},
[854] = {
["name"] = "军团再临：幻境新生：职业等级提升30级",
["desc"] = "给任意时空奔行角色升级。",
},
[599] = {
["name"] = "潘达利亚：幻境新生：获得25000青铜",
["desc"] = "以一名时空奔行者的身份获得青铜。",
},
[727] = {
["name"] = "周年庆典：穿戴装扮",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地找到并使用一件仿制的武器。",
},
[855] = {
["name"] = "军团再临：幻境新生：获得1000青铜",
["desc"] = "以一名时空奔行者的身份获得青铜。",
},
[492] = {
["name"] = "使用青铜龙旗帜玩具",
["desc"] = "在巨龙群岛使用青铜龙旗帜玩具。",
},
[600] = {
["name"] = "潘达利亚：幻境新生：完成永恒龙战役",
["desc"] = "完成以下任务：",
},
[728] = {
["name"] = "周年庆典：搭乘气球",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地搭乘气球。",
},
[856] = {
["name"] = "军团再临：幻境新生：获得15000青铜",
["desc"] = "以一名时空奔行者的身份获得青铜。",
},
[601] = {
["name"] = "潘达利亚：幻境新生：职业等级提升10级",
["desc"] = "给任意时空奔行角色升级。",
},
[729] = {
["name"] = "周年庆典：完成一局炉石传说",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地完成一局炉石传说。",
},
[857] = {
["name"] = "军团再临：幻境新生：获得25000青铜",
["desc"] = "以一名时空奔行者的身份获得青铜。",
},
[493] = {
["name"] = "使用青铜竞速者的旌旗玩具并对诺兹多姆使用表情/招手（/wave）",
["desc"] = "使用青铜竞速者的旌旗玩具并对瓦德拉肯的诺兹多姆使用表情/招手（/wave）。",
},
[602] = {
["name"] = "潘达利亚：幻境新生：职业等级提升30级",
["desc"] = "给任意时空奔行角色升级。",
},
[730] = {
["name"] = "周年庆典：/感谢郭素夫人",
["desc"] = "周年庆典期间，在塔纳利斯的庆典场地对郭素夫人做出/感谢（/thanks）表情。",
},
[858] = {
["name"] = "军团再临：幻境新生：完成5个世界任务",
["desc"] = "以一名时空奔行者的身份完成世界任务。",
},
[603] = {
["name"] = "潘达利亚：幻境新生：升级2件物品",
},
[731] = {
["name"] = "周年庆典：在时尚狂乱中获得1票",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的时尚狂乱活动中获得投票。",
},
[859] = {
["name"] = "军团再临：幻境新生：获得1000点永恒能量",
["desc"] = "以一名时空奔行者的身份获得永恒能量。",
},
[494] = {
["name"] = "使用永恒沙漏玩具",
["desc"] = "在巨龙群岛的时光流汇使用永恒沙漏玩具。",
},
[604] = {
["name"] = "潘达利亚：幻境新生：升级5件物品",
},
[732] = {
["name"] = "周年庆典：在时尚狂乱中获得10票",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的时尚狂乱活动中获得投票。",
},
[860] = {
["name"] = "军团再临：幻境新生：获得10000点永恒能量",
["desc"] = "以一名时空奔行者的身份获得永恒能量。",
},
[605] = {
["name"] = "消灭10个“巨龙时代”团队副本首领",
},
[733] = {
["name"] = "周年庆典：乘坐所有气球",
["desc"] = "周年庆典期间，在塔纳利斯的庆典场地乘坐每一种颜色的气球30秒。",
},
[861] = {
["name"] = "军团再临：幻境新生：获得50000点永恒能量",
["desc"] = "以一名时空奔行者的身份获得永恒能量。",
},
[495] = {
["name"] = "对青铜时光守护者助理使用表情/强壮（/flex）",
["desc"] = "对青铜时光守护者助理使用表情/强壮（/flex）",
},
[606] = {
["name"] = "在卡兹阿加完成一个PvP世界任务",
},
[734] = {
["name"] = "周年庆典：畅享新品美食",
["desc"] = "周年庆典期间，吃下新品美食。",
},
[862] = {
["name"] = "军团再临：幻境新生：完成5个永恒研究任务",
["desc"] = "以一名时空奔行者的身份完成永恒研究任务。",
},
[607] = {
["name"] = "在卡兹阿加获得声望",
},
[735] = {
["name"] = "周年庆典：化身宠物探索场地",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在塔纳利斯的庆典场地的佩特拉处使用宠物魔镜，并与周围的物体互动。",
},
[863] = {
["name"] = "军团再临：幻境新生：完成15个永恒研究任务",
["desc"] = "以一名时空奔行者的身份完成永恒研究任务。",
},
[496] = {
["name"] = "在希利苏斯赢得5场宠物战斗",
},
[608] = {
["name"] = "最终涌动：完成“地心之战”地下城",
["desc"] = "2/22到2/28期间，完成“地心之战”地下城。",
},
[736] = {
["name"] = "周年庆典：对特定访客做招手（/wave）",
["desc"] = "周年庆典期间，在塔纳利斯的庆典场地对特定访客做出/招手（/wave）表情。",
},
[864] = {
["name"] = "军团再临：幻境新生：完成30个永恒研究任务",
["desc"] = "以一名时空奔行者的身份完成永恒研究任务。",
},
[609] = {
["name"] = "完成5个地下堡",
},
[737] = {
["name"] = "周年庆典：在多恩诺嘉尔使用二十周年纪念气球箱",
["desc"] = "从塔纳利斯庆典场地的卡尔·古达普处购买二十周年纪念气球箱玩具。",
},
[865] = {
["name"] = "军团再临：幻境新生：完成一次小型侵入点",
["desc"] = "以一名时空奔行者的身份，在阿古斯完成一次小型军团侵入点事件。",
},
[497] = {
["name"] = "在驭龙术竞速时使用青铜计时器。",
},
[610] = {
["name"] = "在泰洛古斯裂隙对魔导师乌布里克/招手",
["desc"] = "对泰洛古斯裂隙的魔导师乌布里克使用/招手表情",
},
[738] = {
["name"] = "东部王国杯：完成5个驭龙竞速赛道",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在东部王国与青铜时光守护者谈话。",
},
[866] = {
["name"] = "军团再临：幻境新生：完成一次大型侵入点",
["desc"] = "以一名时空奔行者的身份，在阿古斯完成一次大型军团侵入点事件。",
},
[611] = {
["name"] = "完成探寻真我故事线",
["desc"] = "完成以下任务：",
},
[739] = {
["name"] = "东部王国杯：完成10个驭龙竞速赛道",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在东部王国与青铜时光守护者谈话。",
},
[867] = {
["name"] = "军团再临：幻境新生：完成永恒之差故事线",
["desc"] = "以一名时空奔行者的身份，完成下列任务：",
},
[498] = {
["name"] = "甲虫的召唤：消灭一只巨甲虫",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在希利苏斯消灭一只巨甲虫。",
},
[612] = {
["name"] = "暗月马戏团：在暗月岛钓起物品",
["desc"] = "6月1日到6月7日期间，在暗月岛钓起物品",
},
[740] = {
["name"] = "东部王国杯：完成20个驭龙竞速赛道",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在东部王国与青铜时光守护者谈话。",
},
[868] = {
["name"] = "军团再临：幻境新生：完成3次军团突袭",
["desc"] = "以一名时空奔行者的身份，在破碎群岛完成军团突袭。",
},
[613] = {
["name"] = "在千针石林或荆棘谷海角通过掠地滑翔恢复精力",
},
[741] = {
["name"] = "冬幕节：踢飞6个生物",
["desc"] = "{EventStartDate}到{EventEndDate}期间，踢飞从一箱可踢物中出现的生物。",
},
[869] = {
["name"] = "军团再临：幻境新生：击败10个强化的敌人",
["desc"] = "以一名“军团再临”时空奔行者的身份，在英雄世界难度中击败强化的敌人。",
},
[499] = {
["name"] = "甲虫的召唤：在每个异种蝎巢消灭一只巨甲虫",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在希利苏斯的每个异种蝎巢消灭一只巨甲虫。",
},
[614] = {
["name"] = "在瓦德拉肯使用钓鱼椅和五彩斑斓的海滩椅",
["desc"] = "在瓦德拉肯使用钓鱼椅和五彩斑斓的海滩椅玩具",
},
[742] = {
["name"] = "冬幕节：从冬幕节爆竹获得战利品",
["desc"] = "{EventStartDate}到{EventEndDate}期间，从冬幕节爆竹获得战利品。",
},
[870] = {
["name"] = "军团再临：幻境新生：击败25个强化的敌人",
["desc"] = "以一名“军团再临”时空奔行者的身份，在英雄世界难度中击败强化的敌人。",
},
[743] = {
["name"] = "冬幕节：使用不祥的礼物赢得一场宠物对战",
["desc"] = "{EventStartDate}到{EventEndDate}期间，使用不祥的礼物赢得一场宠物对战。",
},
[871] = {
["name"] = "军团再临：幻境新生：完成5个地下城或团队副本",
},
[500] = {
["name"] = "甲虫的召唤: 向一名对立阵营的玩家使用表情/嘲讽（/taunt）",
["desc"] = "{EventStartDate}到{EventEndDate}期间，在希利苏斯向一名对立阵营的玩家使用表情/嘲讽（/taunt）。",
},
[616] = {
["name"] = "暗月马戏团：试用罗纳·绿齿的“商品”",
["desc"] = "10月5日到10月11日期间，使用罗纳·绿齿的食物和商品。",
},
[744] = {
["name"] = "冬幕节：使用格伦奇赢得一场宠物对战",
["desc"] = "{EventStartDate}到{EventEndDate}期间，使用格伦奇赢得一场宠物对战。",
},
[872] = {
["name"] = "军团再临：幻境新生：激活5个时空扭曲方尖碑",
["desc"] = "以一名“军团再临”时空奔行者的身份，激活时空扭曲方尖碑。",
},
[617] = {
["name"] = "暗月马戏团：与跳舞熊科林/跳舞（/dance）",
["desc"] = "9月7日到9月13日期间，对暗月岛的跳舞熊科林使用/跳舞表情",
},
[745] = {
["name"] = "完成驭空竞速世界任务",
},
[873] = {
["name"] = "军团再临：幻境新生：击败3个失落军团地狱火",
},
[501] = {
["event"] = "外域杯",
["name"] = "外域杯：完成5个驭龙竞速赛道",
["desc"] = "2/24到3/09期间，在外域与青铜时光守护者谈话。",
},
[618] = {
["name"] = "潘达利亚：幻境新生：在翡翠林的伊特努丝身旁/坐下",
["desc"] = "以一名时空奔行者的身份，对翡翠林的伊特努丝使用/坐下表情。",
},
[746] = {
["name"] = "完成“萦绕暗影”故事线。",
["desc"] = "与多恩诺加尔的奥蕾莉亚·风行者交谈，开启“萦绕暗影”故事线，随后完成下列任务：",
},
[874] = {
["name"] = "军团再临：幻境新生：击败9个失落军团地狱火",
},
[619] = {
["name"] = "潘达利亚：幻境新生：完成3个场景战役、地下城或团队副本",
},
[747] = {
["name"] = "在海妖岛击败首领",
},
[875] = {
["name"] = "感恩节：火鸡主宰",
["desc"] = "{EventStartDate}到{EventEndDate}期间，迅速在艾尔文森林、提瑞斯法林地、欧恩哈拉平原或多恩岛消灭野生火鸡以获得火鸡主宰。",
},
[502] = {
["event"] = "外域杯",
["name"] = "外域杯：完成10个驭龙竞速赛道",
["desc"] = "2/24到3/09期间，在外域与青铜时光守护者谈话。",
},
[620] = {
["name"] = "仲夏火焰节：完成2个日常任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成仲夏火焰节日常任务。",
},
[748] = {
["name"] = "在海妖岛击败1个精英或稀有怪物",
},
[876] = {
["name"] = "冬幕节：使用小小雪朋友赢得一场宠物对战",
["desc"] = "{EventStartDate}到{EventEndDate}期间，使用小小雪朋友赢得一场宠物对战。",
},
[621] = {
["name"] = "仲夏火焰节：完成5个日常任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成仲夏火焰节日常任务。",
},
[749] = {
["name"] = "在海妖岛击败5个精英或稀有怪物",
},
[877] = {
["name"] = "冬幕节：扮作欢喜的雪人并投掷一个雪球",
["desc"] = "{EventStartDate}到{EventEndDate}期间，扮作欢喜的雪人并投掷一个雪球。",
},
[503] = {
["event"] = "外域杯",
["name"] = "外域杯：完成20个驭龙竞速赛道",
["desc"] = "2/24到3/09期间，在外域与青铜时光守护者谈话。",
},
[622] = {
["name"] = "仲夏火焰节：完成7个日常任务",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成仲夏火焰节日常任务。",
},
[750] = {
["name"] = "为沉沦之巢挖掘工程做出捐献",
["desc"] = "在海妖岛指挥地图上为沉沦之巢挖掘工程做出捐献。",
},
[878] = {
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：在暗影界收集草药、矿石、皮革或鱼类",
["desc"] = "2/03到2/10期间，在暗影界采集草药、矿石、皮革或鱼类。",
},
[623] = {
["name"] = "变得极致湿透",
["desc"] = "被X极水波爆裂枪连续多次冲击。",
},
[751] = {
["name"] = "为排水道挖掘工程做出捐献",
["desc"] = "在海妖岛指挥地图上为排水道挖掘工程做出捐献。",
},
[879] = {
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：在暗影界完成任务",
["desc"] = "2/03到2/10期间，在暗影界完成任务。",
},
[504] = {
["name"] = "最终涌动：完成“巨龙时代”地下城",
["desc"] = "{EventStartDate}到{EventEndDate}期间，完成“巨龙时代”地下城。",
},
[624] = {
["name"] = "成为X极水波爆裂枪大师",
["desc"] = "使用X极水波爆裂枪连续多次冲击他人。",
},
[752] = {
["name"] = "为战栗窟挖掘工程做出捐献",
["desc"] = "在海妖岛指挥地图上为战栗窟挖掘工程做出捐献。",
},
[880] = {
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：击败“暗影国度”团队副本首领。",
["desc"] = "2/03到2/10期间，在“暗影国度”团队副本中击败首领。",
},
[625] = {
["name"] = "打开兹斯克拉宝库里的门",
["desc"] = "使用兹斯克拉宝库钥匙打开兹斯克拉宝库里的门。",
},
[753] = {
["name"] = "打开1个符文风暴宝箱",
["desc"] = "在海妖岛各地打开符文风暴宝箱。",
},
[881] = {
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：完成1个“暗影国度”时空漫游地下城",
["desc"] = "2/03到2/10期间，完成“暗影国度”时空漫游地下城。",
},
[505] = {
["name"] = "暗月马戏团：在1次街机游戏中获胜",
["desc"] = "4月6日到4月12日期间，在暗月岛的下列街机游戏中获胜1次。",
},
[626] = {
["name"] = "在鼹鼠人洞穴拾取宝箱",
["desc"] = "在查拉雷克洞窟和一名鼹鼠人伙伴一起探索洞穴时拾取宝箱。",
},
[754] = {
["name"] = "打开5个符文风暴宝箱",
["desc"] = "在海妖岛各地打开符文风暴宝箱。",
},
[882] = {
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：完成5个“暗影国度”时空漫游地下城",
["desc"] = "2/03到2/10期间，完成“暗影国度”时空漫游地下城。",
},
[627] = {
["name"] = "在研究员遇袭事件中消灭生物",
["desc"] = "在查拉雷克洞窟的德雷卡泽拉废墟的研究员遇袭事件中消灭生物。",
},
[755] = {
["name"] = "霸业风暴：拾取2个宝箱",
["desc"] = "在霸业风暴活动中打开宝箱。|n|n可以通过寻求组队中的PvP下拉菜单或角色选择界面排队加入霸业风暴。",
},
[883] = {
["event"] = "时空漫游地下城活动",
["name"] = "时空漫游：击败暗影界的驯宠师",
["desc"] = "2/03到2/10期间，击败以下暗影界驯宠大师中的3名：",
},
[506] = {
["name"] = "暗月马戏团：在5次街机游戏中获胜",
["desc"] = "4月6日到4月12日期间，在暗月岛的下列街机游戏中获胜5次。",
},
[628] = {
["name"] = "暗月马戏团：骑乘摇摇虎",
["desc"] = "8月3日到8月9日期间，在暗月岛上骑乘摇摇虎。",
},
[756] = {
["name"] = "霸业风暴：拾取10个宝箱",
["desc"] = "在霸业风暴活动中打开宝箱。|n|n可以通过寻求组队中的PvP下拉菜单或角色选择界面排队加入霸业风暴。",
},
[884] = {
["name"] = "搏击俱乐部：击败1个搏击俱乐部首领",
},
[629] = {
["name"] = "暗月马戏团：骑乘暗月陆行鸟",
["desc"] = "8月3日到8月9日期间，在暗月岛上骑乘暗月陆行鸟。",
},
[757] = {
["name"] = "霸业风暴：消灭仇恨残片",
["desc"] = "在霸业风暴活动中消灭仇恨残片。|n|n可以通过寻求组队中的PvP下拉菜单或角色选择界面排队加入霸业风暴。",
},
[885] = {
["name"] = "搏击俱乐部：击败5个搏击俱乐部首领",
},
}










local PerksVendorCategory= {
"幻化",
"坐骑",
"宠物",
nil,
"玩具",
"自定义选项",
nil,
"幻化套装",
}









local PerksActivityTags={
"任务",
"PvP",
"地下城和团队副本",
"巨龙时代",
"专业",
"宠物对战",
"节日和事件",
"特殊",
"德拉诺之王",
"军团再临",
"收集品",
"熊猫人之谜",
"燃烧的远征",
"巫妖王之怒",
"大地的裂变",
"世界",
"争霸艾泽拉斯",
"暗影国度",
"地心之战",
"潘达利亚：幻境新生",
"周年庆典",
"经典旧世",
"霸业风暴",
"军团再临：幻境新生",
"至暗之夜",
}


do
    local tags= C_PerksActivities.GetAllPerksActivityTags()
    if tags and tags.tagName then
        for index, name in pairs(tags.tagName) do
            WoWTools_ChineseMixin:SetCN(name, PerksActivityTags[index])
        end
    end
    for categoryID, name in pairs(PerksVendorCategory) do
        local data= name and C_PerksProgram.GetCategoryInfo(categoryID)
        if data then
            WoWTools_ChineseMixin:SetCN(data.displayName, name)
        end
    end

    for perksActivityID, info in pairs(PerksActivity) do
        local data= info and C_PerksActivities.GetPerksActivityInfo(perksActivityID)
        if data then
            WoWTools_ChineseMixin:SetCN(data.activityName, info.name)
            WoWTools_ChineseMixin:SetCN(data.description, info.desc)
            WoWTools_ChineseMixin:SetCN(data.eventName, info.event)
        end
    end
end

PerksActivity= nil
PerksActivityTags=nil
PerksVendorCategory=nil


--[[function WoWTools_ChineseMixin:GetPerksActivityData(perksActivityID)
    if perksActivityID then
        return tab[perksActivityID]--{'ActivityName_lang', 'Description_lang'},
    end
end

function WoWTools_ChineseMixin:GetPerksActivityName(perksActivityID)
    local data= tab[perksActivityID]
    if data then
        return self:IsCN(data[1])
    end
end

function WoWTools_ChineseMixin:GetPerksActivityDesc(perksActivityID)
    local data= tab[perksActivityID]
    if data then
        return self:IsCN(data[2])
    end
end]]