
WoWTools_SC_Quest = {
[77763] = {
["T"] = "稀罕发现：浸水账本",
["O"] = "将浸水账本带给索德拉苏斯的艾杰斯亚学院的埃德霍·戴利格瑞治。",
},
[47587] = {
["T"] = "猎头者乔",
["O"] = "消灭猎头者乔。",
["S"] = {
"消灭猎头者乔",
},
},
[64994] = {
["T"] = "青蛙之魂",
["O"] = "把青蛙之魂带给森林之心中的丘法。",
},
[65506] = {
["T"] = "鳐鱼之魂",
["O"] = "把鳐鱼之魂带给森林之心中的曼恩女士。",
},
[66500] = {
["T"] = "观像之道",
["O"] = "在安东尼达斯营地揭露远古影像。",
["S"] = {
"调查镶嵌图案",
"调查塔楼",
"调查车间",
"调查亭子",
},
},
[72644] = {
["T"] = "紧急军务",
["O"] = "在暴风要塞的外围城墙上与马迪亚斯·肖尔大师见面。",
},
[9466] = {
["T"] = "通缉：黑色利爪",
["O"] = "将黑色利爪的爪子交给地狱火半岛猎鹰岗哨的游侠队长维恩雷。",
["S"] = {
"黑色利爪的爪子",
},
},
[9978] = {
["T"] = "不择手段",
["O"] = "在泰罗卡森林中，图雷姆和沙塔斯城之间的大路上找到并说服埃博尔将他所知道的一切都告诉你。",
},
[57315] = {
["T"] = "哨塔和碉堡",
["O"] = "占领敌方的某座哨塔或碉堡，然后向霜狼村的提卡·血牙复命。",
["S"] = {
"占领哨塔",
},
},
[10618] = {
["T"] = "最柔软的翅膀",
["O"] = "收集12片虹光之翼。",
["S"] = {
"虹光之翼",
},
},
[44004] = {
["T"] = "圣光使者",
["O"] = "弄清神秘的光缚物体的用途。",
},
[45540] = {
["T"] = "洞穴的呼唤",
["O"] = "在哀嚎洞穴上方的头骨状岩石处找到穆雅妮。",
},
[62435] = {
["T"] = "牡鹿之魂",
["O"] = "把牡鹿之魂带给森林之心中的曼恩女士。",
},
[78789] = {
["T"] = "飞珑石",
},
[12026] = {
["T"] = "破损的日记",
["O"] = "收集8张遗失的日记书页，将它们与不完整的日记合并，然后将完整的日记交给欧尼瓦营地的先知帕鲁纳。",
["S"] = {
"布莱恩·铜须的日记",
},
},
[64995] = {
["T"] = "细颚龙之魂",
["O"] = "把细颚龙之魂带给森林之心中的丘法。",
},
[65507] = {
["T"] = "雷象之魂",
["O"] = "把雷象之魂带给森林之心中的曼恩女士。",
},
[12410] = {
["T"] = "糖罐",
},
[25587] = {
["T"] = "保护我！",
["O"] = "调查柯尔普萨之森的走私者洞穴，确保可以安全进入洞穴后向埃达尔拉发出信号。",
["S"] = {
"侦察走私者洞穴",
"向埃达尔拉发出信号",
},
},
[12922] = {
["T"] = "精炼之火",
["O"] = "从霜原湖的火热的亡魂身上收集10份狂怒火花，然后前往弗约恩之砧，使用那里的铁砧。",
["S"] = {
"狂怒火花",
},
},
[13178] = {
["T"] = "全都干掉！",
["O"] = "冬拥堡垒的指挥官达尔多什要你去杀死10个联盟玩家。",
["S"] = {
"杀死联盟成员",
},
},
[26867] = {
["T"] = "下面的敌人",
["O"] = "跟石头守卫库尔加克谈一谈。",
},
[27123] = {
["T"] = "深岩之洲，土地的国度",
["O"] = "跳上阿格娜的双足飞龙，飞进大漩涡的缺口。到达另一侧后跟玛鲁特·缚石谈一谈。",
},
[54756] = {
["T"] = "垃圾之神的垃圾",
["O"] = "将加尼的第一个供品带到赞达拉港的加尼的垃圾堆处。",
},
[77766] = {
["T"] = "稀罕发现：打孔的獒犬之牙",
["O"] = "将打孔的獒犬之牙带给索德拉苏斯的艾杰斯亚学院的埃德霍·戴利格瑞治。",
},
[28147] = {
["T"] = "你的颜色是紫色",
["O"] = "收集8片暮光衣物布块。",
["S"] = {
"暮光衣物布块",
},
},
[28403] = {
["T"] = "错误数据",
["O"] = "在月亮密室中与哈里森·琼斯一起行动。",
["S"] = {
"上传泰坦数据",
},
},
[57316] = {
["T"] = "阶梯",
["O"] = "在伤逝剧场中击败3名对手。",
["S"] = {
"击败伤逝剧场的对手",
},
},
[14458] = {
["T"] = "去找阿达娜",
["O"] = "去找西南方的阿达娜·雷角。",
},
[43493] = {
["T"] = "黑鸦堡垒：拉文凯斯领主",
["O"] = "击败黑鸦堡垒的库塔洛斯·拉文凯斯领主。",
["S"] = {
"对战库塔洛斯·拉文凯斯领主",
},
},
[60388] = {
["T"] = "训练部队",
["O"] = "与你的新兵在炽蓝仙野完成3个世界任务。",
},
[30451] = {
["T"] = "暗月青龙套牌",
["O"] = "当暗月马戏团来到镇上的时候，把青龙套牌交给他们。",
},
[30963] = {
["T"] = "战场铸甲师",
["O"] = "获得120块神真龟壳碎片。",
["S"] = {
"神真龟壳碎片",
},
},
[62436] = {
["T"] = "尖啸者之魂",
["O"] = "把尖啸者之魂带给森林之心中的曼恩女士。",
},
[31987] = {
["T"] = "LFGDungeons - Theramore Launch Event",
},
[64996] = {
["T"] = "暗影国度(60) E",
},
[65508] = {
["T"] = "陆行鸟之魂",
["O"] = "把陆行鸟之魂带给森林之心中的曼恩女士。",
},
[35814] = {
["T"] = "荣耀的证明：真菌守卫者",
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
},
[75720] = {
["T"] = "想以物易物吗？",
["O"] = "在峈姆与庞佐谈一谈。",
},
[57317] = {
["T"] = "敌人的物资",
["O"] = "给霜狼村的铁匠雷格萨带去20块护甲碎片。",
["S"] = {
"护甲碎片",
},
},
[85960] = {
["T"] = "副业：黑糊迷踪",
["O"] = "从蠕动原野的无明界中营救8位失踪的地精。",
["S"] = {
[2] = "营救失踪的地精",
},
},
[60389] = {
["T"] = "协助炽蓝仙野",
["O"] = "在炽蓝仙野完成3个世界任务。",
},
[62437] = {
["T"] = "老虎之魂",
["O"] = "把老虎之魂带给森林之心中的曼恩女士。",
},
[64997] = {
["T"] = "暗影国度(60) E",
},
[49126] = {
["T"] = "降下命运之手",
["O"] = "使用命运之手卷轴来召唤命运之手，消灭鲜血海岸的50个亡灵。",
["S"] = {
"在鲜血海岸召唤命运之手",
},
},
[85961] = {
["T"] = "调兵遣将",
["O"] = "在佐舒尔瞭望台与双界行者见面。",
},
[35303] = {
["T"] = "哀嚎洞穴奖励任务",
},
[35815] = {
["T"] = "荣耀的证明：查尔·恐翼",
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
},
[26356] = {
["T"] = "杉德尔船长的藏宝",
["O"] = "找到并打开杉德尔船长的宝箱。",
},
[53222] = {
["T"] = "必要的补给",
["O"] = "与巴兹·轧柄交谈。",
},
[53734] = {
["T"] = "幽魂之路",
["O"] = "在塔奎林找到洛瑟玛。",
},
[75722] = {
["T"] = "一袋金子",
["O"] = "在峈姆与米穆普谈一谈。",
},
[28148] = {
["T"] = "屠宰腐化者",
["O"] = "从怒爪熊或魔爪狼身上收集10张腐化之皮。",
["S"] = {
"腐化之皮",
},
},
[28404] = {
["T"] = "我亲自来做",
["O"] = "击败泰坦守护者。",
["S"] = {
"击败泰坦守护者",
},
},
[66507] = {
["T"] = "冬幕节礼物",
},
[42471] = {
["T"] = "军团再临110级部落",
},
[29684] = {
["T"] = "联络中断",
["O"] = "在魔导师平台的主教拉雷索尔希望你能找到血精灵间谍塔雷斯。",
},
[60390] = {
["T"] = "协助炽蓝仙野",
["O"] = "在炽蓝仙野完成3个世界任务。",
},
[30452] = {
["T"] = "暗月白虎套牌",
["O"] = "当暗月马戏团来到镇上的时候，把白虎套牌交给他们。",
},
[30964] = {
["T"] = "合适的药膏",
["O"] = "采集11棵茅草。",
["S"] = {
"茅草",
},
},
[62438] = {
["T"] = "狼之魂",
["O"] = "把狼之魂带给森林之心中的曼恩女士。",
},
[64998] = {
["T"] = "暗影国度(60) E",
},
[65510] = {
["T"] = "雷龙之魂",
["O"] = "把雷龙之魂带给森林之心中的曼恩女士。",
},
[66508] = {
["T"] = "轻轻摇晃过的礼品",
},
[35304] = {
["T"] = "影牙城堡奖励任务",
},
[53735] = {
["T"] = "第一滴血",
["O"] = "目睹第一道防线的崩溃。",
["S"] = {
"点亮第一处战场的火光",
},
},
[75724] = {
["T"] = "入乡随鼠",
["O"] = "在峈姆与米穆普谈一谈。",
},
[38376] = {
["T"] = "搜寻大领主",
["O"] = "在破碎海滩搜寻提里奥·弗丁和灰烬使者。",
["S"] = {
"飞往破碎海滩",
},
},
[38888] = {
["T"] = "至高岭牛头人",
["O"] = "到至高岭去找罗诺斯·铁角。",
},
[55783] = {
["T"] = "刀下留人",
["O"] = "完成“刀下留人”场景战役。",
["S"] = {
"和吉安娜交谈",
},
},
[66509] = {
["T"] = "偏执狂1号",
},
[42472] = {
["T"] = "军团再临110级部落",
},
[43496] = {
["T"] = "深藏的力量",
["O"] = "在阿苏纳的蓝翼栖地与大法师卡雷见面。",
},
[60391] = {
["T"] = "协助炽蓝仙野",
["O"] = "在炽蓝仙野完成3个世界任务。",
},
[11131] = {
["T"] = "赶快灭火！",
["O"] = "穿戏服的孤儿院长希望你帮忙扑灭村子里的所有火焰。在所有火焰都被扑灭后，回去向穿戏服的孤儿院长汇报。",
["S"] = {
"扑灭火焰",
},
},
[11] = {
["T"] = "悬赏河爪豺狼人",
["O"] = "给兵营的瑞尼尔副队长带去8个彩色豺狼人臂章。",
["S"] = {
"彩色豺狼人臂章",
},
},
[62439] = {
["T"] = "狼鹰之魂",
["O"] = "把狼鹰之魂带给森林之心中的曼恩女士。",
},
[64999] = {
["T"] = "暗影国度(60) E",
},
[24565] = {
["T"] = "生物干预",
["O"] = "杀掉5条变异恐齿迅猛龙和5只变异平原陆行鸟。",
["S"] = {
"消灭变异恐齿迅猛龙",
"消灭变异平原陆行鸟",
},
},
[35305] = {
["T"] = "Defeat Baron Silverlaine Reward",
},
[13179] = {
["T"] = "绝不留情",
["O"] = "冬拥湖的指挥官萨纳斯要你去杀死10个部落士兵。",
["S"] = {
"杀死部落士兵",
},
},
[53736] = {
["T"] = "上层精灵的挽歌",
["O"] = "去点燃第二处纪念之地的火焰。",
["S"] = {
"消灭饱受折磨的游侠",
},
},
[27125] = {
["T"] = "戈多克的国王",
["O"] = "杀死戈多克大王。",
["S"] = {
"消灭戈多克大王",
},
},
[38377] = {
["T"] = "翡翠女王",
["O"] = "准备好以后和玛法里奥谈一谈。",
["S"] = {
"召唤伊瑟拉",
},
},
[38889] = {
["T"] = "收养小可爱",
},
[39401] = {
["T"] = "军备竞赛",
["O"] = "在你的船坞建造一艘驱逐舰，并派它去执行海军行动。",
},
[28149] = {
["T"] = "风中的低语",
["O"] = "获得一枚风语者咒符以及5份漩流之息。",
["S"] = {
"风语者咒符",
"漩流之息",
},
},
[66511] = {
["T"] = "伊斯卡拉海象人名望",
["O"] = "与伊斯卡拉的穆里克交谈。",
},
[42473] = {
["T"] = "军团再临110级部落",
},
[42985] = {
["T"] = "觐见酋长",
["O"] = "到幽暗城向大酋长希尔瓦娜斯·风行者报到。",
},
[44009] = {
["T"] = "陨落之星",
["O"] = "找到神秘的光缚物体。",
["S"] = {
"搭乘卡德加的狮鹫前往苏拉玛",
},
},
[62440] = {
["T"] = "双足飞龙之魂",
["O"] = "把双足飞龙之魂带给森林之心中的曼恩女士。",
},
[63976] = {
["T"] = "奥利波斯的奥妙",
["O"] = "在奥利波斯与神秘的联络人碰面。",
},
[65000] = {
["T"] = "暗影国度(60) E",
},
[65512] = {
["T"] = "异种蝎之魂",
["O"] = "把异种蝎之魂带给森林之心中的曼恩女士。",
},
[82895] = {
["T"] = "责任的重量",
["O"] = "在陡坡岗哨与乌尔塔戈见面，帮助她承担新的职责。",
["S"] = {
"在陡坡岗哨与乌尔塔戈交谈",
},
},
[35818] = {
["T"] = "荣耀的证明：“天空魔王”洛尔丹",
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
},
[72656] = {
["T"] = "冬泉谷",
["O"] = "和辛达苟萨交谈，获取更多信息。",
},
[53737] = {
["T"] = "希望泯灭之日",
["O"] = "目睹游侠将军的阵亡。",
["S"] = {
"点亮希尔瓦娜斯牺牲之地的火光",
},
},
[75728] = {
["T"] = "以物易物巨石",
["O"] = "在峈姆与庞佐谈一谈。",
},
[57321] = {
["T"] = "冷齿矿洞的补给",
["O"] = "将10份冷齿矿洞补给品带给霜狼要塞的部落军需官。",
["S"] = {
"冷齿补给品",
},
},
[66513] = {
["T"] = "探路假期",
["O"] = "探索暴风城。",
["S"] = {
"拜访拍卖行",
"拜访银行",
"拜访大使馆",
"拜访传送大厅",
},
},
[42474] = {
["T"] = "军团再临110级部落",
},
[60393] = {
["T"] = "协助晋升堡垒",
["O"] = "在晋升堡垒完成3个世界任务。",
},
[75729] = {
["T"] = "观测器调谐",
["O"] = "使用科技占卜器查看三个调谐的圣物。",
["S"] = {
"找回调谐圣物",
},
},
[23] = {
["T"] = "乌萨苟斯的爪子",
["O"] = "将乌萨苟斯的爪子交给银风避难所的塔坎上尉。",
},
[63977] = {
["T"] = "内幕交易",
["O"] = "与奥利波斯各处的多个掮灵财团交谈。",
["S"] = {
"和巴财团谈一谈",
"和佐财团谈一谈",
"和奥财团谈一谈",
"和塔财团谈一谈",
},
},
[65001] = {
["T"] = "暗影国度(60) E",
},
[24] = {
["T"] = "猎影的头",
["O"] = "将猎影的头交给地狱咆哮岗哨的塞娜尼·雷心。",
},
[34795] = {
["T"] = "战歌氏族的力量",
["O"] = "在沃尔瓦与萨尔谈一谈。",
},
[35307] = {
["T"] = "Wailing Caverns Bonus Objective",
},
[35819] = {
["T"] = "荣耀的证明：吞噬者卡加克斯",
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
},
[26870] = {
["T"] = "净化洞穴",
["O"] = "哀嚎洞穴的厄布鲁要你去杀掉毒牙之王考布莱恩、安娜科德拉、皮萨斯，以及瑟芬迪斯。",
["S"] = {
"消灭考布莱恩",
"消灭安娜科德拉",
"消灭皮萨斯",
"消灭瑟芬迪斯",
},
},
[75730] = {
["T"] = "观赏蜿变幼龙",
["O"] = "在峈姆与哈洛维·玛尔谈一谈。",
},
[27382] = {
["T"] = "危险的道路",
["O"] = "在通向圣光之盾哨塔的道路旁消灭13只天灾蝙蝠。",
["S"] = {
"消灭天灾蝙蝠",
},
},
[55786] = {
["T"] = "征用：更多海草",
["O"] = "收集5个黏糊糊的海草。",
["S"] = {
"黏糊糊的海草",
},
},
[28406] = {
["T"] = "黑铁大军",
["O"] = "用速效毒药污染黑石深渊西区军营或东区军营的6份谷物军粮。",
["S"] = {
"污染谷物军粮",
},
},
[57322] = {
["T"] = "深铁矿洞的补给",
["O"] = "把10份深铁矿洞补给品交给霜狼要塞的部落军需官。",
["S"] = {
"深铁矿洞补给品",
},
},
[29174] = {
["T"] = "毁灭性打击",
["O"] = "消灭祖尔格拉布中的伽布和古拉巴什厨师长。",
["S"] = {
"消灭伽布",
"消灭古拉巴什厨师长",
"消灭莫尔塔克斯",
},
},
[42475] = {
["T"] = "军团再临110级部落",
},
[29686] = {
["T"] = "激进思维",
["O"] = "魔导师平台的主教拉雷索尔要你杀死维萨鲁斯，获取它的精华。",
["S"] = {
"不稳定的精华",
},
},
[43499] = {
["T"] = "军团再临110级部落",
},
[60394] = {
["T"] = "协助晋升堡垒",
["O"] = "在晋升堡垒完成3个世界任务。",
},
[75731] = {
["T"] = "有味道的靴子",
["O"] = "在峈姆与哈洛维·玛尔谈一谈。",
},
[31478] = {
["T"] = "烘焙之道",
["O"] = "带5份野雉胸肉给烘焙大师。",
["S"] = {
"野雉胸肉",
},
},
[31734] = {
["T"] = "摧毁战车",
["O"] = "用苏利的信号枪摧毁5辆部落战车。",
["S"] = {
"摧毁部落战车",
},
},
[32246] = {
["T"] = "会见斥候",
["O"] = "去卡桑琅丛林的卡桑琅海湾与斥候琳娜谈一谈。",
},
[65002] = {
["T"] = "暗影国度(60) E",
},
[65514] = {
["T"] = "犰狳之魂",
["O"] = "把犰狳之魂带给森林之心中的丘法。",
},
[8828] = {
["T"] = "冬天的礼物",
["O"] = "与冬天爷爷谈一谈。他就在奥格瑞玛的烟林牧场商人附近。",
},
[35] = {
["T"] = "卫兵托马斯",
["O"] = "治安官杜汉要你和卫兵托马斯谈一谈。",
},
[9212] = {
["T"] = "逃离墓穴",
["O"] = "护送游侠莉拉恩萨回到远行者营地的赫里奥斯中尉身边。",
["S"] = {
"护送游侠莉拉恩萨回到远行者营地",
},
},
[9340] = {
["T"] = "大裂隙",
["O"] = "猎鹰岗哨的游侠队长维恩雷要你前往猎鹰岗哨以东的大裂隙，杀死8个石镰幼崽和3个石镰突击者。",
["S"] = {
"消灭石镰幼崽",
"消灭石镰突击者",
},
},
[37] = {
["T"] = "失踪的卫兵",
["O"] = "卫兵托马斯要你沿着河岸向北走，寻找两个失踪的卫兵罗尔夫和马拉凯。",
},
[77780] = {
["T"] = "见证繁茂",
["O"] = "在欧恩哈拉平原的远古林枝与麦琳瑟拉交谈。",
["S"] = {
"与泰兰德交谈",
},
},
[10236] = {
["T"] = "外域这烂地方！",
["O"] = "找到6个伐木机备用零件，然后返回萨尔玛西北方的矿洞，将它们交给工头拉泽克拉兹。",
["S"] = {
"伐木机备用零件",
},
},
[41452] = {
["T"] = "疯狂小猫",
["O"] = "整理营地。",
["S"] = {
"收拾被洗劫的箱子",
},
},
[42476] = {
["T"] = "逆风营地",
["O"] = "在卡拉赞附近的艾里克斯营地里收集仪式的信息。",
["S"] = {
"使用传送门前往卡拉赞（可选）",
"飞往卡拉赞附近的肯瑞托废弃营地",
},
},
[42988] = {
["T"] = "世界修复者",
["O"] = "完成10个世界任务。",
},
[43500] = {
["T"] = "军团再临110级部落",
},
[60395] = {
["T"] = "协助玛卓克萨斯",
["O"] = "在玛卓克萨斯完成3个世界任务。",
},
[11388] = {
["T"] = "悬赏：斯克瑞斯的卷轴",
["O"] = "商人扎雷姆要求你夺得斯克瑞斯的卷轴。将卷轴带回沙塔斯城的贫民窟交给他，就能领取奖赏。\n\n该任务只能在英雄模式下完成。",
["S"] = {
"斯克瑞斯的卷轴",
},
},
[45] = {
["T"] = "罗尔夫的下落",
["O"] = "到鱼人村去寻找罗尔夫，或是他死亡的消息。",
},
[46] = {
["T"] = "悬赏鱼人",
["O"] = "给艾尔文森林东部的桥边的卫兵托马斯带去8个破损的鱼人鳞片。",
["S"] = {
"破损的鱼人鳞片",
},
},
[63979] = {
["T"] = "鬼祟龌龊之事",
["O"] = "找到属于索财团的出货单。",
["S"] = {
"索财团出货单",
},
},
[47] = {
["T"] = "金砂交易",
["O"] = "为闪金镇的雷米收集10袋金砂，这种东西可以从艾尔文森林的狗头人身上找到。",
["S"] = {
"金砂",
},
},
[65003] = {
["T"] = "暗影国度(60) E",
},
[12284] = {
["T"] = "穷追不舍",
["O"] = "指挥官巴尔格克希望你在蓝天伐木场消灭15个联盟士兵或者联盟玩家。",
["S"] = {
"消灭联盟成员",
},
},
[12796] = {
["T"] = "魔法王国达拉然",
["O"] = "将肯瑞托徽记之戒交给达拉然紫罗兰之门的大法师塞琳德拉。",
},
[35309] = {
["T"] = "影牙城堡奖励任务",
},
[26103] = {
["T"] = "生物燃料",
["O"] = "前往库图恩之末，对画笔海岭潜水龟、亮腹鮣魚和脊鳞锤头鲨的尸体使用油脂吸收泵，收集4份龟油、4份鮣魚油和4份锤头鲨鱼油。",
["S"] = {
"龟油",
"鮣魚油",
"锤头鲨鱼油",
},
},
[13180] = {
["T"] = "全都干掉！",
["O"] = "冬拥湖的指挥官达尔多什要你去杀死10个联盟玩家。",
["S"] = {
"杀死联盟成员",
},
},
[52] = {
["T"] = "保卫边境",
["O"] = "杀掉8只觅食的灰狼或森林灰狼，以及5只森林熊幼崽，然后回到艾尔文森林东部的桥边去见卫兵托马斯。",
["S"] = {
"杀死觅食的灰狼或森林灰狼",
"消灭森林熊幼崽",
},
},
[91093] = {
["T"] = "不只是相位",
["O"] = "在卡雷什的无拘之域相位潜行时完成各项任务。",
["S"] = {
"完成相位潜行活动",
},
},
[27127] = {
["T"] = "小心火灾，谨慎前进",
["O"] = "杀死弗莱拉斯总大使，并将胜利消息告知奥格瑞玛的血卫士康恩。",
["S"] = {
"消灭弗莱拉斯总大使",
},
},
[54764] = {
["T"] = "风暴将至",
["O"] = "前往莫高雷的血蹄村并阻止这场灵魂攻势。",
["S"] = {
"抵达血蹄村",
},
},
[54] = {
["T"] = "去闪金镇报到",
["O"] = "将治安官玛克布莱德的文件带给艾尔文森林中闪金镇的治安官杜汉。",
},
[28407] = {
["T"] = "未婚女子",
["O"] = "跟暮光高地库斯海文的范妮谈一谈。",
},
[40941] = {
["T"] = "密报：突袭黑石矿坑",
["O"] = "突袭戈尔隆德黑石矿坑中的黑石部队。",
["S"] = {
"突袭黑石矿坑中的黑石部队",
},
},
[29687] = {
["T"] = "扭曲的盟友",
["O"] = "魔导师平台的主教拉雷索尔要你杀死塞林·火心和女祭司德莉希亚。",
["S"] = {
"消灭塞林·火心",
"消灭女祭司德莉希亚",
},
},
[43501] = {
["T"] = "深藏的力量",
["O"] = "完成阿苏纳的“保卫蓝翼栖地”故事线，然后在蓝翼栖地与大法师卡雷会合。",
},
[60396] = {
["T"] = "协助玛卓克萨斯",
["O"] = "在玛卓克萨斯完成3个世界任务。",
},
[60] = {
["T"] = "狗头人的蜡烛",
["O"] = "为闪金镇的威廉·匹斯特收集8支大蜡烛。",
["S"] = {
"大蜡烛",
},
},
[30967] = {
["T"] = "解救叛逆者",
["O"] = "营救墨鳃潭里的6名墨鳃叛逆者。",
["S"] = {
"营救墨鳃叛逆者",
},
},
[62] = {
["T"] = "法戈第矿洞",
["O"] = "调查法戈第矿洞，然后回到闪金镇去见治安官杜汉。",
["S"] = {
"侦察法戈第矿洞",
},
},
[63980] = {
["T"] = "寻找走私贩",
["O"] = "与午夜集市的鉴定者塔·恩拉交谈。",
},
[48109] = {
["T"] = "林中有眼",
["O"] = "在护卫树林消灭4只警惕的渡鸦和6只暗喉徘徊者。",
["S"] = {
"消灭警惕的渡鸦",
"消灭暗喉徘徊者",
},
},
[49133] = {
["T"] = "安托鲁斯，燃烧王座：阿古斯之心",
["O"] = "从安托鲁斯，燃烧王座的阿格拉玛身上收集4枚黑暗泰坦印记（普通难度）。",
["S"] = {
"黑暗泰坦印记",
},
},
[71] = {
["T"] = "回复托马斯",
["O"] = "把罗尔夫和马拉凯的铭牌交给艾尔文森林东部桥边的卫兵托马斯。",
},
[38382] = {
["T"] = "谷地大德鲁伊",
["O"] = "与绍恩·月爪谈一谈。",
},
[76] = {
["T"] = "玉石矿洞",
["O"] = "查看玉石矿洞，然后回到闪金镇去向治安官杜汉报告。",
["S"] = {
"侦察玉石矿洞",
},
},
[40942] = {
["T"] = "密报：突袭黑石矿坑",
["O"] = "突袭戈尔隆德黑石矿坑中的黑石兽人。",
["S"] = {
"突袭黑石矿坑中的黑石兽人",
},
},
[83] = {
["T"] = "优质亚麻产品",
["O"] = "给东谷伐木场的萨拉·迪博雷恩带去6张亚麻布块。",
["S"] = {
"亚麻布块",
},
},
[84] = {
["T"] = "比利的馅饼",
["O"] = "把猪肉馅饼带给马科伦农场的比利·马科伦。",
},
[85] = {
["T"] = "丢失的项链",
["O"] = "和比利·马科伦谈一谈。",
},
[86] = {
["T"] = "比利的馅饼",
["O"] = "给斯通菲尔德农场的波尼斯·斯通菲尔德带去4块嫩野猪肉。",
["S"] = {
"嫩野猪肉",
},
},
[87] = {
["T"] = "金牙",
["O"] = "把波尼斯的项链带给斯通菲尔德农场的波尼斯·斯通菲尔德。",
["S"] = {
"波尼斯的项链",
},
},
[88] = {
["T"] = "公主必须死！",
["O"] = "杀掉公主，把它的项圈带给斯通菲尔德农场的斯通菲尔德妈妈。",
["S"] = {
"黄铜项圈",
},
},
[77785] = {
["T"] = "泽地漫游 - 风暴狮鹫",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[48110] = {
["T"] = "预防伏击",
["O"] = "在渡鸦林放置6个陷阱。",
["S"] = {
"放置陷阱",
},
},
[48622] = {
["T"] = "消失的勋爵",
["O"] = "在德鲁斯瓦的萧湾镇和西里尔·怀特见面。",
["S"] = {
"乘船前往德鲁斯瓦（可选）",
"与西里尔·怀特见面",
},
},
[49134] = {
["T"] = "安托鲁斯，燃烧王座：阿古斯之心",
["O"] = "从安托鲁斯，燃烧王座的阿格拉玛身上收集4枚黑暗泰坦印记（英雄难度）。",
["S"] = {
"黑暗泰坦印记",
},
},
[24824] = {
["T"] = "被打扰的大地",
["O"] = "从被打扰的大地元素身上收集4块被惊扰的土元素碎片。",
["S"] = {
"被惊扰的土元素碎片",
},
},
[25336] = {
["T"] = "测试容器",
["O"] = "杀死10头铁鬃熊或长牙奔跑者，使用野兽灵魂精华容器缩小并俘获倒下的野兽。",
["S"] = {
"野兽灵魂精华",
},
},
[35311] = {
["T"] = "指挥官斯普林瓦尔奖励任务",
},
[72666] = {
["T"] = "日托主管阿格潘图斯",
["O"] = "在瓦德拉肯的幼鳞日托所与阿格潘图斯见面。",
},
[26872] = {
["T"] = "变异皮革",
["O"] = "纳尔帕克需要10张变异皮革。",
["S"] = {
"变异皮革",
},
},
[106] = {
["T"] = "年轻的恋人",
["O"] = "把梅贝尔的情书带给托米·乔·斯通菲尔德。",
},
[107] = {
["T"] = "给威廉·匹斯特的信",
["O"] = "把斯通菲尔德老奶奶的便笺交给威廉·匹斯特。",
},
[77786] = {
["T"] = "瓦克索斯攀升赛 - 风暴狮鹫",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[111] = {
["T"] = "托米的祖母",
["O"] = "和斯通菲尔德农场的米斯通菲尔德老奶奶谈一谈。",
},
[57326] = {
["T"] = "原型收益",
["O"] = "开启战争模式后，在麦卡贡收集150个原型植入物。",
["S"] = {
"原型植入物",
},
},
[66523] = {
["T"] = "打理熔炉",
["O"] = "在安东尼达斯营地附近收集龙蛙皮革和休眠的灰烬球果，剥取核心，为熔炉准备材料。",
["S"] = {
"冰冻核心",
"龙蛙皮碎片",
"休眠的灰烬球果",
},
},
[114] = {
["T"] = "梅贝尔的隐形水",
["O"] = "把隐形水带给梅贝尔·马科伦。",
},
[42479] = {
["T"] = "法师追击",
["O"] = "在法罗纳尔重现艾里克斯的仪式并击败巴拉杜尔。",
["S"] = {
"从达拉然搭乘角鹰兽前往法罗纳尔",
},
},
[29688] = {
["T"] = "再踏征程",
["O"] = "暗影猎手塔金想要你和地狱火城墙破碎大厅内的石头守卫斯托克顿谈一谈。",
},
[60398] = {
["T"] = "协助雷文德斯",
["O"] = "在雷文德斯完成3个世界任务。",
},
[123] = {
["T"] = "收货人",
["O"] = "在艾尔文森林的东谷伐木场找到治安官帕特尔森，把收货人的交易日程表交给他。",
},
[31736] = {
["T"] = "联盟使节",
["O"] = "找到并会见坡东村的首领。",
["S"] = {
"找到坡东村领袖",
},
},
[49135] = {
["T"] = "安托鲁斯，燃烧王座：阿古斯之心",
["O"] = "从安托鲁斯，燃烧王座的阿格拉玛身上收集4枚黑暗泰坦印记（史诗难度）。",
["S"] = {
"黑暗泰坦印记",
},
},
[66524] = {
["T"] = "业余摄影",
["O"] = "拍摄始祖龙的照片。",
["S"] = {
"拍摄偷来的始祖龙蛋",
"拍摄无忧无虑的龙崽学飞行",
"拍摄饥饿的始祖幼龙捉鱼",
},
},
[35312] = {
["T"] = "围攻砮皂寺奖励任务",
},
[9085] = {
["T"] = "末日之影",
["O"] = "前往一处召唤法阵，杀死一名末日之影，然后向东瘟疫之地圣光之愿礼拜堂的指挥官托马斯·海勒拉复命。",
["S"] = {
"消灭末日之影",
},
},
[36848] = {
["T"] = "食人魔传送门",
["O"] = "在德拉诺收集25块食人魔道标石，并用它们激活一道食人魔传送门。",
["S"] = {
"食人魔道标石（可选）",
},
},
[54255] = {
["T"] = "短缺奖励",
},
[38384] = {
["T"] = "自然的呼唤",
["O"] = "在洛拉希尔与阿兰妮勒谈一谈。",
},
[10109] = {
["T"] = "我想要这些鸟蛋！",
["O"] = "将3份气元素实体交给纳格兰南部氏族岗哨对面的瓦萨特。",
["S"] = {
"气元素实体",
},
},
[40944] = {
["T"] = "密报：突袭沙塔斯市中心",
["O"] = "突袭塔拉多沙塔斯城中的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[66525] = {
["T"] = "摄影竞赛",
["O"] = "为一枚注能的始祖龙蛋和一头注能始祖幼龙照相。",
["S"] = {
"拍摄注能的始祖龙蛋",
"拍摄注能的始祖幼龙",
},
},
[58351] = {
["T"] = "山岭有眼",
["O"] = "与魂选尸犬揭露隐藏的间谍。",
["S"] = {
"消灭假面渗透者",
},
},
[10621] = {
["T"] = "伊利达雷斩除碎片",
["O"] = "将伊利达雷斩除碎片交给蛮锤要塞的奥丁·雷拳。",
},
[10877] = {
["T"] = "恐怖圣物",
["O"] = "沃尔昆要你去东边被遗弃的篷车找回恐怖圣物。任务完成后向沃尔昆复命。",
["S"] = {
"恐怖圣物",
},
},
[172] = {
["T"] = "儿童周",
["O"] = "使用兽人孤儿哨与你即将在儿童周期间照顾的孩子进行对话。",
},
[176] = {
["T"] = "通缉：霍格",
["O"] = "杀死豺狼人霍格，然后去见治安官杜汉。",
["S"] = {
"完成“霍格通缉令”",
},
},
[11389] = {
["T"] = "悬赏：禁魔监狱斥候",
["O"] = "虚空猎手玛哈杜恩要求你杀死5名禁魔监狱斥候。完成任务后返回沙塔斯城的贫民窟，找他领取奖赏。",
["S"] = {
"消灭禁魔监狱斥候",
},
},
[62447] = {
["T"] = "非同寻常的灵魂",
["O"] = "在塞兹仙林的迷雾中击败特雷德奥瓦。",
},
[182] = {
["T"] = "巨魔的威胁",
["O"] = "杀死10个霜鬃巨魔新兵。",
["S"] = {
"消灭霜鬃巨魔新兵",
},
},
[184] = {
["T"] = "法布隆的地契",
["O"] = "把法布隆的地契带到西部荒野的贾森农场去。",
},
[11901] = {
["T"] = "军队？什么军队？",
["O"] = "致远郡的吉拉德·格林要你到北方的矿井去看看那里的守军发生了什么事。",
},
[12157] = {
["T"] = "失踪的信使",
["O"] = "与龙骨荒野群星之墓的信使兰森谈一谈。",
},
[65519] = {
["T"] = "蜗牛之魂",
["O"] = "把蜗牛之魂带给森林之心中的丘法。",
},
[194] = {
["T"] = "捕杀迅猛龙",
["O"] = "猎杀10只荆棘谷迅猛龙。",
["S"] = {
"消灭荆棘谷迅猛龙",
},
},
[196] = {
["T"] = "勇斗迅猛龙",
["O"] = "猎杀10只丛林捕猎者。",
["S"] = {
"消灭丛林捕猎者",
},
},
[84957] = {
["T"] = "再访帷纱集市",
["O"] = "陪同双界行者和奥蕾莉亚前往塔扎维什。",
["S"] = {
"跟随双界行者",
},
},
[34801] = {
["T"] = "不幸的朝圣者",
["O"] = "收集6份徘徊者的血、6片金鱼草复叶和1只跳蛙眼。",
["S"] = {
"徘徊者的血",
"金鱼草复叶",
"跳蛙眼",
},
},
[12925] = {
["T"] = "维持传统",
["O"] = "布伦希尔达村的塞拉·克文沙尔要你前往瓦基里安，从瓦基里安候选者身上夺取冰霜油膏，并用冰霜油膏摧毁30枚瘟疫始祖龙卵。",
},
[13181] = {
["T"] = "冬拥湖的胜利",
["O"] = "取得一场冬拥湖战斗的胜利，然后向冬拥湖的参谋官安布拉米斯复命。你必须亲自参与战斗，才能获得胜利后的奖励。",
["S"] = {
"在冬拥湖取得胜利",
},
},
[53232] = {
["T"] = "阿拉希捐赠：燃炎弹药",
["O"] = "为伯拉勒斯港的诺波尔·拴链收集2份燃炎弹药。",
["S"] = {
"燃炎弹药",
},
},
[26873] = {
["T"] = "先发制人",
["O"] = "纳尔帕克要你收集5朵毒蛇花。",
["S"] = {
"毒蛇花",
},
},
[54256] = {
["T"] = "短缺奖励",
},
[27385] = {
["T"] = "卡林叔叔",
["O"] = "去东瘟疫之地的皇冠哨塔找到卡林·雷德帕斯。",
},
[13821] = {
["T"] = "英雄：弗蕾亚的徽记",
["O"] = "将弗蕾亚的徽记交给奥杜尔档案馆中的勘探员罗尔伦。\n\n你可以向档案馆控制台查询如何获得弗蕾亚的徽记。",
["S"] = {
"弗蕾亚的徽记",
},
},
[55792] = {
["T"] = "征用：更多锥形贝壳",
["O"] = "收集5个坚不可摧的锥形贝壳。",
},
[28409] = {
["T"] = "好酒",
["O"] = "跟库斯海文东边路上的哈缪汉德谈一谈，护送补给车队回镇子里。",
["S"] = {
"护送补给车队",
},
},
[81886] = {
["T"] = "为了联盟",
["O"] = "去暴风城大使馆与穆加德大使见面。",
},
[66527] = {
["T"] = "专业摄影",
["O"] = "使用垂直强化装置，为沉眠的始祖龙拍照。",
["S"] = {
"跳上垂直强化装置（可选）",
"拍摄沉眠的始祖龙",
},
},
[29433] = {
["T"] = "实力检测",
["O"] = "克莉·希克斯要求你收集250个恐怖的战利品。当你带着“暗月冒险者指南”，杀死能够提供你经验值或荣誉值的生物时，你就可以获得恐怖的战利品。",
["S"] = {
"恐怖的战利品",
},
},
[29689] = {
["T"] = "再踏征程",
["O"] = "远征军指挥官达纳斯·托尔贝恩要求你和地狱火城墙破碎大厅内的高级斥候卡德维克谈一谈。",
},
[43505] = {
["T"] = "深藏的力量",
["O"] = "完成阿苏纳的“保卫蓝翼栖地”故事线，然后在蓝翼栖地与大法师卡雷会合。",
},
[60400] = {
["T"] = "协助雷文德斯",
["O"] = "在雷文德斯完成3个世界任务。",
},
[30457] = {
["T"] = "引出他们的头儿",
["O"] = "在昆莱小径上击败10个巴塔里部落的成员，等待巴塔里火战士出现。然后击败他。",
["S"] = {
"杀死巴塔里部落成员",
"消灭巴塔里火战士",
},
},
[30969] = {
["T"] = "新的敌人",
["O"] = "从怒焰裂谷的教徒身上收集5块腐化徽章。",
["S"] = {
"腐化徽章",
},
},
[31737] = {
["T"] = "战争的代价",
["O"] = "杀死加尔鲁什尔前哨站里的10个徘徊煞魔和5个煞魔先驱。",
["S"] = {
"消灭徘徊煞魔",
"消灭煞魔先驱",
},
},
[32249] = {
["T"] = "寻找斥候",
["O"] = "去卡桑琅丛林的部落登陆点和斥候罗克拉谈一谈。",
},
[65008] = {
["T"] = "山羊之魂",
["O"] = "把山羊之魂带给森林之心中的曼恩女士。",
},
[81887] = {
["T"] = "异乡异客",
["O"] = "在暴风城和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[66528] = {
["T"] = "无冕之王",
["O"] = "调查始祖龙骨。",
["S"] = {
"调查断离脊柱",
"调查焦灼前爪",
"调查开裂肋骨",
},
},
[264] = {
["T"] = "至死方休",
["O"] = "把克拉莉斯的坠饰放在银松森林尤瑞夫的坟墓上。",
},
[84959] = {
["T"] = "不翼而飞的防线",
["O"] = "为巴·沃收集8个失窃的屏障发射器。",
["S"] = {
"失窃的屏障发射器",
},
},
[75744] = {
["T"] = "感激的象征",
["O"] = "在峈姆与米穆普谈一谈。",
},
[56305] = {
["T"] = "来钓鱼吧！",
["O"] = "捕捉并消灭深水之喉。",
["S"] = {
"消灭深水之喉",
},
},
[81888] = {
["T"] = "为了部落",
["O"] = "去奥格瑞玛大使馆与黑卫大使见面。",
},
[66529] = {
["T"] = "千言万语",
["O"] = "在始祖龙骨附近为德薇希安拍照。",
["S"] = {
"在始祖龙骨附近为德薇希安拍照",
},
},
[332] = {
["T"] = "酒店的广告",
["O"] = "到加林纳酒店去, 将酒票交给苏泽塔·加林纳以换一瓶免费的酒。",
},
[43506] = {
["T"] = "黑鸦堡垒：更强大的力量",
["O"] = "在地下城“黑鸦堡垒”中，击败库塔洛斯·拉文凯斯并从丹塔利纳克斯身上获取一枚巨型恶魔符文石。",
["S"] = {
"巨型恶魔符文石",
},
},
[60401] = {
["T"] = "炽蓝仙野训练",
["O"] = "与你的新兵在炽蓝仙野完成3个世界任务。",
},
[77793] = {
["T"] = "水晶环道 - 风暴狮鹫",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[63985] = {
["T"] = "帷纱集市",
["O"] = "搭乘驳船前往塔扎维什。",
["S"] = {
"乘船去塔扎维什",
},
},
[65009] = {
["T"] = "公羊之魂",
["O"] = "把公羊之魂带给森林之心中的曼恩女士。",
},
[24570] = {
["T"] = "蝰蛇排除法",
["O"] = "捕捉5条衰弱的蝰蛇。",
["S"] = {
"衰弱的蝰蛇",
},
},
[84961] = {
["T"] = "拒止屏障",
["O"] = "在塔扎维什各地放置8个屏障发射器。",
["S"] = {
"放置屏障发射器",
},
},
[25594] = {
["T"] = "狡猾的螃蟹",
["O"] = "收集12个菲亚斯科的散落零件。",
["S"] = {
"菲亚斯科的散落零件",
},
},
[35315] = {
["T"] = "残阳关奖励任务",
},
[52210] = {
["T"] = "发出求救信号",
["O"] = "和船长交谈。",
},
[412] = {
["T"] = "自动净化装置",
["O"] = "收集8个多档齿轮，把它们交给卡拉诺斯的拉兹·滑链。",
["S"] = {
"多档齿轮",
},
},
[26618] = {
["T"] = "恶狼成群",
["O"] = "杀死12头恐狼。",
["S"] = {
"消灭恐狼",
},
},
[54258] = {
["T"] = "任务报告：狐人藏身处",
["O"] = "将任务报告交给纳萨诺斯·凋零者。",
},
[27386] = {
["T"] = "古怪的历史学家",
["O"] = "把约瑟夫的猎刀交给克罗米。",
},
[432] = {
["T"] = "该死的穴居人！",
["O"] = "在古博拉采掘场和矿洞里击败8个石腭击颅者和8个石腭断骨者。",
["S"] = {
"消灭石腭击颅者",
"消灭石腭断骨者",
},
},
[28154] = {
["T"] = "泥鳃的鳍……是吗？",
["O"] = "将泥鳃的鳍交给希尔斯布莱德丘陵碧玉矿洞的凯东上尉。",
},
[28410] = {
["T"] = "取货",
["O"] = "获得一匹精致的深色布料。",
["S"] = {
"精致的深色布料",
},
},
[28666] = {
["T"] = "英雄的召唤：燃烧平原！",
["O"] = "去找燃烧平原焰星哨站的约翰·J·基沙恩。",
},
[42483] = {
["T"] = "全押红色",
["O"] = "在黄金海湾从钢鳞身上收集钢鳞的鳍。",
["S"] = {
"钢鳞的鳍",
},
},
[29690] = {
["T"] = "深入迷雾",
["O"] = "和地狱咆哮之拳的纳兹戈林将军谈一谈。",
["S"] = {
"发现潘达利亚",
},
},
[70627] = {
["T"] = "冬裘氏族的什么？",
["O"] = "在塞隆哨站与索诺瓦·雪山见面。",
},
[60402] = {
["T"] = "炽蓝仙野训练",
["O"] = "与你的新兵在炽蓝仙野完成3个世界任务。",
},
[72675] = {
["T"] = "禁忌离岛 1/2",
},
[63986] = {
["T"] = "塔扎维什：夺宝奇兵",
["O"] = "进入塔扎维什，击败索·莉亚。",
["S"] = {
"消灭索·莉亚",
},
},
[65010] = {
["T"] = "羊驼之魂",
["O"] = "把羊驼之魂带给森林之心中的曼恩女士。",
},
[8318] = {
["T"] = "秘密交流",
["O"] = "把10片暮光密文信交给塞纳里奥要塞的鲍尔·蛮鬃。",
["S"] = {
"暮光密文信",
},
},
[8446] = {
["T"] = "梦魇的缠绕",
["O"] = "寻找能解读梦魇包裹的物品中所隐藏的信息的人。\n\n或许拥有强大力量的德鲁伊可以帮助你。",
},
[84963] = {
["T"] = "封堵暗影",
["O"] = "在塔扎维什的影卫虚灵处收集5个饱和的熵能核心。",
["S"] = {
"饱和的熵能核心",
},
},
[35316] = {
["T"] = "残阳关奖励任务",
},
[9214] = {
["T"] = "暗松巨魔的武器",
["O"] = "收集3把猎头者战斧、3把暗影施法者钉锤、3只驭豹者之爪和3根妖术师法杖，然后向远行者营地的赫里奥斯中尉复命。",
["S"] = {
"猎头者战斧",
"暗影施法者钉锤",
"驭豹者之爪",
"妖术师法杖",
},
},
[9854] = {
["T"] = "狩猎风鹏",
["O"] = "杀死12只风鹏，然后向纳格兰奈辛瓦里狩猎队营地的“好儿子”沙度·远行者复命。",
["S"] = {
"消灭风鹏",
},
},
[9982] = {
["T"] = "他叫奥图里斯……",
["O"] = "如果你想与燃烧军团作战，就到纳格兰西部去找到受难者奥图里斯。",
},
[648] = {
["T"] = "拯救OOX-17/TN！",
["O"] = "安全护送OOX-17/TN到达目的地，然后向藏宝海湾的奥格索普·奥布诺提斯报告。",
["S"] = {
"将OOX-17/TN安全护送到目的地。",
},
},
[42484] = {
["T"] = "勇士复生",
["O"] = "将纳兹戈林复生为死亡骑士。",
["S"] = {
"复活纳兹戈林",
},
},
[10750] = {
["T"] = "征服之路",
["O"] = "前往影月谷的征服之路。",
["S"] = {
"侦察征服之路",
},
},
[10878] = {
["T"] = "黑暗前夕",
["O"] = "难民车队的米克达要你消灭8名秘教散兵，4名秘教织法者和2名秘教新兵。",
["S"] = {
"消灭秘教散兵",
"消灭秘教织法者",
"消灭秘教新兵",
},
},
[60403] = {
["T"] = "炽蓝仙野训练",
["O"] = "与你的学徒在炽蓝仙野完成3个世界任务。",
},
[72677] = {
["T"] = "禁忌离岛 1/3",
},
[11262] = {
["T"] = "除掉因格瓦尔！",
["O"] = "黑暗游侠玛尔拉要求你杀死乌特加德城堡内的劫掠者因格瓦尔。",
["S"] = {
"因格瓦尔的徽记",
},
},
[744] = {
["T"] = "准备典礼",
["O"] = "收集6根碧蓝色的羽毛和6根古铜色的羽毛。",
["S"] = {
"碧蓝色的羽毛",
"古铜色的羽毛",
},
},
[24571] = {
["T"] = "鞭藤种子",
["O"] = "从鞭藤身上采集4颗苦痛之种。",
["S"] = {
"苦痛之种",
},
},
[33269] = {
["T"] = "清理古尔瓦",
["O"] = "在古尔瓦消灭20个暗影议会兽人。",
["S"] = {
"消灭古尔瓦兽人",
},
},
[12542] = {
["T"] = "北伐军的召唤",
["O"] = "向龙骨荒野圣光之望礼拜堂的北伐军战士瓦鲁斯报告。",
},
[25339] = {
["T"] = "北泉复仇",
["O"] = "杀死6只北泉鹰身人和6只北泉唤风者。",
["S"] = {
"消灭北泉鹰身人",
"消灭北泉唤风者",
},
},
[12798] = {
["T"] = "长剑套牌",
["O"] = "使用长剑套牌召唤一位暗月占卜师，并把套牌交给占卜师。",
},
[52212] = {
["T"] = "激流堡之战",
},
[824] = {
["T"] = "大地之环的耶努萨克雷",
["O"] = "将被污染的水球交给灰谷黑暗深渊的耶努萨克雷。",
},
[53236] = {
["T"] = "阿拉希捐赠：耐力战争卷轴",
["O"] = "为伯拉勒斯港的廖贤者收集3张耐力战争卷轴。",
["S"] = {
"耐力战争卷轴",
},
},
[840] = {
["T"] = "部落的新兵",
["O"] = "在贫瘠之地的前哨站找到卡加尔·战痕，将你的募兵信交给他。",
},
[848] = {
["T"] = "菌类孢子",
["O"] = "在遗忘之池收集5个菌类孢子。",
["S"] = {
"菌类孢子",
},
},
[38901] = {
["T"] = "邪能工匠",
["O"] = "前往苏拉玛，向邪能工匠娜瑞莎报到。",
},
[27899] = {
["T"] = "他眼里的光芒",
["O"] = "跟太阳方尖碑的哈里森·琼斯谈一谈。",
},
[56308] = {
["T"] = "突袭：亚基重现",
["O"] = "在奥丹姆击退亚基突袭。",
["S"] = {
"击退亚基虫族",
},
},
[28411] = {
["T"] = "烹煮",
["O"] = "收集8块新鲜的鹿肉和5根座狼肋骨。",
["S"] = {
"新鲜的鹿肉",
"座狼肋骨",
},
},
[40949] = {
["T"] = "青山不改，绿水长流",
["O"] = "劝阻5只徘徊的月落角鹰兽。",
["S"] = {
"送走角鹰兽",
},
},
[14462] = {
["T"] = "我的头呢？",
["O"] = "你被派去塔伦迪斯营地北部塔底同地精刺客史莉琪·剃刀会面。",
},
[29691] = {
["T"] = "我要红色木槿！",
["O"] = "收集5朵红色木槿，交给幽暗沼泽的塔苏。",
["S"] = {
"红色木槿",
},
},
[43509] = {
["T"] = "英灵殿：奥丁的挑战",
["O"] = "击败英灵殿中的奥丁。",
["S"] = {
[2] = "奥丁的挑战",
},
},
[60404] = {
["T"] = "训练部队",
["O"] = "与你的学徒在晋升堡垒完成3个世界任务。",
},
[30459] = {
["T"] = "多多益善",
["O"] = "为指挥官萧合收集12支箭。",
["S"] = {
"指挥官萧合的箭",
},
},
[73703] = {
["T"] = "奥格瑞玛的召唤",
["O"] = "与奥格瑞玛格罗玛什要塞的伊崔格交谈。",
},
[84967] = {
["T"] = "溃散的影卫",
["O"] = "在塔扎维什消灭暗影领主艾·扎尔。",
["S"] = {
"消灭暗影领主艾·扎尔",
},
},
[35318] = {
["T"] = "魔古山宫殿奖励任务",
},
[89063] = {
["T"] = "做好储藏",
["O"] = "把晶化心能递交给绿洲的威·娜莉。",
},
[1168] = {
["T"] = "黑龙军团",
["O"] = "蕨墙村的萨尔格要你去杀掉10个火鬃斥候，10个火鬃灰尾龙兽和5个火鬃守卫。",
["S"] = {
"消灭火鬃斥候",
"消灭火鬃灰尾龙兽",
"消灭火鬃守卫",
},
},
[41462] = {
["T"] = "大脚的麻烦",
["O"] = "把奇异的双头怪皮交给马德兰尼尔·林心。",
},
[70633] = {
["T"] = "引擎供给",
["O"] = "使用瓶装精华强化创新引擎。",
},
[60405] = {
["T"] = "晋升堡垒训练",
["O"] = "与你的学徒在晋升堡垒完成3个世界任务。",
},
[72681] = {
["T"] = "商栈报到",
["O"] = "回到商栈，从收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[47606] = {
["T"] = "忠诚就是最好的奖赏",
["O"] = "获得一千枚空气硬币。",
["S"] = {
"获得1000枚空气硬币",
},
},
[25340] = {
["T"] = "黑暗坠饰",
["O"] = "击败艾丹娜·邪爪，获得艾丹娜的黑色坠饰。",
["S"] = {
"艾丹娜的黑色坠饰",
},
},
[51190] = {
["T"] = "暂时得救",
["O"] = "在塔兰吉的惩戒消灭8名被遗忘者和8名赞达拉巨魔。",
["S"] = {
"消灭被遗忘者",
"消灭赞达拉巨魔",
},
},
[35319] = {
["T"] = "影踪禅院奖励任务",
},
[89065] = {
["T"] = "鳐盼未来",
["O"] = "向飚速通灵鳐发起竞速挑战，并抵达终点。",
["S"] = {
"挑战飚速通灵鳐",
"竞速结束",
},
},
[26620] = {
["T"] = "干烤狼肉串",
["O"] = "从恐狼身上获得5块狼肉硬肋排。",
["S"] = {
"狼肉硬肋排",
},
},
[27132] = {
["T"] = "上层精灵",
["O"] = "与埃斯图兰交谈。",
},
[27900] = {
["T"] = "我得对付这家伙",
["O"] = "杀掉10名司克诺兹空降步兵。",
["S"] = {
"杀掉司克诺兹空降步兵",
},
},
[41463] = {
["T"] = "失散的同伴",
["O"] = "找到凯伦多斯·铁林。",
},
[42487] = {
["T"] = "外面的朋友",
["O"] = "启动传送板，把凡瑟尔的礼物交给塔莉萨。",
["S"] = {
"激活传送道标",
},
},
[60406] = {
["T"] = "晋升堡垒训练",
["O"] = "与你的新兵在晋升堡垒完成3个世界任务。",
},
[30460] = {
["T"] = "救死扶伤",
["O"] = "使用跌打酒或你自己的治疗法术救助8个受伤的滨岸村战士。",
["S"] = {
"治愈受伤的滨岸村战士",
},
},
[30716] = {
["T"] = "追赶希望",
["O"] = "触摸3个仙鹤之魂。",
["S"] = {
"找到仙鹤之魂",
},
},
[62454] = {
["T"] = "与众不同的稀有灵魂",
["O"] = "与法利尔交谈，并给他带去来自暗影界不同国度的精华。",
["S"] = {
"和法利尔谈一谈",
},
},
[47607] = {
["T"] = "奢华灯神",
["O"] = "在破碎群岛居民的口袋中找到稀有的宝物。",
["S"] = {
"魔铸忧伤之链",
"魔画卡片",
"优雅的魔力编织带",
"精妙的计时器",
"炫目的魔力之链",
"魔法回忆盒坠",
},
},
[49143] = {
["T"] = "圣光之母的精华",
["O"] = "收集3份圣光残迹。",
["S"] = {
"圣光残迹",
},
},
[67564] = {
["T"] = "工匠邮差",
["O"] = "将工匠商盟发票带给托马斯·布莱特。",
},
[51191] = {
["T"] = "全部救出",
["O"] = "治疗8名受伤的船员。",
["S"] = {
"治疗受伤的船员",
},
},
[35320] = {
["T"] = "影踪禅院奖励任务",
},
[73708] = {
["T"] = "先付钱才能玩",
["O"] = "在格里梅罗格附近收集4个微光蘑菇和4份回响潜伏者之肉。",
["S"] = {
"回响潜伏者之肉",
"微光蘑菇",
},
},
[54263] = {
["T"] = "岗哨升级：布伦纳丹",
["O"] = "与布伦纳丹的汉克·哈里森交谈。",
},
[9727] = {
["T"] = "既然我们仍是朋友……",
["O"] = "杀掉12个血鳞驱奴者和6个血鳞女巫，然后向赞加沼泽孢子村的舒特复命。",
["S"] = {
"消灭血鳞驱奴者",
"消灭血鳞女巫",
},
},
[9983] = {
["T"] = "他叫奥图里斯……",
["O"] = "如果你想与燃烧军团作战，就到纳格兰西部去找到受难者奥图里斯。",
},
[40952] = {
["T"] = "猎人对猎人",
["O"] = "前往达拉然的猎人用品店与伊墨瑞尔·影卫谈一谈。",
},
[10367] = {
["T"] = "叛徒",
["O"] = "沙纳尔废墟的纳拉杜要你在附近的小屋中找到沙纳尔钥匙。",
["S"] = {
"沙纳尔钥匙",
},
},
[67565] = {
["T"] = "霜土飞越",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[10623] = {
["T"] = "伊利达雷斩除碎片",
["O"] = "将伊利达雷斩除碎片交给影月村的格罗克姆·死眼。",
},
[60407] = {
["T"] = "玛卓克萨斯训练",
["O"] = "与你的学徒在玛卓克萨斯完成3个世界任务。",
},
[11135] = {
["T"] = "无头骑士",
["O"] = "找到无头骑士的南瓜神龛。",
},
[73709] = {
["T"] = "额外的杂活",
["O"] = "找到6名入侵者，将他们赶出格里梅罗格运动会。",
["S"] = {
"找到入侵者",
},
},
[45560] = {
["T"] = "毁灭术士：邪能图腾的骚动",
["O"] = "前往至高岭的迷雾海岸，找到纳瓦罗格。",
},
[11903] = {
["T"] = "战斗的时刻",
["O"] = "致远郡的吉拉德·格林要你去杀死14个天灾食腐者。",
["S"] = {
"消灭天灾食腐者",
},
},
[49144] = {
["T"] = "赞达拉巨魔的愤怒",
["O"] = "消灭8名昊天劫掠者、昊天征服者或电光哨兵。",
["S"] = {
"消灭魔古入侵者",
},
},
[12415] = {
["T"] = "惊吓野马",
["O"] = "惊吓15匹高地野马，然后向欧尼瓦营地的索鲁克·雷怒复命。",
["S"] = {
"惊吓高地野马",
},
},
[67566] = {
["T"] = "霜土飞越 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[25341] = {
["T"] = "戈杜尼宝珠",
["O"] = "从一名戈杜尼术士手里获得戈杜尼宝珠。",
["S"] = {
"戈杜尼宝珠",
},
},
[51192] = {
["T"] = "配额匮乏",
["O"] = "从沉船中收集补给品。",
["S"] = {
"一捆物资",
},
},
[35321] = {
["T"] = "魔古山宫殿奖励任务",
},
[26365] = {
["T"] = "英雄的召唤：赤脊山！",
["O"] = "去找赤脊山瞭望塔的卫兵队长帕克。",
},
[13311] = {
["T"] = "恶魔套牌",
["O"] = "使用恶魔套牌召唤一位暗月占卜师，并把套牌交给占卜师。",
},
[13823] = {
["T"] = "英雄：托里姆的徽记",
["O"] = "将托里姆的徽记交给奥杜尔档案馆中的勘探员罗尔伦。\n\n你可以向档案馆控制台查询如何获得托里姆的徽记。",
["S"] = {
"托里姆的徽记",
},
},
[27901] = {
["T"] = "他们不知道手里拿着什么",
["O"] = "制作泰坦激活设备。",
["S"] = {
"泰坦激活设备",
},
},
[28413] = {
["T"] = "作词作曲",
["O"] = "跟罗素·布鲁尔谈一谈，帮他把歌写出来。",
["S"] = {
"写一首歌",
},
},
[40953] = {
["T"] = "雄鹰之翼",
["O"] = "在至高岭的神射手营地与伊墨瑞尔·影卫见面。",
["S"] = {
"在克拉苏斯平台与飞行管理员交谈",
"在神射手营地与伊墨瑞尔·影卫见面",
},
},
[29181] = {
["T"] = "猛禽德鲁伊",
["O"] = "获得150个世界之树的印记。",
["S"] = {
"世界之树的印记",
},
},
[84974] = {
["T"] = "希望的裂片",
["O"] = "收集20块虚空裂片。",
["S"] = {
"收集注虚碎片",
},
},
[29693] = {
["T"] = "将军之刃",
["O"] = "把纳兹戈林的斧子给纳兹戈林将军带去。",
},
[60408] = {
["T"] = "训练部队",
["O"] = "与你的新兵在玛卓克萨斯完成3个世界任务。",
},
[45561] = {
["T"] = "来找我",
["O"] = "前往至高岭寻找北郡骑士麦斯米兰。",
["S"] = {
"找到麦斯米兰",
},
},
[62456] = {
["T"] = "彼界：搞定首领",
["O"] = "在彼界击败穆厄扎拉。",
},
[31741] = {
["T"] = "双塔堡垒",
["O"] = "在双塔堡垒杀死15个部落士兵。",
["S"] = {
"击败双塔堡垒的部落",
},
},
[49145] = {
["T"] = "一个都不能少",
["O"] = "召集12名拉斯塔利守护者。",
["S"] = {
"召集拉斯塔利守护者",
},
},
[51193] = {
["T"] = "那是我的",
["O"] = "从阿兰·霍克金斯那里取回迪基德之槌。",
["S"] = {
"迪基德之槌",
},
},
[70640] = {
["T"] = "通缉：首领",
["O"] = "在安东尼达斯营地附近消灭弗里基鲁斯。",
["S"] = {
"消灭弗里基鲁斯",
},
},
[72688] = {
["T"] = "名望补给",
},
[55801] = {
["T"] = "征用：我们全都要",
["O"] = "在纳沙塔尔收集资源。",
["S"] = {
[5] = "一堆漂浮物",
[6] = "深海珊瑚苗",
[7] = "黏糊糊的海草",
},
},
[40954] = {
["T"] = "隐秘通途",
["O"] = "倾听伊墨瑞尔的故事。",
["S"] = {
"倾听隐秘通途的故事",
},
},
[43514] = {
["T"] = "昔日浮华",
["O"] = "从维里迪斯·法隆那里取得一份浮华饮剂。",
["S"] = {
"浮华饮剂",
},
},
[60409] = {
["T"] = "玛卓克萨斯训练",
["O"] = "与你的新兵在玛卓克萨斯完成3个世界任务。",
},
[90096] = {
["T"] = "永恒研究：世界任我行",
["O"] = "完成4个世界任务。",
},
[62457] = {
["T"] = "宏伟宝库",
["O"] = "从宏伟宝库中获得奖励。",
["S"] = {
"从宏伟宝库获取一件奖励",
},
},
[47098] = {
["T"] = "逃之夭夭",
["O"] = "与弗林一起逃离托尔达戈。",
["S"] = {
"拳打弗林",
},
},
[49146] = {
["T"] = "灵魂财产",
["O"] = "为卡扎金找到回收的宝石、彼界魔典和尊崇遗物。",
["S"] = {
"回收的宝石",
"彼界魔典",
"尊崇遗物",
},
},
[25598] = {
["T"] = "屈尊乞求",
["O"] = "找到萨米尔和马克。",
["S"] = {
"营救马克和萨米尔",
},
},
[35323] = {
["T"] = "风暴烈酒酿造厂奖励任务",
},
[52218] = {
["T"] = "恐惧之夜",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败呆伯特·麦克林特",
},
},
[26366] = {
["T"] = "抬头",
["O"] = "打败“三头怪”昂波达，拿到他的头。",
["S"] = {
"昂波达的魔精",
},
},
[90097] = {
["T"] = "永恒研究：侵入点",
["O"] = "完成一次军团侵入点事件。",
},
[26878] = {
["T"] = "纳拉雷克斯的信徒",
["O"] = "跟哀嚎洞穴里的纳尔帕克谈一谈。",
},
[27134] = {
["T"] = "战场的食人魔",
["O"] = "与石槌食人魔交谈。",
},
[38907] = {
["T"] = "圣锤守护者",
["O"] = "前往至高岭的雷霆图腾找梅拉·高岭。",
["S"] = {
"在雷霆图腾与武士奥罗见面",
},
},
[39419] = {
["T"] = "降妖除魔",
["O"] = "消灭妖术师阿卡拉。",
["S"] = {
"消灭妖术师阿卡拉",
},
},
[39931] = {
["T"] = "研磨草药",
["O"] = "取得20份玫红颜料和2份蜡黄颜料。颜料可以通过研磨草药获得。",
["S"] = {
"玫红颜料",
"蜡黄颜料",
},
},
[40955] = {
["T"] = "宣誓",
["O"] = "跪拜雄鹰雕像，并向隐秘通途宣誓。",
["S"] = {
"宣誓",
},
},
[57850] = {
["T"] = "源远流长",
},
[29438] = {
["T"] = "开枪！得分！",
["O"] = "在60秒内得到25分。",
["S"] = {
"击中目标",
},
},
[70643] = {
["T"] = "奥术炸弹",
},
[60410] = {
["T"] = "训练部队",
["O"] = "与你的新兵在雷文德斯完成3个世界任务。",
},
[90098] = {
["T"] = "永恒研究：大型侵入点",
["O"] = "完成一次大型军团侵入点事件。",
},
[45563] = {
["T"] = "朦胧的硬币",
["O"] = "把朦胧的时空扭曲硬币交给永恒岛的织雾者夏儿。",
},
[62458] = {
["T"] = "彼界",
["O"] = "在彼界和邦桑迪的面具交谈。",
},
[31486] = {
["T"] = "我对烹饪所有了解",
["O"] = "把信交给孙行·铁掌。她在半山市集教授厨艺。",
},
[47099] = {
["T"] = "熟悉环境",
["O"] = "拜访汇帆市场的渡船码头、依偎港湾旅店、汇帆账房和汇帆市场的飞行管理员。",
["S"] = {
"拜访渡船码头",
},
},
[64506] = {
["T"] = "重要失物",
["O"] = "在追忆圣窟中查看哪些圣物丢失了。",
["S"] = {
"检查丢失的圣物",
},
},
[49147] = {
["T"] = "展现实力",
["O"] = "消灭雷鸣者焦悌和征服者郑戈。",
["S"] = {
"消灭雷鸣者焦悌",
"消灭征服者郑戈",
},
},
[8320] = {
["T"] = "暮光地王",
["O"] = "杀死10个暮光地王，然后向塞纳里奥要塞的霍姆·蛮鬃复命。",
["S"] = {
"消灭暮光地王",
},
},
[33788] = {
["T"] = "烧制不稳定的草药",
["O"] = "帮菲奥拉制造疗伤药剂。",
["S"] = {
"与菲奥拉交谈",
},
},
[8704] = {
["T"] = "隐秘通途之戒",
["O"] = "将1枚其拉典礼戒指、2个琥珀雕像、5个黄金甲虫和5个陶土甲虫交给唤风者耶萨德拉。你必须在塞纳里奥议会中达到尊敬声望才能完成这个任务。",
["S"] = {
"其拉典礼戒指",
"琥珀雕像",
"黄金甲虫",
"陶土甲虫",
"中立 / 尊敬 塞纳里奥议会",
},
},
[35324] = {
["T"] = "风暴烈酒酿造厂奖励任务",
},
[52219] = {
["T"] = "任务目标：鲜血王子德利文",
["O"] = "在纳兹米尔的坍塌的隧道里找到基沙恩。",
["S"] = {
"与约翰·J·基沙恩见面",
},
},
[9216] = {
["T"] = "腐烂精华",
["O"] = "将10颗腐烂的精华交给塔奎林的魔导师艾米妮尔。",
["S"] = {
"腐烂的精华",
},
},
[9728] = {
["T"] = "热情的欢迎",
["O"] = "将30个纳迦爪子交给塞纳里奥庇护所的监护者哈穆特。",
["S"] = {
"纳迦爪子",
},
},
[39932] = {
["T"] = "鱼油墨水",
["O"] = "取得5份玛拉纳油脂，5份积怨之鳞碎片和5份盐目油脂，然后调配成鱼鳞颜料。",
["S"] = {
"玛拉纳油脂（可选）",
"积怨之鳞碎片（可选）",
"盐目油脂（可选）",
"鱼鳞颜料",
},
},
[10112] = {
["T"] = "私人事务",
["O"] = "将5箱拉斯莱的货物交给沙塔斯城贫民窟天涯旅店附近的星界商人拉斯莱。",
["S"] = {
"拉斯莱的货物",
},
},
[40956] = {
["T"] = "传送侦测",
["O"] = "用传送道标侦测艾露尼斯废墟。",
["S"] = {
"侦测进度",
},
},
[41468] = {
["T"] = "利爪领袖",
["O"] = "找到莉娅·石爪。",
},
[10624] = {
["T"] = "阴森的历史",
["O"] = "将15份永燃灰烬样本交给影月谷影月村的主药剂师希尔达迦。",
["S"] = {
"永燃灰烬",
},
},
[10880] = {
["T"] = "秘教的命令",
["O"] = "将秘教的命令交给泰罗卡森林难民车队的米克达。",
},
[60411] = {
["T"] = "雷文德斯训练",
["O"] = "与你的新兵在雷文德斯完成3个世界任务。",
},
[72693] = {
["T"] = "名望补给",
},
[73717] = {
["T"] = "欧恩伊尔长者",
},
[61947] = {
["T"] = "潜影凶兽",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败夜牙",
},
},
[62459] = {
["T"] = "无尽蘑网",
["O"] = "调查未知区域。",
["S"] = {
"前往未知伟域",
},
},
[77813] = {
["T"] = "电闪雷鸣",
["O"] = "在天顶观察站与安德斯塔兹领主见面。",
},
[78837] = {
["T"] = "盛世衰景",
["O"] = "在冈达加兹与代言人布琳泽会面。",
["S"] = {
"向代言人布琳泽询问高阶代言人的情况",
},
},
[49148] = {
["T"] = "分崩离析",
["O"] = "摧毁8个雷鸣征服者。",
["S"] = {
"消灭雷鸣征服者",
},
},
[66550] = {
["T"] = "[PH]风暴连绵！",
},
[35325] = {
["T"] = "青龙寺奖励任务",
},
[26623] = {
["T"] = "黑蟹蛋糕",
["O"] = "从结网毒蜘蛛身上割下6块暗色肉块。",
["S"] = {
"暗色肉块",
},
},
[75766] = {
["T"] = "染尘的红宝石",
["O"] = "把闪光巨龙宝石交给峈姆的法妮莉，",
},
[13824] = {
["T"] = "英雄：米米尔隆的徽记",
["O"] = "将米米尔隆的徽记交给奥杜尔档案馆中的勘探员罗尔伦。\n\n你可以向档案馆控制台查询如何获得米米尔隆的徽记。",
["S"] = {
"米米尔隆的徽记",
},
},
[27903] = {
["T"] = "点火",
["O"] = "拿到烈日之镜。",
["S"] = {
"烈日之镜",
},
},
[40957] = {
["T"] = "强力助手",
},
[66551] = {
["T"] = "三重烦恼",
["O"] = "在宠物对战中击败哈尼科",
["S"] = {
"在宠物对战中击败哈尼科",
},
},
[29183] = {
["T"] = "日常第二级，英雄（第N次）",
},
[58876] = {
["T"] = "失落的巨龙军团",
["O"] = "将维克修娜之嗣带给心之秘室的拉希奥。",
},
[43517] = {
["T"] = "黑心林地：堕落之力",
["O"] = "在史诗难度黑心林地的橡树之心身上取得腐化精华，并击败萨维斯之影。",
["S"] = {
"堕落精华",
},
},
[60412] = {
["T"] = "雷文德斯训练",
["O"] = "与你的学徒在雷文德斯完成3个世界任务。",
},
[90102] = {
["T"] = "永恒研究：破碎群岛的勇士",
["O"] = "完成任意军团区域战役章节。",
},
[75767] = {
["T"] = "好小伙",
["O"] = "在峈姆给浸水的图腾找个新归宿。",
},
[31743] = {
["T"] = "空中打击",
["O"] = "使用联盟信号弹，对成堆的军火、双塔投石车、野鬼还有克胡达葛布召唤一次空中打击。",
["S"] = {
"轰炸双塔军火堆放点",
"轰炸双塔投石车",
"轰炸克胡达葛布",
"轰炸野鬼",
},
},
[78839] = {
["T"] = "狗头人进犯",
["O"] = "在失落矿坑中消灭入侵的狗头人。",
["S"] = {
"消灭曳焰狗头人",
},
},
[49149] = {
["T"] = "妙用巫毒",
["O"] = "使用拉斯塔利颅哨激活5个灵魂方尖碑。",
["S"] = {
"激活灵魂方尖碑",
},
},
[36862] = {
["T"] = "宾奇维斯零件工厂",
["O"] = "与驾驶员布罗恩·天角交谈，飞往宾奇维斯零件工厂。",
["S"] = {
"前往宾奇维斯零件工厂",
},
},
[75768] = {
["T"] = "幸运毛鸭",
["O"] = "把覆羽伙伴带给峈姆的西纳姆。",
},
[39422] = {
["T"] = "船坞汇报",
["O"] = "返回你在坠落之月的船坞。",
},
[39934] = {
["T"] = "新盟友",
["O"] = "到阿苏纳找食魂者阿莱利。",
},
[40958] = {
["T"] = "战术考量",
["O"] = "在神射手营地与战术家蒂德菲尔谈一谈。",
},
[57853] = {
["T"] = "战斗情谊",
},
[43518] = {
["T"] = "调和黑暗",
["O"] = "获得5份萨格拉斯之血。",
["S"] = {
"萨格拉斯之血",
},
},
[62461] = {
["T"] = "密径追猎",
["O"] = "在野兽密径完成狩猎。\r\n\r\n建议玩家人数：[5]",
["S"] = {
"完成狩猎",
},
},
[65021] = {
["T"] = "老鹰之魂",
["O"] = "把老鹰之魂带给森林之心中的曼恩女士。",
},
[81913] = {
["T"] = "飞行训练第三课",
["O"] = "帮助库德兰在空中战斗科目中训练新兵。",
["S"] = {
"攻击喉蝠",
},
},
[66554] = {
["T"] = "防卫过当",
["O"] = "击败6个冬裘熊。",
["S"] = {
"击败冬裘熊怪",
},
},
[25344] = {
["T"] = "诱拐食人魔",
["O"] = "使用改良过的灵魂石俘虏一名戈多克食人魔。",
["S"] = {
"俘虏戈多克食人魔法师",
},
},
[35327] = {
["T"] = "青龙寺奖励任务",
},
[52222] = {
["T"] = "石拳岗哨",
["O"] = "为部落攻占石拳岗哨。",
["S"] = {
"占领岗哨",
},
},
[27136] = {
["T"] = "元素能量",
["O"] = "在能量枯竭的图腾附近摧毁8个充能的晶簇或磁石元素。",
["S"] = {
"为图腾充能",
},
},
[27392] = {
["T"] = "我不该告诉你这个",
["O"] = "从东瘟疫之地的孤独的猎手身上获得约瑟夫的猎刀。",
["S"] = {
"约瑟夫的猎刀",
},
},
[38911] = {
["T"] = "河鬃部族",
["O"] = "前往大地母亲之赐，与洁儿·河鬃见面。",
},
[56830] = {
["T"] = "深渊召唤",
},
[40959] = {
["T"] = "反击开始",
["O"] = "在指挥地图上选择首个攻击地点。",
["S"] = {
"选择首个出击目标",
},
},
[66555] = {
["T"] = "容我一言",
["O"] = "协助索诺瓦进行翻译。",
["S"] = {
"见证翻译",
},
},
[29440] = {
["T"] = "救世萨满的召唤",
["O"] = "去海加尔山世界之树的南边跟萨尔谈一谈。",
},
[43007] = {
["T"] = "返回暗影大厅",
["O"] = "与暗影大厅的乔拉齐·拉文霍德公爵对话。",
},
[60414] = {
["T"] = "稀有资源",
["O"] = "从暗影界的稀有怪物和宝箱中收集3枚掮客硬币。",
["S"] = {
"掮客硬币",
},
},
[44543] = {
["T"] = "破碎海滩之战",
["O"] = "骑乘双足飞龙前往破碎海滩。",
["S"] = {
"突袭破碎海滩",
},
},
[61950] = {
["T"] = "猎取野物",
["O"] = "从符文牡鹿身上收集10份野性心能。",
["S"] = {
"野性心能",
},
},
[46079] = {
["T"] = "支援前线",
["O"] = "帮助鲑鱼溪东部、西部和南部防线上的伤员。",
["S"] = {
"治疗受伤的防御者",
},
},
[47103] = {
["T"] = "前往纳兹米尔",
["O"] = "在达萨罗与飞行管理员洛科塔附近的洛坎见面。",
},
[48639] = {
["T"] = "圣光军团",
["O"] = "在阿古斯完成4个圣光军团世界任务。",
},
[81915] = {
["T"] = "栖巢为居",
["O"] = "返回达尔欧兹坦。",
},
[49663] = {
["T"] = "虚假预言",
["O"] = "返回达萨罗与拉斯塔哈大王见面。",
},
[36352] = {
["T"] = "寻找宝石工匠",
["O"] = "在沃高尔寻找吊坠的主人。",
["S"] = {
"找到坠饰的主人",
},
},
[9345] = {
["T"] = "准备药膏",
["O"] = "将制作药膏所需的12片地狱火刺叶交给断背岗哨的葛雷拉格。",
["S"] = {
"地狱火刺叶",
},
},
[75772] = {
["T"] = "烧瓶管理员",
["O"] = "找到皮革包裹的瓶子的失主。",
},
[38912] = {
["T"] = "鲜血图腾部族",
["O"] = "到末路崖去找奥金·铁牛。",
},
[9857] = {
["T"] = "狩猎塔布羊",
["O"] = "杀死12头塔布雄羊，然后向纳格兰奈辛瓦里狩猎队营地的哈罗德·兰恩复命。",
["S"] = {
"消灭塔布雄羊",
},
},
[9985] = {
["T"] = "隐秘之城",
["O"] = "将卢埃加的命令交给泰罗卡森林中裂石堡的库加托克。",
},
[10113] = {
["T"] = "奈辛瓦里狩猎队",
["O"] = "“猎枪”琼斯要你前往纳格兰东北边界的奈辛瓦里狩猎队营地，找赫米特·奈辛瓦里谈一谈。",
},
[40960] = {
["T"] = "夜明珠",
["O"] = "把夜明珠带给达拉然的大法师卡德加。",
},
[10753] = {
["T"] = "清理荒野",
["O"] = "杀死4只魔誓鳞翼风蛇、4只魔誓刃喉龙和2只邪能腐蚀者。",
["S"] = {
"消灭魔誓鳞翼风蛇",
"消灭魔誓刃喉龙",
"消灭邪能腐蚀者",
},
},
[60415] = {
["T"] = "稀有资源",
["O"] = "从暗影界的稀有怪物和宝箱中收集3枚掮客硬币。",
["S"] = {
"掮客硬币",
},
},
[44544] = {
["T"] = "大地之环的召唤",
["O"] = "和顾问塞维尔谈一谈。",
},
[90108] = {
["T"] = "永恒研究：神器收藏家",
["O"] = "获得一把新的神器。",
},
[11521] = {
["T"] = "继续寻根",
["O"] = "阳湾港口的玛尔娜希望你前往外域的荆刺高地，收集5根荆刺根须给她。",
["S"] = {
"荆刺根须",
},
},
[11905] = {
["T"] = "延缓灾难",
["O"] = "战斗法师凯特琳的影像要你在魔枢的裂隙附近使用交叉空间重塑器。",
["S"] = {
"延缓空间裂隙的形成",
},
},
[65023] = {
["T"] = "冰虫之魂",
["O"] = "把冰虫之魂带给森林之心中的曼恩女士。",
},
[12289] = {
["T"] = "乘胜追击",
["O"] = "哈斯曼中士希望你在蓝天伐木场消灭15个部落成员。",
["S"] = {
"消灭部落成员",
},
},
[66558] = {
["T"] = "罗威",
["O"] = "寻找罗威。",
["S"] = {
"把罗威送回家",
},
},
[25089] = {
["T"] = "走出墓穴",
["O"] = "与提瑞斯法林地丧钟镇的亡灵卫兵萨尔坦交谈。",
},
[36865] = {
["T"] = "黑石塔上层事件地下城奖励任务",
},
[53760] = {
["T"] = "无心插柳",
["O"] = "在德鲁斯瓦找到虚空石。",
["S"] = {
"找到虚空石",
},
},
[13697] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的碎颅者莫克拉。",
["S"] = {
"勇士的徽记",
},
},
[38913] = {
["T"] = "天角部族",
["O"] = "在苍穹之角与拉善·天角见面。",
},
[27905] = {
["T"] = "机尾炮手！",
["O"] = "使用追踪炮来保护司克诺兹轰炸机。",
["S"] = {
"逃出太阳方尖碑",
},
},
[28417] = {
["T"] = "无辜",
["O"] = "取得一只获救的红色雏龙、一只获救的绿色雏龙、一只获救的蓝色雏龙和一只获救的青铜雏龙。",
["S"] = {
"获救的红色雏龙",
"获救的绿色雏龙",
"获救的蓝色雏龙",
"获救的青铜雏龙",
},
},
[28673] = {
["T"] = "英雄的召唤：诅咒之地！",
["O"] = "去找守望堡的军需官朗格尔斯。",
},
[66559] = {
["T"] = "返回营地",
["O"] = "返回捕鲸者海角的考察者罗威处。",
},
[29185] = {
["T"] = "日常第二级，英雄（第一次）",
},
[43521] = {
["T"] = "翡翠梦魇：力量精华",
["O"] = "在普通或更高难度的翡翠梦魇中收集10份堕落精华。",
["S"] = {
"堕落精华",
},
},
[60416] = {
["T"] = "稀有资源",
["O"] = "从暗影界的稀有怪物和宝箱中收集3枚掮客硬币。",
["S"] = {
"掮客硬币",
},
},
[44545] = {
["T"] = "加强攻势",
["O"] = "在你的职业大厅的指挥地图上选择下一个突击点。",
["S"] = {
"选择下一个攻击点",
},
},
[90110] = {
["T"] = "永恒研究：收集时空扭曲样本",
["O"] = "收集时空扭曲草药和矿石。",
["S"] = {
"时空扭曲草药和矿石。",
},
},
[47105] = {
["T"] = "深入黑暗",
["O"] = "与塔兰吉公主一起寻找鲜血巨魔的踪迹。",
["S"] = {
"侦察前方",
},
},
[65024] = {
["T"] = "云端翔龙之魂",
["O"] = "把云端翔龙之魂带给森林之心中的曼恩女士。",
},
[34818] = {
["T"] = "他们叫他兰特瑞索·火刃",
["O"] = "在哈瓦洛找到兰特瑞索·火刃。",
},
[52225] = {
["T"] = "追逐时尚",
["O"] = "从德鲁斯瓦的浅湾巨蜥身上剥取3块新鲜的巨蜥皮。",
["S"] = {
"新鲜的巨蜥皮",
},
},
[36866] = {
["T"] = "黑石塔下层奖励任务",
},
[53761] = {
["T"] = "海盗的宝藏",
["O"] = "找到第二件圣物。",
["S"] = {
"找到海盗之家",
},
},
[75776] = {
["T"] = "红玉新生圣地赛道 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[58881] = {
["T"] = "追踪任务",
},
[60417] = {
["T"] = "稀有资源",
["O"] = "从暗影界的稀有怪物和宝箱中收集3枚掮客硬币。",
["S"] = {
"掮客硬币",
},
},
[72705] = {
["T"] = "狂野禁猎区障碍赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[90112] = {
["T"] = "永恒研究：战斗研究，精英",
["O"] = "消灭25个精英敌人。",
},
[75777] = {
["T"] = "红玉新生圣地赛道 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[64513] = {
["T"] = "威·蕾恩的徽记",
["O"] = "把威·蕾恩的徽记交给威·娜莉的庇护所的威·娜莉。",
},
[65025] = {
["T"] = "野猪之魂",
["O"] = "把野猪之魂带给森林之心中的曼恩女士。",
},
[25090] = {
["T"] = "腐烂的爪子",
["O"] = "给炉灰庄园的亡灵卫兵迪林格尔带回7只腐烂的爪子。",
["S"] = {
"腐烂的爪子",
},
},
[50690] = {
["T"] = "希望之光",
["O"] = "与凯拉·弗雷斯通交流。",
},
[25602] = {
["T"] = "没有火花，生不了火",
["O"] = "在巴德的挖掘场找到一桶火药。",
["S"] = {
"一桶火药",
},
},
[51714] = {
["T"] = "国王的任务",
["O"] = "在风之救赎号上与间谍大师马迪亚斯·肖尔会面。",
},
[26370] = {
["T"] = "回到哨兵岭",
["O"] = "向西部荒野哨兵岭的治安官格里安·斯托曼报告。",
},
[36867] = {
["T"] = "黑石塔下层（额外）奖励任务",
},
[53762] = {
["T"] = "风暴王冠",
["O"] = "取回第三件圣物。",
["S"] = {
"找到托亚塔纳的洞穴",
},
},
[75778] = {
["T"] = "狂野禁猎区障碍赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38915] = {
["T"] = "雪盲台地之战",
["O"] = "前往雪盲台地。",
},
[39427] = {
["T"] = "雄鹰之魂的祝福",
["O"] = "在至高岭的护灵岗哨接受雄鹰之魂的祝福。",
["S"] = {
"飞往护灵岗哨",
},
},
[28162] = {
["T"] = "沼泽之饵",
["O"] = "你的任务是从托尔巴拉德的巴拉丁鳄鱼身上收集8张鳄鱼皮。你可以在巴拉丁监狱西边的沼泽中找到鳄鱼。",
["S"] = {
"鳄鱼皮",
},
},
[28418] = {
["T"] = "燃烧的复仇",
["O"] = "杀死5名黑石驭龙者和5只火鳞小龙。",
["S"] = {
"消灭黑石驭龙者",
"消灭火鳞小龙",
},
},
[82946] = {
["T"] = "滚滚深邃都是蜡",
["O"] = "收集10个怪异蜡团。",
["S"] = {
"收集怪异蜡团",
},
},
[29186] = {
["T"] = "妖术领主的神像",
["O"] = "从祖阿曼的妖术领主玛拉卡斯那里取得妖术领主的雕像。",
["S"] = {
"妖术领主的神像",
},
},
[60418] = {
["T"] = "晋升堡垒的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫晋升堡垒。你也可以通过在晋升高塔和通灵战潮地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫晋升堡垒",
},
},
[44547] = {
["T"] = "蛙跳战术",
["O"] = "在你的职业大厅的指挥地图上选择下一个突击点。",
["S"] = {
"选择下一个攻击点",
},
},
[90114] = {
["T"] = "永恒研究：自我提升，进阶",
["O"] = "在英雄世界难度完成各种活动。",
},
[91138] = {
["T"] = "翻手创生，覆手灭世",
["O"] = "展示你对生命和死亡的掌握。",
["S"] = {
"复活玩家",
},
},
[75779] = {
["T"] = "狂野禁猎区障碍赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31490] = {
["T"] = "所有成员",
["O"] = "在血色大厅击败50个血色十字军的成员。",
["S"] = {
"击败血色十字军战士",
},
},
[7937] = {
["T"] = "财富在等着你……",
["O"] = "到艾尔文森林的东谷伐木场去寻找你的财宝吧。",
},
[65026] = {
["T"] = "猫头鹰之魂",
["O"] = "把猫头鹰之魂带给森林之心中的曼恩女士。",
},
[51715] = {
["T"] = "暗影战争",
["O"] = "为弗斯塔德指派任务。",
},
[52227] = {
["T"] = "骨针",
["O"] = "收集一根完美的尖刺。",
["S"] = {
"完美的尖刺",
},
},
[72708] = {
["T"] = "巨龙群岛补给",
["O"] = "将巨龙群岛补给袋交给翼眠大使馆的编目员杰克斯。",
},
[9218] = {
["T"] = "脊骨之尘",
["O"] = "将10份脊骨之尘交给塔奎林的魔导师艾米妮尔。",
["S"] = {
"脊骨之尘",
},
},
[53763] = {
["T"] = "利刃扭转",
["O"] = "在湮灭峭壁与萨拉塔斯见面。",
["S"] = {
"找到萨拉塔斯",
},
},
[75780] = {
["T"] = "烬琉航线 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9602] = {
["T"] = "邪恶的书信",
["O"] = "将叛徒的证据交给碧蓝岗哨的大主教梅内莱厄斯。",
},
[55299] = {
["T"] = "食泥臭鱼",
["O"] = "把鱼带给丹妮尔·渔钓。",
},
[9986] = {
["T"] = "教训鸦人",
["O"] = "杀死里斯克鸦巢的阿什卡兹，西诺鸦巢的埃伊特和基斯鸦巢的乌达克，然后返回奥蕾莉亚要塞向山德复命。",
["S"] = {
"消灭阿什卡兹",
"消灭埃伊特",
"消灭乌达克",
},
},
[10114] = {
["T"] = "奈辛瓦里狩猎队",
["O"] = "欧洛恩·远行者要你前往纳格兰的奈辛瓦里狩猎队营地，跟“好儿子”沙度·远行者谈一谈。",
},
[10242] = {
["T"] = "断背岗哨",
["O"] = "机甲残骸的药剂师塞兰娜要你与空军指挥官布拉克谈一谈，搭乘双足飞龙前往断背岗哨，并将血环血样交给断背岗哨的药剂师阿尔布雷克。",
},
[10626] = {
["T"] = "夺取武器",
["O"] = "将玛卡扎顿之刃和莫戈洛隆之刃交给蛮锤要塞的奥丁·雷拳。",
["S"] = {
"玛卡扎顿之刃",
"莫戈洛隆之刃",
},
},
[43524] = {
["T"] = "群星庭院：文学改良",
["O"] = "在史诗难度的群星庭院找到洛休斯的第一版《卷轴、印记及夜之子之道》。",
["S"] = {
"结界、印记及夜之子之道",
},
},
[60419] = {
["T"] = "家园的麻烦",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫炽蓝仙野。你也可以通过在塞兹仙林的迷雾和彼界地下城中击败强大的敌人以达成目标。",
["S"] = {
"守护炽蓝仙野",
},
},
[72709] = {
["T"] = "寻宝资助人",
["O"] = "从编目员杰克斯处购买考古学家神器笔记。",
},
[11266] = {
["T"] = "亚勒伯龙攻击计划",
["O"] = "将亚勒伯龙攻击计划交给冬蹄营地的塞莉亚·冰鬃。",
},
[91140] = {
["T"] = "往昔的残片",
["O"] = "向塔扎维什的欧·安出示碎片。",
},
[62467] = {
["T"] = "随心挑选",
["O"] = "获得一颗种子并将其种在灵种里。",
},
[11650] = {
["T"] = "还要一些东西……",
["O"] = "收集机灵鬼的工具、一个超载电容器和一捧洛克纳尔的沙砾，把它们交给菲兹兰克机场的机灵鬼沃比斯波基。",
["S"] = {
"机灵鬼的工具",
"超载电容器",
"一捧洛克纳尔的沙砾",
},
},
[24579] = {
["T"] = "消灭萨塔里奥！",
["O"] = "消灭萨塔里奥。\n\n这个任务可以在任何难度和规模的团队副本中完成。",
["S"] = {
"消灭萨塔里奥",
},
},
[12930] = {
["T"] = "稀有的土壤",
["O"] = "使用土灵采矿锄收集7块魔化土壤。将这些土壤和5张霜纹布交给布德克拉格庇护所的塑石者布德克拉格。",
["S"] = {
"魔化土壤",
"霜纹布",
},
},
[13186] = {
["T"] = "阻止攻城",
["O"] = "冬拥堡垒的资深攻城技师雷格索要你摧毁3辆部落攻城器械。",
["S"] = {
"摧毁部落攻城器械",
},
},
[26627] = {
["T"] = "隐士",
["O"] = "找到乞丐鬼屋高塔里的居民。",
},
[54276] = {
["T"] = "诺莫瑞根的麻烦",
["O"] = "在丹莫罗的诺莫瑞根之外找到麦克罗·祖克斯。",
},
[38405] = {
["T"] = "抵御风暴",
["O"] = "在赫达沙尔找到登山鞋、浸油斗篷，以及魔化磁石。",
["S"] = {
"魔化磁石",
"登山鞋",
"浸油斗篷",
},
},
[27907] = {
["T"] = "祝祷之花",
["O"] = "从流沙泥潭收集10株祝祷之花。",
["S"] = {
"祝祷之花",
},
},
[28163] = {
["T"] = "负隅顽抗",
["O"] = "你的任务是在托尔巴拉德杀死12名部落步兵。你可以在托尔巴拉德的熔渣车间、典狱官岗哨和铁甲兵营找到他们。",
["S"] = {
"部落步兵",
},
},
[28675] = {
["T"] = "英雄的召唤：悲伤沼泽！",
["O"] = "去找悲伤沼泽沼桨镇的贸易巨头银罐。",
},
[57860] = {
["T"] = "乔装潜入",
["O"] = "在卡莉娥佩之憩收集3份弃誓者制服残片和一个军需官的徽记。",
["S"] = {
"弃誓者制服残片",
"军需官的徽记",
},
},
[29443] = {
["T"] = "奇怪的水晶",
["O"] = "把灌魔水晶带给暗月岛上暗月马戏团里的萨杜斯·帕雷教授。",
},
[43525] = {
["T"] = "守望者地窟：擅自借取",
["O"] = "在史诗难度的守望者地窟取得一个封锁水晶。",
["S"] = {
"封锁水晶",
},
},
[60420] = {
["T"] = "玛卓克萨斯的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫玛卓克萨斯。你也可以通过在凋魂之殇和伤逝剧场地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫玛卓克萨斯",
},
},
[30467] = {
["T"] = "我的儿子……",
["O"] = "在墨鳃潭找到武鹏。",
},
[91142] = {
["T"] = "受托者的战袍",
},
[75783] = {
["T"] = "绝顶树冠激流冲刺 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[34822] = {
["T"] = "我们缺什么",
["O"] = "收集10份奴隶船残骸。",
["S"] = {
"奴隶船残骸",
},
},
[72712] = {
["T"] = "精锐云集",
["O"] = "与爪兵达莫斯交谈。",
["S"] = {
"向爪兵达莫斯传令",
},
},
[75784] = {
["T"] = "花园休闲赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77832] = {
["T"] = "层影交错",
["O"] = "消灭暗影。",
["S"] = {
"消灭骇人暗影",
},
},
[39942] = {
["T"] = "安瑟瑞尔水晶",
["O"] = "把安瑟瑞尔水晶带给达拉然的帕林教授。",
},
[81928] = {
["T"] = "人民之声",
["O"] = "与3个流丝区市民交谈。",
["S"] = {
"与流丝区市民交谈",
},
},
[82952] = {
["T"] = "休闲的机遇",
["O"] = "在冈达加兹周围向疲倦的工人发放6份传单。",
["S"] = {
"分发传单",
},
},
[58373] = {
["T"] = "尼奥罗萨：纯净圣母的指引",
["O"] = "在普通难度下，从尼奥罗萨，觉醒之城的莱登处收集4个泰坦核心，从维克修娜处收集4个巨龙之心，从伊格诺斯处收集4个预知之眼。",
["S"] = {
"泰坦核心",
"预知之眼",
"巨龙之心",
},
},
[42502] = {
["T"] = "无处可藏",
["O"] = "前往暮色森林，在乌鸦岭刺杀邪能召唤者维特雷，并在他的身上寻找线索。",
["S"] = {
[2] = "消灭邪能召唤者维特雷",
[3] = "寻找线索",
},
},
[60421] = {
["T"] = "雷文德斯的召唤",
["O"] = "完成每日任务和世界任务，收集宝藏，消灭稀有生物来保卫雷文德斯。你也可以通过在赤红深渊和赎罪大厅地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫雷文德斯",
},
},
[72713] = {
["T"] = "领土继承",
["O"] = "协助龙希尔斥候占领失落图书馆。",
["S"] = {
"协助安波莎的斥候",
"占领失落图书馆",
},
},
[75785] = {
["T"] = "乌克图鲁特急流 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[81929] = {
["T"] = "计划如下",
["O"] = "聆听菲琳的计划并帮助其做好准备。",
["S"] = {
"与菲琳·洛萨交谈",
},
},
[82953] = {
["T"] = "苔岑之邀",
["O"] = "在千丝之城内宣布宰相即将发表宣言的消息。",
["S"] = {
"邀请阿尔辛",
"邀请演说者特克西特克",
"邀请拉克瓦",
},
},
[72714] = {
["T"] = "多边营救法",
["O"] = "在爪士栖地营救5名受惊的研究员。",
["S"] = {
"解救研究员",
},
},
[53766] = {
["T"] = "他在注视着你",
["O"] = "在选民之台的阿昆达祭坛找到奈洛克。",
["S"] = {
"会见奈洛克",
},
},
[75786] = {
["T"] = "乌克图鲁特急流 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38407] = {
["T"] = "漂流瓶",
["O"] = "把欧库纳的信带给艾瑞瑟夫人。",
},
[27908] = {
["T"] = "泥潭的秘密",
["O"] = "从移动的潭泥身上收集10份充满活力的淤泥样本。",
["S"] = {
"充满活力的淤泥",
},
},
[28676] = {
["T"] = "灭虫行动",
["O"] = "与班萨罗兽穴里面的瑞诺·弹幕交谈。",
},
[82954] = {
["T"] = "黑暗中的尖刀",
["O"] = "在千丝之城消灭4个苏雷吉刺客。",
["S"] = {
"消灭隐秘之刃泽克",
"消灭隐秘之刃基克萨尔",
"消灭隐秘之刃欧力泰克斯",
"消灭隐秘之刃帕里基尔",
},
},
[58374] = {
["T"] = "尼奥罗萨：纯净圣母的指引",
["O"] = "在英雄难度下，从尼奥罗萨，觉醒之城的莱登处收集4个泰坦核心，从维克修娜处收集4个巨龙之心，从伊格诺斯处收集4个预知之眼。",
["S"] = {
"泰坦核心",
"预知之眼",
"巨龙之心",
},
},
[42503] = {
["T"] = "破译者",
["O"] = "使用邪能解码器破译加密信息，了解你接下来该去哪里寻找邪教徒。",
["S"] = {
"查看加密信息",
},
},
[43527] = {
["T"] = "拯救月之守卫",
["O"] = "完成苏拉玛的“护月堡垒”故事线，然后在沙尔艾兰与大法师卡雷会合。",
},
[60422] = {
["T"] = "炽蓝仙野的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫炽蓝仙野。你也可以通过在塞兹仙林的迷雾和彼界地下城中击败强大的敌人以达成目标。",
["S"] = {
"守护炽蓝仙野",
},
},
[30468] = {
["T"] = "复仇之怒",
["O"] = "击败15个暴怒的锦鱼人。",
["S"] = {
"杀死暴怒的锦鱼人",
},
},
[90122] = {
["T"] = "消灭扭曲的赛·沃克斯",
["O"] = "消灭扭曲的赛·沃克斯。",
["S"] = {
"消灭扭曲的赛·沃克斯",
"赛·沃克斯避难所抑制器",
},
},
[75787] = {
["T"] = "翼眠环线 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[63494] = {
["T"] = "铁砧守卫索加登的设计图",
["O"] = "找出是谁在黑铁酒吧赢得了索加登的设计图。",
},
[85003] = {
["T"] = "恢复经营效率",
["O"] = "帮助塔扎维什的掮灵，协助他们解决问题。",
["S"] = {
"协助赛·宾",
"协助巴·沃",
"协助塔·卡",
"在传送门旁倾听双界行者说话（可选）",
},
},
[75788] = {
["T"] = "翼眠环线 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9603] = {
["T"] = "床铺，绷带，以及更多",
["O"] = "将谢尔兰的清单交给碧蓝岗哨的角鹰兽管理员萨尔达恩。",
},
[9731] = {
["T"] = "抽水泵结构图",
["O"] = "前往毒蛇湖搜寻抽水泵的踪迹，然后向塞纳里奥庇护所的伊谢尔·风歌汇报你的发现。",
["S"] = {
"发现抽水泵",
},
},
[55815] = {
["T"] = "其他利益",
["O"] = "将5个超沉的石头交给钢铁贤者老高。",
["S"] = {
"超沉的石头",
},
},
[9987] = {
["T"] = "教训鸦人",
["O"] = "杀死里斯克鸦巢的阿什卡兹，西诺鸦巢的埃伊特和基斯鸦巢的乌达克，然后返回裂石堡向罗卡格复命。",
["S"] = {
"消灭阿什卡兹",
"消灭埃伊特",
"消灭乌达克",
},
},
[56839] = {
["T"] = "可怕的灭爪",
["O"] = "击败可怕的灭爪",
["S"] = {
"消灭可怕的灭爪",
},
},
[40968] = {
["T"] = "恢复失窃能量",
["O"] = "获取一个不稳定的法术焦镜。",
["S"] = {
"不稳定的法术焦镜",
},
},
[82956] = {
["T"] = "转角就是机遇",
["O"] = "在机遇角喝一杯。",
},
[58375] = {
["T"] = "尼奥罗萨：纯净圣母的指引",
["O"] = "在史诗难度下，从尼奥罗萨，觉醒之城的莱登处收集4个泰坦核心，从维克修娜处收集4个巨龙之心，从伊格诺斯处收集4个预知之眼。",
["S"] = {
"泰坦核心",
"预知之眼",
"巨龙之心",
},
},
[10755] = {
["T"] = "堡垒的钥匙",
["O"] = "将原始钥匙模具交给地狱火半岛萨尔玛的纳兹格雷尔。",
},
[60423] = {
["T"] = "炽蓝仙野的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫炽蓝仙野。你也可以通过在塞兹仙林的迷雾和彼界地下城中击败强大的敌人以达成目标。",
["S"] = {
"守护炽蓝仙野",
},
},
[11523] = {
["T"] = "激活结界！",
["O"] = "破碎残阳基地的瑟里斯·黎明之心希望你能从失心魔瘾者和失心吞噬者那里获取4份法力余烬，用它们激活阳湾港建筑物外围的水晶结界。",
["S"] = {
"激活水晶结界",
},
},
[2945] = {
["T"] = "脏兮兮的戒指",
["O"] = "想方法把脏兮兮的戒指弄干净。",
},
[78861] = {
["T"] = "援助联军",
},
[65031] = {
["T"] = "战场",
["O"] = "与塔尔-伊纳拉交谈。",
},
[12291] = {
["T"] = "被遗忘的故事",
["O"] = "听取被遗忘的农夫、被遗忘的火枪手、被遗忘的骑士和被遗忘的步兵所讲述的故事。",
["S"] = {
"询问被遗忘的农夫",
"询问被遗忘的火枪手",
"询问被遗忘的骑士",
"询问被遗忘的步兵",
},
},
[12419] = {
["T"] = "红玉巨龙圣地的命运",
["O"] = "将达莉亚的红玉胸针带回龙眠神殿的议会大厅交给克拉苏斯，并将她的命运告诉他。",
},
[25349] = {
["T"] = "扭曲的姐妹",
["O"] = "杀死7名堕落的树妖。",
["S"] = {
"消灭堕落的树妖",
},
},
[12803] = {
["T"] = "自然的力量",
["O"] = "前往索拉查盆地的荒芜边界，寻找弗蕾亚的化身。荒芜边界就在雨声河与迷失之地的交界处。",
},
[25861] = {
["T"] = "杀鸡儆猴",
["O"] = "将一名克瓦迪尔高阶萨满祭司押送给行刑者瓦拉萨雷斯。\n\n这个任务是纳兹夏尔女武士影像的一部分。如有需要，可以使用纳兹夏尔女武士之刃在时间焦点处返回影像。",
["S"] = {
"处决克瓦迪尔高阶萨满祭司",
},
},
[3361] = {
["T"] = "逃难者的困境",
["O"] = "取得菲利克斯的盒子、菲利克斯的箱子和菲利克斯的螺钉桶。",
["S"] = {
"菲利克斯的盒子",
"菲利克斯的箱子",
"菲利克斯的螺钉桶",
},
},
[27141] = {
["T"] = "炸裂",
["O"] = "在卡塔图陵墓里协助哈里森·琼斯。",
["S"] = {
"在卡塔图陵墓里协助哈里森·琼斯",
},
},
[77838] = {
["T"] = "入梦叶碎屑",
["O"] = "在超然盛放期间完成事件。",
["S"] = {
"从超然盛放收获知识",
},
},
[39433] = {
["T"] = "无法看到的影响",
["O"] = "从塔纳安丛林的任意宝藏、稀有生物或稀有精英生物身上收集10枚被邪能腐蚀的埃匹希斯碎片。",
["S"] = {
"被邪能腐蚀的埃匹希斯碎片",
},
},
[56328] = {
["T"] = "请勿饮用",
["O"] = "夺回12瓶失窃的原油。",
["S"] = {
"取回失窃的原油",
},
},
[14339] = {
["T"] = "发射装置",
["O"] = "玛乌林·碎骨要你从濒死的科多兽身上收集3个中空的科多兽角。",
["S"] = {
"中空的科多兽角",
},
},
[66575] = {
["T"] = "任务提供者物品：药瓶",
["O"] = "将物品交给守路者阿尔威。",
},
[29445] = {
["T"] = "奇异的魔典",
["O"] = "将神秘的魔典带给暗月岛上暗月马戏团里的塞格。",
},
[59912] = {
["T"] = "[OLD NOT USED]",
["O"] = "在林地中寻找触媒。",
},
[60424] = {
["T"] = "炽蓝仙野的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫炽蓝仙野。你也可以通过在塞兹仙林的迷雾和彼界地下城中击败强大的敌人以达成目标。",
["S"] = {
"守护炽蓝仙野",
},
},
[30469] = {
["T"] = "取回补给",
["O"] = "收集8包失窃的补给品。",
["S"] = {
"失窃的补给品",
},
},
[90126] = {
["T"] = "消灭格拉波尔",
["O"] = "消灭格拉波尔。",
["S"] = {
"消灭格拉波尔",
"格拉波尔诱饵",
},
},
[75791] = {
["T"] = "狂野禁猎区巡回赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31493] = {
["T"] = "当然，只是为了保管",
["O"] = "收集十字军圣典。",
["S"] = {
"十字军法典",
},
},
[77839] = {
["T"] = "东部王国杯巡回赛",
["O"] = "完成东部王国杯的入门赛道。",
["S"] = {
"吉尔尼斯皇牌赛",
"洛克莫丹循环赛",
"灼热障碍赛",
"暮光惊惧赛",
"逆风德比",
"艾尔文森林飞闪赛",
"古拉巴什大赛",
"铁炉堡截击赛",
"诅咒之地飞弩冲刺",
"瘟疫之地突降赛",
"藏宝海湾劲击赛",
"熔光夜航",
"卡拉兹工坊交锋",
"赤脊山拉力赛",
},
},
[78863] = {
["T"] = "栖身林荫下",
["O"] = "在阿梅达希尔与泰兰德和珊蒂斯见面。",
},
[82959] = {
["T"] = "希尔海姆家族：失落的日记",
["O"] = "把失落的日记交给希尔海姆农场的阿丽亚·希尔海姆。",
},
[85007] = {
["T"] = "延展范围",
["O"] = "从掮灵晶塔处收集读数。",
["S"] = {
"记录虚空读数",
},
},
[34826] = {
["T"] = "我敌人的朋友",
["O"] = "在哈瓦洛消灭15名火刃兽人。",
["S"] = {
"消灭哈瓦洛的火刃兽人",
},
},
[36874] = {
["T"] = "德拉诺之王",
["O"] = "在PvP战斗中消灭敌对玩家，获得20块破碎骨骼，然后在白骨祭坛放置一份祭品，赢取一份胜利者的礼物。",
["S"] = {
"破碎骨骼（可选）",
},
},
[75792] = {
["T"] = "狂野禁猎区巡回赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55305] = {
["T"] = "螺栓钢头鱼",
["O"] = "把鱼带给丹妮尔·渔钓。",
},
[66577] = {
["T"] = "守护巨龙之邀",
["O"] = "与拉希奥交谈，了解议会的会面。",
["S"] = {
"与拉希奥交谈",
},
},
[85008] = {
["T"] = "回忆的奇械",
["O"] = "与控制台进行互动。",
},
[60425] = {
["T"] = "家园的麻烦",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫晋升堡垒。你也可以通过在晋升高塔和通灵战潮地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫晋升堡垒",
},
},
[74769] = {
["T"] = "铁潮逆流",
["O"] = "在风暴海岸消灭10个铁潮海盗。",
["S"] = {
"消灭铁潮海盗",
},
},
[75793] = {
["T"] = "阳斑灌木林巡回赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47114] = {
["T"] = "萨格拉斯之墓：古墓主母",
["O"] = "消灭萨格拉斯之墓的主母萨丝琳。",
["S"] = {
[2] = "坚硬的纳迦鳞片",
},
},
[64521] = {
["T"] = "冥誓作战计划",
["O"] = "把冥誓作战计划交给守护者的休憩的女公爵麦恩克丝。",
},
[65033] = {
["T"] = "观察胜利",
["O"] = "赢得任意战场胜利。",
},
[66578] = {
["T"] = "A > B奖励测试（低生命值）",
},
[25094] = {
["T"] = "雷霆斗技场：祖蒙加！",
["O"] = "击败祖蒙加。",
["S"] = {
"已击败祖蒙加。",
},
},
[85009] = {
["T"] = "尚可挽救之物",
["O"] = "为6个烁光幻兽充能。",
["S"] = {
"测试烁光幻兽",
},
},
[52746] = {
["T"] = "战争储备",
["O"] = "收集100份战争物资。可以通过做任务和开宝箱等多种渠道获得战争物资。",
["S"] = {
"战争物资",
},
},
[54282] = {
["T"] = "达萨罗之战",
["O"] = "在达萨罗之战团队副本中击败吉安娜·普罗德摩尔。",
},
[55306] = {
["T"] = "跃塘弹簧鱼",
["O"] = "把鱼带给丹妮尔·渔钓。",
},
[78866] = {
["T"] = "超然盛放：步骤2",
},
[56842] = {
["T"] = "月光守护",
["O"] = "在散布世界各地的月亮井处实行月之仪式。你可以在灰谷、费伍德森林、菲拉斯、月光林地、石爪山脉、暮色森林和海加尔山找到它们。\r\n\r\n如果月之祝福失效了，就必须从头再来。",
["S"] = {
"给月花法杖充能",
},
},
[28678] = {
["T"] = "P·哈里斯船长",
["O"] = "你的任务是在失落希望海角杀死P·哈里斯船长。失落希望海角就在这里的西北边，海岸附近。找到船骸就对了。",
["S"] = {
"消灭P·哈里斯船长",
},
},
[66579] = {
["T"] = "治愈之声",
["O"] = "将共鸣圆盘带给信仰之憩的奥利·玛努。",
},
[29446] = {
["T"] = "精美的武器",
["O"] = "将这把精美的武器带给暗月岛上的暗月马戏团的萨杜斯·帕雷教授。",
},
[59914] = {
["T"] = "不敢涉足",
["O"] = "侦查白垩之地，搜寻盟友的踪迹。",
["S"] = {
"找到第一条线索",
},
},
[60426] = {
["T"] = "晋升堡垒的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫晋升堡垒。你也可以通过在晋升高塔和通灵战潮地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫晋升堡垒",
},
},
[44555] = {
["T"] = "卡德加的发现",
["O"] = "与达拉然的大法师卡德加谈一谈。",
},
[74771] = {
["T"] = "寻钥记",
["O"] = "在禁忌离岛寻找3把兹斯克拉宝库钥匙，并交给探路者塔查。",
["S"] = {
"收集兹斯克拉宝库钥匙",
},
},
[7810] = {
["T"] = "竞技场高手",
["O"] = "与荆棘竞技场的小个子约翰·米斯瑞尔谈一谈。",
},
[47115] = {
["T"] = "萨格拉斯之墓：古墓主母",
["O"] = "消灭萨格拉斯之墓的主母萨丝琳。",
["S"] = {
[2] = "坚硬的纳迦鳞片",
},
},
[78867] = {
["T"] = "超然盛放：步骤3",
},
[64522] = {
["T"] = "失窃的刻希亚补给品",
["O"] = "把失窃的刻希亚补给品交给守护者的休憩的女公爵麦恩克丝。",
},
[82963] = {
["T"] = "希尔海姆家族：小猪猪",
["O"] = "把小猪猪交还给希尔海姆农场的阿丽亚·希尔海姆。",
},
[8580] = {
["T"] = "部落需要火焰花！",
["O"] = "把20份火焰花交给奥格瑞玛精神谷的蝙蝠骑士比雷凯基。",
["S"] = {
"火焰花",
},
},
[51211] = {
["T"] = "艾泽拉斯之心",
["O"] = "进入心之秘室与艾泽拉斯进行密谈。",
["S"] = {
"使用希利苏斯的设备前往心之秘室",
},
},
[36876] = {
["T"] = "德拉诺之王",
["O"] = "在PvP战斗中消灭敌对玩家，获得20块破碎骨骼，然后在白骨祭坛放置一份祭品，赢取一份胜利者的礼物。",
["S"] = {
"破碎骨骼（可选）",
},
},
[75796] = {
["T"] = "泽地漫游 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9604] = {
["T"] = "乘坐角鹰兽",
["O"] = "租用角鹰兽从萨尔达恩处飞往埃索达。到达后，将谢尔兰的清单交给纳鲁之座的努古尼。",
},
[55307] = {
["T"] = "阴暗的洞穴鳗",
["O"] = "把鱼带给丹妮尔·渔钓。",
},
[55819] = {
["T"] = "赏金任务：一些鱼人",
["O"] = "消灭15个鱼人。",
["S"] = {
"消灭鱼人",
},
},
[82964] = {
["T"] = "希尔海姆家族：叔叔的眼睛",
["O"] = "把叔叔的眼睛交给希尔海姆农场的阿丽亚·希尔海姆。",
},
[60427] = {
["T"] = "晋升堡垒的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫晋升堡垒。你也可以通过在晋升高塔和通灵战潮地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫晋升堡垒",
},
},
[75797] = {
["T"] = "河谷冲刺 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47116] = {
["T"] = "萨格拉斯之墓：古墓主母",
["O"] = "消灭萨格拉斯之墓的主母萨丝琳。",
["S"] = {
[2] = "坚硬的纳迦鳞片",
},
},
[78869] = {
["T"] = "超然盛放：步骤6",
},
[12292] = {
["T"] = "当地人的支持",
["O"] = "琥珀松木营地的杜蒙特中尉要你前往常青商栈夺回雪松木箱。",
["S"] = {
"雪松木箱",
},
},
[66582] = {
["T"] = "能量采购",
["O"] = "在安东尼达斯营地中为迁跃法师黛兰德拉收集容器中的能量。",
["S"] = {
"获取能量",
},
},
[25095] = {
["T"] = "雷霆斗技场：萨里尼克斯！",
["O"] = "击败萨里尼克斯。",
["S"] = {
"已击败萨里尼克斯。",
},
},
[12932] = {
["T"] = "痛苦斗兽场：伊戈达斯！",
["O"] = "进入痛苦斗兽场，击败伊戈达斯！回到巨魔仆从伍迪那里领取你的奖励。",
["S"] = {
"击败伊戈达斯",
},
},
[75798] = {
["T"] = "河谷冲刺 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55308] = {
["T"] = "机械河豚",
["O"] = "把鱼带给丹妮尔·渔钓。",
},
[39437] = {
["T"] = "深入洞穴",
["O"] = "在黯石洞穴消灭8个鱼人。",
["S"] = {
"消灭深穴鱼人",
},
},
[82966] = {
["T"] = "希尔海姆家族：不寻常的土豆",
["O"] = "把不寻常的土豆交给希尔海姆农场的阿丽亚·希尔海姆。",
},
[60428] = {
["T"] = "兵主之刃",
["O"] = "帮助骨匠海尔米尔锻造你的符文剑。",
["S"] = {
"与骨匠海尔米尔交谈",
},
},
[44557] = {
["T"] = "有限增援",
["O"] = "在逆风小径关闭4个传送门，消灭20个恶魔。",
["S"] = {
"关闭军团传送门",
"消灭军团士兵",
},
},
[61964] = {
["T"] = "Aubrie Weekly Jailers Tower Quest",
},
[75799] = {
["T"] = "翡翠花园攀升赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31495] = {
["T"] = "所有成员",
["O"] = "在血色大厅击败50个血色十字军的成员。",
["S"] = {
"击败血色十字军战士",
},
},
[47117] = {
["T"] = "萨格拉斯之墓：古墓主母",
["O"] = "消灭萨格拉斯之墓的主母萨丝琳。",
["S"] = {
[2] = "坚硬的纳迦鳞片",
},
},
[64012] = {
["T"] = "死亡先锋军的补给",
["O"] = "与刻希亚守护者的休憩的女公爵麦恩克丝交谈。",
},
[66584] = {
["T"] = "更多界门能量",
},
[52749] = {
["T"] = "阵营战役",
["O"] = "在祖达萨停泊的女妖之啸号上向纳萨诺斯·凋零者报到。",
},
[75800] = {
["T"] = "翡翠花园攀升赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55309] = {
["T"] = "喷射小丑鱼",
["O"] = "把鱼带给丹妮尔·渔钓。",
},
[39438] = {
["T"] = "咕噜咕噜",
["O"] = "消灭咕噜咕噜。",
["S"] = {
"消灭咕噜咕噜",
},
},
[40974] = {
["T"] = "拉图修斯的试炼",
["O"] = "完成拉图修斯的试炼。",
["S"] = {
"完成拉图修斯的试炼",
},
},
[82968] = {
["T"] = "希尔海姆家族：犁头",
["O"] = "把犁头交给希尔海姆农场的阿丽亚·希尔海姆。",
},
[59917] = {
["T"] = "宰了就行",
["O"] = "消灭8个被激怒的暴食者。",
["S"] = {
"消灭被激怒的暴食者",
},
},
[60429] = {
["T"] = "家园的麻烦",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫玛卓克萨斯。你也可以通过在凋魂之殇和伤逝剧场地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫玛卓克萨斯",
},
},
[72729] = {
["T"] = "了不起的龙蛙",
["O"] = "将锈蚀的群岛硬币带到欧恩哈拉平原上了不起的龙蛙处。",
},
[75801] = {
["T"] = "马鲁凯飞驰 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"飞过光圈",
"完成竞速",
},
},
[47118] = {
["T"] = "萨格拉斯之墓：解放灵魂",
["O"] = "击败萨格拉斯之墓的绝望的聚合体。",
["S"] = {
[2] = "崇拜者的涂鸦",
},
},
[81945] = {
["T"] = "赶赴阿拉希之末",
["O"] = "在阿拉希之末与菲琳和加兹鲁维会合。",
},
[49678] = {
["T"] = "尖塔行动",
["O"] = "摧毁4座蛇人之塔。",
["S"] = {
"摧毁蛇人之塔",
},
},
[35343] = {
["T"] = "年轻的炼金师",
["O"] = "在碧影湿地找到阿巴萨。",
},
[75802] = {
["T"] = "镜天湖飞驰 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"飞过光圈",
"完成竞速",
},
},
[27400] = {
["T"] = "掌握奥术",
["O"] = "去影牙城堡席瓦莱恩男爵处收集席瓦莱恩魔化水晶，还有5捆月触之木和5份幽灵精华。",
["S"] = {
"席瓦莱恩魔化水晶",
"月触之木",
"幽灵精华",
},
},
[38927] = {
["T"] = "坚韧不拔",
["O"] = "赢得3场评级战场的比赛。",
["S"] = {
"评级战场获胜",
},
},
[39439] = {
["T"] = "黯石圣物",
["O"] = "找回反抗之链、坚韧之轮以及忍耐之杖。",
["S"] = {
"反抗之链",
"坚韧之轮",
"忍耐之杖",
},
},
[39951] = {
["T"] = "玫红精华",
["O"] = "把玫红精华带给达拉然的帕林教授。",
},
[82970] = {
["T"] = "繁花艳棠",
["O"] = "帮多恩诺嘉尔的阿克丹采集10株菌丝花和10株圣祝棠。",
["S"] = {
"菌丝花 |A:Professions-Icon-Quality-Tier1-Small:18:18:0:2|a",
"圣祝棠 |A:Professions-Icon-Quality-Tier1-Small:18:18:0:2|a",
},
},
[85018] = {
["T"] = "袋中的承诺",
["O"] = "与德利鲁耶交谈。",
["S"] = {
"在生态圆顶外与德利鲁耶交谈",
},
},
[60430] = {
["T"] = "玛卓克萨斯的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫玛卓克萨斯。你也可以通过在凋魂之殇和伤逝剧场地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫玛卓克萨斯",
},
},
[30984] = {
["T"] = "不丢下一个兽人",
["O"] = "去怒焰裂谷营救5个库卡隆斥候。",
["S"] = {
"营救库卡隆斥候",
},
},
[75803] = {
["T"] = "湍流环线 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47119] = {
["T"] = "萨格拉斯之墓：解放灵魂",
["O"] = "击败萨格拉斯之墓的绝望的聚合体。",
["S"] = {
[2] = "崇拜者的涂鸦",
},
},
[64014] = {
["T"] = "来自噬渊的教诲",
["O"] = "请求威·娜莉的帮助，将伊尔斯卡号角与噬渊绑定。",
["S"] = {
"跳入苍穹要塞传送门（可选）",
"和威·娜莉商量",
},
},
[49679] = {
["T"] = "蛇人入侵",
["O"] = "在沙痕裂口消灭12个蛇人。",
["S"] = {
"消灭蛇人入侵者",
},
},
[85019] = {
["T"] = "流放者的请求",
["O"] = "从北苏法德取回流亡者希兹弗兰的物品。",
["S"] = {
"祭司团之法",
"祭司团的礼杖",
"卡雷什祭司之碗",
},
},
[9349] = {
["T"] = "掠食者的卵",
["O"] = "将12枚饥饿掠食者的卵交给地狱火半岛飞艇坠毁点的雷加希。",
["S"] = {
"掠食者的卵",
},
},
[75804] = {
["T"] = "湍流环线 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9605] = {
["T"] = "斯泰法努斯",
["O"] = "在埃索达内找到纳鲁之座的斯泰法努斯，租用他的角鹰兽回到碧蓝岗哨。",
},
[55311] = {
["T"] = "充能的闪电鳕鱼",
["O"] = "把鱼带给丹妮尔·渔钓。",
},
[55823] = {
["T"] = "赏金任务：一些螃蟹",
["O"] = "消灭15只螃蟹。",
["S"] = {
"消灭螃蟹",
},
},
[9989] = {
["T"] = "异类的灵魂",
["O"] = "将30片鸦人的羽毛交给裂石堡的玛鲁卡兹。",
["S"] = {
"鸦人的羽毛",
},
},
[10117] = {
["T"] = "通缉：穆玛基酋长",
["O"] = "将穆玛基酋长的图腾交给暗影猎手德恩加。",
["S"] = {
"穆玛基酋长的图腾",
},
},
[40976] = {
["T"] = "大酋长的接见",
["O"] = "与萨鲁法尔大王谈一谈。",
["S"] = {
"向萨鲁法尔报到",
},
},
[66589] = {
["T"] = "探险协同",
["O"] = "在暴风城为前往巨龙群岛的探险队招募探险者、工匠和学者。",
["S"] = {
"招募工匠",
"招募探险者",
"招募学者",
},
},
[42000] = {
["T"] = "寻找真相",
["O"] = "在达拉然与欧瑞克·图哈特谈一谈。",
["S"] = {
"与欧瑞克以及塔胡交谈",
},
},
[85020] = {
["T"] = "卡雷什之血",
["O"] = "收集20个卡雷什之血矿脉。",
["S"] = {
"卡雷什之血矿脉",
},
},
[60431] = {
["T"] = "玛卓克萨斯的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫玛卓克萨斯。你也可以通过在凋魂之殇和伤逝剧场地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫玛卓克萨斯",
},
},
[11269] = {
["T"] = "羽绒披风",
["O"] = "基尔·克利瑟要你去收集10根斑点角鹰兽的羽毛。",
["S"] = {
"斑点角鹰兽的羽毛",
},
},
[11397] = {
["T"] = "比鱼人更恶臭……",
["O"] = "药剂师安娜斯塔西娅要你前往切米尔海岸，杀死15名任意种类的天灾军团成员。完成任务后返回药剂师营地向她复命。",
["S"] = {
"杀死切米尔海岸的天灾军团成员",
},
},
[11525] = {
["T"] = "转化更多奥术守卫",
["O"] = "破碎残阳基地的守备官夏安希望你将调和过的水晶核心放入5台被打败的奥术守卫体内，将它们转换成友军。",
["S"] = {
"转化奥术守卫",
},
},
[47120] = {
["T"] = "萨格拉斯之墓：解放灵魂",
["O"] = "击败萨格拉斯之墓的绝望的聚合体。",
["S"] = {
[2] = "崇拜者的涂鸦",
},
},
[78877] = {
["T"] = "福佑百家",
["O"] = "祝福冈达加兹周围的熏香。",
["S"] = {
"祝福冈达加兹熏香",
},
},
[64527] = {
["T"] = "追击观察",
["O"] = "开启战争模式，在世界PvP中消灭1名玩家。",
["S"] = {
"已击败联盟玩家",
},
},
[12165] = {
["T"] = "有趣的计划",
["O"] = "将完整的作战魔像蓝图交给欧尼瓦营地的勘探员罗卡尔。",
["S"] = {
"作战魔像蓝图",
},
},
[49680] = {
["T"] = "唤天者索尔托克",
["O"] = "消灭唤天者索尔托克。",
["S"] = {
"消灭唤天者索尔托克",
},
},
[34321] = {
["T"] = "往昔的余烬",
["O"] = "血槌领地里的莫斯隆要求你给他带去6堆元素灰烬。",
["S"] = {
"一堆元素灰烬",
},
},
[13189] = {
["T"] = "萨鲁法尔的祝福",
["O"] = "前往奥格瑞玛，将信交给萨鲁法尔大王。",
},
[36881] = {
["T"] = "德拉诺之王：黑暗之门",
["O"] = "到诅咒之地的黑暗之门下方与大法师卡德加谈一谈。",
["S"] = {
"与大法师卡德加谈一谈",
},
},
[54288] = {
["T"] = "岗哨升级：船难海角",
["O"] = "与船难海角的炸药杰克谈一谈。",
},
[55312] = {
["T"] = "阳链鲃",
["O"] = "把鱼带给丹妮尔·渔钓。",
},
[56336] = {
["T"] = "获得神器碎片",
["O"] = "暴风之盾堡垒的艾希兰姆希望你消灭阿什兰主干道外围的生物，带回50个神器碎片。",
["S"] = {
"神器碎片",
},
},
[14341] = {
["T"] = "斯米德的挽具",
["O"] = "幽灵岗哨的纳塔卡要你将斯米德的挽具交给斯米德。",
},
[57872] = {
["T"] = "Bring More Friends!",
["O"] = "Locate Roriel.",
},
[68639] = {
["T"] = "极地徘徊猎手",
["O"] = "消灭6只感染的寒裘熊。",
["S"] = {
"消灭被感染的寒裘熊",
},
},
[60432] = {
["T"] = "家园的麻烦",
["O"] = "完成每日任务和世界任务，收集宝藏，消灭稀有生物来保卫雷文德斯。你也可以通过在赤红深渊和赎罪大厅地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫雷文德斯",
},
},
[44561] = {
["T"] = "希望的种子",
["O"] = "在堕夜精灵阵营中达到尊敬声望。",
["S"] = {
"中立 / 尊敬 堕夜精灵",
},
},
[75807] = {
["T"] = "碧蓝林海障碍赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31497] = {
["T"] = "当然，只是为了保管",
["O"] = "收集十字军圣典。",
["S"] = {
"十字军法典",
},
},
[47121] = {
["T"] = "萨格拉斯之墓：解放灵魂",
["O"] = "击败萨格拉斯之墓的绝望的聚合体。",
["S"] = {
[2] = "崇拜者的涂鸦",
},
},
[32009] = {
["T"] = "瓦佐克",
["O"] = "去奥格瑞玛向瓦佐克报到。",
},
[64528] = {
["T"] = "荒蚺鞍座",
["O"] = "把荒蚺鞍座交给守护者的休憩的雷尔多恩。",
},
[49681] = {
["T"] = "小提",
["O"] = "救出小提。",
["S"] = {
"释放小提",
},
},
[68640] = {
["T"] = "突发孤立",
["O"] = "尝试与乌克图鲁特海象人联系。",
},
[74784] = {
["T"] = "禁忌离岛1/3（FR）",
},
[75808] = {
["T"] = "碧蓝林海障碍赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55313] = {
["T"] = "美味的钢鳍鱼",
["O"] = "把鱼带给丹妮尔·渔钓。",
},
[78880] = {
["T"] = "东部王国杯开赛",
["O"] = "拜访暴风城的安德斯塔兹领主。",
},
[56337] = {
["T"] = "获得神器碎片",
["O"] = "战争之矛岗哨的弗拉希望你消灭阿什兰主干道外围的生物，带回50个神器碎片。",
["S"] = {
"神器碎片",
},
},
[57873] = {
["T"] = "奥西斯的讯息",
["O"] = "调查奥西斯的情况。",
["S"] = {
"调查奥西斯",
},
},
[42002] = {
["T"] = "前往诺森德",
["O"] = "在嚎风峡湾的盾牌岭与欧瑞克·图哈特碰头。",
["S"] = {
"骑乘角鹰兽前往盾牌岭（可选）",
"在盾牌岭寻找欧瑞克·图哈特",
},
},
[68641] = {
["T"] = "青苔入药",
["O"] = "收集5份德拉克苔块。",
["S"] = {
"德拉克苔块",
},
},
[60433] = {
["T"] = "雷文德斯的召唤",
["O"] = "完成每日任务和世界任务，收集宝藏，消灭稀有生物来保卫雷文德斯。你也可以通过在赤红深渊和赎罪大厅地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫雷文德斯",
},
},
[44562] = {
["T"] = "日渐壮大",
["O"] = "在堕夜精灵阵营中达到崇敬声望。",
["S"] = {
"中立 / 崇敬 堕夜精灵",
},
},
[75809] = {
["T"] = "瓦克索斯攀升赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47122] = {
["T"] = "萨格拉斯之墓：堕落的化身",
["O"] = "击败萨格拉斯之墓的堕落的化身。",
["S"] = {
[2] = "哀嚎的灵魂",
},
},
[64529] = {
["T"] = "完整的北风长核心",
["O"] = "把完整的北风长核心交给守护者的休憩的迪奥斯。",
},
[24586] = {
["T"] = "消灭锋鳞",
["O"] = "消灭锋鳞。\n\n这一任务可以在任何难度和规模的团队副本中完成。",
["S"] = {
"消灭锋鳞",
},
},
[82977] = {
["T"] = "队列奖励",
},
[68642] = {
["T"] = "无棘之谈",
["O"] = "收集15根奥术注能棘刺。",
["S"] = {
"奥术注能棘刺",
},
},
[51218] = {
["T"] = "未送达的包裹",
["O"] = "将包裹交给玛丽·达文波特。",
},
[26378] = {
["T"] = "英雄的召唤：西部荒野！",
["O"] = "向西部荒野贾森农场的霍拉提奥·莱因中尉报告。",
},
[26890] = {
["T"] = "阿库麦尔的精华",
["O"] = "收集20颗阿库麦尔蓝宝石。",
["S"] = {
"阿库麦尔蓝宝石",
},
},
[75810] = {
["T"] = "瓦克索斯攀升赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27402] = {
["T"] = "力量的证明",
["O"] = "进入影牙城堡，从高弗雷勋爵那里夺得晦暗之球，还有迷失灵魂之书和5份幽灵精华。",
["S"] = {
"晦暗之球",
"迷失灵魂之书",
"幽灵精华",
},
},
[56338] = {
["T"] = "沃拉斯必须死",
["O"] = "在阿什兰的部落基地战争之矛中找到并消灭高阶督军沃拉斯。",
},
[28682] = {
["T"] = "占领要塞",
["O"] = "杀死法尔森要塞的要塞领主法尔森。法尔森要塞位于岛屿南端。",
["S"] = {
"消灭要塞领主法尔森",
},
},
[66595] = {
["T"] = "沉眠的发现",
["O"] = "将信息传达给觉醒海岸红玉之鳞岗哨的塞林·暗砧。",
},
[68643] = {
["T"] = "维生素与矿物质",
["O"] = "收集4瓶矿泉水",
["S"] = {
"一瓶矿泉水",
},
},
[43539] = {
["T"] = "骑手萨拉纳尔",
["O"] = "完成“骑手萨拉纳尔”任务。",
},
[60434] = {
["T"] = "雷文德斯的召唤",
["O"] = "完成每日任务和世界任务，收集宝藏，消灭稀有生物来保卫雷文德斯。你也可以通过在赤红深渊和赎罪大厅地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫雷文德斯",
},
},
[44563] = {
["T"] = "沉沦者的救赎",
["O"] = "在堕夜精灵阵营中达到崇拜声望。",
["S"] = {
"中立 / 崇拜 堕夜精灵",
},
},
[30986] = {
["T"] = "上古魔古地穴",
["O"] = "杀死被附体的影踪派首领，净化生命之池。",
["S"] = {
"消灭金·铁拳",
},
},
[75811] = {
["T"] = "伊斯卡拉锦标赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31498] = {
["T"] = "青龙挑战模式——安慰（第N个）",
},
[47123] = {
["T"] = "萨格拉斯之墓：堕落的化身",
["O"] = "击败萨格拉斯之墓的堕落的化身。",
["S"] = {
[2] = "哀嚎的灵魂",
},
},
[64530] = {
["T"] = "墓翼蝠水晶",
["O"] = "把墓翼蝠水晶交给守护者的休憩的锻石师。",
},
[8326] = {
["T"] = "令人遗憾的措施",
["O"] = "杀死一些魔泉山猫和魔泉山猫幼崽，并从它们身上收集8个山猫的项圈。完成之后向逐日岛的魔导师艾洛娜复命。",
["S"] = {
"山猫的项圈",
},
},
[8582] = {
["T"] = "部落需要紫莲花！",
["O"] = "把20份紫莲花交给交给奥格瑞玛精神谷的药剂师耶泽尔。",
["S"] = {
"紫莲花",
},
},
[35348] = {
["T"] = "黑石岩窟奖励任务",
},
[72740] = {
["T"] = "翼眠环线 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75812] = {
["T"] = "伊斯卡拉锦标赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9606] = {
["T"] = "返回看护员谢尔兰身边",
["O"] = "与斯泰法努斯谈一谈，然后租用一头角鹰兽回碧蓝岗哨。达到后，将努古尼的补给品交给看护员谢尔兰。",
},
[38932] = {
["T"] = "装备图纸：舱底水泵",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[9862] = {
["T"] = "暗血腐蚀者",
["O"] = "纳格兰元素王座的元素师莫格要你杀死5个暗血腐化者。",
["S"] = {
"消灭暗血腐化者",
},
},
[56339] = {
["T"] = "泰布雷德必须死",
["O"] = "在阿什兰的联盟基地暴风之盾要塞中找到并消灭大元帅泰布雷德。",
},
[66597] = {
["T"] = "老忠石",
["O"] = "检查铭文远古巨石。",
["S"] = {
"调查铭文远古巨石",
},
},
[10502] = {
["T"] = "血槌食人魔",
["O"] = "消灭血槌哨站的任意30个血槌食人魔。",
["S"] = {
"杀死血槌食人魔",
},
},
[42516] = {
["T"] = "力量增长",
["O"] = "与梦境林地的大德鲁伊伦萨·巨蹄对话。",
},
[60435] = {
["T"] = "雷文德斯的挑战",
["O"] = "在雷文德斯完成世界任务“毁灭统治者”、赤红深渊地下城或赎罪大厅地下城。",
},
[11270] = {
["T"] = "地狱般的战争",
["O"] = "复仇港的高级执行官安希尔姆要求你到镇子的西边去，使用净化之炬净化10具尸体。",
["S"] = {
"净化尸体",
},
},
[11398] = {
["T"] = "天灾装置",
["O"] = "将天灾设备交给药剂师营地的安娜斯塔西娅。",
},
[11526] = {
["T"] = "失踪的魔导师",
["O"] = "在黎明广场的传送门附近使用军团传送卷轴。穿越传送门之后，立刻找到魔导师瑟伊拉。",
},
[47124] = {
["T"] = "萨格拉斯之墓：堕落的化身",
["O"] = "击败萨格拉斯之墓的堕落的化身。",
["S"] = {
[2] = "哀嚎的灵魂",
},
},
[11910] = {
["T"] = "古树的秘密",
["O"] = "永生之盾的大法师伯林纳德要你从考达拉的古树身上收集3块冰川古树碎片和3块魔缚古树碎片。",
["S"] = {
"冰川古树碎片",
"魔缚古树碎片",
},
},
[12166] = {
["T"] = "艾露恩的火油",
["O"] = "群星之墓的典狱官朱蒂·月歌要你使用艾露恩的火油净化6只天灾麋鹿的尸体和6只狂暴灰熊的尸体。",
["S"] = {
"净化天灾麋鹿的尸体",
"净化狂暴灰熊的尸体",
},
},
[66598] = {
["T"] = "夜知子",
["O"] = "在碧蓝林海的安东尼达斯营地找到迁跃法师黛兰德拉。",
},
[85029] = {
["T"] = "游学探奇：双界行者",
["O"] = "在周卓的指引下了解虚空虚灵。",
["S"] = {
"和游学者周卓交谈，了解虚空虚灵",
},
},
[51220] = {
["T"] = "深海探险",
["O"] = "消灭6个海洋工程师。",
["S"] = {
"消灭风险投资公司海洋工程师",
},
},
[35349] = {
["T"] = "Blackrock Caverns Bonus Reward",
},
[26379] = {
["T"] = "援助难民",
["O"] = "洛达内尔的哨兵兰德拉要你跟难民营的女祭司艾琳雅谈一谈。",
},
[53268] = {
["T"] = "恐龙研究",
["O"] = "与阿格里姆·石深交谈。",
},
[91173] = {
["T"] = "圣焰永明耀",
["O"] = "完成夜幕激斗场景战役。",
},
[38933] = {
["T"] = "运筹帷幄",
["O"] = "与格雷森·沙东布瑞克公爵谈一谈。",
},
[40469] = {
["T"] = "最后的准备",
["O"] = "拿回6份藏起来的补给品。",
["S"] = {
"藏起来的补给品",
},
},
[14342] = {
["T"] = "地狱火入侵",
["O"] = "费古尔·双刃要你消灭10名次级地狱火。",
["S"] = {
"消灭次级地狱火",
},
},
[42005] = {
["T"] = "传记的结局",
["O"] = "从传记里的英雄口中了解故事的结局。",
["S"] = {
"与塔胡·慧风交谈",
},
},
[42517] = {
["T"] = "末日仪式",
["O"] = "在恐痕裂隙的召唤平台进行末日仪式。",
["S"] = {
"完成末日仪式",
},
},
[60436] = {
["T"] = "玛卓克萨斯的挑战",
["O"] = "在玛卓克萨斯完成世界任务“魂选勇士”、伤逝剧场地下城或凋魂之殇地下城。",
},
[72743] = {
["T"] = "一枚铜币",
},
[75815] = {
["T"] = "霜土飞越 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31499] = {
["T"] = "青龙挑战模式——青铜添头（第N个）",
},
[47125] = {
["T"] = "萨格拉斯之墓：堕落的化身",
["O"] = "击败萨格拉斯之墓的堕落的化身。",
["S"] = {
[2] = "哀嚎的灵魂",
},
},
[81959] = {
["T"] = "药剂收取",
["O"] = "在呢喃悬崖收集8瓶亮影药水。",
["S"] = {
"收集亮影药水",
},
},
[37910] = {
["T"] = "正式竞速赛",
["O"] = "跑过起点，先后抵达蓝色柱标、绿色柱标和红色柱标，最后返回起点。",
["S"] = {
"携带一枚暗月游戏代币在起点处就位",
},
},
[1201] = {
["T"] = "塞拉摩间谍",
["O"] = "杀掉9个塞拉摩间谍，然后回到蕨墙村去见纳泽尔·血矛。",
["S"] = {
"消灭塞拉摩间谍",
},
},
[38934] = {
["T"] = "希拉斯的秘密宝箱",
["O"] = "找到希拉斯的秘密宝箱。",
["S"] = {
"找到第一条线索",
},
},
[55829] = {
["T"] = "赏金任务：更多多头蛇",
["O"] = "消灭15只多头蛇。",
["S"] = {
"消灭多头蛇",
},
},
[39958] = {
["T"] = "虚有其表",
["O"] = "收集20张石皮皮革和5份风暴之鳞。如果你不是剥皮师，那么可以通过拍卖行或者其他玩家来获取材料。",
["S"] = {
"石皮皮革",
"风暴之鳞",
},
},
[40982] = {
["T"] = "洞察视觉",
["O"] = "使用幽灵视觉。",
["S"] = {
"使用幽灵视觉",
},
},
[42006] = {
["T"] = "新的威胁",
["O"] = "在碧蓝巨龙圣地寻找与魔枢现状有关的线索。",
["S"] = {
"使用达拉然的传送门前往龙眠神殿",
"前往碧蓝巨龙圣地",
},
},
[85032] = {
["T"] = "故乡的残迹",
["O"] = "与塔扎维什的市民和托拉斯的成员交谈。",
["S"] = {
"与旅店老板交谈",
"在酒馆驻足倾听萨拉塔斯说话（可选）",
},
},
[59925] = {
["T"] = "[OLD NOT USED]",
["O"] = "学习护园者的知识。",
["S"] = {
"倾听守望者的智慧",
},
},
[60437] = {
["T"] = "晋升堡垒的挑战",
["O"] = "在晋升堡垒完成世界任务“不忠的居民”、晋升高塔地下城或通灵战潮地下城。",
},
[75817] = {
["T"] = "档案限界 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47126] = {
["T"] = "萨格拉斯之墓：欺诈者",
["O"] = "击败萨格拉斯之墓的基尔加丹。",
["S"] = {
[2] = "欺诈者之印",
},
},
[33815] = {
["T"] = "冰与火之歌",
["O"] = "去见杜隆坦。",
["S"] = {
"会见杜隆坦",
},
},
[25356] = {
["T"] = "前往西岸峰",
["O"] = "向夏恩借一头驭风者，然后同菲拉斯西岸峰的卡纳提·灰云交谈。",
["S"] = {
"乘驭风者前往西岸峰",
},
},
[35351] = {
["T"] = "黑石岩窟奖励任务",
},
[52246] = {
["T"] = "失踪货物",
["O"] = "搜查艾什凡办公室，寻找有关吉安娜下落的线索。",
["S"] = {
"搜查艾什凡办公室",
},
},
[26380] = {
["T"] = "前往卡拉诺斯",
["O"] = "将样本桶交给卡拉诺斯雷酒酿制厂的旅店老板贝尔姆。",
},
[26636] = {
["T"] = "B连战斗工具：伪装",
["O"] = "采集5堆树叶和5块狐狸粪便。",
["S"] = {
"一堆树叶",
"狐狸粪便",
},
},
[27404] = {
["T"] = "议会的未来",
["O"] = "进入影牙城堡，从沃登勋爵那里夺取沃登的药剂，还有5捆月触之木和5束不死肌腱。",
["S"] = {
"沃登的药剂",
"月触之木",
"不死肌腱",
},
},
[38935] = {
["T"] = "他姓……风暴烈酒",
["O"] = "去四风谷的雷脚农场和陈·风暴烈酒谈一谈。",
},
[39959] = {
["T"] = "错综复杂",
["O"] = "到幽暗城去寻找F·赛培根",
},
[40983] = {
["T"] = "恶魔四伏",
["O"] = "保护酋长。",
["S"] = {
"警告大酋长希尔瓦娜斯",
},
},
[57878] = {
["T"] = "天命之选",
["O"] = "与盟约交谈。决定你与天命交织的道路。",
["S"] = {
"与格里恩交谈",
"与温西尔交谈",
"与法夜交谈",
"与通灵领主交谈",
},
},
[58902] = {
["T"] = "艾泽拉斯的守护者",
["O"] = "与大领主达里安·莫格莱尼交谈，使用大领主的黑锋之门前往暴风城。抵达之后拜访克罗米。",
["S"] = {
"与大领主达里安·莫格莱尼交谈",
},
},
[59926] = {
["T"] = "热身",
["O"] = "在作战假人处热身。",
["S"] = {
"摧毁作战假人",
},
},
[60438] = {
["T"] = "炽蓝仙野的挑战",
["O"] = "在炽蓝仙野完成世界任务“塞兹仙林的恐惧”、塞兹仙林的迷雾地下城或彼界地下城。",
},
[72747] = {
["T"] = "一枚金币",
},
[74795] = {
["T"] = "奇特的圆形物体",
["O"] = "将奇特的圆形物体带给鲁萨扎尔高台的沃拉克西安。",
},
[31500] = {
["T"] = "青龙挑战模式——白银添头（第N个）",
},
[47127] = {
["T"] = "萨格拉斯之墓：欺诈者",
["O"] = "击败萨格拉斯之墓的基尔加丹。",
["S"] = {
[2] = "欺诈者之印",
},
},
[81963] = {
["T"] = "辛劳的硕果",
["O"] = "向流丝区市民发放3瓶亮影药水。",
["S"] = {
"交付亮影药水",
},
},
[8327] = {
["T"] = "向兰萨恩·派雷隆报到",
["O"] = "与逐日岛的兰萨恩·派雷隆谈一谈，他就站在向西去的小路旁。",
},
[33816] = {
["T"] = "荣誉的嘉奖",
["O"] = "前往沃高尔的萨满之石并接受祝福。",
["S"] = {
"获得萨满之石的祝福",
},
},
[85035] = {
["T"] = "双界行者，裂隙巡者",
["O"] = "将威·娜莉的装置交给泰洛古斯裂隙的双界行者。",
["S"] = {
"使用传送门前往泰洛古斯裂隙",
},
},
[8711] = {
["T"] = "永恒公正长剑",
["O"] = "将1件其拉尖刺刀柄、2个琥珀雕像、5个青铜甲虫和5个象牙甲虫交给希利苏斯的守望者哈尔洛。你必须在塞纳里奥议会中达到崇拜声望才能完成这个任务。",
["S"] = {
"其拉尖刺刀柄",
"琥珀雕像",
"青铜甲虫",
"象牙甲虫",
"中立 / 崇拜 塞纳里奥议会",
},
},
[35352] = {
["T"] = "Blackrock Caverns Bonus Reward",
},
[72748] = {
["T"] = "一袋金币",
},
[74796] = {
["T"] = "满是尘土的花瓶",
["O"] = "将满是尘土的花瓶带给鲁萨扎尔高台的沃拉克西安。",
},
[75820] = {
["T"] = "起伏森林航线 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55319] = {
["T"] = "惊悚坦克",
},
[55831] = {
["T"] = "赏金任务：更多龙虾人",
["O"] = "消灭15个龙虾人。",
["S"] = {
"消灭龙虾人",
},
},
[9991] = {
["T"] = "侦察大地",
["O"] = "好好享受这趟旅程吧。调查完毕之后跟奥图里斯谈一谈。",
["S"] = {
"侦察铸魔营地",
},
},
[81964] = {
["T"] = "铁匠的命运",
["O"] = "协助菲琳·洛萨，查明莱顿·布莱克霍姆的命运。",
["S"] = {
"发现幸存者",
},
},
[10503] = {
["T"] = "刀塔的威胁",
["O"] = "消灭刀塔要塞和刀塔平原的30个刀塔食人魔和10只刀塔迅猛龙。",
["S"] = {
"杀死刀塔食人魔",
"消灭刀塔迅猛龙",
},
},
[58903] = {
["T"] = "艾泽拉斯的守护者",
["O"] = "与大领主达里安·莫格莱尼交谈，使用大领主的黑锋之门前往奥格瑞玛。抵达之后拜访克罗米。",
["S"] = {
"与大领主达里安·莫格莱尼交谈",
},
},
[10887] = {
["T"] = "逃离墓穴",
["O"] = "帮助阿库诺回到泰罗卡森林的难民车队。任务完成后与米克达谈一谈。",
["S"] = {
"护送阿库诺",
},
},
[60439] = {
["T"] = "炽蓝仙野的挑战",
["O"] = "在炽蓝仙野完成世界任务“塞兹仙林的恐惧”、塞兹仙林的迷雾地下城或彼界地下城。",
},
[11271] = {
["T"] = "物资储备",
["O"] = "冬蹄营地的安霍塔·白霜要你去收集10根斑点角鹰兽的羽毛。",
["S"] = {
"斑点角鹰兽的羽毛",
},
},
[75821] = {
["T"] = "起伏森林航线 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[62999] = {
["T"] = "勇士：考尔曼",
},
[47128] = {
["T"] = "萨格拉斯之墓：欺诈者",
["O"] = "击败萨格拉斯之墓的基尔加丹。",
["S"] = {
[2] = "欺诈者之印",
},
},
[11911] = {
["T"] = "苏醒",
["O"] = "魔枢的战斗法师凯特琳的影像要你从晶化保卫者身上收集5块奥术碎片。",
["S"] = {
"奥术碎片",
},
},
[24589] = {
["T"] = "消灭加拉克苏斯大王！",
["O"] = "消灭加拉克苏斯大王。\n\n这一任务可以在任何难度和规模的团队副本中完成。",
["S"] = {
"消灭加拉克苏斯大王",
},
},
[12423] = {
["T"] = "米克哈尔的日记",
["O"] = "将米克哈尔的日记交给征服堡的征服者克雷娜。",
},
[85037] = {
["T"] = "圆满的裹布",
["O"] = "与萨拉塔斯交谈，组合雷什丝带。",
["S"] = {
"与萨拉塔斯交谈",
},
},
[70702] = {
["T"] = "继续探索界门",
["O"] = "在觉醒海岸的红玉之鳞岗哨与塞林·暗砧见面。",
},
[26381] = {
["T"] = "沙德拉之眼",
["O"] = "在亚戈瓦萨找到沙德拉之眼。",
["S"] = {
"沙德拉之眼",
},
},
[26637] = {
["T"] = "B连战斗工具：麻醉剂",
["O"] = "收集8个泥浆鱼人的腺体。",
["S"] = {
"淤泥鱼的腺体",
},
},
[26893] = {
["T"] = "黑暗深渊",
["O"] = "与耶努萨克雷交谈。",
},
[13575] = {
["T"] = "大地的血脉",
["O"] = "跟漩涡之眼西南黑木营地的棕掌长者谈一谈。",
},
[55320] = {
["T"] = "载具：TK02",
},
[14087] = {
["T"] = "驰骋在莫高雷",
["O"] = "将这本小册子交给莫高雷血蹄村的卡尔·雷歌。",
},
[81966] = {
["T"] = "安如磐石",
["O"] = "返回达拉然。",
},
[57880] = {
["T"] = "古门庄园",
["O"] = "将西塔尔的便条带给旧城门的博格丹。",
},
[29453] = {
["T"] = "应运而生",
["O"] = "去暴风城与克里多尔米谈谈。",
},
[43545] = {
["T"] = "黑鸦堡垒：黑鸦堡垒领主",
["O"] = "在黑鸦堡垒击败库塔洛斯·拉文凯斯领主。",
["S"] = {
[2] = "黑鸦信函",
},
},
[60440] = {
["T"] = "炽蓝仙野的挑战",
["O"] = "在炽蓝仙野完成世界任务“塞兹仙林的恐惧”、塞兹仙林的迷雾地下城或彼界地下城。",
},
[75823] = {
["T"] = "提尔要塞试炼 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31501] = {
["T"] = "青龙挑战模式——黄金添头（第N个）",
},
[47129] = {
["T"] = "萨格拉斯之墓：欺诈者",
["O"] = "击败萨格拉斯之墓的基尔加丹。",
["S"] = {
[2] = "欺诈者之印",
},
},
[78895] = {
["T"] = "冈达加兹之影",
["O"] = "在冈达加兹追踪狩猎土灵的生物。",
["S"] = {
"调查市场",
},
},
[85039] = {
["T"] = "收容泄露",
["O"] = "消灭奥术生物并封印不稳定的神器。",
["S"] = {
"摧毁奥术实体",
"封印不稳定的神器",
},
},
[75824] = {
["T"] = "山崖环道 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55321] = {
["T"] = "载具：TK03",
},
[39962] = {
["T"] = "欧库纳的麻烦",
["O"] = "寻找欧库纳·长牙。",
["S"] = {
"寻找欧库纳",
},
},
[57881] = {
["T"] = "重建之钥",
["O"] = "从旧城门内的雷迪拉夫家政人员身上获得华丽的钥匙。",
["S"] = {
"华丽的钥匙",
},
},
[59929] = {
["T"] = "鱼人狂欢",
["O"] = "从鱼人处取回6个急救包。",
["S"] = {
"从被击败的鱼人身上获取急救包",
},
},
[60441] = {
["T"] = "炽蓝仙野的挑战",
["O"] = "在炽蓝仙野完成世界任务“塞兹仙林的恐惧”、塞兹仙林的迷雾地下城或彼界地下城。",
},
[75825] = {
["T"] = "山崖环道 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47642] = {
["T"] = "灵魂水晶",
["O"] = "找到隐藏在红玉巨龙圣地的大树内部的巫妖。",
},
[49178] = {
["T"] = "我最爱的东西",
["O"] = "向和蔼的皮特、吃不饱的萨姆和匠人比尔问问他们遗失的纪念品，然后从哀嚎潮路找回那些物品。",
["S"] = {
"与吃不饱的萨姆交谈",
"与和蔼的皮特交谈",
"与匠人比尔交谈",
},
},
[82993] = {
["T"] = "来自暗影",
["O"] = "收集5份卡赫提虫群几丁质和5份无晖甲壳，并将它们交给多恩诺嘉尔的基纳德。",
["S"] = {
"卡赫提虫群几丁质",
"无晖甲壳 |A:Professions-Icon-Quality-Tier1-Small:18:18:0:2|a",
},
},
[25102] = {
["T"] = "驱赶巨兽",
["O"] = "在南贫瘠之地杀死4头震地科多兽和1头震地蛮兽。",
["S"] = {
"消灭震地科多兽",
"消灭震地蛮兽",
},
},
[25614] = {
["T"] = "下来的唯一办法就是进裹尸袋",
["O"] = "杀死8名战歌飞将。",
["S"] = {
"消灭战歌飞将",
},
},
[70706] = {
["T"] = "界门：树影庇护所",
["O"] = "在欧恩哈拉平原的树影庇护所中找到休眠的界门。",
["S"] = {
"调查远古之石",
},
},
[26382] = {
["T"] = "没材料怎么做煎蛋卷……",
["O"] = "在亚戈瓦萨采集5颗沙德拉之卵。",
["S"] = {
"沙德拉之卵",
},
},
[26638] = {
["T"] = "猎杀黑石猎人",
["O"] = "干掉8名黑石猎人。",
["S"] = {
"消灭黑石猎人",
},
},
[26894] = {
["T"] = "黑暗深渊",
["O"] = "与耶努萨克雷交谈。",
},
[75826] = {
["T"] = "学院爬升赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55322] = {
["T"] = "载具：TK04",
},
[78898] = {
["T"] = "意念与本能",
["O"] = "从唤虫者伊兹克莱恩处收集一块吟歌石。",
["S"] = {
"吟歌石",
},
},
[28174] = {
["T"] = "燃烧的复仇",
["O"] = "杀死5名黑石驭龙者和5只火鳞小龙。",
["S"] = {
"消灭黑石驭龙者",
"消灭火鳞小龙",
},
},
[40987] = {
["T"] = "复仇的呼唤",
["O"] = "使用黑锋之门前往冰封王座，并获取巫妖王的印记。",
["S"] = {
"使用黑锋之门前往冰封王座",
},
},
[57882] = {
["T"] = "重振家业",
["O"] = "将雇佣意向书送给杜米特拉、艾莉娜和弗洛林。",
["S"] = {
"与杜米特拉交谈",
"与艾莉娜交谈",
"与弗洛林交谈",
},
},
[42011] = {
["T"] = "魔枢宝库",
["O"] = "击败节点亲王拜拉尔并取得艾露尼斯，护法者之杖。",
["S"] = {
"消灭节点亲王拜拉尔",
"艾露尼斯",
},
},
[42523] = {
["T"] = "进行接触",
["O"] = "使用侦察地图并完成任务“乐娜拉需要帮助”。",
},
[43547] = {
["T"] = "翡翠梦魇：伊格诺斯",
["O"] = "击败翡翠梦魇的伊格诺斯。",
["S"] = {
"消灭伊格诺斯",
"腐化的蛋壳碎片",
},
},
[60442] = {
["T"] = "晋升堡垒的挑战",
["O"] = "在晋升堡垒完成世界任务“不忠的居民”、晋升高塔地下城或通灵战潮地下城。",
},
[45083] = {
["T"] = "克丽萨的飞鸟",
["O"] = "在宠物对战中击败克丽萨。",
["S"] = {
"击败克丽萨",
},
},
[75827] = {
["T"] = "学院爬升赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47643] = {
["T"] = "古树的智慧",
["O"] = "找到隐藏在翡翠巨龙圣地的萨特。",
},
[66612] = {
["T"] = "螃蟹照看者的窘境",
["O"] = "在崖滴营地消灭12个鳄鱼人。",
["S"] = {
"消灭鳄鱼人",
},
},
[8712] = {
["T"] = "隐秘通途之镰",
["O"] = "将1件其拉尖刺刀柄、2个碧蓝雕像、5个银质甲虫和5个白骨甲虫交给希利苏斯的守望者哈尔洛。你必须在塞纳里奥议会中达到崇拜声望才能完成这个任务。",
["S"] = {
"其拉尖刺刀柄",
"碧蓝雕像",
"银质甲虫",
"白骨甲虫",
"中立 / 崇拜 塞纳里奥议会",
},
},
[9352] = {
["T"] = "达纳苏斯的侵扰",
["O"] = "前往鹰翼广场西南方的西部圣殿击败在那一带出现的入侵者，然后将你发现的情况汇报给魔网监护者薇兰妮亚。",
["S"] = {
"击败入侵者",
},
},
[75828] = {
["T"] = "花园休闲赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55323] = {
["T"] = "载具：TK05",
},
[78900] = {
["T"] = "黑寒之翼",
["O"] = "追踪冈达加兹的喧鸣死神。",
["S"] = {
"消灭喧鸣死神",
},
},
[9992] = {
["T"] = "奥雷巴种子",
["O"] = "收集30颗奥雷巴种子，把它们交给奥蕾莉亚要塞的洛瑟蕾丝。",
["S"] = {
"奥雷巴种子",
},
},
[10120] = {
["T"] = "抵达外域",
["O"] = "地狱火半岛上黑暗之门旁的沃雷恩中将要求你将沃雷恩的报告交给维拉加·乱羽。",
},
[84020] = {
["T"] = "落魄机甲",
["O"] = "把出故障的机甲交给冈达加兹的代言人加尔拉克斯。",
},
[42524] = {
["T"] = "壮大部队",
["O"] = "与征募官乐娜拉谈一谈并训练一队弓箭手。",
["S"] = {
"训练一支弓箭手小队",
},
},
[10760] = {
["T"] = "斯克瑟隆废墟",
["O"] = "从斯克瑟隆废墟黑暗教团的鸦人身上夺得斯克瑟隆指挥官的日记 - 第1页、斯克瑟隆指挥官的日记 - 第2页，以及斯克瑟隆指挥官的日记 - 第3页，将它们交给影月村的卡戈鲁尔中士。",
["S"] = {
"斯克瑟隆指挥官的日记 - 第1页",
"斯克瑟隆指挥官的日记 - 第2页",
"斯克瑟隆指挥官的日记 - 第3页",
},
},
[43548] = {
["T"] = "翡翠梦魇：伊格诺斯",
["O"] = "击败翡翠梦魇的伊格诺斯。",
["S"] = {
"消灭伊格诺斯",
"腐化的蛋壳碎片",
},
},
[60443] = {
["T"] = "晋升堡垒的挑战",
["O"] = "在晋升堡垒完成世界任务“不忠的居民”、晋升高塔地下城或通灵战潮地下城。",
},
[11528] = {
["T"] = "冬幕节礼物",
},
[47644] = {
["T"] = "恶魔石核",
["O"] = "找到隐藏在黑曜石巨龙圣地的洞穴入口附近的恐惧魔王。",
},
[12040] = {
["T"] = "阿尔萨斯的死敌",
["O"] = "纳尔苏深渊的拆解者基里克斯要求你杀死6只阿努巴尔蛛魔领主。",
["S"] = {
"消灭阿努巴尔蛛魔领主",
},
},
[12296] = {
["T"] = "生存或是死亡",
["O"] = "蓝天伐木场的蕾安娜要你对10名受伤的月溪旅步兵使用恢复绷带。",
["S"] = {
"治疗月溪旅步兵",
},
},
[84021] = {
["T"] = "无齿机器",
["O"] = "把一台超频回旋齿轮发射器带给代言人加尔拉克斯作为零件。",
["S"] = {
"超频回旋齿轮发射器",
},
},
[70710] = {
["T"] = "湍流环线",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[52252] = {
["T"] = "爆炸性登场",
["O"] = "从艾什凡铸造厂的工人身上收集100枚艾泽里特手榴弹。",
["S"] = {
"收集大型艾泽里特手榴弹",
},
},
[52764] = {
["T"] = "前往与世隔绝之地",
["O"] = "与亡灵舰长塔特赛尔交谈，乘船前往无尽之海。",
["S"] = {
"与塔特赛尔交谈并乘船前往无尽之海",
},
},
[53276] = {
["T"] = "备用零件",
["O"] = "与基布林·时火谈谈。",
},
[75830] = {
["T"] = "交错洞窟 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27407] = {
["T"] = "血沼羽毛",
["O"] = "从血沼迅猛龙身上采集5片血沼羽毛。",
["S"] = {
"血沼羽毛",
},
},
[55324] = {
["T"] = "载具：TK06",
},
[55836] = {
["T"] = "赏金任务：精英纳迦部队",
["O"] = "消灭5个精英纳迦。",
["S"] = {
"消灭精英纳迦",
},
},
[56348] = {
["T"] = "永恒王宫：我们能令它更强……",
["O"] = "从永恒王宫最强大的生物身上收集20个永恒装饰品。",
["S"] = {
"永恒装饰品",
},
},
[14344] = {
["T"] = "祖格卡的垮台",
["O"] = "你要在祖格卡的祭坛使用地狱动力核心控制魔王阿兹雷索克，用它的力量消灭祖格卡。",
["S"] = {
"击败祖格卡",
},
},
[29199] = {
["T"] = "寻求增援",
["O"] = "收集20个世界之树的印记。",
["S"] = {
"世界之树的印记",
},
},
[58908] = {
["T"] = "找到你的道路",
["O"] = "在旧城区马厩与库尔利交谈。",
["S"] = {
"询问守卫旧城区的兽栏管理员在哪里",
},
},
[43549] = {
["T"] = "翡翠梦魇：伊格诺斯",
["O"] = "击败翡翠梦魇的伊格诺斯。",
["S"] = {
"消灭伊格诺斯",
"腐化的蛋壳碎片",
},
},
[60444] = {
["T"] = "晋升堡垒的挑战",
["O"] = "在晋升堡垒完成世界任务“不忠的居民”、晋升高塔地下城或通灵战潮地下城。",
},
[75831] = {
["T"] = "易物务易",
["O"] = "把刺鼻小食带个峈姆的庞佐。",
},
[47645] = {
["T"] = "虚空召唤者的卷轴",
["O"] = "找到隐藏在碧蓝巨龙圣地上空的虚空生物。",
},
[49181] = {
["T"] = "微光坠饰",
["O"] = "将微光坠饰还给“刀子嘴”简。",
},
[35358] = {
["T"] = "时光之末奖励任务",
},
[36382] = {
["T"] = "窥探黑暗之门",
["O"] = "找到斥候帕扎提克并使用她的望远镜。",
["S"] = {
"使用望远镜",
},
},
[55325] = {
["T"] = "载具：TK07",
},
[55837] = {
["T"] = "赏金任务：危险的生物",
["O"] = "在纳沙塔尔消灭1个稀有生物。",
["S"] = {
"消灭纳沙塔尔的稀有敌人",
},
},
[56349] = {
["T"] = "永恒王宫：挑战极限",
["O"] = "从永恒王宫最强大的生物身上收集200个永恒装饰品。",
["S"] = {
"永恒装饰品",
},
},
[57373] = {
["T"] = "陷入疯狂",
["O"] = "在锦绣谷或奥丹姆的腐化区域中寻找恩佐斯的幻象，探索艾泽拉斯的未来。",
["S"] = {
"探索恩佐斯的幻象",
},
},
[84024] = {
["T"] = "钳制掌控",
["O"] = "将一把蜡烛之王的雕刀带给代言人加尔拉克斯作为零件。",
["S"] = {
"蜡烛之王的雕刀",
},
},
[42526] = {
["T"] = "更上一层楼",
["O"] = "在神射手营地与生存专家巴恩谈一谈。",
},
[43550] = {
["T"] = "群星庭院：进入群星庭院",
["O"] = "击败群星庭院的顾问麦兰杜斯。",
["S"] = {
[2] = "迷人的宴会邀请函",
},
},
[60445] = {
["T"] = "玛卓克萨斯的挑战",
["O"] = "在玛卓克萨斯完成世界任务“魂选勇士”、伤逝剧场地下城或凋魂之殇地下城。",
},
[61981] = {
["T"] = "补充储备",
["O"] = "为雷文德斯的堕罪堡的心能储备收集心能资源。",
},
[46110] = {
["T"] = "为风暴峡湾而战",
["O"] = "击败风暴峡湾的总指挥官艾里克苏斯。",
["S"] = {
"与奥丁的瓦格里交谈（可选）",
"攻击开始",
"消灭总指挥官艾里克苏斯",
},
},
[25360] = {
["T"] = "螃蟹光临",
["O"] = "杀掉10只绿沙蟹。",
["S"] = {
"消灭绿沙蟹",
},
},
[26896] = {
["T"] = "雷霆斗技场！",
["O"] = "跟加基森的狄奥维奥博士谈一谈。",
},
[27664] = {
["T"] = "暗月火山套牌",
["O"] = "当暗月马戏团来到镇上的时候，把火山套牌交给他们。",
},
[27920] = {
["T"] = "武装到牙齿",
["O"] = "杀死席瓦莱恩男爵和指挥官斯普林瓦尔。",
["S"] = {
"消灭席瓦莱恩男爵",
"消灭指挥官斯普林瓦尔",
},
},
[56350] = {
["T"] = "侦查宫殿",
["O"] = "与吉安娜·普罗德摩尔女士交谈，观察斥候小队。",
["S"] = {
"目击幻象",
},
},
[28688] = {
["T"] = "大酋长的命令：北荆棘谷！",
["O"] = "前往北荆棘谷，向格罗姆高营地的指挥官阿格罗戈什报到。",
},
[58910] = {
["T"] = "你的专精是什么？",
["O"] = "与米斯洛斯·鹰楠交谈，了解关于战斗专精的信息。",
["S"] = {
"与米斯洛斯·鹰楠对话，了解专精的信息",
},
},
[43551] = {
["T"] = "黑心林地：进入黑心林地",
["O"] = "击败黑心林地的萨维斯之影。",
["S"] = {
[2] = "一瓶毒血",
},
},
[60446] = {
["T"] = "玛卓克萨斯的挑战",
["O"] = "在玛卓克萨斯完成世界任务“魂选勇士”、伤逝剧场地下城或凋魂之殇地下城。",
},
[61982] = {
["T"] = "补充储备",
["O"] = "为晋升堡垒的极乐堡的心能储备收集心能资源。",
},
[75835] = {
["T"] = "你真练了吗？",
["O"] = "在宠物对战中击败训练师欧尔罗格",
["S"] = {
"在宠物对战中击败训练师欧尔罗格",
},
},
[66620] = {
["T"] = "翡翠的召唤",
["O"] = "与欧恩哈拉平原麦琳瑟拉的守望的麦琳瑟拉交谈。",
},
[8713] = {
["T"] = "星歌长者",
},
[70716] = {
["T"] = "巨龙时代（70）E",
},
[36384] = {
["T"] = "实地试验",
["O"] = "前往宾奇维斯拓殖点，然后把一瓶未经测试的血清用在一名被感染的拳师或被感染的伐木工身上。在完成后回去找克里希·宾奇维斯报告结果。",
["S"] = {
"测试血清",
},
},
[53791] = {
["T"] = "辛多雷的骄傲",
["O"] = "与银月城的洛瑟玛交谈。",
},
[55327] = {
["T"] = "载具：TK09",
},
[39456] = {
["T"] = "意外之盟",
["O"] = "在雷霆图腾与梅拉·高岭谈一谈。",
["S"] = {
"在雷霆图腾与纳瓦罗格见面",
},
},
[56351] = {
["T"] = "永恒王宫：挑战极限",
["O"] = "从永恒王宫最强大的生物身上收集200个永恒装饰品。",
["S"] = {
"永恒装饰品",
},
},
[10121] = {
["T"] = "消灭燃烧军团",
["O"] = "前往萨尔玛以东的补给车队，与斯古尔·碎颅者中士谈一谈。",
},
[57375] = {
["T"] = "脉动的肉块",
},
[58911] = {
["T"] = "炉石所在便是家",
["O"] = "与梅根·提尔曼交谈，将猪和哨声旅店设置为你的新家。",
["S"] = {
"将猪和哨声旅店设为你的家",
},
},
[59935] = {
["T"] = "向北而行",
["O"] = "向北侦查，找到米斯德兰·寻曦者。",
},
[60447] = {
["T"] = "玛卓克萨斯的挑战",
["O"] = "在玛卓克萨斯完成世界任务“魂选勇士”、伤逝剧场地下城或凋魂之殇地下城。",
},
[60959] = {
["T"] = "燃烧的远征：外域的冒险",
["O"] = "前往破碎的世界——外域。",
},
[45088] = {
["T"] = "勇气试炼：失落军团",
["O"] = "在勇气试炼团队副本中收集1000个瓦拉加尔灵魂碎片。",
["S"] = {
"瓦拉加尔灵魂碎片",
},
},
[61983] = {
["T"] = "补充储备",
["O"] = "为玛卓克萨斯的兵主之座的心能储备收集心能资源。",
},
[12169] = {
["T"] = "高阶教徒",
["O"] = "群星之墓的典狱官朱蒂·月歌要你杀死高阶教徒扎古斯。",
["S"] = {
"消灭高阶教徒扎古斯",
},
},
[66622] = {
["T"] = "任性的工具",
["O"] = "营救6个任性的工具。",
["S"] = {
"营救任性的工具",
},
},
[85053] = {
["T"] = "征求许可",
["O"] = "在塔扎维什为宝库守护者赛·维兹获得许可。",
["S"] = {
"支付许可费（可选）",
"给巴·瓦尔一个教训",
},
},
[13065] = {
["T"] = "长者奥哈齐",
},
[36385] = {
["T"] = "古树的遗产",
["O"] = "收集库鲁克之心、奥图克的树干、洛鲁克的树枝和哈努克的根须。",
["S"] = {
"库鲁克之心",
"奥图克的树干",
"洛鲁克的树枝",
"哈努克的根须",
},
},
[36897] = {
["T"] = "宿敌：化为死神",
["O"] = "在德拉诺的PvP战斗中击败一名人类玩家，并夺取他们身上的人类之心。",
["S"] = {
"人类之心",
},
},
[26897] = {
["T"] = "黑暗深渊",
["O"] = "与哨兵阿露温交谈。",
},
[13577] = {
["T"] = "最后的枭兽",
["O"] = "跟漩涡之眼北方沐月兽穴的阿隆姆谈一谈。",
},
[55328] = {
["T"] = "载具：TK10",
},
[13961] = {
["T"] = "诱捕野猪人",
["O"] = "使用格罗多姆之网来诱捕一只钢鬃抢劫者，再把他拖回来交给格罗多姆农场的托格莉。",
["S"] = {
"带回钢鬃野猪人囚犯",
},
},
[56352] = {
["T"] = "永恒王宫：我们能令它更强……",
["O"] = "从永恒王宫最强大的生物身上收集20个永恒装饰品。",
["S"] = {
"永恒装饰品",
},
},
[57376] = {
["T"] = "隐藏的需求",
["O"] = "前往提瑞斯法林地和莉莉安·沃斯见面。",
},
[42017] = {
["T"] = "真理守护者祭坛",
["O"] = "前往盾憩岛并取得真理守护者。",
["S"] = {
"搭乘银色角鹰兽前往风暴峡湾",
},
},
[29457] = {
["T"] = "敌人的徽记",
["O"] = "将收缴的徽记交给暗月岛上暗月马戏团的萨杜斯·帕雷教授。",
},
[43553] = {
["T"] = "噬魂之喉：进入噬魂之喉",
["O"] = "击败噬魂之喉的海拉。",
["S"] = {
[2] = "浸水的信",
},
},
[60448] = {
["T"] = "雷文德斯的挑战",
["O"] = "在雷文德斯完成世界任务“毁灭统治者”、赤红深渊地下城或赎罪大厅地下城。",
},
[61984] = {
["T"] = "补充储备",
["O"] = "为炽蓝仙野的森林之心的心能储备收集心能资源。",
},
[47137] = {
["T"] = "抗魔联军勇士",
["O"] = "回到你的职业大厅并招募一名新的勇士。",
},
[32017] = {
["T"] = "长者的好运符",
["O"] = "收集90枚次级好运护符。",
["S"] = {
"次级好运护符",
},
},
[85055] = {
["T"] = "超期商品",
["O"] = "在卡雷什的塔扎维什帮助宝库守护者赛·维兹，准备虚空仓库的宝库以供出售。",
["S"] = {
"归还坐骑",
},
},
[38946] = {
["T"] = "求助本地人",
["O"] = "在阿苏纳寻找裁缝。",
},
[43554] = {
["T"] = "奈萨里奥的巢穴：进入奈萨里奥的巢穴",
["O"] = "击败奈萨里奥的巢穴的达古尔。",
["S"] = {
[2] = "破损的龙鳞",
},
},
[60449] = {
["T"] = "雷文德斯的挑战",
["O"] = "在雷文德斯完成世界任务“毁灭统治者”、赤红深渊地下城或赎罪大厅地下城。",
},
[60961] = {
["T"] = "燃烧的远征：外域的冒险",
["O"] = "前往破碎的世界——外域。",
},
[61473] = {
["T"] = "自己动手，丰衣足食",
["O"] = "和戴克泰丽丝一起打造使徒的足垫。在制造界面中查看所需材料，了解从哪里才能找到它们。",
["S"] = {
"制作使徒的足垫",
},
},
[5893] = {
["T"] = "冷齿矿洞的补给",
["O"] = "把10份冷齿矿洞补给品交给霜狼要塞的部落军需官。",
["S"] = {
"冷齿补给品",
},
},
[49698] = {
["T"] = "光铸者",
["O"] = "前往维迪卡尔。",
["S"] = {
"使用暴风城大使馆道标",
},
},
[6341] = {
["T"] = "前往达纳苏斯",
["O"] = "与菲德利奥交谈，租用角鹰兽飞往达纳苏斯，然后将多兰纳尔的食谱书交给达纳苏斯的艾奎恩妮。",
},
[35363] = {
["T"] = "潮汐王座奖励任务",
},
[6661] = {
["T"] = "捕捉矿道老鼠",
["O"] = "使用捕鼠者之笛捕获5只矿道老鼠，把它们引到蒙提那儿去。",
["S"] = {
"捕获老鼠",
},
},
[38435] = {
["T"] = "进攻塔纳安",
["O"] = "在船坞与卡德加会面，然后同伊瑞尔谈话，开始进军。",
["S"] = {
"与卡德加会面",
},
},
[55330] = {
["T"] = "载具：TK12",
},
[27922] = {
["T"] = "叛徒！",
["O"] = "藏在尼斐塞特之叶后面，揭开尼斐塞特的秘密。",
["S"] = {
"揭开尼斐塞特的秘密",
},
},
[57378] = {
["T"] = "破碎世界的残骸",
["O"] = "从惊魂幻象中为心之秘室的拉希奥取得《羁石诅咒》的抄本。",
["S"] = {
"获得书籍《羁石诅咒》",
},
},
[7301] = {
["T"] = "被捕的空军指挥官",
["O"] = "到霜狼氏族的领地中去搜寻空军指挥官斯里多尔、空军指挥官维波里和空军指挥官艾克曼。任务完成之后向指挥官杜菲复命。",
["S"] = {
"找到艾克曼",
"找到维波里",
"找到斯里多尔",
},
},
[29458] = {
["T"] = "缴获的日记",
["O"] = "将冒险者的日志交给暗月岛上暗月马戏团的萨杜斯·帕雷教授。",
},
[43555] = {
["T"] = "魔法回廊：进入魔法回廊",
["O"] = "击败魔法回廊的顾问凡多斯。",
["S"] = {
[2] = "枯竭的法力宝珠",
},
},
[60450] = {
["T"] = "雷文德斯的挑战",
["O"] = "在雷文德斯完成世界任务“毁灭统治者”、赤红深渊地下城或赎罪大厅地下城。",
},
[60962] = {
["T"] = "巫妖王之怒：诺森德的冒险",
["O"] = "前往冰冻大陆诺森德。",
},
[47139] = {
["T"] = "森提纳克斯号印记",
["O"] = "收集50个森提纳克斯号印记。",
["S"] = {
"森提纳克斯号印记",
},
},
[32018] = {
["T"] = "他姓……风暴烈酒",
["O"] = "去四风谷的雷脚农场和陈·风暴烈酒谈一谈。",
},
[32804] = {
["T"] = "亡者的遗物",
["O"] = "找回10件霜狼烈士遗物。",
},
[85059] = {
["T"] = "分一杯羹",
["O"] = "在海妖岛指挥地图上为一个事件做出捐献。",
["S"] = {
"为一个事件做出贡献",
},
},
[8714] = {
["T"] = "袭月长者",
},
[35364] = {
["T"] = "Throne of the Tides Bonus Reward",
},
[35876] = {
["T"] = "要塞战役：黑潮栖木",
["O"] = "前往黑潮栖木。",
},
[54307] = {
["T"] = "岗哨升级：阿罗姆之台",
["O"] = "在阿罗姆之台和教士萝蕾特谈一谈。",
},
[55331] = {
["T"] = "载具：TK13",
},
[57379] = {
["T"] = "被感染的碧玉雕像",
},
[43556] = {
["T"] = "守望者地窟：进入守望者地窟",
["O"] = "击败守望者地窟的科达娜·邪歌。",
["S"] = {
[2] = "损坏的守望者头盔",
},
},
[60451] = {
["T"] = "永无止境",
["O"] = "返回女男爵德拉卡身边。",
},
[60963] = {
["T"] = "巫妖王之怒：诺森德的冒险",
["O"] = "前往冰冻大陆诺森德。",
},
[61475] = {
["T"] = "森林之心",
["O"] = "与炽蓝仙野森林之心旁的难民营中的月莓女勋爵碰面。",
["S"] = {
"飞向炽蓝仙野（可选）",
},
},
[47652] = {
["T"] = "圣光之母",
["O"] = "在泽尼达尔内找到泽拉。",
["S"] = {
"放置传送水晶",
},
},
[12170] = {
["T"] = "黑水伐木场的战斗",
["O"] = "骑兵队长克洛恩希望你在黑水伐木场击杀10名联盟士兵或者玩家。",
["S"] = {
"消灭黑水伐木场的联盟",
},
},
[65606] = {
["T"] = "马鲁克名望",
["O"] = "在马鲁凯与阿嘉丽交谈。",
},
[25363] = {
["T"] = "木爪的战争",
["O"] = "把10束木爪豺狼人的鬃毛交给莫沙彻营地的哈杜肯·迅蹄。",
["S"] = {
"木爪豺狼人的鬃毛",
},
},
[25619] = {
["T"] = "收复失地",
["O"] = "在瓦丝琪尔废墟里击败任意10名防御城市的克瓦迪尔人。\n\n这个任务是纳兹夏尔女武士影像的一部分。如有需要，可以使用纳兹夏尔女武士之刃在时间焦点处返回到影像中。",
["S"] = {
"防御城市的克瓦迪尔人",
},
},
[35365] = {
["T"] = "潮汐王座奖励任务",
},
[26131] = {
["T"] = "洛克莫丹的援军",
["O"] = "跟大熔炉的格莱斯·瑟登谈一谈，飞往洛克莫丹。抵达目的地后跟驾驶员塞克·锤足谈一谈。",
},
[55332] = {
["T"] = "载具：TK14",
},
[78918] = {
["T"] = "布拉克斯的黄铜指虎",
["O"] = "消灭冈达加兹周围的生物，找到布拉克斯的黄铜指虎。",
["S"] = {
"找到布拉克斯的黄铜指虎",
},
},
[56356] = {
["T"] = "永恒王宫：女王的赌局",
["O"] = "在永恒王宫击败艾萨拉女王。",
},
[81990] = {
["T"] = "圣光召唤",
["O"] = "向凯拉·弗雷斯通报告，继续提供帮助。",
},
[42533] = {
["T"] = "失落王国",
["O"] = "在激流堡跟加林·托尔贝恩王子谈一谈。",
},
[29715] = {
["T"] = "林子里的巫婆",
["O"] = "去青玉巫婆的小屋北边，找到路上的安·风裘。",
},
[43557] = {
["T"] = "紫罗兰监狱：进入紫罗兰监狱",
["O"] = "击败突袭紫罗兰监狱的敌方领袖。",
["S"] = {
[2] = "残破的传送门碎片",
},
},
[60452] = {
["T"] = "突袭噬渊",
["O"] = "在噬渊消灭3个稀有或者特殊首领。",
["S"] = {
"消灭稀有或者特殊首领",
},
},
[60964] = {
["T"] = "熊猫人之谜：潘达利亚的冒险",
["O"] = "前往神秘的潘达利亚大陆。",
},
[30995] = {
["T"] = "一个都不能少",
["O"] = "在怒焰裂谷内营救5名军情七处游侠。",
["S"] = {
"营救军情七处游侠",
},
},
[47653] = {
["T"] = "圣光回归",
["O"] = "与图拉扬谈一谈，返回维迪卡尔。",
["S"] = {
"与图拉扬谈一谈",
},
},
[48677] = {
["T"] = "柳魔崇拜",
["O"] = "在暮秋谷与暮秋谷之王见面。",
},
[32806] = {
["T"] = "国王与议会",
["O"] = "完成“雪山血战”场景战役。你可以通过地下城查找器加入队列或使用游学者周卓的洄梦仙酒。",
["S"] = {
"完成“雪山血战”场景战役",
},
},
[35366] = {
["T"] = "Throne of the Tides Bonus Reward",
},
[52261] = {
["T"] = "加里维克斯跑了",
["O"] = "返回伯拉勒斯的风之救赎号上去找高级指挥官哈尔弗·维姆班恩。",
},
[55333] = {
["T"] = "载具：TK15",
},
[79944] = {
["T"] = "裂隙肆虐",
["O"] = "摧毁4道裂隙，并在洞穴中找到它们的源头。",
["S"] = {
"击败元素裂隙",
"进入洞穴",
"捣毁裂隙源头",
},
},
[41510] = {
["T"] = "艾泽拉斯需要你",
["O"] = "选择你在破碎群岛的首个攻击目标。",
["S"] = {
"选择首个出击目标",
},
},
[58917] = {
["T"] = "潜行者的末路",
["O"] = "使用潜行探查四周，寻找那名第一考察队中的潜行者。",
["S"] = {
"找到第一考察队的潜行者",
},
},
[59941] = {
["T"] = "调整局面",
["O"] = "对3只流浪的野猪使用尺寸调整器。",
["S"] = {
"对流浪的野猪使用尺寸调整器9.0.1版",
},
},
[60453] = {
["T"] = "荣耀之途",
["O"] = "带上你的符文剑，返回德拉卡女男爵身边。",
},
[60965] = {
["T"] = "熊猫人之谜：潘达利亚的冒险",
["O"] = "前往神秘的潘达利亚大陆。",
},
[47654] = {
["T"] = "执政团之座：知识桂冠",
["O"] = "消灭鲁拉，获得知识桂冠。",
["S"] = {
[2] = "知识桂冠",
},
},
[70730] = {
["T"] = "给席卡尔的聘礼",
["O"] = "帮助轻风贤者达瓦筹备完美的求婚。",
["S"] = {
"征求欧恩·阿拉莎拉的意见",
},
},
[27156] = {
["T"] = "是时候了！",
["O"] = "挑战并击败7名壁炉谷新兵。",
["S"] = {
"挑战并击败壁炉谷新兵",
},
},
[27412] = {
["T"] = "悬赏：贪婪的血爪",
["O"] = "杀死贪婪的血爪，然后向泥链镇的德拉兹特·迪普瓦尔复命。",
["S"] = {
"消灭贪婪的血爪",
},
},
[55334] = {
["T"] = "载具：TK16",
},
[56358] = {
["T"] = "永恒王宫：女王的赌局",
["O"] = "在永恒王宫击败艾萨拉女王。",
},
[28692] = {
["T"] = "磁铁的原理是什么呢？",
["O"] = "取回7块攻城坦克废料。在不眠前线使用磁性废料收集器寻找废料。不眠前线位于此地正西方，穿过第二座桥梁就到。",
["S"] = {
"攻城坦克废料",
},
},
[42535] = {
["T"] = "枯萎……凋零",
["O"] = "对10份枯木补给释放瘟疫。",
["S"] = {
"对枯木补给释放瘟疫",
},
},
[60454] = {
["T"] = "突袭噬渊",
["O"] = "在噬渊消灭3个稀有或者特殊首领。",
["S"] = {
"消灭稀有或者特殊首领",
},
},
[32020] = {
["T"] = "糖罐",
},
[34344] = {
["T"] = "潜伏者",
["O"] = "收集8剂潜伏者的毒液。",
["S"] = {
"一剂潜伏者的毒液",
},
},
[8715] = {
["T"] = "刃叶长者",
},
[70732] = {
["T"] = "拳赛训练",
["O"] = "在宠物对战中击败格沃什。",
["S"] = {
"在宠物对战中击败格沃什",
},
},
[37416] = {
["T"] = "峰林盛宴",
["O"] = "在坠斧营地尝一尝峰林盛宴。",
},
[55335] = {
["T"] = "载具：TK17",
},
[65613] = {
["T"] = "龙裔标志造型",
["O"] = "获得幻容形态。",
["S"] = {
"向艾比西安请教幻容形态的事",
},
},
[60455] = {
["T"] = "突袭噬渊",
["O"] = "在噬渊消灭3个稀有或者特殊首领。",
["S"] = {
"消灭稀有或者特殊首领",
},
},
[44584] = {
["T"] = "物资短缺奖励",
},
[11275] = {
["T"] = "制作号角",
["O"] = "冬蹄营地的诺库玛·雪眼要你将6只完整的羊角交给她。",
["S"] = {
"完整的羊角",
},
},
[11531] = {
["T"] = "奇怪的发动机零件",
["O"] = "将奇怪的发动机零件交给泰雷多尔的凯莉·弗莱。",
},
[11915] = {
["T"] = "玩火",
["O"] = "与任意部落主城的食焰大师谈一谈。",
},
[12043] = {
["T"] = "诺兹拉斯的防御",
["O"] = "在迦拉克隆之墓附近的挖掘站内杀死12个废土挖掘者和1个废土工头。完成任务之后向诺兹拉斯哨站的纳尔弗复命。",
["S"] = {
"消灭废土工头",
"消灭废土挖掘者",
},
},
[12171] = {
["T"] = "叛徒的名单",
["O"] = "向群星之墓的帕蕾娜·银云出示联盟信函。",
},
[83021] = {
["T"] = "LFG副本-TWW-普通随机-第1关",
},
[34345] = {
["T"] = "制作毒药",
["O"] = "采集10片雪霜花叶片。",
["S"] = {
"雪霜花叶片",
},
},
[13067] = {
["T"] = "长者库甘达加",
},
[26389] = {
["T"] = "黑石兽人的入侵",
["O"] = "收集8把黑石兽人的武器。",
["S"] = {
"黑石兽人的武器",
},
},
[26645] = {
["T"] = "守夜人",
["O"] = "在夜色镇东南的盲眼玛丽的鬼屋外消灭8具恐怖骸骨。",
["S"] = {
"消灭腐烂恐魔",
},
},
[53800] = {
["T"] = "黑海岸之战",
},
[13579] = {
["T"] = "亚米萨兰的保护者",
["O"] = "跟亚米萨兰废墟的瑟里恩谈一谈。",
},
[27413] = {
["T"] = "龙尾草",
["O"] = "从黑龙谷或巨龙沼泽收集8根龙尾草。",
["S"] = {
"龙尾草",
},
},
[55336] = {
["T"] = "载具：TK18",
},
[13963] = {
["T"] = "你到底招不招？",
["O"] = "审讯附近的钢鬃野猪人。如果他不在那里或者处于昏迷状态，托格莉能救活他。",
["S"] = {
"审讯钢鬃野猪人囚犯",
},
},
[65615] = {
["T"] = "奥术侵扰",
["O"] = "调查信标。",
["S"] = {
"调查信标",
},
},
[14475] = {
["T"] = "落地！",
["O"] = "在塔伦迪斯营地最南边的暗夜精灵塔找到掷弹兵队长斯莫科斯。",
},
[43561] = {
["T"] = "展翅高飞！",
["O"] = "帮斯尼卡鲁斯·颠航收集6根脱落的羽毛。",
["S"] = {
"收集脱落的羽毛",
},
},
[60456] = {
["T"] = "突袭噬渊",
["O"] = "在噬渊消灭3个稀有或者特殊首领。",
["S"] = {
"消灭稀有或者特殊首领",
},
},
[60968] = {
["T"] = "德拉诺之王：德拉诺的冒险",
["O"] = "前往兽人的家乡德拉诺。",
},
[30997] = {
["T"] = "削减战力",
["O"] = "杀死阿达罗格和焰喉。",
["S"] = {
"消灭阿达罗格",
"消灭焰喉",
},
},
[31765] = {
["T"] = "血染滩头！",
["O"] = "利用炮舰炮台杀死80个雷霆要塞士兵，并摧毁9座雷霆要塞加农炮。",
["S"] = {
"击败雷霆要塞部队",
"摧毁雷霆要塞加农炮",
},
},
[32021] = {
["T"] = "糖罐",
},
[65064] = {
["T"] = "看我找到了什么！",
["O"] = "在维度瀑布附近取回6个多彩元蔷薇。",
["S"] = {
"收集多彩元蔷薇",
},
},
[81999] = {
["T"] = "新的家园，新的蜡烛！",
["O"] = "在烬燧荒原与加恩基见面。",
["S"] = {
"在烬燧荒原与加恩基见面",
"操纵柱石升降机抵达地面（可选）",
},
},
[83023] = {
["T"] = "职责短缺奖励",
},
[34346] = {
["T"] = "严霜之怒",
["O"] = "收集3块严霜碎片。",
["S"] = {
"严霜碎片",
},
},
[51753] = {
["T"] = "勇士：雷克萨",
},
[72784] = {
["T"] = "支援钴蓝集所 ",
["O"] = "在钴蓝集所内与温茜交谈。",
},
[53801] = {
["T"] = "黑海岸之战",
},
[55337] = {
["T"] = "载具：TK19",
},
[55849] = {
["T"] = "开垦钻机",
},
[41002] = {
["T"] = "部落的武器",
["O"] = "在奥格瑞玛的伊利达雷营地向艾尔西·达莱报到。",
},
[43562] = {
["T"] = "全力以赴",
["O"] = "激活苏拉玛的所有魔网能量，然后与瓦尔托伊交谈。",
},
[44074] = {
["T"] = "奈萨里奥的巢穴：坚韧精华",
["O"] = "从奈萨里奥巢穴的洛克莫拉身上收集 1 份坚韧精华，然后杀掉地底之王达古尔。",
["S"] = {
"坚韧精华",
"消灭达古尔",
},
},
[60969] = {
["T"] = "德拉诺之王：德拉诺的冒险",
["O"] = "前往兽人的家乡德拉诺。",
},
[78929] = {
["T"] = "黑暗诡谋",
["O"] = "营救5个阿拉希俘虏。",
["S"] = {
"营救阿拉希人",
},
},
[24854] = {
["T"] = "寻找暴风爪",
["O"] = "向安戈洛环形山入口处的加尔·暴风爪报到。",
},
[70738] = {
["T"] = "俞加课",
["O"] = "寻找教练和6名俞加学生。",
["S"] = {
"营救俞伽学生",
"营救俞伽教练",
},
},
[26390] = {
["T"] = "终结入侵！",
["O"] = "杀死屠杀者库尔托克。",
["S"] = {
"消灭屠杀者库尔托克",
},
},
[27414] = {
["T"] = "龙族的源头",
["O"] = "蕨墙村的德拉兹辛比要你给他带7条灼热之舌和7颗灼热之心。",
["S"] = {
"灼热之舌",
"灼热之心",
},
},
[55338] = {
["T"] = "载具：TK20",
},
[27926] = {
["T"] = "东方好客",
["O"] = "贝洛克·辉刃要你同司克诺兹登陆点的客人们打成一片。",
["S"] = {
"跟劳伦特大使交流",
"跟一名优雅的绅士交流",
"跟一名新锐艺术家交流",
"跟一名新晋女演员交流",
},
},
[79954] = {
["T"] = "蜘蛛！",
["O"] = "在泽什柱巢寻找阿格萨克斯丢失的钥匙。",
["S"] = {
"高耸虚居钥匙",
},
},
[57386] = {
["T"] = "如果你想要和平……",
["O"] = "进入玛卓克萨斯。",
["S"] = {
"和罗-阿沃纳维谈一谈，前往玛卓克萨斯",
},
},
[83026] = {
["T"] = "LFG副本-TWW-英雄随机-第N关",
},
[7302] = {
["T"] = "被捕的空军指挥官",
["O"] = "找到空军指挥官古斯、空军指挥官杰斯托和空军指挥官穆维里克。任务完成之后向挥官穆法特复命。",
["S"] = {
"找到古斯",
"找到杰斯托",
"找到穆维里克",
},
},
[42539] = {
["T"] = "暗里藏刀",
["O"] = "在夜色镇取得无辜者的颅骨和无辜者的鲜血，并尝试刺杀阿尔泰娅·埃伯洛克。",
["S"] = {
"无辜者的颅骨",
"无辜者的鲜血",
"尝试刺杀阿尔泰娅·埃伯洛克",
},
},
[43563] = {
["T"] = "瞬灭法力风暴发射器",
["O"] = "从时空防御者身上收集4份抗迁跃镀层。",
["S"] = {
"抗迁跃镀层",
},
},
[44075] = {
["T"] = "英灵殿：野性精华",
["O"] = "从英灵殿的芬雷尔身上收集1份野性精华，然后向奥丁证明你的价值。",
["S"] = {
"野性精华",
"完成奥丁的试炼",
},
},
[60970] = {
["T"] = "军团再临：破碎群岛的冒险",
["O"] = "前往破碎群岛。",
},
[30742] = {
["T"] = "知错就改",
["O"] = "杀死寇塔峰上的12只咔啡成瘾的高山羊。",
["S"] = {
"消灭咔啡成瘾的高山羊",
},
},
[74835] = {
["T"] = "臭不可闻的艾诺克",
["O"] = "在宠物对战中击败臭不可闻的艾诺克。",
["S"] = {
"在宠物对战中击败臭不可闻的艾诺克",
},
},
[31254] = {
["T"] = "昆莱之路",
["O"] = "穿过雾纱栈道并抵达滨岸村。",
["S"] = {
"与商路土地精交谈",
"与酒仙布夫交谈",
},
},
[31766] = {
["T"] = "天降神兵",
["O"] = "使用垂降绳索降落至地面。",
["S"] = {
"垂降至蜜露林地",
},
},
[32022] = {
["T"] = "糖罐",
},
[48171] = {
["T"] = "箭谷镇的诅咒",
["O"] = "在德鲁斯瓦与木工湾岸的艾芙琳·佩尔对话。",
},
[83027] = {
["T"] = "LFG副本-TWW-英雄随机-第1关",
},
[8588] = {
["T"] = "部落需要重皮！",
["O"] = "把10块重皮交给奥格瑞玛精神谷的剥皮师亚曼尼。",
["S"] = {
"重皮",
},
},
[8716] = {
["T"] = "星林长者",
},
[70740] = {
["T"] = "蒸汽清洁",
["O"] = "在下层温泉区中消灭12个元素。",
["S"] = {
"消灭元素生物",
},
},
[52779] = {
["T"] = "沼泽里的抱齿兽",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败血牙",
},
},
[75860] = {
["T"] = "援助联军：研究员遇袭",
["O"] = "前往查拉雷克洞窟并保护遇袭的研究员。继续在巨龙群岛各地援助瓦德拉肯联军及其盟友。",
},
[77908] = {
["T"] = "秘密遗产",
["O"] = "将书籍《提尔的遗产》交还给瓦德拉肯的鲍比·卡莱尔。",
},
[55851] = {
["T"] = "精华强化",
["O"] = "前往希利苏斯，在修理完毕的心之秘室与麦格尼会面。",
},
[58923] = {
["T"] = "圣骑士的效劳",
["O"] = "与圣骑士的鬼魂交谈。",
["S"] = {
"与幽灵圣骑士交谈",
},
},
[43564] = {
["T"] = "流量控制",
["O"] = "关闭月郡巷、巡游广场和午夜庭院的回廊出口。",
["S"] = {
"关闭月郡巷的出口",
"关闭巡游广场的出口",
"关闭午夜庭院的出口",
},
},
[44076] = {
["T"] = "黑心林地：重生精华",
["O"] = "从黑心林地的橡树之心身上收集1份重生精华，然后击败萨维斯之影。",
["S"] = {
"重生精华",
"消灭萨维斯之影",
},
},
[60971] = {
["T"] = "军团再临：破碎群岛的冒险",
["O"] = "前往破碎群岛。",
},
[75861] = {
["T"] = "援助联军：弥散营地",
["O"] = "前往弥散营地，拾取一份夺得的货物。继续在巨龙群岛各地援助瓦德拉肯联军及其盟友。",
},
[11660] = {
["T"] = "古代水手的号角",
["O"] = "北风苔原回音海岸的瓦托尔要你夺得古代水手的号角。",
["S"] = {
"古代水手的号角",
},
},
[47148] = {
["T"] = "与众不同",
["O"] = "赢得1场PvP乱斗。",
},
[78933] = {
["T"] = "甜蜜蚀刻",
["O"] = "收集8个暗根柿子、30份青蛙吻过的鱼子酱和1份虚渺之糖。",
["S"] = {
"青蛙吻过的鱼子酱",
"暗根柿子",
"虚渺之糖",
},
},
[64555] = {
["T"] = "调查秘密",
["O"] = "与刻希亚的前锋斥候交谈。",
["S"] = {
"守护者的休憩防御报告",
},
},
[49196] = {
["T"] = "大型侵入点：深渊领主维尔姆斯",
},
[25111] = {
["T"] = "清扫食腐动物",
["O"] = "使用收集机器人采集12具火鹏尸体。",
["S"] = {
"采集火鹏尸体",
},
},
[85077] = {
["T"] = "粘手行动",
["O"] = "在米登霍尔蜜酒庄收集7个蜂蜜液球。",
["S"] = {
"蜂蜜液球",
},
},
[12940] = {
["T"] = "糖罐",
},
[35885] = {
["T"] = "玛拉顿（邪恶洞穴）奖励任务",
},
[26391] = {
["T"] = "灭火拯救希望",
["O"] = "使用米莉的灭火器，扑灭8处葡萄园的火焰。",
["S"] = {
"扑灭葡萄园的火焰",
},
},
[13324] = {
["T"] = "暗月棱镜套牌",
["O"] = "当暗月马戏团来到镇上的时候，把棱镜套牌交给他们。",
},
[13452] = {
["T"] = "糖罐",
},
[27927] = {
["T"] = "进入灭世者之痕",
["O"] = "在荒芜之地的灭世者之痕寻找迷失者塞尔杜林。",
},
[14092] = {
["T"] = "勇士的早餐",
["O"] = "取得4只冰虫的卵鞘，将它们交给银色比武场的泰罗斯·晨行者。",
["S"] = {
"冰虫的卵鞘",
},
},
[29463] = {
["T"] = "敲打时刻",
["O"] = "敲打豺狼人，赢得30分。",
["S"] = {
"敲打豺狼人",
},
},
[43565] = {
["T"] = "道标归途",
["O"] = "利用高级传送道标，调查苏拉玛城中的永月平民区、永月集市和海妖之祈。",
["S"] = {
"调查永月平民区",
},
},
[44077] = {
["T"] = "艾萨拉之眼：平衡精华",
["O"] = "从艾萨拉之怒身上收集1份平衡精华。",
["S"] = {
"平衡精华",
},
},
[30743] = {
["T"] = "羊屎咔啡",
["O"] = "在寇塔峰上标出15处山羊咔啡“沉积物”。",
["S"] = {
"标记山羊咔啡“沉积物”",
},
},
[30999] = {
["T"] = "朝圣之旅",
["O"] = "和酒坛集的表叔苜蓿叶谈一谈。",
},
[31255] = {
["T"] = "昆莱之路",
["O"] = "穿过雾纱栈道并抵达滨岸村。",
["S"] = {
"与商路土地精交谈",
"与酒仙布夫交谈",
},
},
[31511] = {
["T"] = "历史见证",
["O"] = "去天神之门和烈日行者德兹科谈一谈。",
["S"] = {
"与天神之门的德兹科交谈",
},
},
[32023] = {
["T"] = "糖罐",
},
[64556] = {
["T"] = "亟需帮助",
["O"] = "在刻希亚完成米卡尼科斯、塔·娜茜和凯尔萨斯的三个日常任务。",
},
[49197] = {
["T"] = "大型侵入点：索塔纳索尔",
},
[66648] = {
["T"] = "宿命交织",
["O"] = "击败30个不同的宿命团队副本首领。",
["S"] = {
"击败宿命团队副本首领",
},
},
[33838] = {
["T"] = "锻铸武器",
["O"] = "用纳什拉的矿镐采集20块弗米克矿石。",
["S"] = {
"弗米克矿石",
},
},
[85079] = {
["T"] = "蜂蜂欲睡",
["O"] = "麻醉或消灭5只蜂巢卫士。",
["S"] = {
"想办法对付蜜蜂",
},
},
[70744] = {
["T"] = "看呐！骨头！",
["O"] = "收拾10个烂摊子。",
["S"] = {
"清理局面",
},
},
[35886] = {
["T"] = "玛拉顿（毒菇洞穴）奖励任务",
},
[72792] = {
["T"] = "提尔要塞试炼 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78936] = {
["T"] = "扑鼻鱼腥",
["O"] = "在西纳之愿消灭深邃踏泥者、可憎的弄潮者和海潮领主孽齿。",
["S"] = {
"消灭深邃踏泥者",
"消灭可憎的弄潮者",
"消灭海潮领主孽齿",
},
},
[65625] = {
["T"] = "典狱长的挑战",
["O"] = "在托加斯特大厅进入新的传送门。",
["S"] = {
"在托加斯特大厅进入新的传送门。",
},
},
[66649] = {
["T"] = "扭转宿命之轮",
["O"] = "击败15个不同的宿命团队副本首领。",
["S"] = {
"击败宿命团队副本首领",
},
},
[85080] = {
["T"] = "蜂狂的妙计",
["O"] = "取得心能真空吸取器并用它吸取15只蜜蜂。",
["S"] = {
"联络威·娜莉",
},
},
[43054] = {
["T"] = "充足库存",
["O"] = "带来100份香辣烤肋排、至高岭鲑鱼或丝纹绷带，帮助老舒充实库存。烹饪和急救的能力应该对这个任务有帮助。",
["S"] = {
"存储补给",
},
},
[60461] = {
["T"] = "会见侯爵",
["O"] = "向凯克苏斯侯爵出示符文剑。",
},
[72793] = {
["T"] = "起伏森林航线 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78937] = {
["T"] = "层影交错",
["O"] = "调查附近的晨曦塔。",
["S"] = {
"在塔楼瞭望台找到菲琳",
},
},
[64557] = {
["T"] = "黑暗中的寻觅",
["O"] = "在托加斯特，罪魂之塔找到威·尼什。",
},
[49198] = {
["T"] = "大型侵入点：审判官梅托",
},
[25112] = {
["T"] = "收集机器人",
["O"] = "使用收集机器人采集8具晶鳞蜥蜴尸体。",
["S"] = {
"采集晶鳞蜥蜴",
},
},
[85081] = {
["T"] = "蜂后狂想曲",
["O"] = "放置蜂蜜罐，用它引出并营救女王蜂。",
["S"] = {
"放置蜂蜜罐",
},
},
[51246] = {
["T"] = "海难侦察",
["O"] = "消灭10个第七军团海难水手。",
["S"] = {
"消灭第七军团水手",
},
},
[70746] = {
["T"] = "蓝色阴霾",
["O"] = "陪同安波莎和泰拉什前往安东尼达斯营地。",
["S"] = {
"在安东尼达斯营地外和安波莎和泰拉什见面",
},
},
[35887] = {
["T"] = "玛拉顿（地歌瀑布）奖励任务",
},
[72794] = {
["T"] = "瓦克索斯攀升赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[74842] = {
["T"] = "水晶环道 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27928] = {
["T"] = "皮货商的最爱",
["O"] = "收集5张沙漠土狼毛皮",
["S"] = {
"沙漠土狼毛皮",
},
},
[39983] = {
["T"] = "胡恩之战——来临",
["O"] = "消灭25个燃烧军团恶魔。",
["S"] = {
"向黑角打听胡恩的故事",
},
},
[40495] = {
["T"] = "乌萨勒斯，逆风收割者",
["O"] = "在暮色森林的密斯特曼托庄园搜寻逆风收割者。",
["S"] = {
"在暮色森林调查密斯特曼托庄园",
},
},
[66651] = {
["T"] = "诺库缺德",
["O"] = "在永恒库尔干与新兵佐理格见面。",
},
[29464] = {
["T"] = "占卜道具",
["O"] = "将占卜者符文交给暗月岛上暗月马戏团的萨杜斯·帕雷教授。",
},
[43055] = {
["T"] = "糖罐",
},
[70747] = {
["T"] = "碧蓝巫师",
["O"] = "与安东尼达斯营地的大法师卡德加交谈。",
["S"] = {
"与卡德加谈一谈",
},
},
[60462] = {
["T"] = "筹集心能",
["O"] = "在炽蓝仙野的森林之心的心能储备中存放600份心能。",
},
[30488] = {
["T"] = "找回麝香爪",
["O"] = "去顽灵洞找到小麝香爪。",
},
[30744] = {
["T"] = "寇塔混合咔啡",
["O"] = "从寇塔峰收集100个寇塔咔啡果。在山边的灌木丛或者雪人洞里都可以找到。",
["S"] = {
"寇塔咔啡果",
},
},
[31000] = {
["T"] = "恐惧空间",
["O"] = "去蟠龙脊和女射手李琪薇谈一谈。",
},
[63022] = {
["T"] = "原则6附录：不惜一切代价救我",
["O"] = "消灭符文大师玛弗洛克。",
["S"] = {
"消灭符文大师玛弗洛克",
},
},
[32024] = {
["T"] = "糖罐",
},
[49199] = {
["T"] = "大型侵入点：主母芙努娜",
},
[66652] = {
["T"] = "归于疗愈者",
["O"] = "调查附近坟堆中的尤克赫尔仪式。",
["S"] = {
"打断仪式",
},
},
[85083] = {
["T"] = "撷影采蜂",
["O"] = "记录10只蜜蜂的情况。",
["S"] = {
"记录蜜蜂",
},
},
[51247] = {
["T"] = "他们带来的东西",
["O"] = "收集联盟的情报。",
["S"] = {
"未寄出的信",
"侦察地图",
"船只表单",
},
},
[70748] = {
["T"] = "仅限蓝眼",
["O"] = "在碧蓝档案馆中寻找玛里苟斯的笔记。",
["S"] = {
"阅读第一篇日志",
},
},
[35888] = {
["T"] = "玛拉顿（所有首领）奖励任务",
},
[72796] = {
["T"] = "碧蓝林海冲刺 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[53295] = {
["T"] = "尽你的职责",
["O"] = "开启战争模式，在世界PvP中击杀一名部落玩家。",
["S"] = {
"已击败联盟玩家",
},
},
[53807] = {
["T"] = "时光的针脚",
["O"] = "帮助德洛尔米修复时间裂缝。",
["S"] = {
"追踪时间裂隙",
},
},
[78940] = {
["T"] = "任务00",
},
[39984] = {
["T"] = "过去的残影",
["O"] = "寻找线索，了解蔑潮港的命运。",
["S"] = {
"第一条线索",
"第二条线索",
"第三条线索",
"第四条线索",
},
},
[57391] = {
["T"] = "《羁石诅咒》重现人间",
["O"] = "从惊魂幻象中为心之秘室的拉希奥取得《羁石诅咒》的散页。",
["S"] = {
"《羁石诅咒》的散页",
},
},
[57903] = {
["T"] = "空中之力",
["O"] = "使用心能导流器将心能引导到晋升堡垒中的一个地点。",
},
[42032] = {
["T"] = "梦魇样本",
["O"] = "完成任务“梦魇样本”。",
},
[85084] = {
["T"] = "蜂力无穷",
["O"] = "喂食女王蜂。",
["S"] = {
"收集蜂蜜",
"喂食女王蜂",
},
},
[43056] = {
["T"] = "糖罐",
},
[11021] = {
["T"] = "伊沙尔的历书",
["O"] = "将伊沙尔的历书交给斯克提斯北面的空军指挥官阿达利斯。",
},
[72797] = {
["T"] = "档案限界 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11405] = {
["T"] = "召唤无头骑士",
["O"] = "将一根悲伤蜡烛插入翻过的泥土。",
},
[11533] = {
["T"] = "继续空袭",
["O"] = "战斗法师艾尔娜希望你去和艾雷·碎云谈一谈，飞往死亡之痕。用奥术炸弹杀死2个深渊霸主、3个艾瑞达巫师和12个天怒执行者。",
["S"] = {
"消灭深渊霸主",
"消灭艾瑞达巫师",
"消灭天怒执行者",
},
},
[11789] = {
["T"] = "急需帮助的士兵",
["O"] = "无畏要塞外的医师哈索恩要你到斩雷号的货舱里去找到急救物资箱，然后带一份哈索恩的解毒剂回来。",
["S"] = {
"哈索恩的解毒剂",
},
},
[78941] = {
["T"] = "狂澜在即",
["O"] = "在陨圣峪与斯蒂泰克将军见面。",
},
[12045] = {
["T"] = "刨冰",
["O"] = "在北边的冰元素身上收集4块碎冰簇，把它们交给诺兹拉斯哨站的希弗里克斯。",
["S"] = {
"碎冰簇",
},
},
[12301] = {
["T"] = "真相会让我们解脱",
["O"] = "在遗忘海岸的废墟中使用欧瑞克的水晶球，以拯救那些被遗忘的灵魂。",
["S"] = {
"拯救被遗忘的灵魂",
},
},
[66654] = {
["T"] = "渎圣者的克星",
["O"] = "消灭诺库德亵渎者和尤克赫尔惊坟者，夺回被他们取走的先祖武器。",
["S"] = {
"消灭亵渎的半人马",
"复生英雄的武器",
},
},
[25881] = {
["T"] = "失踪的守望者",
["O"] = "找到并救出8名失踪的守望者。",
["S"] = {
"营救失踪的守望者",
},
},
[26137] = {
["T"] = "小子们情况如何",
["O"] = "到湿地去同丹奥加兹附近的巡山人拉伦谈一谈。",
},
[26393] = {
["T"] = "快捷的消息",
["O"] = "将阿古斯的便笺交给狮鹫管理员勇敢的巴特利。",
},
[13325] = {
["T"] = "暗月混乱套牌",
["O"] = "当暗月马戏团来到镇上的时候，把混乱套牌交给他们。",
},
[26905] = {
["T"] = "阿迦玛甘的授意",
["O"] = "拿到卡尔加·刺肋的精华。",
["S"] = {
"卡尔加·刺肋的精华",
},
},
[78942] = {
["T"] = "卡兹阿加之力",
["O"] = "击退蛛魔。",
["S"] = {
"抵挡蛛魔潮",
},
},
[39985] = {
["T"] = "卡德加的发现",
["O"] = "在达拉然与大法师卡德加谈一谈。",
},
[28697] = {
["T"] = "鬼魂毁灭者",
["O"] = "前往营地东北方的拉尔戈的瞭望台消灭任意14只鬼魂。",
["S"] = {
"杀死拉尔戈的瞭望台的幽灵",
},
},
[57904] = {
["T"] = "我们的永恒使命",
["O"] = "返回文官阿得赖斯提斯身边。",
},
[43057] = {
["T"] = "糖罐",
},
[43569] = {
["T"] = "阿鲁因的请求",
["O"] = "找到奥露乐，并把阿坎多尔的果实交给她。",
["S"] = {
"找到奥露乐",
},
},
[60464] = {
["T"] = "筹集心能",
["O"] = "在玛卓克萨斯的兵主之座的心能储备中存放600份心能。",
},
[30489] = {
["T"] = "鲜松针的香味",
["O"] = "收集100根提神松针。",
["S"] = {
"提神松针",
},
},
[30745] = {
["T"] = "制造难题",
["O"] = "在寇塔峰击败5只咔啡成瘾的雪人。",
["S"] = {
"消灭咔啡成瘾的雪人",
},
},
[31001] = {
["T"] = "坠落",
["O"] = "使用影踪派绳索下到格尔桑平台并搜寻坠落的影踪派神射手。",
["S"] = {
"找到神射手兰",
},
},
[31513] = {
["T"] = "圣化长剑",
["O"] = "收集两把圣化长剑。",
["S"] = {
"圣化长剑",
},
},
[78943] = {
["T"] = "钢铁与烈焰",
["O"] = "鼓舞20名阿加先锋军士兵。",
["S"] = {
"鼓舞阿加军队",
},
},
[66656] = {
["T"] = "理应的永眠",
["O"] = "击败每一个著名的半人马灵魂，随后使用佐理格的息心图腾释放它们。",
["S"] = {
"释放卡萨恩的灵魂",
"释放扎菲尔的灵魂",
"释放甘马特的灵魂",
"释放迪哈尔的灵魂",
},
},
[70752] = {
["T"] = "蒸发流水拜荒者",
["O"] = "将原始核心带给莱则尔希。",
},
[35890] = {
["T"] = "厄运之槌（扭木广场）奖励任务",
},
[72800] = {
["T"] = "伊斯卡拉锦标赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38962] = {
["T"] = "进城的路",
["O"] = "帮助苏拉玛的堕夜精灵，令你找到安全地混入苏拉玛城精灵之中的方法。",
},
[39986] = {
["T"] = "魔法信息",
["O"] = "在达拉然调查奥术畸体。",
["S"] = {
"调查奥术畸体",
},
},
[57393] = {
["T"] = "步入黑暗",
["O"] = "从惊魂幻象深处为心之秘室的拉希奥取得《恐惧与血肉》的抄本。",
["S"] = {
"获得书籍《恐惧与血肉》",
},
},
[66657] = {
["T"] = "死得妙！",
["O"] = "进入主库尔干，击败唤墓者阿尔班。",
["S"] = {
"消灭唤墓者阿尔班",
},
},
[70753] = {
["T"] = "消散空气拜荒者",
["O"] = "将原始核心带给莱则尔希。",
},
[60465] = {
["T"] = "心能出现",
["O"] = "在晋升堡垒的极乐堡的心能储备中存放600份心能。",
},
[72801] = {
["T"] = "阳斑灌木林巡回赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[66658] = {
["T"] = "诺库德阻击战：创始人的守护者",
["O"] = "进入诺库德阻击战，击败提拉和马鲁克，将他们的武器放置在库尔干的提拉凯。",
["S"] = {
"找回提拉之弓",
"找回马鲁克之矛",
},
},
[50226] = {
["T"] = "力量之源",
["O"] = "收集10个异种蝎大脑。",
["S"] = {
"异种蝎大脑",
},
},
[25370] = {
["T"] = "煽动元素",
["O"] = "把杜松子喂给精灵龙吃，然后消灭4名暮光煽动者。",
["S"] = {
"消灭暮光煽动者",
},
},
[25882] = {
["T"] = "支援农场",
["O"] = "跟冻石农场的火锤中士谈一谈。",
},
[35891] = {
["T"] = "厄运之槌（中心花园）奖励任务",
},
[26394] = {
["T"] = "前往暴风城",
["O"] = "从狮鹫管理员勇敢的巴特利那里租一只狮鹫，然后将阿古斯的便笺交给奥斯瑞克·斯图恩，他在暴风城旧城区的“有限防护”商店里。",
},
[26906] = {
["T"] = "阿迦玛甘",
["O"] = "跟阿迦玛甘的灵魂谈一谈。",
},
[75874] = {
["T"] = "飞翔时间",
["O"] = "找到驭兽者卡拉塔克。",
},
[77922] = {
["T"] = "采集蓬松填充物",
["O"] = "收集8根丝柔鼠尾草。",
["S"] = {
"丝柔鼠尾草",
},
},
[6983] = {
["T"] = "卑鄙小人",
["O"] = "击败讨厌的格林奇，找回被偷走的礼品，及驯鹿梅森，他就藏在希尔斯布莱德丘陵的无草洞附近。",
["S"] = {
"被偷走的礼品",
"解救驯鹿梅森",
},
},
[39987] = {
["T"] = "回响轨迹",
["O"] = "使用卡德加的魔杖找到奥术回响，并找出首席奥术师塔莉萨。",
["S"] = {
"发现暗淡的奥术回响",
},
},
[57394] = {
["T"] = "《恐惧与血肉》重现人间",
["O"] = "从惊魂幻象的腐化或失落区域中为心之秘室的拉希奥取得《恐惧与血肉》的散页。",
["S"] = {
"《恐惧与血肉》的散页",
},
},
[43571] = {
["T"] = "奈萨里奥的巢穴：地底之王的穗带",
["O"] = "从奈萨里奥巢穴中取回地底之王的穗带。",
["S"] = {
"地底之王的穗带",
},
},
[44083] = {
["T"] = "第一位通灵师的魔典",
["O"] = "从整个破碎群岛上的强大人形勇士处收集13个斩杀之颅，将它们带到位于逆风小径摩根墓场附近的地下墓穴中的刽子手的祭坛。",
["S"] = {
"斩杀之颅",
},
},
[72803] = {
["T"] = "河谷冲刺 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[61490] = {
["T"] = "信息战争",
["O"] = "在玛卓克萨斯的祭仪密院、晋升堡垒的万世档案所、炽蓝仙野的瓦尔仙林和雷文德斯的纳斯利亚堡处放置憎恨之眼。",
["S"] = {
"监视祭仪密院",
"监视万世档案所",
"监视瓦尔仙林",
"监视纳斯利亚堡",
},
},
[31002] = {
["T"] = "绝不",
["O"] = "在格尔桑平台杀死6只恐惧织网小蜘蛛并使用影踪派龙枪来摧毁20个恐惧织网蛛的卵。",
["S"] = {
"摧毁恐惧织网蛛的卵",
"消灭恐惧织网小蜘蛛",
},
},
[32026] = {
["T"] = "糖罐",
},
[49715] = {
["T"] = "灰石要塞的麻烦",
["O"] = "与塔里斯·斯凯哈特交谈。",
},
[50227] = {
["T"] = "成打的幼虫",
["O"] = "收集12个异种幼蝎。",
["S"] = {
"异种幼蝎",
},
},
[50739] = {
["T"] = "寻鼬启事",
["O"] = "营救7只黑貂臭鼬。",
["S"] = {
"营救黑貂臭鼬",
},
},
[8718] = {
["T"] = "迅刀长者",
},
[35892] = {
["T"] = "厄运之槌（戈多克议会）奖励任务",
},
[36404] = {
["T"] = "清理种植园",
["O"] = "消灭8只坠月浣熊。",
["S"] = {
"消灭坠月浣熊",
},
},
[9358] = {
["T"] = "游侠萨蕾恩",
["O"] = "向永歌森林晴风村外的游侠萨蕾恩报到。",
},
[78948] = {
["T"] = "黑暗中的一缕明光",
["O"] = "与安度因交谈并追击萨拉塔斯。",
["S"] = {
"与安度因交谈以追击萨拉塔斯",
},
},
[9998] = {
["T"] = "野蛮的邻居",
["O"] = "杀死12名扭曲的苦工，然后向奥蕾莉亚岗哨的塞洛莉娅·影衣报告。",
["S"] = {
"消灭扭曲的苦工",
},
},
[57395] = {
["T"] = "《恐惧与血肉》重现人间",
["O"] = "从惊魂幻象的腐化或失落区域中为心之秘室的拉希奥取得《恐惧与血肉》的散页。",
["S"] = {
"《恐惧与血肉》的散页",
},
},
[10510] = {
["T"] = "进入德拉诺晶矿",
["O"] = "收集5块德拉诺矿洞水晶。",
["S"] = {
"德拉诺矿洞水晶",
},
},
[60467] = {
["T"] = "刺鼻气息",
["O"] = "从贪婪之虫身上收集4份刺鼻的群居虫毒素。",
["S"] = {
"刺鼻的群居虫毒素",
},
},
[72805] = {
["T"] = "翡翠花园攀升赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11534] = {
["T"] = "向纳苏恩报到",
["O"] = "商人波塔努斯要求你前往沙塔斯城，与圣光广场上的主教纳苏恩谈一谈。",
},
[11918] = {
["T"] = "基本的训练",
["O"] = "永生之盾的莱洛拉斯要你消灭10个考达拉织法者。",
["S"] = {
"消灭考达拉织法者",
},
},
[12174] = {
["T"] = "高级指挥官哈尔弗·维姆班恩",
["O"] = "前往龙骨荒野东部的暮冬要塞，将联盟信函交给高级指挥官哈尔弗·维姆班恩。",
},
[24603] = {
["T"] = "不要停止砍杀",
["O"] = "杀掉13头钢鬃野猪人。",
["S"] = {
"击败钢鬃野猪人",
},
},
[33333] = {
["T"] = "永恒宝藏",
["O"] = "在永恒岛上找到秘密宝藏。",
["S"] = {
"找到秘密宝藏",
},
},
[50228] = {
["T"] = "暮光幸存者",
["O"] = "取得米希尔·虚无行者的徽记。",
["S"] = {
"米希尔·虚无行者的徽记",
},
},
[12942] = {
["T"] = "黑暗的羽翼",
["O"] = "布伦希尔达村的复仇者伊芬要你去瓦基里安杀死12个初生的瓦格里。",
["S"] = {
"消灭初生的瓦格里",
},
},
[26395] = {
["T"] = "杜加尔·朗德瑞克",
["O"] = "将奥斯瑞克的箱子交给狮鹫管理员杜加尔·朗德瑞克。",
},
[26651] = {
["T"] = "要赢得战争，就要比战争还残酷",
["O"] = "使用B连战斗工具，在黑石塔楼和黑石军需营帐旁各安放一枚爆盐炸弹。",
["S"] = {
"在军需营帐安放爆盐炸弹",
"在黑石塔楼安放爆盐炸弹",
},
},
[26907] = {
["T"] = "干掉他们！",
["O"] = "消灭猎手布塔斯克、鲁古格和督军拉姆塔斯。",
["S"] = {
"消灭猎手布塔斯克",
"消灭督军拉姆塔斯",
"消灭鲁古格",
},
},
[27419] = {
["T"] = "黑龙军团",
["O"] = "蕨墙村的萨尔格要你去杀掉10个火鬃斥候，10个火鬃灰尾龙兽和5个火鬃守卫。",
["S"] = {
"消灭火鬃斥候",
"消灭火鬃灰尾龙兽",
"消灭火鬃守卫",
},
},
[55348] = {
["T"] = "来自锈栓抵抗军的补给",
["O"] = "与锈栓镇的艾拉兹敏王子谈一谈，获得奖励。",
},
[13966] = {
["T"] = "冬幕节礼物",
},
[28187] = {
["T"] = "还早得很哪！",
["O"] = "你做好护送元首司克诺兹离开燃烧的建筑的准备后，就跟他谈谈。",
["S"] = {
"护送司克诺兹到安全地带",
},
},
[57396] = {
["T"] = "《恐惧与血肉》重现人间",
["O"] = "从惊魂幻象的腐化或失落区域中为心之秘室的拉希奥取得《恐惧与血肉》的散页。",
["S"] = {
"《恐惧与血肉》的散页",
},
},
[57908] = {
["T"] = "真正的考验",
["O"] = "与候选者试练场的克雷雅和裴拉戈斯交谈。",
},
[42037] = {
["T"] = "集合织梦者",
["O"] = "完成“集合织梦者”系列任务以集结德鲁伊。",
},
[43573] = {
["T"] = "战火激烈",
["O"] = "完成10个世界任务。",
},
[60468] = {
["T"] = "翻石倒砾",
["O"] = "在灰烬残壁的碎石中找到镣铐钥匙。",
["S"] = {
"镣铐钥匙",
},
},
[72807] = {
["T"] = "湍流环线 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[61492] = {
["T"] = "王子护卫",
["O"] = "复苏“刃墙”切尔拉，将敌人赶出暗墙之塔。",
["S"] = {
"复活“刃墙”切尔拉",
},
},
[31515] = {
["T"] = "圣化长剑",
["O"] = "收集两把圣化长剑。",
["S"] = {
"圣化长剑",
},
},
[32027] = {
["T"] = "糖罐",
},
[65640] = {
["T"] = "元鹿之魂",
["O"] = "把元鹿之魂带给森林之心中的曼恩女士。",
},
[33334] = {
["T"] = "强者方能存活",
["O"] = "在永恒岛上击败五位稀有或稀有精英生物。",
["S"] = {
"征服稀有生物",
},
},
[50229] = {
["T"] = "一小块布",
["O"] = "收集8块暮光丝绸。",
["S"] = {
"暮光丝绸",
},
},
[35894] = {
["T"] = "厄运之槌（额外）奖励任务",
},
[77928] = {
["T"] = "隔墙有耳",
["O"] = "与瓦德拉肯理发店附近的方利·胡特交谈。",
},
[55861] = {
["T"] = "残渣引路",
["O"] = "跟着残留的痕迹找到艾泽里特武器箱。",
["S"] = {
"找到艾泽里特武器箱",
},
},
[57397] = {
["T"] = "《恐惧与血肉》重现人间",
["O"] = "从惊魂幻象的腐化或失落区域中为心之秘室的拉希奥取得《恐惧与血肉》的散页。",
["S"] = {
"《恐惧与血肉》的散页",
},
},
[57909] = {
["T"] = "评估你的耐力",
["O"] = "参加8场战斗冥想。",
["S"] = {
"战斗冥想完成",
},
},
[58933] = {
["T"] = "最致命的药膏",
["O"] = "消灭强悍者古特卢克。",
["S"] = {
[2] = "消灭强悍者古特卢克",
},
},
[60469] = {
["T"] = "入影无忧",
["O"] = "发现莎拜娜的朋友的遭遇。",
["S"] = {
"找到莎拜娜的助手",
},
},
[89192] = {
["T"] = "终日劳顿",
["O"] = "协助威·娜莉在绿洲外制作虚空护盾。",
["S"] = {
"在绿洲外边与威·娜莉交谈",
},
},
[74857] = {
["T"] = "耗子侦探",
["O"] = "寻找失踪的嗅探鼠。",
["S"] = {
"跟随踪迹",
},
},
[24604] = {
["T"] = "关心曼科里克",
["O"] = "将玛卡的礼物交给火石岗哨南边的曼科里克。",
},
[85097] = {
["T"] = "锈废堆场猛冲",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[52278] = {
["T"] = "游荡的艾泽里特",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败菲基·闪哨",
},
},
[52790] = {
["T"] = "终结杀戮",
["O"] = "与格罗尔之唤号的甲板上的珊蒂斯·羽月会合。",
["S"] = {
"前往格罗尔之唤号的上层甲板",
},
},
[26652] = {
["T"] = "幽灵的发丝",
["O"] = "把鬼梳带给盲眼玛丽。",
},
[26908] = {
["T"] = "棘手",
["O"] = "跟奥尔德·石塔谈一谈。",
},
[38455] = {
["T"] = "狂暴的熊怪",
["O"] = "消灭8只燃皮熊怪。",
["S"] = {
"消灭燃皮熊怪",
},
},
[55350] = {
["T"] = "突袭：阿玛赛特进军",
["O"] = "在奥丹姆击退阿玛赛特突袭。",
["S"] = {
"击退阿玛赛特",
},
},
[78954] = {
["T"] = "烈焰重燃",
["O"] = "帮助菲琳恢复崖壁信标的神圣烈焰。",
["S"] = {
"与菲琳谈一谈",
},
},
[56374] = {
["T"] = "泰坦的问题",
["O"] = "在奥丹姆的起源大厅外和麦格尼·铜须见面。",
},
[85098] = {
["T"] = "锈废堆场猛冲 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[44087] = {
["T"] = "返回邪能之槌号",
["O"] = "在邪能之槌号与战争领主加尔顿谈一谈。",
["S"] = {
"使用伊利达雷传送门（可选）",
"回去找战争领主加尔顿",
},
},
[45111] = {
["T"] = "人人都爱看搏击",
["O"] = "参加5场搏击俱乐部比赛。",
},
[32028] = {
["T"] = "糖罐",
},
[8335] = {
["T"] = "放逐者菲伦德雷",
["O"] = "杀死8只奥术怨灵和2只被污染的奥术怨灵，以及放逐者菲伦德雷，他们位于法瑟林学院。将菲伦德雷的徽记交给逐日岛的兰萨恩·派雷隆。",
["S"] = {
"消灭奥术怨灵",
"消灭被污染的奥术怨灵",
"菲伦德雷的徽记",
},
},
[8463] = {
["T"] = "不稳定的法力水晶",
["O"] = "给鹰翼广场的艾尔杜·炙痕带回6块不稳定的法力水晶。",
["S"] = {
"不稳定的法力水晶",
},
},
[85099] = {
["T"] = "废渣铺疾射",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[8719] = {
["T"] = "刃歌长者",
},
[53815] = {
["T"] = "萨菲·古车怎么了？",
["O"] = "在塔纳利斯搜寻萨芙洛妮塔·古车的踪迹。",
},
[9743] = {
["T"] = "天敌",
["O"] = "将6根沼泽领主的卷须交给赞加沼泽孢殖林的法恩森。",
["S"] = {
"沼泽领主的卷须",
},
},
[9871] = {
["T"] = "暗血入侵者",
["O"] = "将暗血入侵计划交给纳格兰的塔拉的阿雷克隆。",
["S"] = {
"仇恨 / 中立 库雷尼",
},
},
[57399] = {
["T"] = "《最终真理》重现人间",
["O"] = "从惊魂幻象的失落区域中为心之秘室的拉希奥取得《最终真理》的散页。",
["S"] = {
"《最终真理》的散页",
},
},
[10511] = {
["T"] = "奇怪的美酒",
["O"] = "收集11桶血槌烈酒。",
["S"] = {
"血槌烈酒",
},
},
[42552] = {
["T"] = "WOD 100 H",
},
[10895] = {
["T"] = "燃烧吧，塞斯高！",
["O"] = "将烟雾信标放置在塞斯高的四座哨塔下，然后向远征军岗哨的空军指挥官达比利复命。",
["S"] = {
"标记北部哨塔",
"标记南部哨塔",
"标记熔炉哨塔",
"标记丘陵哨塔",
},
},
[11279] = {
["T"] = "绿色的龙卵和龙崽",
["O"] = "将10份被感染的始祖龙崽样本交给新阿加曼德的药剂师提灵哈斯特。",
["S"] = {
"被感染的始祖龙崽样本",
},
},
[75885] = {
["T"] = "飞黄腾达",
["O"] = "让峈姆的居民买一些庞佐的油膏和格里梅罗格分时代金券。",
["S"] = {
"出售庞佐的油膏",
"出售格里梅罗格分时代金券",
},
},
[63031] = {
["T"] = "收购：晶体冥殇",
["O"] = "收集10份晶体冥殇并交给噬渊的威·娜莉。",
["S"] = {
"晶体冥殇",
},
},
[11791] = {
["T"] = "通知阿洛斯",
["O"] = "与无畏要塞的中心城堡里的阿洛斯将军谈一谈。",
},
[12047] = {
["T"] = "不会融化的东西",
["O"] = "在诺兹拉斯哨站东边的巨龙骸骨堆里收集12块破碎的骨片。",
["S"] = {
"破碎的骨片",
},
},
[12175] = {
["T"] = "灰狼的毛皮",
["O"] = "征服堡的皮货商人休尼克希望你能从北面森林的灰雾捕猎者身上获取3张灰色座狼皮。",
["S"] = {
"灰色座狼皮",
},
},
[12303] = {
["T"] = "战争的开销",
["O"] = "怨毒镇的军需官巴莱特要求你去取回6份被遗忘的宝藏。",
["S"] = {
"被遗忘的宝藏",
},
},
[25373] = {
["T"] = "山顶危机",
["O"] = "杀死5名戈杜尼山丘卫兵。",
["S"] = {
"消灭戈杜尼山丘卫兵",
},
},
[25629] = {
["T"] = "尊敬女士的帮手",
["O"] = "在战场上打败8名纳兹夏尔荣誉守卫的对手，给他们下达新的命令。\n\n这个任务是纳兹夏尔女武士影像的一部分。如有需要，可以使用纳兹夏尔女武士之刃在时间焦点处返回影像。",
["S"] = {
"为纳兹夏尔荣誉守卫解围",
},
},
[13327] = {
["T"] = "暗月死灵套牌",
["O"] = "当暗月马戏团来到镇上的时候，把死灵套牌交给他们。",
},
[26909] = {
["T"] = "石之碎片",
["O"] = "调查密斯莱尔碎片。",
},
[27421] = {
["T"] = "死亡中的新生",
["O"] = "在蘑菇谷的三座通灵塔的中心区域使用莱茵的种子。",
["S"] = {
"在东南通灵塔播种",
"在西部通灵塔播种",
"在东北通灵塔播种",
},
},
[13967] = {
["T"] = "消减牧群的……数量？",
["O"] = "银风避难所的塞娜尼·雷心要你从污林图腾师和污林巨熊怪身上收集15副熊怪的耳饰。",
["S"] = {
"熊怪的耳饰",
},
},
[56376] = {
["T"] = "威胁突显",
["O"] = "完成奥丹姆突袭。",
["S"] = {
"与高阶指挥官卡姆塞斯交谈",
},
},
[28701] = {
["T"] = "免受损伤",
["O"] = "从班萨罗兽穴中收集5件坠星圣物。",
["S"] = {
"坠星圣物",
},
},
[28957] = {
["T"] = "糖罐",
},
[42553] = {
["T"] = "WOD 100 H",
},
[43577] = {
["T"] = "占领传送门",
["O"] = "完成任务：调查邪魂堡垒、为我们的到来做好准备、最后的机会。",
},
[89198] = {
["T"] = "干洗鹏鸟",
["O"] = "清洗10只跋扈的卡雷鹏。",
["S"] = {
"冲洗跋扈的卡雷鹏",
},
},
[31261] = {
["T"] = "杰克船长的亡灵",
["O"] = "把杰克船长的遗物带给古鲁金猴山的酋长卡哈卡哈。",
},
[63032] = {
["T"] = "大领主的召唤",
["O"] = "向奥利波斯的大领主伯瓦尔·弗塔根报到。",
},
[32029] = {
["T"] = "糖罐",
},
[33338] = {
["T"] = "强化沙漏",
["O"] = "从永恒岛的生物身上收集纪元之石。",
["S"] = {
"纪元之石",
},
},
[72816] = {
["T"] = "巨龙时代（70）E",
},
[37434] = {
["T"] = "试炼场",
["O"] = "与你要塞中的战争大师佐格对话进入试炼场，并完成青铜试炼。",
["S"] = {
"与战争大师佐格交谈以进入试炼场",
},
},
[75888] = {
["T"] = "弥散营地",
["O"] = "搜刮一座弥散熔炉和一座弥散铸模。",
["S"] = {
[3] = "消灭熔炉主管",
},
},
[77936] = {
["T"] = "温暖的收获",
["O"] = "在翡翠梦境中收集10份无尽烈焰精华。",
},
[56889] = {
["T"] = "受伤的废土帮成员",
["O"] = "治疗6位废土劳工。",
["S"] = {
"包扎废土劳工",
},
},
[66673] = {
["T"] = "与科拉诺斯交谈",
["O"] = "在瓦德拉肯与科拉诺斯交谈。",
["S"] = {
"与科拉诺斯交谈",
},
},
[42554] = {
["T"] = "WOD 100 A",
},
[44090] = {
["T"] = "宣誓效忠",
["O"] = "返回神射手营地，找到祭坛守护者别恩。",
},
[72817] = {
["T"] = "巨龙时代（70）E",
},
[63033] = {
["T"] = "大领主的召唤",
["O"] = "向奥利波斯的大领主伯瓦尔·弗塔根报到。",
},
[24606] = {
["T"] = "贫瘠之地的血",
["O"] = "从钢鬃野猪人身上获得6副血之碎片饰品。",
["S"] = {
"血之碎片饰品",
},
},
[83057] = {
["T"] = "划定红线",
["O"] = "消灭折磨威阿兹勒的扬升蛛魔。",
["S"] = {
"消灭维基克斯",
},
},
[25118] = {
["T"] = "寻找潜伏者",
["O"] = "消灭8只森林潜伏者。",
["S"] = {
"消灭森林潜伏者",
},
},
[51770] = {
["T"] = "大酋长的任务",
["O"] = "在女妖之啸号的下层甲板与半兽人迦罗娜同行。",
},
[35899] = {
["T"] = "黑石深渊（禁闭室）奖励任务",
},
[72818] = {
["T"] = "巨龙时代（70）E",
},
[26654] = {
["T"] = "归还梳子",
["O"] = "把幽灵的梳子还给夜色镇的伊瓦夫人。",
},
[74866] = {
["T"] = "日志条目：实验",
["O"] = "收集一份日志条目。",
},
[75890] = {
["T"] = "号角之召",
["O"] = "在暴风城大使馆附近与亚科纳琳·星影交谈。",
},
[27422] = {
["T"] = "兵临城下",
["O"] = "跟马队管理者布鲁斯·石锤谈一谈。",
},
[55354] = {
["T"] = "维尔纳尔前线",
},
[56378] = {
["T"] = "失踪的船员",
["O"] = "找到并营救失踪的船员。",
["S"] = {
"找到石凝船长",
"找到格林赛船长",
"找到热火",
},
},
[57402] = {
["T"] = "《羁石诅咒》重现人间",
["O"] = "从惊魂幻象中为心之秘室的拉希奥取得《羁石诅咒》的散页。",
["S"] = {
"《羁石诅咒》的散页",
},
},
[28958] = {
["T"] = "糖罐",
},
[29214] = {
["T"] = "暗影守望者",
["O"] = "获得150个世界之树的印记。",
["S"] = {
"世界之树的印记",
},
},
[42555] = {
["T"] = "WOD 100 A",
},
[29982] = {
["T"] = "疏散命令",
["O"] = "疏散黑土一家、铲掌一家、绿耕一家和泥皮一家。",
["S"] = {
"疏散黑土一家",
"疏散铲掌一家",
"疏散绿耕一家",
"疏散泥皮一家",
},
},
[60474] = {
["T"] = "生成追踪WMO中的仅限单位世界效果WMO",
["O"] = "尝试查明为什么当生成追踪设置为单位而非目标时，WMO生成目标的小地图黄点不会出现。",
["S"] = {
"在WMO内",
"在WMO外",
},
},
[72819] = {
["T"] = "暗影国度(60)E",
},
[75891] = {
["T"] = "远古诅咒",
["O"] = "在费伍德森林与玛维·影歌见面。",
["S"] = {
"在费伍德森林与玛维·影歌见面",
},
},
[7944] = {
["T"] = "财富在等着你……",
["O"] = "到贫瘠之地的哀嚎洞穴中去寻找你的财宝吧。",
},
[65652] = {
["T"] = "血骑士领袖的召见",
["O"] = "和银月城的女伯爵莉亚德琳见面。",
},
[66676] = {
["T"] = "悄悄潜入",
["O"] = "返回欧恩伊尔清泉的拉蒂亚处。",
["S"] = {
"返回欧恩伊尔清泉的拉蒂亚处",
},
},
[67700] = {
["T"] = "出发！巨龙群岛！",
["O"] = "乘坐粗犷龙鳞号，从暴风城港口前往巨龙群岛。",
["S"] = {
"使用传送门或船只前往巨龙群岛",
},
},
[8720] = {
["T"] = "夜光长者",
},
[51771] = {
["T"] = "暗影战争",
["O"] = "为奥术师瓦尔托伊指派任务。",
},
[72820] = {
["T"] = "暗影国度(60)E",
},
[9360] = {
["T"] = "阿曼尼的入侵",
["O"] = "将阿曼尼入侵计划交给远行者居所的达恩·晨行者中尉。",
},
[9616] = {
["T"] = "强盗！",
["O"] = "将血精灵布告交给碧蓝岗哨的大主教梅内莱厄斯。",
},
[55355] = {
["T"] = "光刃训练场",
},
[9872] = {
["T"] = "暗血入侵者",
["O"] = "将暗血入侵计划交给加尔鲁什。",
["S"] = {
"冷淡 / 中立 玛格汉",
},
},
[56379] = {
["T"] = "失踪的船员",
["O"] = "找到并营救失踪的船员。",
["S"] = {
"找到晨帆船长",
"找到霍尔格雷什上尉",
"找到加拉兹科队长",
},
},
[57403] = {
["T"] = "《恐惧与血肉》重现人间",
["O"] = "从惊魂幻象的腐化或失落区域中为心之秘室的拉希奥取得《恐惧与血肉》的散页。",
["S"] = {
"《恐惧与血肉》的散页",
},
},
[10384] = {
["T"] = "复仇军的数据",
["O"] = "获取复仇军数据单元并返回指挥官阿米尔所在位置。",
["S"] = {
"复仇军数据单元",
},
},
[84084] = {
["T"] = "一撮即可",
["O"] = "收集20个风暴之尘并将其交给多恩诺嘉尔的纳嘉德。",
["S"] = {
"风暴之尘 |A:Professions-Icon-Quality-Tier1-Small:18:18:0:2|a",
},
},
[42556] = {
["T"] = "WOD 100 H",
},
[10896] = {
["T"] = "被感染的保卫者",
["O"] = "拉库泰要你杀掉25只木螨，然后返回难民车队向他复命。在腐烂的森林愤怒者和被感染的根须漫步者身上都可以找到木螨。",
["S"] = {
"消灭木螨",
},
},
[72821] = {
["T"] = "暗影国度(60)E",
},
[74869] = {
["T"] = "始源答案",
["O"] = "从兹斯克拉宝库的元素身上分别取得始源大地之核、始源烈焰之核、始源流水之核和始源风暴之核。",
["S"] = {
"始源风暴之核",
"始源流水之核",
"始源大地之核",
"始源烈焰之核",
},
},
[11536] = {
["T"] = "不要停下……",
["O"] = "阳湾军械库的铁匠霍尔萨希望你去杀死东面的暗脊侍从，夺取他们的钥匙，然后从他们的箱子里偷取3块矿石。",
["S"] = {
"暗脊铁矿石",
},
},
[11664] = {
["T"] = "逃离迷雾",
["O"] = "护送小穆图逃离迷雾地带，然后与长者穆图谈一谈。",
["S"] = {
"营救穆图",
},
},
[11792] = {
["T"] = "圣光的敌人",
["O"] = "先驱者乌尔雷要你到无畏要塞北方的致远郡去寻找诅咒教徒通灵师，并从他们手上夺取诅咒教徒公报。",
["S"] = {
"诅咒教徒公报",
},
},
[11920] = {
["T"] = "隐藏的诅咒教徒",
["O"] = "与无畏要塞内的斩雷号战舰上的“左撇子”鲁格塞尔船长谈一谈。",
},
[79989] = {
["T"] = "远古觉醒",
["O"] = "强化界门。",
["S"] = {
"准备给界门充能",
},
},
[24607] = {
["T"] = "暗矛的崛起",
["O"] = "与暗矛训练场中的诺泰特谈谈。",
},
[12432] = {
["T"] = "驾驶红色火箭",
["O"] = "风险湾灯塔的高洛克将军希望你去摧毁联盟的木材运输船。\n\n只有在部落占领灯塔的时候，高洛克将军才会出现。",
["S"] = {
"摧毁联盟的木材运输船",
},
},
[12688] = {
["T"] = "工程师的逃亡",
["O"] = "护送工程师赫莉丝逃离斯温迪格林挖掘场，然后与奈辛瓦里营地的赫米特·奈辛瓦里谈一谈。",
["S"] = {
"护送工程师赫莉丝逃离斯温迪格林挖掘场",
},
},
[12816] = {
["T"] = "调查银月城的天灾入侵",
["O"] = "从银月城外面的天灾士兵身上收集3块暗淡的死灵石，并调查天灾营地附近的发光符文法阵。",
["S"] = {
"暗淡的死灵石",
"调查法阵",
},
},
[35901] = {
["T"] = "黑石深渊（禁闭室额外）奖励任务",
},
[13456] = {
["T"] = "糖罐",
},
[27679] = {
["T"] = "卡兹穆尔大厅",
["O"] = "击败艾隆纳亚。",
["S"] = {
"消灭艾隆纳亚",
},
},
[65655] = {
["T"] = "老狼的耳目",
["O"] = "前往提瑞斯法林地的布瑞尔，和佳莉娅·米奈希尔见面。",
["S"] = {
"与吉尔尼斯灰袍法师交谈，进行传送",
},
},
[28959] = {
["T"] = "糖罐",
},
[42045] = {
["T"] = "与玛洛恩交流",
["O"] = "与诺达希尔的雷姆洛斯交谈。",
["S"] = {
"前往诺达希尔（可选）",
"与守护者雷姆洛斯交谈",
},
},
[42557] = {
["T"] = "WOD 100 H",
},
[63036] = {
["T"] = "修复平衡",
["O"] = "在炽蓝仙野的森林之心与月莓女勋爵谈谈。",
},
[32031] = {
["T"] = "糖罐",
},
[65084] = {
["T"] = "霜石宝库",
["O"] = "向霜石宝库集结。",
},
[65656] = {
["T"] = "洛丹伦的召唤",
["O"] = "前往提瑞斯法林地的布瑞尔，和佳莉娅·米奈希尔见面。",
["S"] = {
"与被遗忘者恐惧法师交谈，进行传送",
},
},
[33342] = {
["T"] = "驱退烈焰",
["O"] = "击败永恒岛上的野牛人军队，从而与少昊的声望达到尊敬。",
["S"] = {
"与少昊达到尊敬声望",
},
},
[35902] = {
["T"] = "黑石深渊（上层区）奖励任务",
},
[36414] = {
["T"] = "影月入侵！",
["O"] = "击退影月兽人对你要塞的入侵。\n\n（再次与格里姆加中士交谈来开始行动）",
["S"] = {
"与格里姆加中士谈一谈",
},
},
[36926] = {
["T"] = "宿敌：侏儒克星",
["O"] = "在德拉诺的PVP战斗中消灭500名侏儒玩家。",
["S"] = {
"消灭侏儒玩家",
},
},
[55357] = {
["T"] = "太阳王道标",
},
[66681] = {
["T"] = "风暴附体",
["O"] = "在贤冠松林消灭8只雷触野兽。",
["S"] = {
"消灭雷触野兽",
},
},
[42046] = {
["T"] = "新的开始",
["O"] = "在瓦尔莎拉的梦境林地与大德鲁伊伦萨·巨蹄会面。",
},
[42558] = {
["T"] = "WOD 100 H",
},
[33343] = {
["T"] = "烈焰祭司阿克鲁斯",
["O"] = "召唤并击败烈焰祭司阿克鲁斯。",
["S"] = {
"消灭烈焰祭司阿克鲁斯",
},
},
[35903] = {
["T"] = "黑石深渊（禁闭室额外）奖励任务",
},
[89209] = {
["T"] = "劳动蜂范",
["O"] = "拾起10只过度劳累的蜜蜂并把它们送回蜂巢。",
["S"] = {
"拾取过度劳累的蜜蜂",
},
},
[37439] = {
["T"] = "无尽的渴求",
["O"] = "对一条法力浮龙使用种族特长技能“奥术洪流”，然后向奥术师赫里恩复命。",
["S"] = {
"使用奥术洪流",
},
},
[27424] = {
["T"] = "莫格穆洛克的任务",
["O"] = "从尘泥沼泽拿回莫格穆洛克大王的烈酒、鼻烟和保险箱。",
["S"] = {
"莫格穆洛克的鼻烟",
"莫格穆洛克的烈酒",
"莫格穆洛克的保险箱",
},
},
[65659] = {
["T"] = "凋零会议",
["O"] = "听取被遗忘者的声音。",
["S"] = {
"与莉莉安交谈以开始",
},
},
[57918] = {
["T"] = "灵魂的赦免",
["O"] = "在赦罪地窖与指控者碰面。",
},
[42559] = {
["T"] = "WOD 100 H",
},
[70779] = {
["T"] = "塔尔金的故事",
["O"] = "从巨龙群岛强大的巨龙和始祖龙处收集5个厉害的龙颅。",
["S"] = {
"厉害的龙颅",
},
},
[30496] = {
["T"] = "水语者的法杖",
["O"] = "从墨鳃潭的太蛇那里夺回水语者苟莱失窃的墨鳃仪式法杖。",
["S"] = {
"失窃的墨鳃仪式法杖",
},
},
[63038] = {
["T"] = "安全速递",
["O"] = "使用压制宝珠将8份被囚禁的精华送给威·娜莉。\r\n\r\n建议玩家人数：[3]",
["S"] = {
"送出被囚禁的精华",
},
},
[32032] = {
["T"] = "糖罐",
},
[66684] = {
["T"] = "追逐风暴",
["O"] = "摧毁拜荒者风暴魔法的源头。",
["S"] = {
"摧毁风暴晶塔",
},
},
[50239] = {
["T"] = "选择盟友",
["O"] = "了解潜在的盟友。",
["S"] = {
"了解光铸德莱尼",
"了解虚空精灵",
"了解黑铁矮人",
"了解库尔提拉斯人",
"了解机械侏儒",
},
},
[8721] = {
["T"] = "星纹长者",
},
[35904] = {
["T"] = "黑石深渊（所有首领）奖励任务",
},
[52799] = {
["T"] = "族群领袖",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败格雷迪·普雷特",
},
},
[37440] = {
["T"] = "奥术薄片",
["O"] = "从逐日岛上的任意使用魔法的生物身上收集6块奥术薄片，把它们交给奥术师伊塔纳斯。",
["S"] = {
"奥术薄片",
},
},
[55359] = {
["T"] = "晋升仪式",
},
[78972] = {
["T"] = "收割浩劫",
["O"] = "操纵收割机器人雷米，将4个卷心菜和4个胡萝卜放入货车。同时消灭12个入侵的甲虫。",
["S"] = {
"控制收割机器人雷米",
},
},
[40000] = {
["T"] = "真正的猎手",
["O"] = "在骄阳林地猎杀骨喙鹰，证明你是一位货真价实的猎手。",
["S"] = {
"消灭骨喙鹰",
},
},
[10129] = {
["T"] = "任务：穆尔凯斯和沙德拉兹之门",
["O"] = "与空军指挥官布拉克谈谈，轰炸穆尔凯斯之门和沙德拉兹之门，然后向机甲残骸处的前线指挥官托尔克复命。",
["S"] = {
"摧毁穆尔凯斯之门",
"摧毁沙德拉兹之门",
},
},
[65661] = {
["T"] = "咨询盟友",
["O"] = "与玛卓克萨斯的辛达妮侯爵谈谈。",
},
[10385] = {
["T"] = "脑部损伤几率：高",
["O"] = "带回12份复仇军中继数据。",
["S"] = {
"消耗复仇军精华",
"复仇军中继数据",
},
},
[58431] = {
["T"] = "药水之池",
["O"] = "将三份渗流材料：粘性油污加入药水池",
["S"] = {
"将渗流材料：粘性油污加入药水池",
},
},
[42560] = {
["T"] = "WOD 100 H",
},
[70781] = {
["T"] = "蓝羽无踪",
["O"] = "在蓝羽悬崖找到哈琳·啾讽。",
},
[11025] = {
["T"] = "埃匹希斯水晶",
["O"] = "将5块埃匹希斯碎片交给刀锋山奥格瑞拉的库洛尔。",
["S"] = {
"埃匹希斯碎片",
},
},
[11537] = {
["T"] = "继续作战",
["O"] = "先驱者伊努罗希望你前往黎明广场，杀死仇恨使者和6名燃烧军团恶魔，然后将破碎残阳战旗插在仇恨使者的尸体上。",
["S"] = {
"将战旗插在仇恨使者的尸体上",
"消灭燃烧军团恶魔",
},
},
[63039] = {
["T"] = "复仇的纪念碑",
["O"] = "收集8把黑锋符文剑，并在罪人锻炉建造纪念碑以缅怀黑锋骑士团的牺牲。",
["S"] = {
"黑锋符文剑",
},
},
[11793] = {
["T"] = "继续调查",
["O"] = "将诅咒教徒公报交给无畏要塞旅店内的守备官雅拉。",
},
[12177] = {
["T"] = "休尼克的掩饰",
["O"] = "将1份煤块和5份面粉交给灰熊丘陵征服堡的皮货商人休尼克。",
["S"] = {
"煤块",
"面粉",
},
},
[12305] = {
["T"] = "离别的思绪",
["O"] = "回到龙骨荒野的暮冬要塞，向幻象师瑟里格复命。",
},
[24865] = {
["T"] = "这箱食物还能吃吗？",
["O"] = "将食物箱交给马绍尔哨站的威利德·马绍尔。",
},
[12561] = {
["T"] = "信任危机",
["O"] = "进入迷失之地，消灭6个损毁的天灾怪和10个骨镰劫掠者，以此获得弗蕾亚的信任。",
["S"] = {
"消灭损毁的天灾怪",
"消灭骨镰劫掠者",
},
},
[25377] = {
["T"] = "部落的宝藏",
["O"] = "你必须击败阿卡莎，夺得部落宝箱钥匙，然后用它打开沉没的部落箱子。",
["S"] = {
"部落宝箱钥匙",
},
},
[26145] = {
["T"] = "穴居人的威胁",
["O"] = "收集8颗穴居人的石牙。",
["S"] = {
"穴居人的石牙",
},
},
[52800] = {
["T"] = "托尔达戈：艾什凡监工",
["O"] = "在科古斯狱长身上获得托尔达戈万能钥匙。",
["S"] = {
"托尔达戈万能钥匙",
"消灭科古斯狱长",
},
},
[27681] = {
["T"] = "石门背后的秘密",
["O"] = "杀死加加恩·火锤。",
["S"] = {
"消灭加加恩·火锤",
},
},
[28193] = {
["T"] = "锁定！",
["O"] = "元首司克诺兹要你观察司克诺兹登陆点的客人们。",
["S"] = {
"拜访司克诺兹的客人",
},
},
[65663] = {
["T"] = "喂食吞食者",
["O"] = "消灭凋零密院的软泥和凋零大鹏。",
["S"] = {
"清理凋零密院",
},
},
[66687] = {
["T"] = "猛兽之地",
["O"] = "收集10张纺影者的网，2个狐龙之爪和2枚雷背兽鳞。",
["S"] = {
"纺影者的网",
"狐龙之爪",
"雷背兽鳞",
},
},
[42049] = {
["T"] = "为传送门供能",
["O"] = "在“为传送门供能”任务中收集10块梦魇碎片。",
["S"] = {
"梦魇碎片",
},
},
[42561] = {
["T"] = "WOD 100 A",
},
[43585] = {
["T"] = "准备大战",
["O"] = "完成“援助瓦尔基拉”、“海上迷航”和“海洋巨人的奴役”任务。",
},
[60480] = {
["T"] = "末日迷沼",
["O"] = "找到5个注能红宝石。",
["S"] = {
"注能红宝石",
},
},
[31521] = {
["T"] = "成为大师",
["O"] = "制作黑胡椒牛排、海雾米线、魔古鱼汤、清蒸肥蟹、春卷和疯酒师的早餐，然后回去找引路人。",
["S"] = {
"黑胡椒肋排配虾",
"烹制海雾米线",
"烹制魔古鱼汤",
"烹制清蒸肥蟹",
"烹制春卷",
"烹制疯酒师的早餐",
},
},
[79999] = {
["T"] = "点燃希望",
["O"] = "收集5个碎裂残渣，用它们强化圣盾钥焰。",
["S"] = {
"从蛛魔手中收集碎裂残渣",
},
},
[65664] = {
["T"] = "魔药营养",
["O"] = "吸收凋零密院内的不同的混合物。",
["S"] = {
"吸收冒泡的混合物",
},
},
[66688] = {
["T"] = "风之迹印",
["O"] = "收集风之供品，将其放在鸣歌之石附近的供品容器中。",
["S"] = {
"风之供品",
},
},
[70784] = {
["T"] = "遗弃的岗哨",
["O"] = "在碧蓝林海的泽尔萨克岗哨附近与娜蕾迪亚见面。",
},
[36930] = {
["T"] = "宿敌：德莱尼毁灭者",
["O"] = "在德拉诺的PVP战斗中消灭500名德莱尼玩家。",
["S"] = {
"消灭德莱尼玩家",
},
},
[37442] = {
["T"] = "达斯雷玛的神龛",
["O"] = "阅读达斯雷玛的神龛上的铭文之后，向逐日岛太阳之塔上的护井者索兰尼亚复命。",
["S"] = {
"阅读达斯雷玛的神龛上的铭文",
},
},
[80000] = {
["T"] = "噬蜂者",
["O"] = "消灭噬蜂者。",
["S"] = {
"消灭噬蜂者",
},
},
[65665] = {
["T"] = "魔药化形",
["O"] = "消灭洛丹伦之殇。",
["S"] = {
"消灭洛丹伦之殇",
},
},
[66689] = {
["T"] = "不只是石头",
["O"] = "向瓦图展示雷触碎片。",
},
[42562] = {
["T"] = "WOD 100 A",
},
[43586] = {
["T"] = "噬魂之喉：震慑海拉",
["O"] = "在地下城“噬魂之喉”中击败海拉。",
},
[63041] = {
["T"] = "短缺物资的奖励",
},
[65666] = {
["T"] = "返回布瑞尔",
["O"] = "回到洛丹伦废墟外的大药剂师法拉尼尔身边。",
["S"] = {
"与大药剂师法拉尼尔谈一谈",
},
},
[49730] = {
["T"] = "通缉：雷霆之牙",
["O"] = "把雷霆之牙的嘴带给罗兹镇长。",
["S"] = {
"雷霆之牙的嘴",
},
},
[50242] = {
["T"] = "选择盟友",
["O"] = "了解潜在的盟友。",
["S"] = {
"了解至高岭牛头人",
"了解夜之子",
"了解玛格汉兽人",
"了解赞达拉巨魔",
"了解狐人",
},
},
[50754] = {
["T"] = "有爱有失",
["O"] = "在雪林教堂朴素的墓碑旁放上深红花束。",
["S"] = {
"放置花束",
},
},
[26146] = {
["T"] = "为了保卫国王的领土",
["O"] = "杀死12只碎石穴居人或碎石怪斥候。",
["S"] = {
"消灭碎石穴居人",
},
},
[73858] = {
["T"] = "伊斯卡拉长者内马雷克",
},
[53826] = {
["T"] = "我们之间的煽动者",
["O"] = "在佐卡罗广场和执行者玛尔松对质。",
["S"] = {
"和执行者玛尔松对质",
},
},
[27682] = {
["T"] = "我们需要更多的矿石",
["O"] = "取回黑曜石能量核心和泰坦能量核心。",
["S"] = {
"黑曜石能量核心",
"泰坦能量核心",
},
},
[6985] = {
["T"] = "深铁矿洞的补给",
["O"] = "把10份深铁矿洞补给品交给霜狼要塞的部落军需官。",
["S"] = {
"深铁矿洞补给品",
},
},
[28194] = {
["T"] = "大逃亡",
["O"] = "司克诺兹登陆点的多产的作家要你从司克诺兹水手那里拿到6件崭新的制服。",
["S"] = {
"年轻水手的制服",
},
},
[40515] = {
["T"] = "与灵魂同行",
["O"] = "与灵魂行者黑角谈一谈。",
},
[41027] = {
["T"] = "最后的贡献",
["O"] = "在蓝风海湾喝下堕夜炼金师的古怪饮剂。",
},
[28962] = {
["T"] = "糖罐",
},
[29218] = {
["T"] = "世界之树印记",
},
[42563] = {
["T"] = "WOD 100 A",
},
[44099] = {
["T"] = "共同的朋友",
["O"] = "返回恐痕裂隙，找到卡里杜斯。",
},
[45123] = {
["T"] = "元素萨满祭司：莱维娅·劳伦斯的窘境",
["O"] = "在城里打听莱维娅·劳伦斯的情报。",
["S"] = {
"在铭文师的殿堂打听莱维娅的消息",
},
},
[74883] = {
["T"] = "日志条目：育幼所",
["O"] = "找到一份日志条目。",
},
[7945] = {
["T"] = "财富在等着你……",
["O"] = "到莫高雷的白鬃石去寻找你的财宝吧。",
},
[32034] = {
["T"] = "糖罐",
},
[8338] = {
["T"] = "被污染的奥术薄片",
["O"] = "将被污染的奥术薄片交给逐日岛的太阳之塔露台上的奥术师赫里恩。",
},
[50755] = {
["T"] = "秃鹫的美餐",
["O"] = "在盐碱盆地猎杀野生生物，让梅卡鲁的秃鹫进食。",
["S"] = {
"喂食秃鹫",
},
},
[8722] = {
["T"] = "幽林长者",
},
[70788] = {
["T"] = "裹住的金带",
["O"] = "将物品交给艾米莉亚·贝洛克。",
},
[52803] = {
["T"] = "意外恐惧",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败考瓦尔·暗须",
},
},
[36932] = {
["T"] = "宿敌：卡多雷灾星",
["O"] = "在德拉诺的PVP战斗中消灭500名暗夜精灵玩家。",
["S"] = {
"消灭暗夜精灵玩家",
},
},
[37444] = {
["T"] = "注射疫苗",
["O"] = "对6只木巢枭兽使用疫苗水晶，然后向埃门谷坠毁点的守备官奥达尔复命。",
["S"] = {
"给木巢枭兽接种疫苗",
},
},
[9490] = {
["T"] = "剥石者的女王",
["O"] = "前往大裂隙杀死凶猛的黑色利爪，将黑色利爪的爪子交给地狱火半岛塔哈玛特神殿的伊坎。",
["S"] = {
"黑色利爪的爪子",
},
},
[80004] = {
["T"] = "抓住螃蟹",
["O"] = "在褪影海岸的水域中收集12只影潮蟹。",
["S"] = {
"影潮蟹",
},
},
[41028] = {
["T"] = "电力网",
["O"] = "在魔网节点：泰安诺为月之封印、星之封印、兽之封印和精灵封印充能。",
["S"] = {
"为月之封印充能",
"为星之封印充能",
"为兽之封印充能",
"为精灵封印充能",
},
},
[41540] = {
["T"] = "去见信使",
["O"] = "与克拉苏斯平台的信使兰斯伯谈一谈。",
},
[58435] = {
["T"] = "狐人的传承",
["O"] = "前往沃顿的狐人藏身处和哈加什见面。",
},
[10642] = {
["T"] = "要塞中的幽灵",
["O"] = "将15份永燃灰烬样本交给影月谷蛮锤要塞的仲裁者索鲁斯。",
["S"] = {
"永燃灰烬",
},
},
[10770] = {
["T"] = "灰烬中的小鬼",
["O"] = "古树莫斯伍德要求你杀死8只灼烧小鬼，然后回去向他复命。",
["S"] = {
"消灭灼烧小鬼",
},
},
[10898] = {
["T"] = "天空之翼",
["O"] = "护送天空之翼，完成之后向沙塔斯城的救赎者瑞拉克报告。",
["S"] = {
"护送天空之翼",
},
},
[73861] = {
["T"] = "长者拉兹洛克",
},
[63043] = {
["T"] = "撕裂的灵魂",
["O"] = "在特玛库伦摧毁10个碎魂陷阱。",
["S"] = {
"关闭碎魂陷阱",
},
},
[11794] = {
["T"] = "猎杀行动",
["O"] = "守备官雅拉要你前往无畏要塞的三个地点使用驱魔师的透镜，找出并击败诅咒教派的成员。",
["S"] = {
"击败码头的诅咒教徒",
"击败监狱的诅咒教徒",
"击败厨房的诅咒教徒",
},
},
[11922] = {
["T"] = "扔火炬",
["O"] = "赢得一场扔火炬游戏，然后与食焰大师谈一谈。",
["S"] = {
"击中8个火盆。",
},
},
[80005] = {
["T"] = "抓住螃蟹-激活",
},
[12306] = {
["T"] = "本月美酒俱乐部",
["O"] = "将“本月美酒”俱乐部会员资料表交给奥格瑞玛的莱玛。",
},
[33349] = {
["T"] = "STARTER QUEST - RED->PURPLE 15",
["O"] = "跑过拱门，通过红色标记和紫色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[12818] = {
["T"] = "清理残骸",
["O"] = "K3的基尔·斯巴索克需要10份烧焦的零件。",
["S"] = {
"烧焦的零件",
},
},
[12946] = {
["T"] = "糖罐",
},
[26147] = {
["T"] = "更大更丑",
["O"] = "杀死8名碎石怪萨满祭司和8名碎石怪断骨者。",
["S"] = {
"消灭碎石怪萨满祭司",
"消灭碎石怪断骨者",
},
},
[37445] = {
["T"] = "备用零件",
["O"] = "收集4份发射器备用零件，然后向埃门谷坠毁点的技师沙娜安复命。",
["S"] = {
"发射器备用零件",
},
},
[13714] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的兰娜·硬锤。",
["S"] = {
"勇士的徽记",
},
},
[27683] = {
["T"] = "到林子里去",
["O"] = "去找东瘟疫之地索多里尔河的一个女狼人。",
},
[27939] = {
["T"] = "沙漠之狐",
["O"] = "司克诺兹要你把沙漠之狐给他带去。",
["S"] = {
"沙漠之狐",
},
},
[28195] = {
["T"] = "发出信息",
["O"] = "元首司克诺兹要你去杀掉玛尔贡船长、科克船长，以及克隆卡船长。",
["S"] = {
"杀死玛尔贡船长",
"杀死科克船长",
"杀死克隆卡船长",
},
},
[40517] = {
["T"] = "陨落的雄狮",
["O"] = "把瓦里安国王的信件交给安度因国王。",
["S"] = {
"搭乘狮鹫前往暴风要塞",
},
},
[14482] = {
["T"] = "使命召唤",
["O"] = "乘坐雇佣船只参加战斗。",
["S"] = {
"乘坐雇佣船只前往瓦丝琪尔",
},
},
[58436] = {
["T"] = "机械侏儒的传承",
["O"] = "前往麦卡贡市与艾拉兹敏王子见面。",
},
[42565] = {
["T"] = "WOD 100 A",
},
[70791] = {
["T"] = "寒漫龙爪",
["O"] = "将物品交给艾米莉亚·贝洛克。",
},
[30243] = {
["T"] = "火烧螳螂",
["O"] = "使用热油大锅击败残阳关附近的80个螳螂妖。",
["S"] = {
"消灭科里克提克护巢兵",
},
},
[89222] = {
["T"] = "艾泽拉斯的残血",
["O"] = "将艾泽拉斯的残血交给伯拉勒斯的彻布鲁。",
},
[45125] = {
["T"] = "初识恶魔法术",
["O"] = "激活三个正确的符文，帮助雷特森·焰怒完成法术，稳定传送门。",
["S"] = {
"稳定传送门",
},
},
[32035] = {
["T"] = "有丝绸吗？",
["O"] = "去四风谷的丝纱工坊向蔡丝匠报到。",
},
[86151] = {
["T"] = "无面者的绝路面具",
["O"] = "在惊魂幻象内将无面者的绝路面具放回祭坛。",
},
[36934] = {
["T"] = "宿敌：土水煞星",
["O"] = "在德拉诺的PVP战斗中消灭500名熊猫人玩家。",
["S"] = {
"消灭熊猫人玩家",
},
},
[40518] = {
["T"] = "破碎海滩之战",
["O"] = "将鲁索船长的船带到破碎海滩。",
["S"] = {
"搭乘舰船前往破碎海滩",
},
},
[41030] = {
["T"] = "回收魔印",
["O"] = "收集7个月之守卫徽记。",
},
[41542] = {
["T"] = "狩猎准备",
["O"] = "在达拉然的克拉苏斯平台与阿帕塔·高岭谈一谈。",
},
[58437] = {
["T"] = "从部件到整体",
["O"] = "标记15具尸体以供收集",
["S"] = {
"标记要收集的尸体",
},
},
[86152] = {
["T"] = "无面者的蛮勇面具",
["O"] = "在惊魂幻象内将无面者的蛮勇面具放回祭坛。",
},
[74889] = {
["T"] = "喷口巡航赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[63045] = {
["T"] = "供养灵魂",
["O"] = "重新获得心能以强化复仇之魂，在其帮助下击败审判官穆尔拉克。\r\n\r\n建议玩家人数：[3]",
["S"] = {
"用心能强化复仇之魂",
},
},
[64581] = {
["T"] = "轻轻摇晃过的礼品",
},
[65674] = {
["T"] = "这是什么玩意？",
["O"] = "将未成形的精华带给流亡洞穴的菲历姆。",
},
[66698] = {
["T"] = "数绒羊",
["O"] = "与艾拉格牧者交谈，将走丢的羊带回氏族。",
["S"] = {
"和艾拉格牧者谈一谈（可选）",
"将迷路的绒羊送回牧人处",
},
},
[86153] = {
["T"] = "无面者的暗思面具",
["O"] = "在惊魂幻象内将无面者的暗思面具放回祭坛。",
},
[35911] = {
["T"] = "巨石之核奖励任务",
},
[26404] = {
["T"] = "我没钱",
["O"] = "去找荆棘谷海角硬钳避世乐园的莎希·硬钳。",
},
[37447] = {
["T"] = "恶魔血液",
["O"] = "从破碎群岛的任意恶魔身上取得100份魔血。",
["S"] = {
"魔血",
},
},
[27684] = {
["T"] = "访客",
["O"] = "去找东瘟疫之地索多里尔河的一个女狼人。",
},
[27940] = {
["T"] = "肮脏的鸟",
["O"] = "你要杀掉8只染病的兀鹫。",
["S"] = {
"杀死染病的兀鹫",
},
},
[40519] = {
["T"] = "军团再临：军团回归",
["O"] = "到暴风城港口向征募官李报到。",
},
[41031] = {
["T"] = "为了人民",
["O"] = "找到魔力酒泉，把空的魔力酒囊装满，然后把魔力酒分给渴求法力的夜之子。",
["S"] = {
"在魔力酒泉把空的魔力酒囊装满",
},
},
[66699] = {
["T"] = "当地包打听",
["O"] = "与安东尼达斯营地附近的海象人交谈。",
["S"] = {
"向柯利库尼特征求意见",
},
},
[58438] = {
["T"] = "吞噬之喉",
},
[86154] = {
["T"] = "无面者的刺痛面具",
["O"] = "在惊魂幻象内将无面者的刺痛面具放回祭坛。",
},
[59974] = {
["T"] = "获救的灵魂",
["O"] = "在玛卓克萨斯的魂选密院与亚历山德罗斯·莫格莱尼会面。",
},
[31780] = {
["T"] = "老马当劳",
["O"] = "在宠物战斗中击败老马当劳。",
["S"] = {
"击败老马当劳",
},
},
[32036] = {
["T"] = "糖罐",
},
[48199] = {
["T"] = "灼燃之心",
["O"] = "使用导航控制台前往安托兰废土。",
["S"] = {
"使用导航控制台前往安托兰废土",
},
},
[66700] = {
["T"] = "幽黑位点",
["O"] = "将幽黑位点带给传送师艾瑞琳。",
},
[67724] = {
["T"] = "火光庇护",
["O"] = "收集4份寒网丝。",
["S"] = {
"寒网丝",
},
},
[8723] = {
["T"] = "夜风长者",
},
[53831] = {
["T"] = "皇家盛典",
["O"] = "在达萨罗的巨擘封印与赞达拉大使会面。",
["S"] = {
"使用通往祖达萨的传送门（可选）",
"和赞达拉大使见面",
},
},
[9747] = {
["T"] = "暗泽部族",
["O"] = "塞纳里奥庇护所的伊卡因希望你前往暗泽村，杀死卡塔鲁、8个暗泽先知、6个暗泽巫医和6个暗泽神谕者。",
["S"] = {
"消灭卡塔鲁",
"消灭暗泽神谕者",
"消灭暗泽先知",
"消灭暗泽巫医",
},
},
[9875] = {
["T"] = "未归类的植物",
["O"] = "将未归类的植物交给赞加沼泽塞纳里奥庇护所的劳兰娜·萨维尔。",
},
[40008] = {
["T"] = "唯一出路",
["O"] = "护送塔莉萨到安全地带。",
["S"] = {
"护送塔莉萨到安全地带",
},
},
[40520] = {
["T"] = "回顾过去",
["O"] = "寻找一瓶大气之火 、一些穆莎之泪和一块暗裂水晶。",
["S"] = {
"一瓶大气之火",
"穆莎之泪",
"暗裂水晶",
},
},
[83084] = {
["T"] = "上古命令",
["O"] = "调查多恩诺嘉尔后方被遗弃的高塔。",
["S"] = {
"检查被遗忘的武器架",
},
},
[58439] = {
["T"] = "吞噬之喉",
},
[10643] = {
["T"] = "影月先驱者",
["O"] = "影月谷蛮锤要塞的仲裁者索鲁斯要你去杀死12个影月先驱者。",
["S"] = {
"消灭影月先驱者",
},
},
[10771] = {
["T"] = "灰烬中的新生",
["O"] = "古树莫斯伍德要求你前往焦火荒野，将铁根种子植入那里三堆不同的肥沃的火山灰中，然后回到卢安荒野向他复命。",
["S"] = {
"南部火山灰",
"中部火山灰",
"北部火山灰",
},
},
[48200] = {
["T"] = "立足之地",
["O"] = "前往安托兰废土，放置光铸道标。",
["S"] = {
"与罗姆尔交谈并前往地表（可选）",
},
},
[12307] = {
["T"] = "破狼草",
["O"] = "银溪镇的卡娅要求你拔出8株破狼草根。",
},
[83085] = {
["T"] = "DEPRECATED",
},
[12691] = {
["T"] = "古旧的石箱",
["O"] = "从索拉查卫士身上取得巨型石钥匙，用它打开造物者悬台上的古旧石箱。",
["S"] = {
"巨型石钥匙",
},
},
[35401] = {
["T"] = "旋云之巅奖励任务",
},
[35913] = {
["T"] = "巨石之核（英雄难度）奖励任务",
},
[13203] = {
["T"] = "冬幕节礼物",
},
[37449] = {
["T"] = "黑暗启示",
["O"] = "消灭背叛者夜刃。",
["S"] = {
"消灭背叛者夜刃",
},
},
[37961] = {
["T"] = "动感低音",
["O"] = "收集低音炮、镭射读碟器、音效增幅器、S.P.R.K.电容器和古木电线。",
["S"] = {
"低音炮",
"镭射读碟器",
"音效增幅器",
"S.P.R.K.电容器",
"古木电线",
},
},
[27941] = {
["T"] = "时髦主义",
["O"] = "贝洛克·辉刃要你收集10件步兵制服。",
["S"] = {
"步兵制服",
},
},
[40009] = {
["T"] = "魔瘾",
["O"] = "进入沙尔艾兰，寻找可以满足塔莉萨的渴求的东西。",
["S"] = {
"搜索沙尔艾兰",
},
},
[41033] = {
["T"] = "返回马顿",
["O"] = "进入伊利达雷传送门，登上马顿的邪能之槌号。",
},
[28965] = {
["T"] = "糖罐",
},
[58952] = {
["T"] = "净化烈焰",
},
[29733] = {
["T"] = "军情七处报告：丛林迷失",
["O"] = "听利尔报告。",
["S"] = {
"听利尔报告",
},
},
[30757] = {
["T"] = "影踪派掌门",
["O"] = "帮祝踏岚解除恨之煞对他的控制。",
},
[62536] = {
["T"] = "泰达希尔的迷失之魂",
["O"] = "前往噬渊并营救失落之魂。",
["S"] = {
"拯救失落之魂",
},
},
[32037] = {
["T"] = "糖罐",
},
[80015] = {
["T"] = "驭龙俯冲术",
["O"] = "先俯冲再滑翔穿过光圈，在目标区域着陆。",
["S"] = {
"骑上你的驭龙术坐骑（可选）",
"滑翔穿过光圈",
"降落到指定区域",
},
},
[65680] = {
["T"] = "结构图再同化：心契元狼",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[33354] = {
["T"] = "巢母之死",
["O"] = "将月牙的毛皮交给暗月岛上暗月马戏团的亚布·尼比盖尔。",
},
[52297] = {
["T"] = "何来嗡嗡之声？",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败迈克尔·斯卡恩",
},
},
[37450] = {
["T"] = "营救丝黛拉苟萨",
["O"] = "取得里基尔的钥匙并救出丝黛拉苟萨。",
["S"] = {
"找到丝黛拉苟萨",
},
},
[75920] = {
["T"] = "烈焰之眼",
["O"] = "消灭8个燃烧的火语者或炽热的监督者。",
["S"] = {
"消灭菲莱克的部队",
},
},
[55881] = {
["T"] = "净化图腾",
["O"] = "点燃5支鹰身人图腾。",
["S"] = {
"焚烧鹰身人图腾",
},
},
[40010] = {
["T"] = "引流魔网能量",
["O"] = "探索安诺拉山谷并找到魔网节点。",
["S"] = {
"探索安诺拉山谷",
},
},
[40522] = {
["T"] = "部落的命运",
["O"] = "前往格罗玛什要塞，了解部落的命运。",
["S"] = {
"向萨鲁法尔报到",
},
},
[83088] = {
["T"] = "酸蚀收集品",
["O"] = "在罐缸工坊的强酸软泥中收集6份刺鼻的残渣。",
["S"] = {
"刺痛残渣",
},
},
[58953] = {
["T"] = "牧师的终途",
["O"] = "找到第一考察队新兵的尸体。",
["S"] = {
"寻找第一考察队新兵的尸体",
},
},
[60489] = {
["T"] = "晋升之路",
["O"] = "激活晋升之路。",
["S"] = {
"激活晋升之路",
},
},
[48202] = {
["T"] = "支援隐匿洞穴",
["O"] = "与隐匿洞穴的伊利丹谈一谈。",
["S"] = {
"与隐匿洞穴的伊利丹谈一谈。",
},
},
[49226] = {
["T"] = "让两姐妹闭嘴",
["O"] = "消灭帕泰厄佩和诺尔佩。",
["S"] = {
"消灭帕泰厄佩",
"消灭诺尔佩",
},
},
[83089] = {
["T"] = "地精护目镜",
["O"] = "在罐缸工坊与5个软泥潜兵交谈。",
["S"] = {
"分发目镜",
},
},
[25126] = {
["T"] = "小试身手",
["O"] = "杀掉6只杂斑野猪。",
["S"] = {
"消灭杂斑野猪",
},
},
[35403] = {
["T"] = "旋云之巅奖励任务",
},
[26150] = {
["T"] = "拜访梅贝尔",
["O"] = "与艾尔文森林马科伦农场的梅贝尔·马科伦交谈。",
},
[54346] = {
["T"] = "黑海岸捐赠：黄金",
["O"] = "向赞达拉港的金币管理员狞牙捐赠1000000枚金币。",
},
[6922] = {
["T"] = "阿奎尼斯男爵",
["O"] = "把奇怪的水球交给黑暗深渊的耶努萨克雷。",
},
[39499] = {
["T"] = "灵魂之井",
["O"] = "在普通难度地狱火堡垒中的血魔身上收集4块灵魂残片。",
["S"] = {
"灵魂残片",
},
},
[40011] = {
["T"] = "欧库勒斯的工作室",
["O"] = "把首席奥术师的徽记交给首席传送师欧库勒斯。",
["S"] = {
"向欧库勒斯展示徽记",
},
},
[40523] = {
["T"] = "珠宝匠朋友",
["O"] = "向提莫斯·琼斯和斯米克斯·璃目介绍自己。",
["S"] = {
"向提莫斯·琼斯介绍自己",
"向斯米克斯·璃目介绍自己",
},
},
[41035] = {
["T"] = "邪风的请求",
["O"] = "在达拉然的紫罗兰之门与梅瑞尔·邪风见面。",
},
[28966] = {
["T"] = "糖罐",
},
[58442] = {
["T"] = "吞噬之喉",
},
[29734] = {
["T"] = "深炉长者",
},
[74899] = {
["T"] = "喷口巡航赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[48715] = {
["T"] = "会见阿昆达",
["O"] = "调查阿昆达神殿。",
["S"] = {
"调查阿昆达神殿",
},
},
[66708] = {
["T"] = "驭雪而行",
["O"] = "在碧蓝林海寻找失踪的海象人猎手。",
},
[33868] = {
["T"] = "霜狼氏族的家园",
["O"] = "与霜火岭撞毁点的德雷克塔尔谈一谈。",
},
[34380] = {
["T"] = "召集霜狼",
["O"] = "让德拉卡吹响战斗号角。",
["S"] = {
"让德拉卡吹响战斗号角",
},
},
[8724] = {
["T"] = "晨露长者",
},
[35404] = {
["T"] = "格瑞姆巴托奖励任务",
},
[36428] = {
["T"] = "暴力治疗",
["O"] = "治愈6个被感染的地精。",
["S"] = {
"治疗被感染的地精",
},
},
[74900] = {
["T"] = "收信石：最终警告",
["O"] = "找到一块收信石。",
},
[9620] = {
["T"] = "失踪的测量小组",
["O"] = "先行官米库拉斯希望你找到他派去洛雷萨兰废墟的测量小组，尽力帮助他们。",
},
[39500] = {
["T"] = "灵魂之井",
["O"] = "在英雄难度地狱火堡垒中的血魔身上收集4块灵魂残片。",
["S"] = {
"灵魂残片",
},
},
[40012] = {
["T"] = "旧时盟友",
["O"] = "在琥珀谷寻找奥术师凯尔丹纳斯的藏身处。",
},
[40524] = {
["T"] = "戒指的传言",
["O"] = "在阿苏纳的倾颓王宫附近找到艾迪尔祭坛，并了解它的传说。",
["S"] = {
"找到了解法罗迪斯之戒的人",
},
},
[41036] = {
["T"] = "恐惧魔王的战利品",
["O"] = "在紫罗兰监狱打败卡萨纳提尔。",
["S"] = {
"消灭卡萨纳提尔",
},
},
[57931] = {
["T"] = "灵豹故障",
["O"] = "在芳金牧场找到加塔马托斯并将他带回在炉火岗哨的底座。",
["S"] = {
"找到加塔马托斯",
},
},
[10516] = {
["T"] = "守备官的困境",
["O"] = "夺回守备官乌里恩之剑和守备官乌里恩之盾。",
["S"] = {
"守备官乌里恩之剑",
"守备官乌里恩之盾",
},
},
[10772] = {
["T"] = "征服之路",
["O"] = "前往影月谷的征服之路。",
["S"] = {
"侦察征服之路",
},
},
[10900] = {
["T"] = "瓦丝琪的印记",
},
[60491] = {
["T"] = "身居其中",
["O"] = "在晋升堡垒的恒歌之座与文官阿得赖斯提斯见面。",
},
[11284] = {
["T"] = "隔壁的雪人",
["O"] = "维德瓦堡垒的工头科尔贝要你击败裂角。",
["S"] = {
"消灭裂角",
},
},
[74901] = {
["T"] = "发信石：抗议",
["O"] = "找到一块发信石。",
},
[11540] = {
["T"] = "击溃晨锋部队",
["O"] = "阳湾军械库的魔导师伊拉斯塔希望你去消灭6个晨锋召唤者、6个晨锋血骑士和3个晨锋射手。",
["S"] = {
"消灭晨锋召唤者",
"消灭晨锋血骑士",
"消灭晨锋射手",
},
},
[63051] = {
["T"] = "信任问题",
["O"] = "回答威·蕾恩关于噬渊的问题。",
["S"] = {
"回答威·蕾恩的问题",
},
},
[78997] = {
["T"] = "失窃的珍珠",
["O"] = "从珠光海岸的鳄鱼人处取回8颗失窃的珍珠。",
["S"] = {
"失窃的珍珠",
},
},
[65686] = {
["T"] = "前往碧蓝林海",
["O"] = "在碧蓝林海与蒙福者格兰尼娅见面。",
},
[12436] = {
["T"] = "赚外快",
["O"] = "征服堡的粮食商人洛克兰要求你从附近的耸角雄鹿身上采集5块肥美的鹿肉。",
["S"] = {
"肥美的鹿肉",
},
},
[35405] = {
["T"] = "格瑞姆巴托奖励任务",
},
[26407] = {
["T"] = "莫什奥格的手笔",
["O"] = "把扭曲的莫什奥格之手带给北荆棘谷格罗姆高营地的先知摩克萨尔丁。",
},
[36941] = {
["T"] = "向国王报告",
["O"] = "与安度因·乌瑞恩国王交谈。",
},
[13460] = {
["T"] = "糖罐",
},
[13716] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的克罗索斯。",
["S"] = {
"勇士的徽记",
},
},
[38989] = {
["T"] = "有何指示，将军？",
["O"] = "前往塔纳安丛林的塔纳安计划图。",
},
[27943] = {
["T"] = "愤怒的鬼魂",
["O"] = "元首司克诺兹要你用特许质子加速炮收集5份狂怒幽魂精华。",
["S"] = {
"狂怒幽魂精华",
},
},
[40013] = {
["T"] = "安瑟瑞尔花样本",
["O"] = "把安瑟瑞尔花样本带给达拉然的奎茵·柔步。",
},
[56908] = {
["T"] = "颜料瓶：地精之绿",
["O"] = "将物品交给克拉姆·克拉达。",
},
[65687] = {
["T"] = "拳威服众",
["O"] = "消灭12个灭世者龙裔。",
["S"] = {
"消灭灭世者龙裔",
},
},
[57932] = {
["T"] = "汲取资源",
["O"] = "从鎏金踏云者的身上吸取5次心能。",
["S"] = {
"抽取踏云者的心能",
},
},
[29735] = {
["T"] = "石印长者",
},
[70807] = {
["T"] = "高级发掘工具",
},
[72855] = {
["T"] = "前往瑟伯切尔",
["O"] = "在银松森林的瑟伯切尔和黑暗游侠维罗娜拉见面。",
["S"] = {
"与被遗忘者恐惧法师交谈",
},
},
[31015] = {
["T"] = "你的私人收藏",
["O"] = "打扫空书架",
},
[47181] = {
["T"] = "冒烟的枪",
["O"] = "用弗林的手枪朝港务长办公室的木桶开一枪。",
["S"] = {
"射击水桶",
},
},
[32039] = {
["T"] = "糖罐",
},
[65688] = {
["T"] = "与卡雷苟斯会合",
["O"] = "获取一袋有用的物资，随后在碧蓝档案馆的底部与卡雷苟斯见面。",
["S"] = {
"请求获得一袋有用的物资",
},
},
[66712] = {
["T"] = "闪霜飞越 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[51789] = {
["T"] = "瓦伦丁元帅的记忆",
["O"] = "协助纳萨诺斯·凋零者取回瓦伦丁的遗体。",
["S"] = {
"打开墓穴之门",
},
},
[72856] = {
["T"] = "经典永流传",
["O"] = "从附近的动物身上收集12块天灾肉块。",
["S"] = {
"天灾肉块",
},
},
[77976] = {
["T"] = "援助联军：梦涌",
["O"] = "与调查梦涌的德鲁伊们会面，并收集100个梦涌凝珠。继续在巨龙群岛各地援助瓦德拉肯联军及其盟友。",
},
[39502] = {
["T"] = "邪能尖塔",
["O"] = "在普通难度地狱火堡垒中的玛诺洛斯身上收集4块邪能精华。",
["S"] = {
"邪能精华",
},
},
[40014] = {
["T"] = "辣手摧花",
["O"] = "获取新鲜的雌蕊和完美的雄蕊。",
["S"] = {
"新鲜的雌蕊",
"完美的雄蕊",
},
},
[56909] = {
["T"] = "颜料罐：电光之蓝",
["O"] = "将物品交给克拉姆·克拉达。",
},
[65689] = {
["T"] = "卡雷众影",
["O"] = "使用水晶塔抵达碧蓝档案馆。",
["S"] = {
"使用水晶塔（可选）",
"到达碧蓝档案馆",
},
},
[83096] = {
["T"] = "欢迎来到安德麦",
["O"] = "和格琳拉一同前往洋际酒店，了解安德麦的情况。",
["S"] = {
"乘坐跑车",
},
},
[70809] = {
["T"] = "巨龙群岛幼龙的深层奥秘",
},
[60493] = {
["T"] = "谦卑收集者",
["O"] = "从弃誓者哥利亚身上收集2个枯竭的哥利亚之核，从弃誓者百心长身上收集6个被篡改的心能充能器，并从弃誓者格里恩身上收集5个灵魂之镜碎片。",
["S"] = {
"枯竭的哥利亚之核",
"被篡改的心能充能器",
"灵魂之镜碎片",
},
},
[72857] = {
["T"] = "轰草",
["O"] = "在银松森林收集6棵轰草。",
["S"] = {
"轰草",
},
},
[74905] = {
["T"] = "研究员遇袭",
},
[63053] = {
["T"] = "眨眼之间",
["O"] = "使用永恒传送门前往晋升堡垒的一个地区，然后使用永恒传送门回到极乐堡。",
["S"] = {
"使用永恒传送门旅行",
},
},
[65101] = {
["T"] = "龙裔标志造型",
["O"] = "变化为凡人的幻容。",
["S"] = {
"与拉希奥交谈",
},
},
[49230] = {
["T"] = "当地风味",
["O"] = "收集5个多汁的潜伏者之尾。",
["S"] = {
"多汁的潜伏者之尾",
},
},
[84121] = {
["T"] = "些许保险",
["O"] = "在卡亚海滨消灭10个暗索敌人。",
["S"] = {
"消灭暗索部队",
},
},
[25896] = {
["T"] = "集合虔诚者",
["O"] = "在北部台阶的中途找到深渊召唤者阿泽拉夏，在废墟上部找到6名希拉柯丝海潮女祭司，指示她们回到神殿。\n\n这个任务是纳兹夏尔女武士幻像的一部分。如有需要，可以使用纳兹夏尔女武士之刃在时间焦点处返回幻像。",
["S"] = {
"集合希拉柯丝海潮女祭司",
"集合深渊召唤者阿泽拉夏",
},
},
[26152] = {
["T"] = "通缉：詹姆斯·克拉克",
["O"] = "杀死詹姆斯·克拉克，并取走詹姆斯·克拉克的徽记。",
["S"] = {
"詹姆斯·克拉克的徽记",
},
},
[26408] = {
["T"] = "灰谷的灰",
["O"] = "跟灰谷奥雷迪尔的居所的哨兵塞雅拉谈一谈。",
},
[53838] = {
["T"] = "一路走好",
["O"] = "在古博拉采掘场搜寻失踪的挖掘队。",
["S"] = {
"找到失踪的挖掘者",
},
},
[27432] = {
["T"] = "流亡者塞达尔",
["O"] = "从流亡者塞达尔那里夺取塞达尔的徽记。",
["S"] = {
"塞达尔的徽记",
},
},
[77978] = {
["T"] = "传递火炬",
["O"] = "在阴燃灌木林收集文件，并消灭烈焰德鲁伊。",
["S"] = {
"收集烧焦的传单",
"消灭烈焰德鲁伊",
},
},
[27944] = {
["T"] = "削减蜘蛛的数量",
["O"] = "在黑暗森林杀死12名黑暗森林潜伏者。黑暗森林位于此地以西，穿过岛屿中心的桥梁就到。",
["S"] = {
"消灭黑暗森林潜伏者",
},
},
[40015] = {
["T"] = "破烂的丝带",
["O"] = "跟奎茵·柔步谈谈枯法者和安瑟瑞尔花的事情。",
},
[65691] = {
["T"] = "翼影蔽日",
["O"] = "直面赛基诺兹，奈萨里奥之声。",
["S"] = {
"与腐化的赛基诺兹对峙",
},
},
[66715] = {
["T"] = "大撤离",
["O"] = "在碧蓝林海的雪皮营地中营救海象人。",
["S"] = {
"发现失踪的海象人",
},
},
[84122] = {
["T"] = "切断摄像头",
["O"] = "从卡亚海滨的监控型B.I.R.D.处收集6捧B.I.R.D.零件。",
["S"] = {
"一捧B.I.R.D.零件",
},
},
[29736] = {
["T"] = "黑羽长者",
},
[70811] = {
["T"] = "专业发掘工具",
},
[72859] = {
["T"] = "合身伪装",
["O"] = "在瓦尔甘农场消灭霍尔西中尉并夺走盔甲。",
["S"] = {
"窃取中尉霍尔西的护甲",
},
},
[31016] = {
["T"] = "游学者",
["O"] = "去锦绣谷的闻道之座和游学者周卓谈一谈。",
},
[32040] = {
["T"] = "糖罐",
},
[83099] = {
["T"] = "合并与收购",
["O"] = "击败戈尔迪·底爵并帮助文布兰德夺回燧酿酒庄。",
["S"] = {
"消灭戈尔迪·底爵",
},
},
[33872] = {
["T"] = "亡者之尘",
["O"] = "从暮秋岛的暮翼蛾身上收集7把暮翼之尘。",
["S"] = {
"一把暮翼之尘",
},
},
[51279] = {
["T"] = "纳兹曼尼教徒",
["O"] = "在科拉玛尔消灭15个纳兹曼尼巨魔。",
["S"] = {
"消灭纳兹曼尼巨魔",
},
},
[70812] = {
["T"] = "探险队披风",
},
[72860] = {
["T"] = "吓人诛心",
["O"] = "惊吓并消灭血色新兵。",
["S"] = {
"选择一个女妖",
},
},
[9621] = {
["T"] = "部落的特使",
["O"] = "到提瑞斯法林地去，将洛瑟玛·塞隆的信交给被遗忘者的首都幽暗城中的希尔瓦娜斯·风行者。",
},
[39504] = {
["T"] = "邪能尖塔",
["O"] = "在英雄难度地狱火堡垒中的玛诺洛斯身上收集4块邪能精华。",
["S"] = {
"邪能精华",
},
},
[40016] = {
["T"] = "实践出真知",
["O"] = "从阿苏纳的枯法者身上取得6块被咬过的安瑟里尔根茎。",
["S"] = {
"被咬过的安瑟瑞尔根茎",
},
},
[41040] = {
["T"] = "英灵殿：酿酒大师",
["O"] = "在英灵殿与梅尔芭谈一谈。",
},
[67741] = {
["T"] = "档案限界",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[70813] = {
["T"] = "挖宝奇兵",
},
[11157] = {
["T"] = "邪恶之巢",
["O"] = "摧毁15枚始祖龙卵，并杀死15只始祖龙崽，然后返回西部卫戍要塞，向亚当斯上尉复命。",
["S"] = {
"摧毁始祖龙卵",
"消灭始祖龙崽",
},
},
[11541] = {
["T"] = "解救绿鳃奴隶",
["O"] = "瓦琳德拉上尉希望你能解救10个绿鳃奴隶。完成任务之后，去阳湾港口的银月之傲号上向她复命。",
["S"] = {
"解救绿鳃奴隶",
},
},
[11797] = {
["T"] = "虫临城下",
["O"] = "哈默希尔中士要你到无畏要塞外的纳萨姆沙地去杀死6个地穴爬行者。",
["S"] = {
"消灭地穴爬行者",
},
},
[12181] = {
["T"] = "给它一个名字",
["O"] = "向新阿加曼德的托比亚斯·萨克霍夫出示你的凋零药剂样本。",
},
[12437] = {
["T"] = "红色鱼雷",
["O"] = "风险湾灯塔的霍瑟尔司令希望你去摧毁部落的木材运输船。\n\n只有在联盟占领灯塔的时候，霍瑟尔司令才会出现。",
["S"] = {
"摧毁部落的木材运输船",
},
},
[33873] = {
["T"] = "阿鲁纳姆疗法",
["O"] = "在暮秋岛上收集60个阿鲁纳姆浆果。",
["S"] = {
"阿鲁纳姆浆果",
},
},
[51280] = {
["T"] = "戈霍恩供品",
["O"] = "在祖纳兹曼摧毁8个戈霍恩供品。",
["S"] = {
"摧毁戈霍恩供品",
},
},
[70814] = {
["T"] = "解锁魔法宝藏",
},
[26153] = {
["T"] = "潘妮的南瓜饼",
["O"] = "收集6个暴风城南瓜，把它们交给暴风城的罗比·弗雷。",
["S"] = {
"暴风城南瓜",
},
},
[26409] = {
["T"] = "金矿在哪儿？",
["O"] = "去找深岩之洲石英盆地的见习萨满“金矿”。",
},
[13461] = {
["T"] = "糖罐",
},
[27177] = {
["T"] = "打捞行动",
["O"] = "前往黑曜石海滩，从浸水的箱子中找回8份补给品。",
["S"] = {
"找回的补给品",
},
},
[27433] = {
["T"] = "伐木机切除术",
["O"] = "摧毁钻石刀片切割机，收集5块损毁的伐木机零件。",
["S"] = {
"损毁的伐木机零件",
},
},
[13845] = {
["T"] = "密封的毒药瓶",
["O"] = "将密封的毒药瓶交给达拉然下水道的炼金师辛奈斯拉。",
},
[13973] = {
["T"] = "格罗多姆的民兵",
["O"] = "杀死6只钢鬃抢劫者。",
["S"] = {
"消灭钢鬃抢劫者",
},
},
[28201] = {
["T"] = "铸犁为剑",
["O"] = "招募8名拉穆卡恒劳工。",
["S"] = {
"招募拉穆卡恒劳工",
},
},
[40529] = {
["T"] = "精挑细选",
["O"] = "帮蒂凡妮·卡蒂亚收集5块宝石碎片。宝石碎片可以通过选矿获得，也可以通过拍卖行购买。",
["S"] = {
"宝石碎片",
},
},
[28713] = {
["T"] = "自然的平衡",
["O"] = "杀死6只夜刃豹幼崽。",
["S"] = {
"消灭夜刃豹幼崽",
},
},
[28969] = {
["T"] = "糖罐",
},
[58960] = {
["T"] = "复活新兵",
["O"] = "复活考察队新兵。",
["S"] = {
"复活考察队新兵",
},
},
[29737] = {
["T"] = "焰须长者",
},
[29993] = {
["T"] = "找到男孩",
["O"] = "和墨水大师魏谈一谈。",
},
[60496] = {
["T"] = "踏入角斗场",
["O"] = "与阿耳忒弥德对话，开始挑战晋升之路。",
["S"] = {
"进入晋升之路",
},
},
[72863] = {
["T"] = "女妖之翱",
["O"] = "与维罗娜拉交谈，召集被遗忘者的全部军力。",
["S"] = {
"与维罗娜拉谈一谈",
},
},
[75935] = {
["T"] = "节奏，节拍",
["O"] = "看看腾波是否愿意帮助佩德吉谱写音乐。",
["S"] = {
"与泰波谈一谈",
},
},
[31785] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"将宠物升到3级",
},
},
[32041] = {
["T"] = "糖罐",
},
[64592] = {
["T"] = "维护历史",
["O"] = "帮助玛伊·欧蓓特在无尽流沙中取回6份环境改造记录。",
["S"] = {
"取回环境改造记录",
},
},
[84127] = {
["T"] = "锻造指名服务",
["O"] = "为工匠商盟完成锻造制造订单。",
},
[50769] = {
["T"] = "逃出暴风城",
["O"] = "完成“逃出暴风城”场景战役。",
["S"] = {
"拿上药剂",
},
},
[70816] = {
["T"] = "宝藏追踪术",
},
[52305] = {
["T"] = "先天与后天",
["O"] = "照顾库亚冯，直到他做好飞行的准备。",
["S"] = {
"照顾库亚冯",
},
},
[72864] = {
["T"] = "消灭活人",
["O"] = "消灭所有一息尚存的血色十字军。",
["S"] = {
"击败血色十字军",
},
},
[74912] = {
["T"] = "奈萨里奥的遗产",
["O"] = "在瓦德拉肯与诺兹多姆见面。",
},
[75936] = {
["T"] = "粘粘的很满足",
["O"] = "给峈姆的玛丽·谢利带回1条扭动的虫子。",
},
[77984] = {
["T"] = "阴燃冲刺 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[40018] = {
["T"] = "入梦叶样本",
["O"] = "把入梦叶带给达拉然的奎茵·柔步。",
},
[57425] = {
["T"] = "机遇之地",
["O"] = "击败高阶冠军梅丝卡尔。",
["S"] = {
"消灭高阶冠军梅丝卡尔",
},
},
[66721] = {
["T"] = "狂野禁猎区障碍赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84128] = {
["T"] = "工程学指名服务",
["O"] = "为工匠商盟完成工程学制造订单。",
},
[58961] = {
["T"] = "被偷袭的定居者",
},
[59985] = {
["T"] = "终结与开始",
["O"] = "骑乘部落双足飞龙返回奥格瑞玛。",
["S"] = {
"骑乘部落双足飞龙返回奥格瑞玛",
},
},
[72865] = {
["T"] = "被遗忘者的时刻",
["O"] = "在芬里斯城堡中消灭血色指挥官弗赛兹。",
["S"] = {
"到达芬里斯城堡",
},
},
[75937] = {
["T"] = "择日不如撞日",
["O"] = "在莫库特村上方的崖壁上与安波莎见面。",
["S"] = {
"在莫库特村上方与鳞长安波莎见面",
},
},
[63057] = {
["T"] = "恢复供能",
["O"] = "激活心能导流器。",
["S"] = {
"激活心能导流器",
},
},
[47186] = {
["T"] = "贤者圣殿",
["O"] = "在贤者圣殿与第七军团法师交谈。",
["S"] = {
"与第七军团魔导师交谈",
},
},
[79009] = {
["T"] = "先驱",
["O"] = "在达拉然的守护者大厅与卡德加和奥蕾莉亚见面。",
["S"] = {
"接近守护者大厅",
},
},
[49234] = {
["T"] = "虎落平阳",
["O"] = "消灭苏醒的守卫。",
["S"] = {
"消灭苏醒的守卫",
},
},
[66722] = {
["T"] = "狂野禁猎区障碍赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84129] = {
["T"] = "铭文指名服务",
["O"] = "为工匠商盟完成铭文制造订单。",
},
[35411] = {
["T"] = "祖尔格拉布奖励任务",
},
[36435] = {
["T"] = "难解的情报",
["O"] = "在沃高尔附近寻找能帮忙翻译笔记的人。",
["S"] = {
"在沃高尔里寻找能帮忙翻译字条的人",
},
},
[26666] = {
["T"] = "斯塔文的传说",
["O"] = "去找夜色镇大厅的书记员达尔塔。",
},
[26922] = {
["T"] = "源源不绝",
["O"] = "用杰尔的手榴弹消灭5具拾骨狂战士，摧毁天灾骨堆法阵。",
["S"] = {
"摧毁天灾骨堆法阵",
"消灭拾骨狂战士",
},
},
[27178] = {
["T"] = "纳迦的支援",
["O"] = "杀死10名黑鳞侍从或是黑鳞唤海者。",
["S"] = {
"杀死黑鳞纳迦",
},
},
[27434] = {
["T"] = "资深之道",
["O"] = "进入影牙城堡，从指挥官斯普林瓦尔那里夺得指挥官的神圣符记，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"指挥官的神圣符记",
"月钢锭",
"不死肌腱",
},
},
[77986] = {
["T"] = "阴燃冲刺 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27946] = {
["T"] = "NYI",
},
[40019] = {
["T"] = "敏感药草",
["O"] = "获取15株健康的入梦叶和5株染病的入梦叶。",
["S"] = {
"健康的入梦叶",
"染病的入梦叶",
},
},
[28458] = {
["T"] = "控火师的魔典",
["O"] = "杀掉6个暮光使者，并从石深渊索瑞森神殿控火师罗格雷恩的身上获得罗格雷恩的魔典。",
["S"] = {
"消灭暮光使者",
"罗格雷恩的魔法书",
},
},
[84130] = {
["T"] = "珠宝加工指名服务",
["O"] = "为工匠商盟完成珠宝加工制造订单。",
},
[58962] = {
["T"] = "术士的交易",
["O"] = "调查第一考察队中的术士尸体。",
["S"] = {
"调查死去术士的尸体",
},
},
[29738] = {
["T"] = "月矛长者",
},
[59986] = {
["T"] = "触媒知多少",
["O"] = "发现不同类型的触媒",
["S"] = {
"鉴定品质触媒",
},
},
[60498] = {
["T"] = "征服试炼",
["O"] = "在晋升之路中击败卡莉丝塞茵。",
["S"] = {
"击败卡莉丝塞茵",
},
},
[89250] = {
["T"] = "猛烧车胎",
["O"] = "与莫巴交谈以调试你的G-99疾飙飞车。",
},
[31274] = {
["T"] = "LFGDungeons - Mists - Raid Finder - 1st",
},
[31786] = {
["T"] = "完好如初的叛军的镣铐",
["O"] = "将神器进行展览。",
},
[79011] = {
["T"] = "裂隙行者报告",
["O"] = "从泰洛古斯裂隙的裂隙行者处收集报告。",
["S"] = {
"听取来自亚贝鲁斯的报告",
},
},
[65700] = {
["T"] = "核心控制",
["O"] = "检查流亡洞穴外的奇特生物。",
["S"] = {
"检查奇特的生物",
},
},
[66724] = {
["T"] = "冰湖垂钓者",
["O"] = "获得3条冰湖鱼并将其放入供品篮。",
["S"] = {
"冰湖鱼",
},
},
[8470] = {
["T"] = "木喉熊怪的盟友",
["O"] = "把死木仪祭图腾带到木喉要塞然后看看是否有熊人可以使用它。木喉要塞的熊人只有当你的声望达到中立或者更高的时候才会和你说话。",
["S"] = {
"冷淡 / 中立 木喉要塞",
},
},
[50771] = {
["T"] = "呼叫：清洁者",
["O"] = "为开采小队识别并标记5个艾泽里特矿脉。",
["S"] = {
"识别目标",
},
},
[8726] = {
["T"] = "金矛长者",
},
[35412] = {
["T"] = "祖尔格拉布（奖励目标）奖励任务",
},
[9366] = {
["T"] = "邪恶之血",
["O"] = "猎鹰岗哨的阴沉的利亚森要你前往阿苟纳之池，从恐惧魔身上收集6份邪血样本。",
["S"] = {
"魔血样本",
},
},
[9622] = {
["T"] = "警告你的人民",
["O"] = "与碧蓝岗哨的大主教梅内莱厄斯谈一谈。",
},
[79012] = {
["T"] = "虚空裂痕",
["O"] = "在泰洛古斯裂隙关闭5个不稳定的虚空裂隙。",
["S"] = {
"关闭不稳定的虚空裂隙",
},
},
[10134] = {
["T"] = "火红水晶中的线索",
["O"] = "将火红水晶碎片交给地狱火半岛塞纳里奥哨站的图拉希恩。",
},
[10390] = {
["T"] = "铸魔营地：暴虐",
["O"] = "萨尔玛的纳兹格雷尔命令你攻击铸魔营地：暴虐，杀死10个甘尔葛仆从，然后将剃刀电锯的徽记带回去交给纳兹格雷尔。",
["S"] = {
"消灭甘尔葛仆从",
"剃刀电锯的徽记",
},
},
[84132] = {
["T"] = "裁缝指名服务",
["O"] = "为工匠商盟完成裁缝制造订单。",
},
[43604] = {
["T"] = "噬魂之喉：伊米隆的断剑",
["O"] = "返回苍穹要塞说服奥丁复活伊米隆国王.",
["S"] = {
"与奥丁交谈",
},
},
[44116] = {
["T"] = "黄金海湾之谜",
["O"] = "在风暴峡湾的黄金海湾与舰队上将特塞斯对话。",
["S"] = {
"飞往黄金海湾",
},
},
[11286] = {
["T"] = "钢铁之门的古器",
["O"] = "将10件钢铁之门古器交给嚎风峡湾钢铁之门的先知拉瑞恩·迷雾行者。",
["S"] = {
"钢铁之门古器",
},
},
[64083] = {
["T"] = "堕罪堡战略家",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[24619] = {
["T"] = "零件而已",
["O"] = "对战斗之痕中倒下的士兵使用卡尔德的锯子，收集15套破烂的装备零件。",
["S"] = {
"破烂的装备零件",
},
},
[66726] = {
["T"] = "狂野禁猎区巡回赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[12566] = {
["T"] = "增援冬蹄营地",
["O"] = "与冬蹄营地的灰烬图腾酋长谈一谈。",
},
[25643] = {
["T"] = "黑雾废墟",
["O"] = "在黑雾废墟寻找圣者帕尔伦纳描述的护符。",
},
[35413] = {
["T"] = "托维尔失落之城奖励任务",
},
[13206] = {
["T"] = "削减军备",
["O"] = "黑暗游侠玛尔拉要你从乌特加德城堡中偷出5把维库武器，并把它们带回去给她。",
["S"] = {
"维库武器",
},
},
[53332] = {
["T"] = "战争来临",
["O"] = "前往伯拉勒斯向哈尔弗·维姆班恩报告。",
},
[26923] = {
["T"] = "战争机器",
["O"] = "在安多哈尔摧毁6只缝腹巨怪。",
["S"] = {
"消灭缝腹巨怪",
},
},
[37973] = {
["T"] = "寻宝合同：德莱尼技师",
["O"] = "在命运之柱的入口附近寻找有关技师马顿的水晶的证据。",
["S"] = {
"找到失踪的技师",
},
},
[13718] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的雅克布·奥勒留斯元帅。",
["S"] = {
"勇士的徽记",
},
},
[27691] = {
["T"] = "疯狂的沼鳍",
["O"] = "消灭12只沼鳍鱼人。",
["S"] = {
"消灭沼鳍暗栖鱼人",
},
},
[79014] = {
["T"] = "逐影千里",
["O"] = "在龙骨荒野的迦拉克隆之墓揭露虚空的存在。",
["S"] = {
"检查虚空的气息",
},
},
[40021] = {
["T"] = "每株植物的死亡都是沉重的损失",
["O"] = "在瓦尔莎拉消灭20个萨特。",
["S"] = {
"消灭瓦尔莎拉萨特",
},
},
[28459] = {
["T"] = "绑缚之石",
["O"] = "从黑石深渊找到6块元素束缚之石。你可以在暗炉城、住宅区、索瑞森神殿、东区兵营，以及西区兵营这些地方找到它们。",
["S"] = {
"元素束缚之石",
},
},
[65703] = {
["T"] = "暗影国度(60)E",
},
[28971] = {
["T"] = "糖罐",
},
[29739] = {
["T"] = "风歌长者",
},
[60500] = {
["T"] = "赎罪大厅：骄傲勋章",
["O"] = "从赎罪大厅的宫务大臣处取回骄傲勋章。",
["S"] = {
"骄傲勋章",
},
},
[89254] = {
["T"] = "网红宠物",
["O"] = "和戴着帽子的各种玩赏虫自拍合影。",
["S"] = {
"给水手长拍照",
"给麦特尔拍照",
"给大厨拍照",
"给萌丁顿爵士拍照",
},
},
[30763] = {
["T"] = "食人鱼！",
["O"] = "从卡桑琅丛林的卡桑琅河中钓到5条贪狼食人鱼。",
["S"] = {
"贪狼食人鱼",
},
},
[31275] = {
["T"] = "LFGDungeons - Mists - Raid Finder - Nth",
},
[63060] = {
["T"] = "原则6附注：别忘了拿东西",
["O"] = "在野兽密径寻找掮灵留下的任何物品。",
},
[31787] = {
["T"] = "完好如初的魔古符文石",
["O"] = "将神器进行展览。",
},
[32043] = {
["T"] = "糖罐",
},
[65704] = {
["T"] = "暗影国度(60)E",
},
[66728] = {
["T"] = "烬琉航线 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[86183] = {
["T"] = "神明之力",
["O"] = "协助威·娜莉用她的机器在绿洲中创造生命。",
["S"] = {
"将鬼魂精华注入绿洲控制台",
},
},
[35414] = {
["T"] = "托维尔失落之城奖励任务",
},
[72872] = {
["T"] = "净化深岩",
["O"] = "消灭8个深岩剥石者。",
["S"] = {
"消灭深岩剥石者",
},
},
[53333] = {
["T"] = "战争来临",
["O"] = "前往祖达萨向纳萨诺斯·凋零者报告。",
},
[79016] = {
["T"] = "虚空之遗",
["O"] = "前往艾瑞达斯的三人议政厅。",
["S"] = {
"使用虚空传送门前往艾瑞达斯",
},
},
[65705] = {
["T"] = "暗影国度(60)E",
},
[66729] = {
["T"] = "有约在先",
["O"] = "消灭1个渊誓者。",
["S"] = {
"听",
},
},
[86184] = {
["T"] = "收益递减",
["O"] = "缩小并收集10只岩背漫游者。",
["S"] = {
"缩小并收集岩背漫游者",
},
},
[60501] = {
["T"] = "救赎者的救赎",
["O"] = "将蕾茉妮雅带给堕罪堡外面的德莱文将军。",
},
[72873] = {
["T"] = "远远不够",
["O"] = "跟随长老蜜裘，找到拉希奥和萨贝里安。",
["S"] = {
"逃出水晶牢笼",
},
},
[61525] = {
["T"] = "灰烬王庭",
["O"] = "决定灰烬王庭的宾客和设施，然后尽力取悦宾客。",
["S"] = {
"检查宾客名单",
},
},
[64085] = {
["T"] = "法夜战略家",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[64597] = {
["T"] = "统御圣所——诅咒难脱",
["O"] = "从普通难度的统御圣所的克尔苏加德处收集4枚护命匣碎片。",
["S"] = {
"护命匣碎片",
},
},
[66730] = {
["T"] = "真正的幸存者",
["O"] = "在碧蓝林海的冰封湖附近寻找老灰牙并与其交谈。",
},
[25132] = {
["T"] = "火刃奖章",
["O"] = "杀死5只魔犬，并获得火刃奖章。",
["S"] = {
"消灭魔犬",
"火刃奖章",
},
},
[86185] = {
["T"] = "纵情驰骋",
["O"] = "与岩背兽头领赛跑。",
["S"] = {
"挑战岩背兽头领",
},
},
[35415] = {
["T"] = "起源大厅奖励任务",
},
[26412] = {
["T"] = "莫什奥格的馈赠",
["O"] = "从莫什奥格食人魔山后的废墟里获得莫什奥格的馈赠。",
["S"] = {
"莫什奥格的馈赠",
},
},
[36951] = {
["T"] = "逃亡的鸦人",
["O"] = "与阿兰卡峰林的阿兹克谈一谈。",
},
[27180] = {
["T"] = "向死者致敬",
["O"] = "在被遗忘者老兵尸体上获取6个被遗忘者的徽记。",
["S"] = {
"被遗忘者的徽记",
},
},
[27692] = {
["T"] = "瑟莱德丝公主",
["O"] = "杀死瑟莱德丝公主。",
["S"] = {
"消灭瑟莱德丝公主",
},
},
[28460] = {
["T"] = "冬泉熊怪的威胁",
["O"] = "在冰火温泉附近杀死任意15个冬泉熊怪。",
["S"] = {
"杀死冬泉熊怪",
},
},
[28716] = {
["T"] = "英雄的召唤：暮光高地！",
["O"] = "与暴风城暴风要塞的杰塔瑞斯将军交谈。",
},
[28972] = {
["T"] = "糖罐",
},
[29228] = {
["T"] = "追踪猛兽",
["O"] = "找出玛乌提把格伦特·恐锤藏在了哪里。",
["S"] = {
"找到玛乌提的巢穴",
},
},
[42583] = {
["T"] = "崛起吧，勇士",
["O"] = "招募岑塔布拉和纳拉雷克斯。",
},
[29740] = {
["T"] = "恒影长者",
},
[30252] = {
["T"] = "帮把手",
["O"] = "摧毁8块顽石。",
["S"] = {
"清理顽石",
},
},
[74923] = {
["T"] = "全村出动铸神器",
["O"] = "使用远古记忆教他人或自己如何打造新神器所需的部件。\r\n\r\n你必须使用产品订单才能从盟友处取得部件。",
["S"] = {
"夺回的护手底壳",
"无瑕的凝结龙晶",
"卓越的秩序重校器",
"通过缚誓者的回忆学习传说配方（可选）",
},
},
[31788] = {
["T"] = "完好如初的陶俑手臂",
["O"] = "将神器进行展览。",
},
[32044] = {
["T"] = "糖罐",
},
[64598] = {
["T"] = "统御圣所——诅咒难脱",
["O"] = "从英雄难度的统御圣所的克尔苏加德处收集4枚护命匣碎片。",
["S"] = {
"护命匣碎片",
},
},
[66732] = {
["T"] = "绝顶树冠激流冲刺",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[34392] = {
["T"] = "猛攻结束",
["O"] = "破坏黑暗之门的2座邪能尖塔。",
["S"] = {
"破坏北部邪能尖塔",
"破坏南部邪能尖塔",
},
},
[8727] = {
["T"] = "远风长者",
},
[70828] = {
["T"] = "寻路者的罗盘",
},
[2278] = {
["T"] = "白金圆盘",
["O"] = "和石头守护者交谈，从他那里了解更多古代的知识。一旦你了解到了所有的内容之后就激活诺甘农圆盘。",
["S"] = {
"学习石头守护者所看守的知识",
},
},
[36952] = {
["T"] = "纳格兰的战火",
["O"] = "与纳格兰车队的石头守卫布罗克斯谈一谈。",
},
[53847] = {
["T"] = "风中低语",
["O"] = "在暴风要塞与玛维·影歌和珊蒂斯·羽月会面。",
},
[92331] = {
["T"] = "涡轮加速：商路畅通",
["O"] = "在普通或更高难度下，击败任意四个法力熔炉：欧米伽的首领，或者完成任意四个史诗地下城。",
},
[9623] = {
["T"] = "成年",
["O"] = "碧蓝岗哨的大主教梅内莱厄斯要求你将主教的命令交给埃索达门外的象群管理者妥拉留斯。",
},
[77996] = {
["T"] = "新绿险道",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[40024] = {
["T"] = "狐尾花样本",
["O"] = "获取20株狐尾花样本，带给达拉然的奎茵·柔步。",
["S"] = {
"狐尾花",
},
},
[65709] = {
["T"] = "奥术修补",
["O"] = "在一袋有用的物资中翻找魔网权杖，使用它修复2个平台。",
["S"] = {
"从包里找回魔网权杖",
},
},
[66733] = {
["T"] = "绝顶树冠激流冲刺 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84140] = {
["T"] = "能人好手",
["O"] = "消灭9只赛道野兔。",
["S"] = {
"消灭赛道野兔",
},
},
[10647] = {
["T"] = "通缉：乌鲁洛斯，影月谷的祸患",
["O"] = "杀死乌鲁洛斯，将乌鲁洛斯的烈焰之鬃交给影月谷影月村的战争召唤者萨尔东·图斯莱。",
["S"] = {
"乌鲁洛斯的烈焰之鬃",
},
},
[86188] = {
["T"] = "蘑菇多多",
["O"] = "在拉克-乌什及其附近区域收集8个拉克-乌什菇。",
["S"] = {
"拉克-乌什菇",
},
},
[10903] = {
["T"] = "返回荣耀堡",
["O"] = "与荣耀堡旅店内的助手克拉图谈一谈。",
},
[44120] = {
["T"] = "伊利达雷盟友",
["O"] = "在暴风城法师区和伊利达雷代表会面。",
},
[74925] = {
["T"] = "喷口巡航赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11543] = {
["T"] = "拒敌港外",
["O"] = "阳湾军械库的守备官凯兰要求你去跟艾雷·碎云谈一谈，并飞越晨锋部队的增援舰队。将火油投掷到对方的船帆上，使之引燃。落地后，再杀死6名晨锋预备兵。",
["S"] = {
"烧毁辛洛雷号",
"烧毁血誓号",
"烧毁曙光追寻者号",
"消灭晨锋预备兵",
},
},
[77997] = {
["T"] = "新绿险道 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11927] = {
["T"] = "坊间的传言",
["O"] = "在无畏要塞的旅店中找到莉蕾萨。",
},
[64599] = {
["T"] = "统御圣所——诅咒难脱",
["O"] = "从史诗难度的统御圣所的克尔苏加德处收集4枚护命匣碎片。",
["S"] = {
"护命匣碎片",
},
},
[12439] = {
["T"] = "西部的扰动",
["O"] = "去和暮冬要塞的罗尼·威尔斯谈一谈，向他要一头坐骑，前往龙骨荒野西部的群星之墓。",
},
[25133] = {
["T"] = "去森金村报到",
["O"] = "与森金村的加德林大师谈一谈。",
},
[34393] = {
["T"] = "传送门的能量",
["O"] = "进入黑暗之门下方的灵魂引擎，然后关闭黑暗之门。",
["S"] = {
"进入古尔丹的牢笼",
},
},
[34905] = {
["T"] = "Placeholder Quest",
},
[51800] = {
["T"] = "据点：提拉加德海峡",
["O"] = "在提拉加德海峡协助暗影猎手塔金。",
},
[35929] = {
["T"] = "黑暗深渊奖励任务",
},
[13207] = {
["T"] = "岩石大厅",
["O"] = "布莱恩·铜须希望你能与他结伴而行，揭开岩石大厅的秘密。",
["S"] = {
"完成布莱恩的探索",
},
},
[36953] = {
["T"] = "策略问题",
["O"] = "与布罗恩·天角谈一谈，飞往塔拉多。",
},
[13463] = {
["T"] = "糖罐",
},
[13591] = {
["T"] = "令人不安的联系",
["O"] = "将地狱咆哮的信函带给洛达内尔的游侠戈琳达·纳希恩。",
},
[55384] = {
["T"] = "安家",
["O"] = "放置召唤海螺，并四处走走。",
["S"] = {
"让特鲁尔移动召唤海螺",
},
},
[27949] = {
["T"] = "被遗忘的灵魂",
["O"] = "在遗忘山丘释放6名被折磨的灵魂。用手直接触摸墓碑，即可引导灵魂。遗忘山丘位于正西方，穿过黑暗森林和不眠前线就是了。",
},
[28461] = {
["T"] = "傀儡统帅的造物",
["O"] = "从黑石深渊制造厂获得5个元素模组，并且拿回元素傀儡蓝图。",
["S"] = {
"元素魔像蓝图",
"元素模组",
},
},
[65711] = {
["T"] = "窃雷之威",
["O"] = "在凯甘营地消灭风暴抽取者，营救雷背兽莉姬。",
["S"] = {
"消灭风暴抽取者",
},
},
[28973] = {
["T"] = "糖罐",
},
[84142] = {
["T"] = "推球入洞",
["O"] = "将4炸弹球打入四个高尔夫球洞。",
["S"] = {
"一杆进洞",
},
},
[29741] = {
["T"] = "塞克赫米长者",
},
[70831] = {
["T"] = "舒适研究",
},
[63064] = {
["T"] = "圣所升级：指挥台",
["O"] = "使用黑暗强能卷轴激活一个指挥台。",
["S"] = {
"激活指挥台",
},
},
[31789] = {
["T"] = "完好如初的石化的骨鞭",
["O"] = "将神器进行展览。",
},
[32045] = {
["T"] = "水的孩子",
["O"] = "消灭卡兰可、雷鳃和苏库拉。",
["S"] = {
"消灭卡兰可",
"消灭雷鳃",
"消灭苏库拉",
},
},
[83119] = {
["T"] = "值得一劝",
["O"] = "尝试劝说10名低薪工人退出风险投资公司。",
["S"] = {
"装备风险投资公司制服",
},
},
[33882] = {
["T"] = "拯救孔雀幼鸟",
["O"] = "救出7只惊恐的孔雀幼鸟，并把它们带回卡雷布身边。",
["S"] = {
"营救惊恐的孔雀幼鸟",
},
},
[50777] = {
["T"] = "风暴觉醒",
["O"] = "集结12名背叛者。",
["S"] = {
"集结背叛者",
},
},
[86191] = {
["T"] = "下次再闻",
["O"] = "在卡雷什的绿洲与鲁巴恩和威·娜莉见面。",
["S"] = {
"使用传送门前往卡雷什（可选）",
"抵达卡雷什的绿洲",
},
},
[51801] = {
["T"] = "据点：德鲁斯瓦",
["O"] = "在德鲁斯瓦协助加里维克斯和伊崔格",
},
[35930] = {
["T"] = "黑暗深渊（额外）奖励任务",
},
[89263] = {
["T"] = "你的那份战利品",
},
[55385] = {
["T"] = "侦查围栏",
["O"] = "找到斥候。\r\n\r\n如果你跟奈莉走散了，就回海螺那里召唤她吧。",
["S"] = {
"找到奈露·黑爪",
},
},
[79024] = {
["T"] = "侦察工厂",
["O"] = "借助ZZ-01-47侦察魔像厂。",
["S"] = {
"命令ZZ-01-47侦察工厂",
},
},
[66737] = {
["T"] = "更好的开始",
["O"] = "在6块肥沃土壤中撒播种子，并使它们生长成熟。",
["S"] = {
"种子成熟",
},
},
[42586] = {
["T"] = "防守林地",
["O"] = "使用侦察地图，完成“防守林地”任务。",
},
[86192] = {
["T"] = "卧骨而栖",
["O"] = "在卡雷什周边收集8块生物骨骼，将它们堆放在绿洲中。",
["S"] = {
"生物骨骼",
},
},
[70833] = {
["T"] = "珠光红玉龙崽的传闻",
},
[60505] = {
["T"] = "蜘蛛巢穴",
["O"] = "消灭8个刀网编织者和操纵者扎利萨。",
["S"] = {
"消灭刀网编织者",
"消灭操纵者扎利萨",
},
},
[72881] = {
["T"] = "燕子的故事",
["O"] = "在查拉雷克洞窟与内弗罗尔交谈。",
["S"] = {
"与内弗罗尔交谈",
},
},
[47706] = {
["T"] = "狩猎魔暴龙王科塔尔",
["O"] = "取得科塔尔的徽记。",
["S"] = {
"科塔尔的徽记",
},
},
[80049] = {
["T"] = "余焰不息",
["O"] = "在陨圣峪的崇圣之地看望阿拉希幸存者。",
["S"] = {
"与阿拉希幸存者交谈",
"查看菲琳和奥蕾莉亚的状况（可选）",
"查看斯蒂泰克将军的状况（可选）",
"查看安度因的状况（可选）",
},
},
[24622] = {
["T"] = "巨魔的铁杆伙伴",
["O"] = "与血爪海滩的基加拉交谈。",
},
[83121] = {
["T"] = "资产管理",
["O"] = "在大运矿脉消灭6个风险主管。",
["S"] = {
"消灭风险主管",
},
},
[50778] = {
["T"] = "扭曲意图",
["O"] = "消灭被束缚的风暴和被奴役的潮汐之怒。",
["S"] = {
"消灭被束缚的风暴",
"消灭被奴役的潮汐之怒",
},
},
[86193] = {
["T"] = "以命护命",
["O"] = "阻止机器。",
["S"] = {
"释放欧·塔哈",
},
},
[51802] = {
["T"] = "据点：斯托颂谷地",
["O"] = "在斯托颂谷地协助雷克萨。",
},
[52314] = {
["T"] = "猎泥海湾",
["O"] = "为部落夺取猎泥海岸。",
["S"] = {
"占领岗哨",
},
},
[26414] = {
["T"] = "捕捉狮鲈鱼",
["O"] = "暴风城的凯瑟琳·利兰要你给她带去8条硬化狮鲈鱼。",
["S"] = {
"硬化狮鲈鱼",
},
},
[53338] = {
["T"] = "证明你的价值",
["O"] = "开启战争模式，在世界PvP中击杀一名联盟玩家。",
["S"] = {
"已击败联盟玩家",
},
},
[37467] = {
["T"] = "耻辱之行",
["O"] = "护送法罗迪斯王子前往纳萨拉斯的外围。",
["S"] = {
"护送法罗迪斯王子",
},
},
[27182] = {
["T"] = "女巫岭的隐士",
["O"] = "跟水光庄园的“沼泽之眼”加尔谈一谈。",
},
[27694] = {
["T"] = "泪水之池",
["O"] = "从阿塔哈卡神庙周围的泪水之池里收集5件阿塔莱神器。",
["S"] = {
"阿塔莱神器",
},
},
[27950] = {
["T"] = "哥培尔！",
["O"] = "当你做好见证仪式的准备后就跟元首司克诺兹谈一谈。",
["S"] = {
"见证哥培尔的变形仪式",
},
},
[28974] = {
["T"] = "糖罐",
},
[29742] = {
["T"] = "门克哈夫长者",
},
[91314] = {
["T"] = "无拘潜能",
["O"] = "在无拘之域收集5个相位异变精华。",
["S"] = {
"使用相位导管进入无拘之域",
},
},
[75955] = {
["T"] = "雷裂冲击坑巡回赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[63066] = {
["T"] = "圣所升级：心能导流器",
["O"] = "使用黑暗强能卷轴召唤心能导流器。",
["S"] = {
"激活心能导流器",
},
},
[31790] = {
["T"] = "完好如初的雷电之王勋章",
["O"] = "将神器进行展览。",
},
[32046] = {
["T"] = "糖罐",
},
[83123] = {
["T"] = "矿工之误",
["O"] = "阅读皱巴巴的工资单，并将它带给加兹鲁维。",
["S"] = {
"阅读工资单的注释",
},
},
[8472] = {
["T"] = "失效的傀儡",
["O"] = "从游荡在银月城遗迹中的奥术巡逻者身上获取6枚奥术核心，把它们交给永歌森林鹰翼广场的魔导师亚隆尼斯。",
["S"] = {
"奥术核心",
},
},
[8600] = {
["T"] = "部落需要硬甲皮！",
["O"] = "把10块硬甲皮交给奥格瑞玛精神谷的塞拉图斯。",
["S"] = {
"硬甲皮",
},
},
[86195] = {
["T"] = "岩背足球",
["O"] = "在你和你的岩背幼兽玩耍的时候，接住10次球。",
["S"] = {
"与鲁巴恩交谈（可选）",
"接住球",
},
},
[51803] = {
["T"] = "库尔提拉斯战役",
["O"] = "在库尔提拉斯战役地图上选择一个据点。",
["S"] = {
"在女妖之啸号与希尔瓦娜斯见面",
},
},
[72884] = {
["T"] = "搜寻艾菲薇丝塔",
["O"] = "在查拉雷克洞窟寻找有关艾菲薇丝塔下落的线索。",
["S"] = {
"找到线索",
},
},
[53339] = {
["T"] = "LFG  - BFA - Island Expedition - Heroic Win - Nth",
},
[9368] = {
["T"] = "火焰的节日",
["O"] = "碰触奥格瑞玛、雷霆崖和幽暗城里的篝火，然后与城市内的节日诗人交谈。",
},
[75956] = {
["T"] = "莫库特攀升赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9624] = {
["T"] = "美味的点心",
["O"] = "凯希尔路口的奥纳尔希望你能帮他找到10个沙梨。",
["S"] = {
"沙梨",
},
},
[9752] = {
["T"] = "逃离暗泽村",
["O"] = "护送凯拉·长鬃返回赞加沼泽的塞纳里奥庇护所，然后向伊谢尔·风歌复命。",
["S"] = {
"护送凯拉·长鬃回到塞纳里奥庇护所",
},
},
[79028] = {
["T"] = "需要更多晶体矿",
["O"] = "启动影脉采掘场。",
["S"] = {
"听取达格兰的汇报",
},
},
[10008] = {
["T"] = "泰罗卡的事情，在泰罗卡解决",
["O"] = "追踪者凯德要你杀死10名噬骨蹂躏者和6名噬骨碎脊者。",
["S"] = {
"消灭噬骨蹂躏者",
"消灭噬骨碎脊者",
},
},
[41052] = {
["T"] = "绝望的请求",
["O"] = "在克拉苏斯平台与萨鲁法尔大王见面。",
["S"] = {
"与萨鲁法尔大王交谈",
},
},
[83124] = {
["T"] = "B.I.R.D.观察中",
["O"] = "控制热线型B.I.R.D.，监视卡亚海滨的暗索活动。",
["S"] = {
"激活热线型B.I.R.D.",
},
},
[42588] = {
["T"] = "横生枝节",
["O"] = "在瓦尔莎拉的梦境林地与传说中的叶须谈一谈。",
},
[43100] = {
["T"] = "寻找权杖",
["O"] = "前往西瘟疫之地的凯尔达隆，调查暗影议会的仪式。",
["S"] = {
"使用传送门前往达拉然巨坑（可选）",
"前往凯尔达隆",
},
},
[70837] = {
["T"] = "纠察线索",
["O"] = "在迷离谷与调查员艾力马见面。",
},
[44636] = {
["T"] = "组建部队",
["O"] = "你准备好带领枯法者进行第一个战斗训练任务后，就与塔莉萨谈一谈。",
["S"] = {
"与塔莉萨交谈以训练枯法者",
},
},
[62043] = {
["T"] = "证明你的价值",
["O"] = "完成格里恩的任务。",
["S"] = {
"在晋升堡垒完成任务",
},
},
[11544] = {
["T"] = "阿塔玛军备",
["O"] = "铁匠霍尔萨要求你在奎尔丹纳斯岛阳湾军械库的铁砧上打碎阿塔玛军备，以此制造5块净化过的阿塔玛金属。",
["S"] = {
"净化过的阿塔玛金属",
},
},
[11672] = {
["T"] = "应征入伍",
["O"] = "到无畏要塞的兵营里去找阿洛斯将军。",
},
[11928] = {
["T"] = "致远郡",
["O"] = "前往北风苔原的致远郡，与吉拉德·格林谈一谈。",
},
[24623] = {
["T"] = "拯救幼崽",
["O"] = "使用血爪之哨，营救12只丢失的血爪幼崽。",
["S"] = {
"营救血爪幼崽",
},
},
[83125] = {
["T"] = "物价飙升",
["O"] = "消灭监工德利茨，随后在安德麦和加兹鲁维见面。",
["S"] = {
"消灭监工德利茨",
},
},
[25135] = {
["T"] = "塔兹利尔的镐",
["O"] = "将塔兹利尔的镐还给塔兹利尔。",
["S"] = {
"塔兹利尔的镐",
},
},
[70838] = {
["T"] = "叛由心生",
["O"] = "消灭10个叛军和拜荒者。",
["S"] = {
"消灭反叛者和拜荒者",
},
},
[52316] = {
["T"] = "古怪的海洋生物",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败艾丽·维恩",
},
},
[53340] = {
["T"] = "LFG  - BFA - Island Expedition - Mythic Win - Nth",
},
[13464] = {
["T"] = "糖罐",
},
[37981] = {
["T"] = "世界驰名的鲜血竞技场！",
["O"] = "成为纳格兰鲜血竞技场的竞技场之王。",
["S"] = {
"粉碎嚼颅者",
"击碎弗拉克图斯",
"战胜腐藤",
"践踏德里夏克斯",
},
},
[79030] = {
["T"] = "代言人之声",
["O"] = "返回多恩诺嘉尔的奥蕾莉亚处。",
},
[40029] = {
["T"] = "夏斯卡格草样本",
["O"] = "把20个夏斯卡格草带给达拉然的奎茵·柔步。",
["S"] = {
"夏斯卡格草",
},
},
[14232] = {
["T"] = "耳饰在燃烧",
["O"] = "你要给弗瑞恩的哨站的苏伦收集25个火刃耳饰。",
["S"] = {
"火刃耳饰",
},
},
[28975] = {
["T"] = "糖罐",
},
[85174] = {
["T"] = "站出来",
["O"] = "在聚会公园和德克·油贩交谈。",
["S"] = {
"开始变革",
},
},
[70839] = {
["T"] = "搜寻泰坦圣物",
},
[60508] = {
["T"] = "利刃留痕",
["O"] = "寻找泰兰德·语风的踪迹。",
["S"] = {
"找到在珊蒂斯梦境的位置",
},
},
[31023] = {
["T"] = "虫群遗物",
["O"] = "收集8件螳螂妖遗物。",
["S"] = {
"螳螂妖遗物",
},
},
[31279] = {
["T"] = "我对烹饪所有了解",
["O"] = "把信交给孙行·铁掌。她在半山市集教授厨艺。",
},
[63068] = {
["T"] = "平息争端",
["O"] = "与炉火岗哨的佩罗迪斯或者涅美娅的居所的涅美娅见面。",
},
[31791] = {
["T"] = "完好如初的雷电之王的法典",
["O"] = "将神器进行展览。",
},
[32047] = {
["T"] = "糖罐",
},
[33374] = {
["T"] = "迷雾行者之道",
["O"] = "在永恒岛上击败20只精英生物。",
["S"] = {
"征服精英生物",
},
},
[34398] = {
["T"] = "德拉诺之王：黑暗之门",
["O"] = "到诅咒之地的黑暗之门下方与大法师卡德加谈一谈。",
["S"] = {
"和先锋战斗法师交谈（可选）",
"与大法师卡德加谈一谈",
},
},
[53341] = {
["T"] = "LFG  - BFA - Island Expedition - PvP Win - Nth",
},
[53853] = {
["T"] = "逐日残阳",
["O"] = "目睹安纳斯特里亚的阵亡。",
["S"] = {
"点亮安纳斯特里亚牺牲之地的火光",
},
},
[75960] = {
["T"] = "南部离岛环线 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76984] = {
["T"] = "时光裂隙",
},
[55901] = {
["T"] = "锈栓起义军",
["O"] = "协助锈栓抵抗军。",
["S"] = {
"在麦卡贡完成活动",
},
},
[58461] = {
["T"] = "远古疯狂魔典",
["O"] = "在锦绣谷的克熙尔身上收集8本远古疯狂魔典",
["S"] = {
"远古疯狂魔典",
},
},
[86200] = {
["T"] = "予我火焰",
["O"] = "将火苞花粉加工成燃料。",
["S"] = {
"放置火苞花粉批次",
},
},
[60509] = {
["T"] = "不是我的活儿",
["O"] = "与淤泥之林的伦德尔见面。",
},
[75961] = {
["T"] = "南部离岛环线 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76985] = {
["T"] = "时光裂隙",
},
[32863] = {
["T"] = "我们受训的目的",
["O"] = "通过搜寻战斗的功能，率领一支由25级宠物组成的战队击败10名玩家。",
["S"] = {
"在宠物战斗中失利的玩家：0/10",
},
},
[34399] = {
["T"] = "矿场的麻烦",
["O"] = "与守备官多鲁谈一谈。",
},
[25648] = {
["T"] = "杜隆塔尔之外",
["O"] = "前往艾萨拉的奥格瑞玛后门，向阿格图·血拳报到。",
},
[70842] = {
["T"] = "爆破位置",
["O"] = "收集迷离谷地图。",
["S"] = {
"迷离谷地图：训练场",
"迷离谷地图：蝴蝶花园",
"迷离谷地图：黑市拍卖行",
},
},
[26416] = {
["T"] = "那么，来丛林吧",
["O"] = "去找奥格瑞玛的博特。",
},
[53342] = {
["T"] = "熔火之心",
["O"] = "与暴风城大使馆的茉艾拉交谈，前往熔火之心并取回熔火之心的一块碎片。",
},
[75962] = {
["T"] = "喷口起落赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27440] = {
["T"] = "巨魔，食人魔，还有兽人。天哪！",
["O"] = "杀死指挥官沃恩、欧莫克大王和维姆萨拉克。",
["S"] = {
"消灭指挥官沃恩",
"消灭欧莫克大王",
"消灭维姆萨拉克",
},
},
[55390] = {
["T"] = "黑暗中的梦境",
["O"] = "前往瓦尔莎拉的月神殿与麦琳瑟拉会面。",
},
[27952] = {
["T"] = "探险者们",
["O"] = "跟深岩之洲大地神殿的探险者莫维谈一谈。",
},
[80058] = {
["T"] = "狗头人清道夫",
["O"] = "清扫冈达加兹。",
["S"] = {
"清理增生物",
"清理碎石",
"抓捕掠石者",
},
},
[28464] = {
["T"] = "堕入腐蚀",
["O"] = "在寒水村营地北部找到寒水村大锅。",
},
[28976] = {
["T"] = "糖罐",
},
[42079] = {
["T"] = "化装舞会",
["O"] = "对安纳瑞斯·月郡使用镜像面具。",
["S"] = {
"对安纳瑞斯使用镜像面具",
},
},
[58974] = {
["T"] = "被偷袭的定居者",
},
[29744] = {
["T"] = "“自然之徒”",
["O"] = "调查绿石采掘场东北方向的失落林地。",
["S"] = {
"调查失落林地",
},
},
[74939] = {
["T"] = "燃石越野赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75963] = {
["T"] = "喷口起落赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31792] = {
["T"] = "完好如初的铁制护符",
["O"] = "将神器进行展览。",
},
[32048] = {
["T"] = "糖罐",
},
[65118] = {
["T"] = "驭滑翔术",
["O"] = "召唤你的驭空术坐骑或骑乘红色幼龙，随后滑翔穿过光圈，在目标区域着陆。",
["S"] = {
"骑上你的驭空术坐骑或红色复苏始祖幼龙（可选）",
"滑翔穿过光圈",
"降落到指定区域",
},
},
[8473] = {
["T"] = "痛苦的抉择",
["O"] = "在焦痕谷一带杀死10名枯萎的护卫者，然后向永歌森林焦痕谷西北方的高塔内的拉莉亚娜·河风复命。",
["S"] = {
"消灭枯萎的护卫者",
},
},
[34400] = {
["T"] = "狂怒汲魔蛾",
["O"] = "对8只狂怒汲魔蛾使用奥术驱散器。",
["S"] = {
"安抚狂怒汲魔蛾",
},
},
[35424] = {
["T"] = "起源大厅奖励任务",
},
[36960] = {
["T"] = "宿敌：亡灵追猎者",
["O"] = "在德拉诺的PVP战斗中消灭500名被遗忘者玩家。",
["S"] = {
"消灭被遗忘者玩家",
},
},
[54367] = {
["T"] = "黑海岸捐赠：白金矿石",
["O"] = "为伯拉勒斯港的法伊拉收集10份战旗：方阵防御。",
["S"] = {
"白金矿石",
},
},
[9625] = {
["T"] = "雷象可不是好玩的！",
["O"] = "与秘血岛的雷象管理者沃克汉谈一谈。",
},
[9753] = {
["T"] = "我们所知道的……",
["O"] = "与秘血岗哨的主教埃德门图斯谈一谈。",
},
[10265] = {
["T"] = "星界财团的水晶",
["O"] = "将一件阿尔科隆水晶神器交给虚空风暴52区的虚空猎手卡尔伊。",
["S"] = {
"阿尔科隆水晶神器",
},
},
[10393] = {
["T"] = "邪恶的计划",
["O"] = "将燃烧军团信件交给萨尔玛的魔导师文森特·血鹰。",
},
[68797] = {
["T"] = "新生犄角",
["O"] = "与格伦赛拉见面，并使用幻形讲坛自定义你的幼龙。",
["S"] = {
"在天顶观察站与格伦赛拉见面",
},
},
[86204] = {
["T"] = "解放安德麦：赢家也会输",
["O"] = "击败解放安德麦的铬武大王加里维克斯。",
["S"] = {
"在剧情模式下进入解放安德麦（可选）",
},
},
[59999] = {
["T"] = "林地新生",
["O"] = "将女王的温室升级至2级。",
},
[75965] = {
["T"] = "禁忌离岛突击赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[64607] = {
["T"] = "塔扎维什 ：困难的交易",
["O"] = "寻找奥·玛纳尔的商业合伙人并提供帮助。",
["S"] = {
"与菲·塔吉德交谈",
},
},
[24625] = {
["T"] = "海巫的配偶",
["O"] = "杀死纳杰特丝，夺取他的宝珠。",
["S"] = {
"纳杰特丝的腐化宝珠",
},
},
[24881] = {
["T"] = "经典旧世随机 5-15级 （第一次）",
},
[68798] = {
["T"] = "驭空术与你",
["O"] = "与莉兹拉苟萨谈一谈，查看你的驭空术技能。",
["S"] = {
"和莉兹拉苟萨谈一谈",
},
},
[26417] = {
["T"] = "北荆棘谷：覆灭的帝国",
["O"] = "前往北荆棘谷，向格罗姆高营地的指挥官阿格罗戈什报到。",
},
[13465] = {
["T"] = "糖罐",
},
[27185] = {
["T"] = "破坏竞争",
["O"] = "杀死复生的铸锤师。",
["S"] = {
"消灭复生的铸锤师",
},
},
[13721] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的死亡猎手维瑟里。",
["S"] = {
"勇士的徽记",
},
},
[27697] = {
["T"] = "玛拉顿的污染",
["O"] = "杀掉维利塔恩。",
["S"] = {
"消灭维利塔恩",
},
},
[27953] = {
["T"] = "神圣遗物学会",
["O"] = "跟深岩之洲大地神殿的考察者罗威谈一谈。",
},
[40545] = {
["T"] = "噢，糟糕！",
["O"] = "把枪械箱带到达拉然下水道，交给菲果·碎底。",
},
[65727] = {
["T"] = "隐蔽的元蟾",
["O"] = "从扎雷殁提斯各处的元蜂身上收集15份元蜂蜜。",
["S"] = {
"元蜂蜜",
},
},
[57952] = {
["T"] = "急需戈姆胶",
["O"] = "在静谧之池旁找到夏罗大师。",
},
[68799] = {
["T"] = "返回红玉新生圣地",
["O"] = "返回红玉新生圣地。",
["S"] = {
"骑乘雷拉斯塔萨，前往天顶发射塔",
},
},
[29745] = {
["T"] = "林精的困境",
["O"] = "在失落林地摧毁10个缚岩毁灭者，并找出它们的源头。",
["S"] = {
"消灭缚岩毁灭者",
"找出毁灭者的源头",
},
},
[70847] = {
["T"] = "上古黑曜护符",
["O"] = "将物品交给利爪猎手卡薇亚。",
},
[74943] = {
["T"] = "燃石越野赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31281] = {
["T"] = "这么说，你想当厨师……",
["O"] = "向引路人学习蜜桃片配方，然后制作5份蜜桃片给她。",
["S"] = {
"制作蜜桃片",
"蜜桃片",
},
},
[31793] = {
["T"] = "完好如初的烙铁",
["O"] = "将神器进行展览。",
},
[65120] = {
["T"] = "驭龙俯冲术",
["O"] = "先俯冲再滑翔穿过光圈，在目标区域着陆。",
["S"] = {
"骑上你的驭空术坐骑（可选）",
"滑翔穿过光圈",
"降落到指定区域",
},
},
[35426] = {
["T"] = "Halls of Origination Bonus Rewards",
},
[72896] = {
["T"] = "禁忌离岛 2/2",
},
[36962] = {
["T"] = "宿敌：屠夫",
["O"] = "在德拉诺的PVP战斗中消灭500名牛头人玩家。",
["S"] = {
"消灭牛头人玩家",
},
},
[74944] = {
["T"] = "燃石越野赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78016] = {
["T"] = "水岸折道",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[40034] = {
["T"] = "星光玫瑰粉尘",
["O"] = "把星光玫瑰粉尘带给达拉然的奎茵·柔步。",
},
[58465] = {
["T"] = "腐化显现",
["O"] = "在锦绣谷消灭8块腥臭脓液。",
["S"] = {
"消灭腥臭脓液",
},
},
[70849] = {
["T"] = "请求专家援助",
["O"] = "与觉醒海岸狂野禁猎区的哈尼科交谈。",
},
[5581] = {
["T"] = "燃烧军团的传送门",
["O"] = "放逐6个玛诺洛克集会所的传送门，然后回到幽灵岗哨的费古尔·双刃那里。",
["S"] = {
"放逐传送门",
},
},
[47202] = {
["T"] = "私人信息",
["O"] = "与先知维伦谈一谈。",
},
[24626] = {
["T"] = "年轻气盛",
["O"] = "捕捉迅爪，把它带回暗矛要塞附近的围栏。",
["S"] = {
"捕捉迅爪",
"将迅爪送回迅猛龙围栏",
},
},
[24882] = {
["T"] = "LFGDungeons - Classic - Random - 1st",
},
[72898] = {
["T"] = "禁忌离岛 2/7",
},
[54370] = {
["T"] = "黑海岸捐赠：XA-1000水面滑行者",
["O"] = "向伯拉勒斯港的布兰达尔·暗须捐献2块镍铜矿石。",
["S"] = {
"XA-1000水面滑行者",
},
},
[6861] = {
["T"] = "斯菲莱克斯的便携式伐木机",
["O"] = "首席技师斯菲莱克斯要你给他拿去下列物品：\n\n30块瑟银锭。\n\n50块秘银锭。\n\n75块铁锭。\n\n1个蒸汽锯。",
["S"] = {
"瑟银锭",
"秘银锭",
"铁锭",
"蒸汽锯",
},
},
[39011] = {
["T"] = "黑鸦入侵",
["O"] = "在鲑鱼溪消灭7个黑鸦刺客。",
["S"] = {
"消灭复生的刺客",
},
},
[40035] = {
["T"] = "轻柔的触碰",
["O"] = "尝试采集15株星光玫瑰。",
["S"] = {
"尝试采集星光玫瑰",
},
},
[7181] = {
["T"] = "科尔拉克的传说",
["O"] = "血怒者科尔拉克躲在冰斧洞穴的深处。据说只有在第1001个冰斧巨魔被干掉的时候，这个强大的冰斧巨魔领袖才会出现。\n\n到冰斧洞穴中去，杀掉所有挡在你面前的巨魔，直到科尔拉克出现为止。杀掉科尔拉克，然后向拉格隆德复命。",
["S"] = {
"消灭血怒者科尔拉克",
},
},
[83138] = {
["T"] = "梦尽之时",
["O"] = "与雷吉克交谈。",
["S"] = {
"与雷吉克交谈",
},
},
[58466] = {
["T"] = "彼岸的折磨",
["O"] = "在锦绣谷解救6个古代熊猫人之魂。",
["S"] = {
"释放古代熊猫人之魂",
},
},
[70851] = {
["T"] = "天生桀骜",
["O"] = "了解拉宾斯需要从哈尼科处获得什么。",
["S"] = {
"和哈尼科聊一聊",
},
},
[72899] = {
["T"] = "禁忌离岛 2/8",
},
[47203] = {
["T"] = "虚空投影",
["O"] = "与奥蕾莉亚·风行者和双界行者一起调查幽影之谷。",
["S"] = {
"在幽影之谷与奥蕾莉亚见面",
},
},
[32050] = {
["T"] = "糖罐",
},
[83139] = {
["T"] = "鱼龙混杂",
["O"] = "在收费站支付过路费，随后从北部的地精营地中收集情报。",
["S"] = {
"与收费站创业者交谈",
},
},
[8474] = {
["T"] = "怀特巴克的坠饰",
["O"] = "寻找制造怀特巴克的坠饰的人。他们或许会提供一些关于这件物品的线索。",
},
[8602] = {
["T"] = "风暴召唤者的肩甲",
["O"] = "把其拉统御腕轮、2个生命塑像、5个黄金甲虫和5个水晶甲虫交给安其拉的安多葛斯。你必须首先在诺兹多姆的子嗣中达到中立声望才可以完成这个任务。",
["S"] = {
"其拉统御腕轮",
"生命塑像",
"黄金甲虫",
"水晶甲虫",
"仇恨 / 中立 诺兹多姆的子嗣",
},
},
[72900] = {
["T"] = "藏骨堂守护者",
["O"] = "在雾纱藏骨堂与塞纳苟斯见面",
["S"] = {
"在雾纱藏骨堂中与塞纳苟斯交谈",
},
},
[36964] = {
["T"] = "宿敌：兽人斩杀者",
["O"] = "在德拉诺的PVP战斗中消灭500名兽人玩家。",
["S"] = {
"消灭兽人玩家",
},
},
[74948] = {
["T"] = "蜗牛激励：紫晶软壳蜗牛",
["O"] = "召唤一只满级的紫晶软壳蜗牛战斗宠物，给布里谷尔看。",
},
[9498] = {
["T"] = "猎鹰岗哨",
["O"] = "前往地狱火半岛的猎鹰岗哨，向游侠队长维恩雷报到。",
},
[9626] = {
["T"] = "面见兽人",
["O"] = "希尔瓦娜斯·风行者要求你将她的密信交给杜隆塔尔首都奥格瑞玛的萨鲁法尔大王。",
},
[78020] = {
["T"] = "水岸折道 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9882] = {
["T"] = "偷盗贼的东西……能算偷么？",
["O"] = "将10块沃舒古水晶碎片交给纳格兰埃瑞斯码头的杰赫。",
["S"] = {
"沃舒古水晶碎片",
},
},
[56419] = {
["T"] = "同行者",
},
[83140] = {
["T"] = "恶劣工作环境",
["O"] = "消灭暗索敌人，替加兹鲁维和雷吉克吸引注意。",
["S"] = {
"消灭暗索打手",
"消灭暗索经理",
"消灭合规执行者",
},
},
[58467] = {
["T"] = "心灵与身体的囚徒",
["O"] = "在锦绣谷解救6个被俘虏的熊猫人。",
["S"] = {
"救出熊猫人俘虏",
},
},
[42596] = {
["T"] = "找回山地鹿",
["O"] = "找到3头惊恐的山地鹿，并把它们带回莉萨·驭风的兽栏里。",
["S"] = {
"带回惊恐的山地鹿",
},
},
[70853] = {
["T"] = "拉宾斯的朋友",
["O"] = "在觉醒海岸的狂野禁猎区中捕捉一只羞蜓。",
},
[11546] = {
["T"] = "开始营业",
["O"] = "阳湾港口的玛尔娜希望你从奎尔丹纳斯岛上的灌木丛中收集5颗血莓。",
["S"] = {
"血莓",
},
},
[11674] = {
["T"] = "先知赫米萨",
["O"] = "前往亡者之穴附近寻找先知赫米萨。",
},
[83141] = {
["T"] = "矿场调查",
["O"] = "和奥威娜一起检查可疑的储罐和箱子。",
},
[25395] = {
["T"] = "被偷的麦酒",
["O"] = "从丹奥加兹抢回巡山人的麦酒。",
["S"] = {
"巡山人的麦酒",
},
},
[70854] = {
["T"] = "进展如何？",
["O"] = "返回瓦德拉肯雏龙日托所的扎哈纳处。",
},
[26931] = {
["T"] = "狐狸和猎犬",
["O"] = "在西瘟疫之地杀死4名联盟猎狐人、4条斗牛猎犬，以及4只白尾狐。",
["S"] = {
"消灭联盟猎狐人",
"消灭斗牛猎犬",
"消灭白尾狐",
},
},
[75974] = {
["T"] = "喷口巡航赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38501] = {
["T"] = "积怨护甲锻造工艺",
["O"] = "获取一件精工积怨胸甲和一副精工积怨肩甲。",
["S"] = {
"精工积怨胸甲",
"精工积怨肩甲",
},
},
[13850] = {
["T"] = "毒药的免疫力",
["O"] = "安戈洛环形山的莫维克说，如果你能被毒皮暴掠龙的血染上20次毒，就可以安全地骑它了。攻击毒皮魔暴龙，有一定几率会中毒。",
["S"] = {
"洒上毒皮暴掠龙的血",
},
},
[28211] = {
["T"] = "淬元素之火",
["O"] = "收集8柄淬火长矛。",
["S"] = {
"淬火长矛",
},
},
[14362] = {
["T"] = "火刃耳饰",
["O"] = "收集25个火刃耳饰。",
["S"] = {
"火刃耳饰",
},
},
[42597] = {
["T"] = "奥丁召唤",
["O"] = "与苍穹要塞的奥丁对话。",
},
[30003] = {
["T"] = "事情的表象",
},
[74951] = {
["T"] = "闪光障碍赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75975] = {
["T"] = "喷口巡航赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31795] = {
["T"] = "完好如初的熊猫人茶具",
["O"] = "将神器进行展览。",
},
[32051] = {
["T"] = "糖罐",
},
[32307] = {
["T"] = "死物开口",
["O"] = "将抄本交给你的主城中的术士训练师。",
},
[83143] = {
["T"] = "勤恳踏实本分活",
["O"] = "在吉尔多的带领下“观光”。",
["S"] = {
"开始观光",
},
},
[51813] = {
["T"] = "黑石深渊",
["O"] = "在暴风城大使馆与茉艾拉交谈，前往黑石深渊。",
},
[52325] = {
["T"] = "恶入牢笼",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败莉娜·暗风",
},
},
[36966] = {
["T"] = "宿敌：巨魔猎手",
["O"] = "在德拉诺的PVP战斗中消灭500名巨魔玩家。",
["S"] = {
"消灭巨魔玩家",
},
},
[75976] = {
["T"] = "燃石越野赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38502] = {
["T"] = "堕夜精灵锻造工艺",
["O"] = "取得一个上古哨兵构造体记忆核心。",
["S"] = {
"上古哨兵构造体记忆核心",
},
},
[56421] = {
["T"] = "毁坏的数据圆筒",
["O"] = "将此物品交给R33-DR。",
["S"] = {
"与R33-DR谈一谈",
},
},
[41574] = {
["T"] = "失窃的雷霆",
["O"] = "跟随格瑞夫前往盾憩岛，找到泰坦之击。",
["S"] = {
"和格瑞夫一起飞往盾憩岛",
},
},
[58469] = {
["T"] = "锦绣谷的裂缝",
["O"] = "在锦绣谷关闭3个虚空裂缝。",
["S"] = {
"关闭虚空裂缝",
},
},
[42598] = {
["T"] = "苍穹要塞的勇士",
["O"] = "招募拉格瓦尔德·龙脉和菲娜·伯恩多提尔。",
},
[60517] = {
["T"] = "行路税",
["O"] = "将税款还给暗湾镇。",
},
[46182] = {
["T"] = "为至高岭而战",
["O"] = "击败至高岭的邪能指挥官艾瑞克托尔。",
["S"] = {
"与拉善·天角交谈，开始最终突袭（可选）",
"消灭邪能指挥官艾瑞克托尔",
},
},
[64101] = {
["T"] = "妥当程序",
["O"] = "收集5个失落的心能容器。",
["S"] = {
"收集心能容器",
},
},
[82121] = {
["T"] = "决斗邀约",
["O"] = "将阿努巴扎尔的旌旗插在艾基-卡赫特的坚铸要塞中。",
["S"] = {
"安插将军的战旗",
},
},
[83145] = {
["T"] = "猜疑防治",
["O"] = "调查深沟镇的间谍问题。",
["S"] = {
"和奇博尔交谈",
},
},
[51302] = {
["T"] = "地渊孢林：封锁戈霍恩的腐化",
["O"] = "进入地渊孢林并击败不羁畸变怪。",
["S"] = {
"消灭不羁畸变怪",
},
},
[70858] = {
["T"] = "重返火线",
["O"] = "对阿莉亚·舞阳使用冰冷的解毒剂。",
["S"] = {
"使用冰冷的解毒剂",
},
},
[26420] = {
["T"] = "挖蚯蚓",
["O"] = "在奥莉维亚的水池附近找到一条发育过剩的蚯蚓，用它当鱼饵，钓起一条水晶鲈鱼。你可以在暴风城北面的奥莉维亚的水池中找到水晶鲈鱼。",
["S"] = {
"水晶鲈鱼",
},
},
[36967] = {
["T"] = "宿敌：化为死神",
["O"] = "在德拉诺的PvP战斗中击败一名熊猫人玩家，并夺取他们的熊猫人之心。",
["S"] = {
"熊猫人之心",
},
},
[74954] = {
["T"] = "闪光障碍赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27188] = {
["T"] = "女巫岭的幽灵",
["O"] = "打败10个复活的躯壳或复活的游魂，从它们身上收集情报。",
["S"] = {
"收集情报",
},
},
[55398] = {
["T"] = "保持清醒",
["O"] = "带着重铸的灿梦龙鳞返回心之秘室与麦琳瑟拉会合。",
},
[27956] = {
["T"] = "隆克的任务",
["O"] = "从温和的作战傀儡身上获得15个调节过的飞轮。",
["S"] = {
"调节过的飞轮",
},
},
[28212] = {
["T"] = "非凡之物",
["O"] = "收集5粒熔火之怒。",
["S"] = {
"熔火之怒",
},
},
[28724] = {
["T"] = "埃沃隆的解药",
["O"] = "收集7朵月牙百合花。",
["S"] = {
"月牙百合花",
},
},
[83146] = {
["T"] = "帕姆希的宝贝泵",
["O"] = "前往泵站，与帕姆希见面。",
},
[58470] = {
["T"] = "腐化的古物",
["O"] = "在锦绣谷的黑暗帝国宝箱中收集3个黑暗帝国神器。",
["S"] = {
"黑暗帝国神器",
},
},
[60006] = {
["T"] = "机不可失",
["O"] = "夺回山德里娅的戒卫。",
["S"] = {
"与萨尼科斯交谈",
},
},
[45159] = {
["T"] = "盒装谜题",
["O"] = "把神秘的盒子交给达拉然的博学者达瑞妮斯。",
},
[62054] = {
["T"] = "纳斯利亚堡：取得徽记",
["O"] = "在普通难度的纳斯利亚堡中，取得4颗泥拳的徽记。",
["S"] = {
"泥拳的徽记",
},
},
[75979] = {
["T"] = "闪光障碍赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31796] = {
["T"] = "完好如初的棋盘",
["O"] = "将神器进行展览。",
},
[82123] = {
["T"] = "将军的死志",
["O"] = "告知寡妇阿拉克奈事情发生的经过。",
},
[8347] = {
["T"] = "帮助信使",
["O"] = "与逐日岛南部桥梁旁的信使奥拉莉恩谈一谈。",
},
[8475] = {
["T"] = "死亡之痕",
["O"] = "杀死8个瘟疫骨骸，然后向永歌森林死亡之痕的游侠杰拉复命。",
["S"] = {
"消灭天灾骨骸",
},
},
[36968] = {
["T"] = "宿敌：火金天敌",
["O"] = "在德拉诺的PVP战斗中消灭500名熊猫人玩家。",
["S"] = {
"消灭熊猫人玩家",
},
},
[9371] = {
["T"] = "植物学家塔蕾克丝",
["O"] = "与埃门谷坠毁点的植物学家塔蕾克丝谈一谈。",
},
[75980] = {
["T"] = "峈姆飞渡 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9627] = {
["T"] = "部落的盟约",
["O"] = "回到银月城，向洛瑟玛·塞隆复命。",
},
[40040] = {
["T"] = "邪能球茎样本",
["O"] = "把邪能球茎样本带给达拉然的奎茵·柔步。",
},
[82124] = {
["T"] = "终结肇始",
["O"] = "在晦幽集市引起骚动。",
["S"] = {
"搅乱晦幽集市",
},
},
[10395] = {
["T"] = "邪恶的信件",
["O"] = "将燃烧军团信件交给荣耀堡的位面占卜者克雷夫。",
},
[11035] = {
["T"] = "危险的天空",
["O"] = "将10件灵翼圣物交给影月谷龙喉营地的雇佣兵亚兹尔。",
["S"] = {
"灵翼圣物",
},
},
[45160] = {
["T"] = "盒装魔流",
["O"] = "从苏拉玛获得300份远古魔力。",
["S"] = {
"远古魔力",
},
},
[11419] = {
["T"] = "美酒节赛羊会",
["O"] = "给杜隆塔尔美酒节会场入口处的德利兹·塔波奎克看看你手上的戳印。",
},
[11547] = {
["T"] = "魔网能量线的读数",
["O"] = "阳湾圣殿的星术师达纳里安希望你在血水晶、黎明广场传送门和绿鳃海岸的纳迦神殿上使用星术师的水晶。",
["S"] = {
"接收传送门读数",
"接收神殿读数",
"接收血水晶读数",
},
},
[11675] = {
["T"] = "死亡的解脱",
["O"] = "杀死10名天灾猛犸人，然后向亡者之穴以南的先知赫米萨复命。",
["S"] = {
"消灭天灾猛犸人",
},
},
[2951] = {
["T"] = "超级清洁器5200型！",
["O"] = "将脏兮兮的东西放入超级清洁器5200型，记得要用三枚银币来启动机器。",
["S"] = {
"脏兮兮的东西",
},
},
[32873] = {
["T"] = "LFGDungeons - Mists - Scenario - Heroic Random - 1st",
},
[49768] = {
["T"] = "奈辛瓦里之途",
["O"] = "前往奈辛瓦里之途并与赫米特·奈辛瓦里交谈。",
},
[25653] = {
["T"] = "古神们与我们同在",
["O"] = "去找海加尔山诺达希尔的伊瑟拉。",
},
[53352] = {
["T"] = "火焰之地",
["O"] = "与暴风城大使馆的茉艾拉交谈，前往火焰之地并强化熔火之心的碎片。",
},
[13467] = {
["T"] = "糖罐",
},
[75982] = {
["T"] = "硫磺冲刺 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[56424] = {
["T"] = "锈斑圆盘",
["O"] = "将此物品交给R33-DR。",
["S"] = {
"与R33-DR谈一谈",
},
},
[82126] = {
["T"] = "保卫人民",
["O"] = "在潜暗之峡释放5个住民。",
["S"] = {
"营救潜暗之峡居民",
},
},
[28981] = {
["T"] = "糖罐",
},
[44137] = {
["T"] = "投入战斗",
["O"] = "在伊利达雷哨所与恶魔猎手的首领谈一谈。",
},
[62056] = {
["T"] = "纳斯利亚堡：取得徽记",
["O"] = "在史诗难度的纳斯利亚堡中，取得4颗泥拳的徽记。",
["S"] = {
"泥拳的徽记",
},
},
[31285] = {
["T"] = "溪流漂流船",
["O"] = "乘坐溪流漂流船。",
["S"] = {
"乘坐溪流漂流船",
},
},
[31797] = {
["T"] = "完好如初的鸳鸯杯",
["O"] = "将神器进行展览。",
},
[80079] = {
["T"] = "搅局妨害",
["O"] = "鼓励群众抒发他们的不满。",
["S"] = {
"聆听抱怨",
},
},
[32874] = {
["T"] = "LFGDungeons - Mists - Scenario - Heroic Random - Nth",
},
[36970] = {
["T"] = "宿敌：科赞杀手",
["O"] = "在德拉诺的PVP战斗中消灭500名地精玩家。",
["S"] = {
"消灭地精玩家",
},
},
[39018] = {
["T"] = "卡德加的召唤",
["O"] = "在赞加拉的卡德加的法师塔与大法师卡德加谈一谈。",
},
[56425] = {
["T"] = "烧灼的数据圆盘",
["O"] = "将此物品交给R33-DR。",
["S"] = {
"与R33-DR谈一谈",
},
},
[83152] = {
["T"] = "勇斗岩浆",
["O"] = "消灭陨圣峪大门附近的升腾岩浆和炉渣泡。",
["S"] = {
"消灭岩浆元素",
},
},
[42602] = {
["T"] = "部队出勤",
["O"] = "点击恐痕作战计划，完成“训练中的部队”任务。",
},
[45162] = {
["T"] = "携锤傍身",
["O"] = "前往搏击俱乐部。",
},
[78033] = {
["T"] = "魔法花朵",
},
[83153] = {
["T"] = "蒸汽采样",
["O"] = "站在陨圣峪大门附近的排气口上，并在气体喷发时收集样本。",
["S"] = {
"采集气体样本",
},
},
[50794] = {
["T"] = "寻求庇护",
["O"] = "在沙灼岗哨找到拉兹加基。",
},
[35435] = {
["T"] = "永恒之井奖励任务",
},
[89297] = {
["T"] = "又大又凶就不好玩了",
["O"] = "在卡雷什的无拘之域中收集10份玩赏虫精华。",
["S"] = {
"进入无拘之域（可选）",
"玩赏虫精华",
},
},
[53354] = {
["T"] = "古尔丹的回响",
["O"] = "在诅咒之地的黑暗之门击败古尔丹的回响。",
["S"] = {
"消灭古尔丹的回响",
},
},
[26934] = {
["T"] = "潜在疾病",
["O"] = "在西瘟疫之地消灭生病的黑熊，然后采集20团长在它们尸体旁的疫病之团。",
["S"] = {
"疫病之团",
},
},
[27446] = {
["T"] = "塔纳利斯在召唤",
["O"] = "跟塔纳利斯加基森的凯尔希·钢烁谈一谈。",
},
[39019] = {
["T"] = "卡德加的召唤",
["O"] = "在赞加拉的卡德加的法师塔与大法师卡德加谈一谈。",
},
[40043] = {
["T"] = "英雄猎杀者",
["O"] = "消灭维格弗斯·刀风的战队，并夺得他的武器。",
["S"] = {
"与艾瑞莉娅交谈以前往蔑潮港",
},
},
[82130] = {
["T"] = "擒贼擒王",
["O"] = "消灭大劫持者。",
["S"] = {
"消灭大劫持者",
},
},
[28982] = {
["T"] = "糖罐",
},
[30006] = {
["T"] = "黑暗缠身",
["O"] = "杀死15个煞魔侵略者。",
["S"] = {
"杀死煞魔侵略者",
},
},
[45163] = {
["T"] = "清洁工作",
["O"] = "将断裂的扫帚柄带回搏击俱乐部。",
},
[31030] = {
["T"] = "进入禅院",
["O"] = "在影踪禅院内找到班·熊心。",
},
[31286] = {
["T"] = "以暴制暴",
["O"] = "找回7份黑市货物。",
["S"] = {
"黑市货物",
},
},
[46699] = {
["T"] = "地狱杀手",
["O"] = "在勇气试炼中击败海拉，并使用霜脉页岩铸造一把锤子。",
["S"] = {
"把霜脉页岩铸造成一把锤子",
},
},
[31798] = {
["T"] = "完好如初的拐杖",
["O"] = "将神器进行展览。",
},
[64106] = {
["T"] = "勠力同心",
["O"] = "在噬渊中协助各个盟约，袭击典狱长的部队。",
},
[65748] = {
["T"] = "大有帮助",
["O"] = "在扎雷殁提斯各处的宝箱、巢穴、圣物以及其他容器里发现10份开悟者补给。",
["S"] = {
"检查开悟者补给",
},
},
[83155] = {
["T"] = "脚底伏兵",
["O"] = "“赶走”15只硬头鼹。",
["S"] = {
"解决鼹鼠",
},
},
[8476] = {
["T"] = "阿曼尼的进犯",
["O"] = "永歌森林远行者居所的达恩·晨行者中尉要求你杀死5名阿曼尼狂战士和5名阿曼尼掷斧者。",
["S"] = {
"消灭阿曼尼狂战士",
"消灭阿曼尼掷斧者",
},
},
[8604] = {
["T"] = "部落需要绒线绷带！",
["O"] = "把20卷绒线绷带交给奥格瑞玛精神谷的医师朗兰纳。",
["S"] = {
"绒线绷带",
},
},
[35436] = {
["T"] = "灵魂洪炉奖励任务",
},
[35948] = {
["T"] = "力量的证明：鬣蜥人牙齿",
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
},
[9372] = {
["T"] = "恶魔的玷污",
["O"] = "地狱火半岛塞纳里奥哨站的塞安·红鬃要你从笨拙的地狱野猪身上收集6份地狱野猪血样。",
["S"] = {
"地狱野猪血样",
},
},
[9756] = {
["T"] = "我们不知道的……",
["O"] = "与秘血岗哨的被抓住的炎鹰间谍交谈，了解炎鹰的相关信息。完成任务后向主教埃德门图斯复命。",
["S"] = {
"获取炎鹰情报",
},
},
[10140] = {
["T"] = "荣耀堡之旅",
["O"] = "乘座狮鹫前往荣耀堡，将杜隆的报告交给伊斯多尔元帅。",
},
[65749] = {
["T"] = "装备的必要性",
["O"] = "收集菲历姆的研究笔记并交给莱菲克。",
["S"] = {
"收集菲历姆的研究笔记",
},
},
[10524] = {
["T"] = "雷神氏族的神器",
["O"] = "找回雷神氏族战鼓、雷神氏族箭矢和雷神氏族石板。",
["S"] = {
"雷神氏族箭矢",
"雷神氏族战鼓",
"雷神氏族石板",
},
},
[10908] = {
["T"] = "救赎者瑞拉克",
["O"] = "觉醒者基尔利克要你去跟沙塔斯城贫民窟的救赎者瑞拉克谈一谈。",
},
[11036] = {
["T"] = "食物储备！",
["O"] = "将这箱果脯交给虚空风暴52区的火箭主管弗斯拉格。",
},
[62059] = {
["T"] = "证明你的价值",
["O"] = "完成通灵领主的任务。",
["S"] = {
"在玛卓克萨斯完成任务",
},
},
[11548] = {
["T"] = "鼎力支持",
["O"] = "奎尔丹纳斯岛阳湾港的学者艾尤莉希望你捐赠10枚金币。",
},
[11932] = {
["T"] = "懦夫和蠢货",
["O"] = "前往无畏要塞东北边的卡斯卡拉，与阿泰卡谈一谈。",
},
[12188] = {
["T"] = "凋零药剂与你：如何自保",
["O"] = "怨毒镇的首席药剂师米德尔顿要求你给他带回10份灵质残渣。",
["S"] = {
"灵质残渣",
},
},
[24631] = {
["T"] = "狮鹫骑士的噩梦",
["O"] = "对凯旋作战狮鹫使用托穆沙的钩子令蛮锤佣兵跌下坐骑，并杀死5名佣兵。",
["S"] = {
"消灭蛮锤佣兵",
},
},
[49772] = {
["T"] = "为了联盟",
["O"] = "去暴风城大使馆与穆加德大使见面。",
},
[34413] = {
["T"] = "Lumberstruck",
["O"] = "Protect your peasants as they gather 100 lumber.",
["S"] = {
"收集木料",
},
},
[51308] = {
["T"] = "祖达萨据点",
["O"] = "聆听指挥官维姆班恩的作战计划，再和杰塔瑞斯将军对话，前往祖达萨的塔兰吉的惩戒。",
["S"] = {
"听取哈尔弗·维姆班恩的作战计划",
},
},
[35437] = {
["T"] = "灵魂洪炉奖励任务",
},
[13468] = {
["T"] = "糖罐",
},
[27191] = {
["T"] = "跟食人魔一样饿",
["O"] = "从黑鳍鱼人身上获得8条泥鳍小鱼。",
["S"] = {
"泥鳍小鱼",
},
},
[27447] = {
["T"] = "塔纳利斯在召唤",
["O"] = "跟塔纳利斯加基森的梅格斯·碎纸机谈一谈。",
},
[40045] = {
["T"] = "本性与塑造",
["O"] = "和10只沼岩蝌蚪谈一谈。",
["S"] = {
"获取蝌蚪的信任",
},
},
[28471] = {
["T"] = "最后一片",
["O"] = "把潦草的日志交给冬泉谷的多诺瓦·雪山。",
},
[65751] = {
["T"] = "平台整修",
["O"] = "在碧蓝档案馆顶部驱散3个不稳定的奥术能量。",
["S"] = {
"驱散不稳定的奥术能量",
},
},
[57964] = {
["T"] = "复仇很简单",
["O"] = "消灭15名熔骨部队。",
["S"] = {
"消灭熔骨部队",
},
},
[70871] = {
["T"] = "伊斯卡拉渔网",
["O"] = "将材料带给塔薇欧，让她制作一张伊斯卡拉渔网。",
["S"] = {
"结实的海藻",
"孔洞石",
},
},
[62060] = {
["T"] = "证明你的价值",
["O"] = "完成法夜的任务。",
["S"] = {
"在炽蓝仙野完成任务",
},
},
[31287] = {
["T"] = "教训蜥蜴人",
["O"] = "击败吮指头。",
["S"] = {
"消灭吮指头",
},
},
[31799] = {
["T"] = "完好如初的空酒桶",
["O"] = "将神器进行展览。",
},
[47725] = {
["T"] = "萨格拉斯之墓：艾格文之路",
["O"] = "从萨格拉斯之墓的戒卫侍女身上收集4个守护者封印残片（普通难度）。",
["S"] = {
"守护者封印残片",
},
},
[49261] = {
["T"] = "水手螃蟹汤",
["O"] = "从沙地疾行者身上收集结块的螃蟹肉。",
["S"] = {
"结块的螃蟹肉",
},
},
[49773] = {
["T"] = "为了部落！",
["O"] = "去奥格瑞玛大使馆与黑卫大使见面。",
},
[51309] = {
["T"] = "拉格纳罗斯之石",
["O"] = "从希巴拉的海滩上收集9份火焰之地石渣。",
["S"] = {
"火焰之地石渣",
},
},
[35438] = {
["T"] = "萨隆矿坑奖励任务",
},
[35950] = {
["T"] = "冠军的试炼奖励任务",
},
[37486] = {
["T"] = "纳萨拉斯苦难未平",
["O"] = "消灭阿茜萨。",
["S"] = {
"消灭阿茜萨",
},
},
[39022] = {
["T"] = "卡德加的召唤",
["O"] = "在赞加拉的卡德加的法师塔与大法师卡德加谈一谈。",
},
[66777] = {
["T"] = "乌克图鲁特急流",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[58989] = {
["T"] = "符文熔铸入门",
["O"] = "使用法术书里的符文熔铸技能，将一枚符文刻入你的武器。\r\n\r\n只要处于符文熔炉附近，你就可以随时切换铭刻的符文。",
["S"] = {
"使用传送门前往第二层（可选）",
"在武器上附着符文",
},
},
[62061] = {
["T"] = "证明你的价值",
["O"] = "完成温西尔的任务。",
["S"] = {
"在雷文德斯完成任务",
},
},
[78041] = {
["T"] = "天空之母的怒火",
["O"] = "寻找艾维娜。",
},
[47726] = {
["T"] = "萨格拉斯之墓：艾格文之路",
["O"] = "从萨格拉斯之墓的戒卫侍女身上收集4个守护者封印残片（英雄难度）。",
["S"] = {
"守护者封印残片",
},
},
[65133] = {
["T"] = "驭势能术",
["O"] = "俯冲穿过光圈，在目标区域着陆。",
["S"] = {
"骑上你的驭空术坐骑（可选）",
"穿过光圈",
"降落到指定区域",
},
},
[49262] = {
["T"] = "扫灭贼帮",
["O"] = "教训8名龌龊的水手。",
["S"] = {
"教训龌龊的水手",
},
},
[49774] = {
["T"] = "救命甘叶",
["O"] = "收集8片甘叶。",
["S"] = {
"甘叶",
},
},
[35439] = {
["T"] = "Hour of Twilight Quest Reward",
},
[72922] = {
["T"] = "余火渐熄",
["O"] = "在硫磺要塞帮助安波莎阻止萨卡雷斯。",
["S"] = {
"与安波莎交谈",
},
},
[53358] = {
["T"] = "Test of Hyphen Tech",
},
[53870] = {
["T"] = "格罗玛什要塞的来客",
["O"] = "在格罗玛什要塞会见你的来宾。",
},
[27192] = {
["T"] = "了不起的艾兹拉·格里姆",
["O"] = "找到一箱艾兹拉·格里姆的优质香烟。",
["S"] = {
"格里姆的优质香烟",
},
},
[27448] = {
["T"] = "继续旅行",
["O"] = "等你准备前往下一座哨塔时，就登上菲奥拉的马车。",
["S"] = {
"乘坐菲奥拉的马车",
},
},
[39023] = {
["T"] = "卡德加的召唤",
["O"] = "在赞加拉的卡德加的法师塔与大法师卡德加谈一谈。",
},
[27960] = {
["T"] = "越少越好",
["O"] = "消灭10名黑铁地质学家或黑铁巡逻兵。",
["S"] = {
"杀死黑铁地质学家或巡逻兵",
},
},
[40047] = {
["T"] = "会爆炸的鱼",
["O"] = "收集5个河豚鱼卵。",
["S"] = {
"河豚鱼卵",
},
},
[57454] = {
["T"] = "幽蓝树桩的寂静",
["O"] = "和幽蓝树桩外面的柯迪纳留斯交谈。",
},
[28984] = {
["T"] = "糖罐",
},
[58990] = {
["T"] = "巨虫之卵",
},
[60014] = {
["T"] = "暗影国度60E",
},
[30264] = {
["T"] = "兵临城下",
["O"] = "使用影踪派空中翔龙击败60个科里克提克攻击者，并摧毁3辆科里克提克战车和3架科里克提克弩炮。",
["S"] = {
"骑上作战翔龙",
"消灭科里克提克护巢兵",
"消灭科里克提克战车",
"消灭科里克提克弩炮",
},
},
[31288] = {
["T"] = "研究课题：魔古王朝",
["O"] = "获得20块魔古族考古碎片。",
["S"] = {
"获得魔古考古碎片",
},
},
[31800] = {
["T"] = "完好如初的雕花铜镜",
["O"] = "将神器进行展览。",
},
[47727] = {
["T"] = "萨格拉斯之墓：艾格文之路",
["O"] = "从萨格拉斯之墓的戒卫侍女身上收集4个守护者封印残片（史诗难度）。",
["S"] = {
"守护者封印残片",
},
},
[66780] = {
["T"] = "王位宣称者",
["O"] = "与拉希奥的追随者交谈。",
["S"] = {
"和利爪猎手卡薇亚谈一谈",
"与左和右谈一谈",
"和档案员艾德蕾丝谈一谈",
},
},
[8477] = {
["T"] = "制矛师之锤",
["O"] = "到远行者居所东南方的托尔瓦萨去，找到制矛师奥特姆比，将奥特姆比之锤带回远行者居所去交给阿拉瑟尔。",
["S"] = {
"奥特姆比之锤",
},
},
[8861] = {
["T"] = "庆祝新年！",
["O"] = "将烟林补给品交给雷霆崖的旅店老板帕拉。",
},
[9373] = {
["T"] = "遗失的信件",
["O"] = "前往地狱火半岛西部的沙纳尔废墟，将被腐蚀的皮箱交给驻扎在废墟附近的塞安·红鬃。",
},
[54383] = {
["T"] = "黑海岸捐赠：烁鳞潜水装",
["O"] = "为伯拉勒斯港的诺波尔·拴链收集3份霜纹弹药。",
["S"] = {
"烁鳞潜水装",
},
},
[9629] = {
["T"] = "研究鱼人",
["O"] = "秘血岗哨的莫莱希望你用鱼人标记枪去“标记”6个黑沙斥候。",
["S"] = {
"标记黑沙斥候",
},
},
[39024] = {
["T"] = "卡德加的召唤",
["O"] = "在赞加拉的卡德加的法师塔与大法师卡德加谈一谈。",
},
[10141] = {
["T"] = "重生的军团",
["O"] = "与荣耀堡外面的东补给车队的沃图姆斯中士谈一谈。",
},
[66781] = {
["T"] = "口感问题",
["O"] = "在捕鲸者海角为莫迪干·铁腭寻找一块石头。",
["S"] = {
"大石头",
},
},
[60015] = {
["T"] = "暗影国度60E",
},
[11037] = {
["T"] = "奇怪的幻象",
["O"] = "与52区的火箭主管弗斯拉格谈一谈。",
},
[11933] = {
["T"] = "盗取埃索达的烈焰",
["O"] = "将埃索达烈焰交给节日诗人。",
},
[12189] = {
["T"] = "笨蛋加傻瓜！",
["O"] = "前往龙骨荒野的怨毒镇，与首席药剂师米德尔顿谈一谈。",
},
[65758] = {
["T"] = "探险者格朗尼尔",
["O"] = "寻找格朗尼尔·钢道。",
},
[24889] = {
["T"] = "经典旧世随机 5-15级 （第N次）",
},
[35441] = {
["T"] = "映像大厅奖励任务",
},
[13469] = {
["T"] = "糖罐",
},
[75998] = {
["T"] = "嘎嘣脆",
["O"] = "把松脆的甲虫带给峈姆的万杜亚尔。",
},
[40049] = {
["T"] = "进食时间",
["O"] = "在污泥草中穿梭游弋，用6束污泥草给奔波尔霸喂食。",
["S"] = {
"给奔波尔霸喂食",
},
},
[28473] = {
["T"] = "黑暗的武器",
["O"] = "从黑石深渊的铁怒矮人身上缴获5把元素灌能武器，然后在暗炉城的黑铁砧上将它们敲断。",
["S"] = {
"摧毁元素灌能武器",
},
},
[66783] = {
["T"] = "修复誓言",
["O"] = "帮助珊索克可汗、提嘉里可汗、尊可汗萨雷丝特和麦琳瑟拉交换礼物。",
["S"] = {
"接受珊索克可汗的供品",
},
},
[42097] = {
["T"] = "搜索档案",
["O"] = "点击恐痕作战计划，完成“搜索档案”任务。",
},
[60016] = {
["T"] = "暗影国度60E",
},
[31033] = {
["T"] = "招募冒险者：怒焰裂谷",
["O"] = "和指挥官巴格兰谈一谈。",
},
[31289] = {
["T"] = "研究课题：熊猫人帝国",
["O"] = "获得20块熊猫人考古碎片。",
["S"] = {
"获得熊猫人考古碎片",
},
},
[47217] = {
["T"] = "黑暗之源",
["O"] = "关闭5个虚空收割器。",
["S"] = {
"关闭虚空收割器",
},
},
[65760] = {
["T"] = "报到",
["O"] = "跟随森德拉克斯前往龙心岗哨。",
["S"] = {
"请森德拉克斯带你前往岗哨",
},
},
[49777] = {
["T"] = "在逃囚犯",
["O"] = "流放逃跑的囚犯。",
["S"] = {
"流放莱兹丘托",
"流放莫乔巴",
"流放泰什延比",
},
},
[35442] = {
["T"] = "映像大厅奖励任务",
},
[38514] = {
["T"] = "有待进步",
["O"] = "发挥你的锻造技术为巴姆制作一副魔石手甲。",
},
[313] = {
["T"] = "情势所迫",
["O"] = "将萨兰恩队长的命令传达给灰色洞穴中的巡山人东斯坦、巡山人雷文和巡山人沃格姆。",
["S"] = {
"向巡山人东斯坦传达命令",
"向巡山人雷文传达命令",
"向巡山人沃格姆传达命令",
},
},
[40562] = {
["T"] = "匠心独运",
["O"] = "获得一个夜之子透镜、一份定制珠宝订单，以及5个夜之子珠宝匣。",
["S"] = {
"定制珠宝订单",
"夜之子珠宝匣",
"夜之子透镜",
},
},
[65761] = {
["T"] = "意料之外的冒险",
["O"] = "与戈多罗托一同找到并营救拉蒂亚。",
["S"] = {
"跟随戈多罗托（可选）",
"获得戈多罗托的祝福（可选）",
"发现拉蒂亚",
},
},
[66785] = {
["T"] = "最后的护卵者",
["O"] = "与抚育者伊莱奥交谈。",
},
[42098] = {
["T"] = "黑鸦堡垒：无主之魂",
["O"] = "进入黑鸦堡垒地下城，从融合之魂身上取得一个无主的灵魂。",
["S"] = {
"无主的灵魂",
"救赎拉文凯斯领主",
},
},
[333] = {
["T"] = "哈兰需要供货",
["O"] = "找到运河裁缝店，并将哈兰·巴格雷的布料订单带给雷玛·斯涅德。",
},
[60017] = {
["T"] = "暗影国度60E",
},
[353] = {
["T"] = "雷矛的包裹",
["O"] = "把给卡尔·雷矛的包裹交给洛克莫丹北部哨塔里的巡山人雷矛。",
},
[74977] = {
["T"] = "峈姆飞渡 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47218] = {
["T"] = "影卫入侵",
["O"] = "消灭15个影卫虚灵。",
["S"] = {
"消灭影卫虚灵",
},
},
[65762] = {
["T"] = "初诞者圣墓 - 王冠之重",
["O"] = "从初诞者圣墓的安度因·乌瑞恩处获取4枚利剑碎片（史诗难度）。",
["S"] = {
"哀伤残片",
},
},
[24890] = {
["T"] = "LFGDungeons - Classic - Random - Nth",
},
[35443] = {
["T"] = "祖阿曼奖励任务",
},
[6607] = {
["T"] = "钓鱼专家纳特·帕格",
["O"] = "纳特·帕格要你钓到以下几种鱼：\n\n悲伤沼泽芦苇海岸的芦苇海岸大马哈鱼。\n\n凄凉之地萨瑟里斯海岸的萨瑟里斯虎鱼。\n\n菲拉斯沃丹提斯河的菲拉斯草鱼。\n\n荆棘谷野人海岸的野人海岸蓝色叉牙鱼。\n\n当你钓到这些鱼之后，就可以回到纳特·帕格那里去了！",
["S"] = {
"菲拉斯草鱼",
"芦苇海岸大马哈鱼",
"萨瑟里斯虎鱼",
"野人海岸蓝色叉牙鱼",
},
},
[26682] = {
["T"] = "蹒跚的威胁",
["O"] = "在蕨墙村北部沼泽里杀死7名枯藤爬行者或枯藤狂暴者。",
["S"] = {
"杀死枯藤",
},
},
[38515] = {
["T"] = "天然原料",
["O"] = "获取10株狐尾花。\n\n如果你不是草药师，那么可以通过拍卖行或者其他玩家来获取材料。\r\n",
["S"] = {
"获取狐尾花",
},
},
[433] = {
["T"] = "公众之仆",
["O"] = "向古博拉采掘场里的7名被困住的矿工发放回归符文。",
["S"] = {
"营救被困住的矿工",
},
},
[79074] = {
["T"] = "全体士兵集合！",
["O"] = "前往瓦德拉肯的角斗士的庇护，将宣传册交给卡尔德拉克斯。",
},
[65763] = {
["T"] = "初诞者圣墓 - 王冠之重",
["O"] = "从初诞者圣墓的安度因·乌瑞恩处获取4枚利剑碎片（英雄难度）。",
["S"] = {
"哀伤残片",
},
},
[28986] = {
["T"] = "糖罐",
},
[60018] = {
["T"] = "暗影国度60E",
},
[30266] = {
["T"] = "浸血的苍穹",
["O"] = "用残阳炮塔击败30只科里克提克螳螂妖。",
["S"] = {
"消灭科里克提克虫群",
},
},
[31034] = {
["T"] = "下面的敌人",
["O"] = "和指挥官巴格兰谈一谈。",
},
[489] = {
["T"] = "寻求救赎！",
["O"] = "收集3个魔锥果。",
["S"] = {
"魔锥果",
},
},
[31802] = {
["T"] = "完好如初的药罐子",
["O"] = "将神器进行展览。",
},
[65764] = {
["T"] = "初诞者圣墓 - 王冠之重",
["O"] = "从初诞者圣墓的安度因·乌瑞恩处获取4枚利剑碎片（普通难度）。",
["S"] = {
"哀伤残片",
},
},
[8350] = {
["T"] = "送信",
["O"] = "将艾洛娜的包裹交给永歌森林鹰翼广场旅店中的旅店老板德兰妮尔。",
},
[70884] = {
["T"] = "收复失地",
},
[35956] = {
["T"] = "厄运之槌（所有首领）奖励任务",
},
[37492] = {
["T"] = "漫长的散步",
["O"] = "找到艾德斯长老。",
["S"] = {
"找到艾德斯长老",
},
},
[54387] = {
["T"] = "黑海岸捐赠：血污之骨",
["O"] = "为伯拉勒斯港的梅伊·摆杖收集20份附魔戒指 - 全能之纹。",
["S"] = {
"血污之骨",
},
},
[10142] = {
["T"] = "苦痛之路",
["O"] = "荣耀堡外面的东补给车队的沃图姆斯中士要求你杀死4只唤火小鬼、6只地狱火战争使者和1只恐惧召唤者。",
["S"] = {
"消灭恐惧召唤者",
"消灭唤火小鬼",
"消灭地狱火战争使者",
},
},
[10270] = {
["T"] = "不太谦虚的提议",
["O"] = "取回传送器能量包，将它带至法力熔炉：乌提斯东边苍穹之脊上的虚灵传送器。激活传送器，然后将传送器能量包交给星界商人玛里德的影像，让他进行安装。",
["S"] = {
"传送器能量包",
},
},
[83172] = {
["T"] = "黑血接力棒",
["O"] = "在锈废堆场的黑血站附近与雷吉克和加兹鲁维会合。",
},
[60019] = {
["T"] = "暗影国度60E",
},
[45172] = {
["T"] = "战斗！",
["O"] = "加入任意战场并获胜。",
},
[11422] = {
["T"] = "腐鳃的三叉戟",
["O"] = "老冰鳞要你夺得腐鳃的三叉戟，然后返回切米尔海岸的小岛上向他复命。",
["S"] = {
"腐鳃的三叉戟",
},
},
[62579] = {
["T"] = "Venari Rep Token Tracking",
},
[63603] = {
["T"] = "牦牛之魂",
["O"] = "把牦牛之魂带给森林之心中的曼恩女士。",
},
[746] = {
["T"] = "矮人的挖掘场",
["O"] = "收集5个勘察员的锄头。\n\n在铁匠铺砸碎这些勘察员的锄头。\n\n把5件损坏的工具交给血蹄村的贝恩·血蹄。",
["S"] = {
"损坏的工具",
},
},
[12062] = {
["T"] = "侮辱科林·烈酒",
["O"] = "与科林·烈酒谈一谈。",
},
[770] = {
["T"] = "恶魔之伤",
["O"] = "去打听打听谁听说过鬼嚎。",
},
[83173] = {
["T"] = "站点大扫除",
["O"] = "在锈废堆场清理工作站区域。",
["S"] = {
"清理锈废堆场工作站",
},
},
[69862] = {
["T"] = "救狐龙一命",
["O"] = "查明希尔维焦躁不安的理由。",
["S"] = {
"与法师们见面",
},
},
[70886] = {
["T"] = "这才叫巨龙竞赛！",
},
[35957] = {
["T"] = "血槌炉渣矿井奖励任务",
},
[26683] = {
["T"] = "眺望群星",
["O"] = "找到玛丽，说服她把反射面拿出来完成维克托尔的项目。",
},
[13470] = {
["T"] = "糖罐",
},
[27195] = {
["T"] = "无处可跑",
["O"] = "护送士官长弗尔特斯基通过埃利姆矿洞。",
["S"] = {
"护送士官长弗尔特斯基通过埃利姆矿洞。",
},
},
[858] = {
["T"] = "打火钥匙",
["O"] = "从鲁格维兹主管那里取得打火钥匙。",
["S"] = {
"打火钥匙",
},
},
[27707] = {
["T"] = "尼斐塞特监狱",
["O"] = "到尼斐塞特监狱去找到塔赫特的所在。",
["S"] = {
"塔赫特的所在",
},
},
[27963] = {
["T"] = "一个新主人……是谁？",
["O"] = "从煤渣工地的格拉维斯·煤渣手中获得黑铁备忘录。",
["S"] = {
"黑铁备忘录",
},
},
[28219] = {
["T"] = "幼儿食品",
["O"] = "杀掉10只铁木鸣蜂来喂养保护者幼苗。",
["S"] = {
"消灭铁木鸣蜂",
},
},
[28987] = {
["T"] = "糖罐",
},
[58996] = {
["T"] = "阿贝尔的命运",
["O"] = "调查灵魂卫士阿贝尔的命运。",
["S"] = {
"调查阿贝尔的命运",
},
},
[938] = {
["T"] = "密斯特",
["O"] = "护送密斯特去神谕之树附近的月亮井旁找哨兵阿瑞尼亚·碎云。",
["S"] = {
"把密斯特领到哨兵阿瑞尼亚·碎云身边",
},
},
[30267] = {
["T"] = "水上悲情",
["O"] = "获得18只林地萤火虫和5根细长的血羽。",
["S"] = {
"林地萤火虫",
"细长的血羽",
},
},
[45173] = {
["T"] = "情势危急",
["O"] = "加入任意战场并获胜。",
},
[31291] = {
["T"] = "揭秘过去",
["O"] = "拼合一个来自潘达利亚的神器。",
["S"] = {
"拼合熊猫人神器",
},
},
[47221] = {
["T"] = "命运之手",
["O"] = "到暴风城港口和前往埃索达的护卫汇合。",
["S"] = {
"在暴风城港口与护送者见面",
},
},
[65768] = {
["T"] = "我们的前哨斥候",
["O"] = "与扎雷殁提斯的前哨斥候交谈。",
["S"] = {
"源生荒野报告",
"植物供给扇区报告",
"塑地之台报告",
},
},
[33398] = {
["T"] = "南部短跑练习",
["O"] = "跑过拱门，通过红色标记和紫色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[35446] = {
["T"] = "魔环奖励任务",
},
[35958] = {
["T"] = "钢铁码头奖励任务",
},
[36982] = {
["T"] = "塔布羊训练：铁颚狼",
["O"] = "骑着你的训练中的塔布羊去击败残爪。",
["S"] = {
"消灭残爪",
},
},
[74984] = {
["T"] = "真迹文书",
["O"] = "找到3个胡乱涂鸦。",
["S"] = {
"与杰布交谈并进入宝库。",
},
},
[1204] = {
["T"] = "泥石龟蟹汤",
["O"] = "给塞拉摩的摩根·斯特恩收集8个分叉的泥石龟舌。",
["S"] = {
"分叉的泥石龟舌",
},
},
[56437] = {
["T"] = "锈管",
["O"] = "将锈管带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
},
[65769] = {
["T"] = "冰网之缚",
["O"] = "在寒网谷解救6个茧中的幸存者。",
["S"] = {
"释放茧中的幸存者",
},
},
[57973] = {
["T"] = "黑海岸之战（英雄）",
},
[45174] = {
["T"] = "寻找伊利丹·怒风",
["O"] = "前往阿苏纳的伊利达雷哨所找食魂者阿莱利。",
},
[47222] = {
["T"] = "海上潜行",
["O"] = "与温蕾萨·风行者谈谈以启航前往埃索达。",
["S"] = {
"启航前往埃索达",
},
},
[65770] = {
["T"] = "保证就是承诺",
["O"] = "向新兵拉蒂亚保证不透露秘密。",
["S"] = {
"向拉蒂亚承诺",
},
},
[49782] = {
["T"] = "光铸者的传承",
["O"] = "与维迪卡尔的法瑞娅队长见面。",
["S"] = {
"使用光铸道标",
},
},
[35447] = {
["T"] = "魔环奖励任务",
},
[36471] = {
["T"] = "全新的暗月挑战者！",
["O"] = "在一场宠物对战中击败克里斯托弗·冯·费舍尔。",
["S"] = {
"击败克里斯托弗·冯·费舍尔",
},
},
[26684] = {
["T"] = "疯狂的食尸鬼",
["O"] = "从疯狂的食尸鬼手中拿回盲眼玛丽的眼镜。",
["S"] = {
"玛丽的眼镜",
},
},
[27452] = {
["T"] = "黑暗之衣",
["O"] = "从考林路口的教徒身上夺取死亡教徒的头饰和死亡教徒的长袍。",
["S"] = {
"死亡教徒的头饰",
"死亡教徒的长袍",
},
},
[79082] = {
["T"] = "超然盛放",
},
[28220] = {
["T"] = "寻找土壤",
["O"] = "将保护者幼苗带到7块肥沃的土壤处。",
["S"] = {
"肥沃的土壤",
},
},
[40567] = {
["T"] = "黑心林地：进入梦魇",
["O"] = "进入黑心林地地下城，消灭萨维斯之影。",
["S"] = {
"消灭萨维斯之影",
},
},
[28732] = {
["T"] = "只有一个可能……",
["O"] = "乘坐皮普的挖掘机前往黑石山。",
["S"] = {
"使用皮普的挖掘机（可选）",
"抵达黑石岩窟。",
},
},
[57974] = {
["T"] = "黑海岸之战（英雄）",
},
[70891] = {
["T"] = "入乡随俗",
},
[44663] = {
["T"] = "眨眼之间",
["O"] = "见证达拉然传送到破碎群岛。",
["S"] = {
"和肯瑞托大使交谈，传送到达拉然（可选）",
"见证达拉然的传送",
},
},
[45175] = {
["T"] = "伊利达雷的灵魂棱镜",
["O"] = "从“军团再临”的地下城的最终首领身上获得5个徘徊之魂碎片。\n\n地下城难度越高，获得徘徊之魂碎片的几率越高，数量越多。",
["S"] = {
"获得徘徊之魂碎片",
},
},
[31036] = {
["T"] = "下面的敌人",
["O"] = "和指挥官巴格兰谈一谈。",
},
[46199] = {
["T"] = "为阿苏纳而战",
["O"] = "在阿苏纳击败邪能指挥官瑟瑞塔斯。",
["S"] = {
"与法罗迪斯王子交谈，开始最终突袭（可选）",
"消灭瑟瑞塔斯",
},
},
[31548] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[31804] = {
["T"] = "完好如初的砮皂之旗",
["O"] = "将神器进行展览。",
},
[65772] = {
["T"] = "补充必需品",
["O"] = "从开阔草原以及周围区域的元鹰、元鹿和元狼身上收集15份隐匿蛋白质。",
["S"] = {
"隐匿蛋白质",
},
},
[49783] = {
["T"] = "至高岭的传承",
["O"] = "在雷霆图腾与梅拉·高岭见面。",
},
[8479] = {
["T"] = "祖玛洛什",
["O"] = "被囚禁在托尔瓦萨的巨魔俘虏文亚什要求你把祖玛洛什酋长的徽记交给他。祖玛洛什酋长居住在艾伦达尔湖对岸的塞布瓦萨。",
["S"] = {
"祖玛洛什酋长的徽记",
},
},
[8607] = {
["T"] = "部落需要魔纹布绷带！",
["O"] = "把20卷魔纹绷带交给奥格瑞玛精神谷的卡隆。",
["S"] = {
"魔纹绷带",
},
},
[35960] = {
["T"] = "奥金顿奖励任务",
},
[9119] = {
["T"] = "西部圣殿的麻烦",
["O"] = "与永歌森林的魔网监护者薇兰妮亚谈一谈。",
},
[9247] = {
["T"] = "圣光的召唤",
["O"] = "将名单登记员的信交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
},
[37496] = {
["T"] = "混入沉船竞技场",
["O"] = "混入沉船竞技场并找到欧库纳·长牙。",
},
[56439] = {
["T"] = "机械蛋囊",
["O"] = "将机械蛋囊带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
},
[10143] = {
["T"] = "远征军岗哨",
["O"] = "向远征军岗哨的前线指挥官金斯顿报到。",
},
[60023] = {
["T"] = "暗影国度(60) E",
},
[11039] = {
["T"] = "向间谍大师萨罗迪恩报到",
["O"] = "向52区的间谍大师萨罗迪恩报到。",
},
[11167] = {
["T"] = "新的药剂",
["O"] = "复仇港的药剂师雷杉德尔要求你从东南边的沉船残骸附近回收10个完整的药剂容器。",
["S"] = {
"完整的药剂容器",
},
},
[11423] = {
["T"] = "敌人的史诗",
["O"] = "进入幽刃岗哨北方的尼弗莱瓦，寻找寒冬诅咒的传说、女武神的传说和双子的传说。",
["S"] = {
"双子的传说",
"瓦格里的传说",
"寒冬诅咒的传说",
},
},
[46200] = {
["T"] = "问题……暂时解决……",
["O"] = "与达拉然的大法师茉德拉谈一谈。",
},
[63607] = {
["T"] = "恐角龙之魂",
["O"] = "把恐角龙之魂带给森林之心中的曼恩女士。",
},
[65774] = {
["T"] = "化生觉醒",
["O"] = "前往化生园林，使用造物化生台。",
["S"] = {
"触摸造物化生台",
},
},
[49784] = {
["T"] = "夜之子的传承",
["O"] = "与暗夜要塞的塔莉萨见面。",
},
[50296] = {
["T"] = "山羊理发师",
["O"] = "在6只温顺的山羊身上使用山羊薅毛器。",
["S"] = {
"山羊毛皮",
},
},
[85229] = {
["T"] = "恶匪大集结！",
["O"] = "将广告传单交给多恩诺嘉尔参赛者大门的霍萨恩。",
},
[12831] = {
["T"] = "未被遗忘",
["O"] = "水晶蛛网洞穴里的受伤的地精矿工希望你从冰尖爬行者身上找到一个冰尖毒囊。",
["S"] = {
"冰尖毒囊",
},
},
[35449] = {
["T"] = "乌特加德之巅奖励任务",
},
[35961] = {
["T"] = "通天峰奖励任务",
},
[26429] = {
["T"] = "捣毁枯木",
["O"] = "杀死枯木的10名掷斧者、10名猎头者和8名巫医。",
["S"] = {
"消灭枯木掷斧者",
"消灭枯木猎头者",
"消灭枯木巫医",
},
},
[26685] = {
["T"] = "高级玻璃",
["O"] = "杀掉暮色森林南部食人魔山里的扎克乌尔，取得食人魔的单片眼镜。",
["S"] = {
"食人魔的单片眼镜",
},
},
[37497] = {
["T"] = "寻找潮汐之石",
["O"] = "护送法罗迪斯王子前往纳萨拉斯废墟。",
["S"] = {
"护送法罗迪斯王子",
},
},
[13855] = {
["T"] = "兵临城下",
["O"] = "银色比武场的艾莱·觅星要求你消灭15名白骨卫士步兵、10名白骨卫士斥候和3名白骨卫士军官。",
["S"] = {
"消灭白骨卫士步兵",
"消灭白骨卫士斥候",
"消灭白骨卫士军官",
},
},
[56440] = {
["T"] = "小动物喷罐",
["O"] = "将小动物喷罐带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
},
[40569] = {
["T"] = "沙漠传奇",
["O"] = "与丽丽·风暴烈酒谈一谈。",
["S"] = {
"与丽丽·风暴烈酒交谈",
},
},
[57464] = {
["T"] = "维持法器",
["O"] = "获得20个狂乱碎缕。这些可以从尼奥罗萨的首领和世界首领身上获得，也可以通过获得战场和竞技场的胜利或者荣誉消灭获得。",
["S"] = {
"狂乱碎缕",
},
},
[57976] = {
["T"] = "身先士卒",
["O"] = "消灭12名钢肤先锋或者钢肤蛮兵。",
["S"] = {
"消灭钢肤构造体",
},
},
[29757] = {
["T"] = "蛤蟆酱",
["O"] = "在纯净之池的顶层，从8个冒泡的蛤蟆卵身上取得蛤蟆卵。",
["S"] = {
"挖取蛤蟆卵",
},
},
[60024] = {
["T"] = "暗影国度(60) E",
},
[44153] = {
["T"] = "圣光的代价",
["O"] = "将圣光之心存放在你的职业大厅中。",
},
[89326] = {
["T"] = "精粹的黑暗",
["O"] = "将卡雷什的碎片与洞穴中的虚空能量调谐。",
["S"] = {
"校准北方碎片位置",
"校准南方碎片位置",
},
},
[31037] = {
["T"] = "下面的敌人",
["O"] = "和指挥官巴格兰谈一谈。",
},
[31549] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员谢尔比·石火，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[31805] = {
["T"] = "完好如初的石碑底座",
["O"] = "将神器进行展览。",
},
[32317] = {
["T"] = "寻找灵魂石",
["O"] = "阅读裘碧卡的日志并利用其中的线索找到四块灵魂石碎片的下落。",
["S"] = {
"获得地狱火碎片",
"获得虚空风暴碎片",
"获得刀锋山碎片",
"获得影月谷碎片",
},
},
[70896] = {
["T"] = "绶带待售",
},
[35962] = {
["T"] = "德拉诺满级地下城奖励任务",
},
[72944] = {
["T"] = "发信石：抗议",
["O"] = "找到一块发信石。",
},
[78064] = {
["T"] = "亢祖的感知",
["O"] = "找到并对付亢祖巢穴的入侵者。",
["S"] = {
"找出闯入者",
},
},
[56441] = {
["T"] = "咯咯盒",
["O"] = "将咯咯盒带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
},
[40570] = {
["T"] = "一步登天",
["O"] = "获取诸天之拳。",
["S"] = {
"使用旋风精华",
},
},
[65777] = {
["T"] = "裹泥项链",
["O"] = "找到通晓平原狩猎和手制器具的人。",
},
[57977] = {
["T"] = "需要帮助的神庙",
["O"] = "协助纯洁神庙的信徒。",
["S"] = {
"协助信徒芙蒂玛",
"协助信徒赫莉涅",
"协助信徒莱卡斯忒",
},
},
[60025] = {
["T"] = "暗影国度(60) E",
},
[63609] = {
["T"] = "科多兽之魂",
["O"] = "把科多兽之魂带给森林之心中的曼恩女士。",
},
[79089] = {
["T"] = "圣化清理",
["O"] = "重建陨圣峪的崇圣之地。",
["S"] = {
"清扫崇圣之地",
},
},
[6544] = {
["T"] = "托雷克的突袭",
["O"] = "保护在银翼哨站与杜瑞尔·月火作战的托雷克，然后向慰籍之林的埃尔托格·怒齿汇报胜利的消息。",
["S"] = {
"攻占银翼哨站。",
},
},
[26430] = {
["T"] = "恶齿村",
["O"] = "跟辛特兰恶齿村的断齿长者谈一谈。",
},
[26686] = {
["T"] = "说话的骨头",
["O"] = "夜色镇的指挥官阿尔泰娅·埃伯洛克要你消灭5具骷髅战士和5具骷髅法师。",
["S"] = {
"消灭骷髅战士",
"消灭骷髅法师",
},
},
[53882] = {
["T"] = "天灾之祸",
["O"] = "去点燃第一处纪念之地的火焰。",
["S"] = {
"点燃第一处火焰",
},
},
[56442] = {
["T"] = "损坏的6号单位",
["O"] = "将损坏的6号单位带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
},
[65779] = {
["T"] = "深入平原",
["O"] = "在欧恩哈拉平原与席卡尔斥候见面。",
},
[29758] = {
["T"] = "猜猜谁回来了",
["O"] = "将科罗什的背壳带给新希菲拉的颜。",
},
[60026] = {
["T"] = "暗影国度60E",
},
[44667] = {
["T"] = "瓦拉加尔的意志",
["O"] = "完成10个世界任务。",
},
[45179] = {
["T"] = "赢得荣誉",
["O"] = "参加竞技场比赛并获胜。",
},
[62074] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[31550] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[63610] = {
["T"] = "猛犸象之魂",
["O"] = "把猛犸象之魂带给森林之心中的曼恩女士。",
},
[65780] = {
["T"] = "证明自我",
["O"] = "消灭烈焰始祖龙。",
["S"] = {
"消灭烈焰始祖龙",
},
},
[49787] = {
["T"] = "幽魂之地",
["O"] = "找到乌布里克在幽魂之地的家。",
["S"] = {
"前往幽魂之地",
},
},
[8480] = {
["T"] = "失落的军备",
["O"] = "将8个辛多雷军备物品交给永歌森林的维雷迪斯·雪晨。",
["S"] = {
"辛多雷军备物品",
},
},
[35452] = {
["T"] = "Utgarde Pinnacle - Bonus Objective Reward",
},
[89331] = {
["T"] = "拱卫圣焰",
["O"] = "完成夜幕激斗场景战役。",
},
[9632] = {
["T"] = "新的盟友",
["O"] = "将介绍信交给秘蓝岛的女猎手凯拉·夜弓。",
},
[9760] = {
["T"] = "守备官营地",
["O"] = "与秘血岛守备官营地的守备官考尔琳谈一谈。",
},
[9888] = {
["T"] = "落魄的领袖",
["O"] = "约林·死眼要你找到吉尔拉斯并跟他谈谈。",
},
[10016] = {
["T"] = "森林座狼的尾巴",
["O"] = "奥蕾莉亚要塞的波尔泰姆想让你收集12条森林座狼的尾巴。这些尾巴可以从森林座狼和森林座狼前锋身上获得。",
["S"] = {
"森林座狼的尾巴",
},
},
[10144] = {
["T"] = "阻断援军",
["O"] = "消灭格雷姆传送门和凯勒兹传送门附近的敌人，收集它们身上的恶魔符文石。\n\n然后在格雷姆传送门和凯勒兹传送门内使用金斯顿的雷管。\n\n完成任务后，将剩余的炸药还给前线指挥官金斯顿。",
["S"] = {
"破坏格雷姆传送门",
"破坏凯勒兹传送门",
},
},
[57979] = {
["T"] = "进攻行为",
["O"] = "消灭阿维尔将军。",
["S"] = {
"消灭阿维尔将军",
},
},
[59003] = {
["T"] = "易燃虫茧",
},
[60027] = {
["T"] = "暗影国度60E",
},
[89332] = {
["T"] = "新兵训练营",
["O"] = "完成一次光耀入侵或苏雷吉入侵。",
},
[11296] = {
["T"] = "裂木森林的囚犯",
["O"] = "远行者斯图卡·天云要你去营救7名冬蹄远行者，完成任务后钢铁之门向他复命。",
["S"] = {
"营救冬蹄远行者",
},
},
[11424] = {
["T"] = "盾牌岭",
["O"] = "“钢锯”杰妮要你前往新阿加曼德以南的盾牌岭，打败那些被复活的维库人，并收集5枚古代维库人徽记。",
["S"] = {
"古代维库人徽记",
},
},
[63611] = {
["T"] = "Rune Chest Opened",
},
[48764] = {
["T"] = "不要镐事",
["O"] = "取回米拉最喜欢的矿镐。",
["S"] = {
"米拉最喜欢的矿镐",
},
},
[32893] = {
["T"] = "LFGDungeons - Mists - Scenario - Heroic Random - 1st Bonus",
},
[49788] = {
["T"] = "为了联盟",
["O"] = "去暴风城大使馆与穆加德大使见面。",
},
[12704] = {
["T"] = "取悦雨水巨石",
["O"] = "雨声树屋的高阶神谕者索乌塞要你带上一名同伴，挖掘并收集6份闪闪发亮的宝贝。\n\n记得与雨声树屋的高阶神谕者索乌塞谈谈关于帮手的事。",
["S"] = {
"闪闪发亮的宝贝",
},
},
[35453] = {
["T"] = "乌特加德之巅奖励任务",
},
[36477] = {
["T"] = "破碎誓言",
["O"] = "在暗月马戏团里寻找对指环感兴趣的人。",
},
[37501] = {
["T"] = "Draenor Challenge Mode - Bronze Addition (1st)",
},
[27455] = {
["T"] = "本性难移的大男孩",
["O"] = "在东瘟疫之地的圣光之愿礼拜堂找到吉德文·金须。",
},
[28479] = {
["T"] = "凯斯利尔废墟",
["O"] = "跟冬泉谷凯斯利尔湖的卡多雷之魂谈一谈。",
},
[65783] = {
["T"] = "营火欢迎你",
["O"] = "在森步岗哨与斥候托木尔见面。",
},
[84214] = {
["T"] = "工作",
["O"] = "与锈废堆场的斯凯吉特·烬轰交谈。",
},
[85238] = {
["T"] = "台阶前的陌生人",
["O"] = "找到欧·巴拉德。",
["S"] = {
"找到欧·巴拉德",
},
},
[60028] = {
["T"] = "暗影国度60E",
},
[31039] = {
["T"] = "魔古的威胁",
["O"] = "击败12个山泽缚龙者或山泽兽王。\r\n",
["S"] = {
"击败山泽缚龙者或山泽兽王",
},
},
[62588] = {
["T"] = "寻求内心平静",
["O"] = "前往祖达萨进行冥想。",
["S"] = {
"在祖达萨冥想",
},
},
[31551] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[63612] = {
["T"] = "号令之链",
["O"] = "在渊狱附近与德拉卡碰面。",
},
[65784] = {
["T"] = "水獭之侧",
["O"] = "将3只巨型水獭带回艾拉格氏族。",
["S"] = {
"把巨型水獭带给狩猎大师",
},
},
[49789] = {
["T"] = "结盟",
["O"] = "回到暴风城，与安度因谈一谈。",
},
[84215] = {
["T"] = "作案团伙",
["O"] = "集结团队。",
["S"] = {
"招募逃生车手",
"营救出面人",
"招募表亲",
},
},
[85239] = {
["T"] = "大吞噬再临",
["O"] = "干扰纳克罗安仪式。",
["S"] = {
"摧毁虹吸之杖",
},
},
[35454] = {
["T"] = "Utgarde Pinnacle - Bonus Objective Reward",
},
[72952] = {
["T"] = "阴森的乌尔宝库",
["O"] = "进入并探索兹斯克拉宝库：乌尔。",
["S"] = {
"与探路者杰布交谈以进入宝库",
},
},
[37502] = {
["T"] = "Draenor Challenge Mode - Consolation (1st)",
},
[38014] = {
["T"] = "享用巨龙魔力",
["O"] = "在蓝翼栖地消灭15个枯法者。",
["S"] = {
"在蓝翼栖地消灭枯法者",
},
},
[56445] = {
["T"] = "摇尾的戳叉",
["O"] = "前往纳沙塔尔的新生家园，将摇尾的戳叉交给发现者帕尔塔看一看。",
},
[41086] = {
["T"] = "和平世界",
["O"] = "完成10个世界任务。",
},
[42110] = {
["T"] = "到山顶去！",
["O"] = "前往高岭峰。",
},
[42622] = {
["T"] = "仪式用鼓",
["O"] = "在雷霆图腾找到4面大型、4面中型、以及4面小型仪式用鼓。",
["S"] = {
"大型仪式用鼓",
"中型仪式用鼓",
"小型仪式用鼓",
},
},
[60029] = {
["T"] = "暗影国度60E",
},
[46206] = {
["T"] = "惊恐世界的低语",
["O"] = "前往索拉查盆地与麦格尼见面，并听取警告。",
["S"] = {
"在索拉查盆地与麦格尼会面",
},
},
[25152] = {
["T"] = "你的位置",
["O"] = "跟高内克谈一谈。",
},
[85241] = {
["T"] = "荣光不再的祭司",
["O"] = "消灭拆解者依萨姆。",
["S"] = {
"消灭拆解者依萨姆",
},
},
[51838] = {
["T"] = "LFG  - BFA - Island Expedition - Normal Win - Nth",
},
[72954] = {
["T"] = "兹斯克拉宝库：伊克斯",
["O"] = "进入并探索兹斯克拉宝库：伊克斯",
["S"] = {
"与探路者杰布交谈以进入宝库",
},
},
[26688] = {
["T"] = "林子里的狼人",
["O"] = "在阳光树林里杀死7名夜行狼人。",
["S"] = {
"消灭夜行狼人",
},
},
[37503] = {
["T"] = "Draenor Challenge Mode - Gold Addition (1st)",
},
[38015] = {
["T"] = "灭族危机",
["O"] = "使用发光的魔网水晶，或者发挥你的治疗能力让受伤的幼龙复苏。",
["S"] = {
"治疗赛多努",
"治疗卡米拉",
"治疗艾米苟萨",
"治疗贝拉苏斯",
},
},
[27456] = {
["T"] = "收集虫肉",
["O"] = "在东瘟疫之地寻找腐肉虫和腐肉吞噬者，杀死它们，收集15份食腐虫肉块。",
["S"] = {
"食腐虫肉块",
},
},
[28480] = {
["T"] = "黑暗的副手",
["O"] = "击败毒蝎领主纳穆卡哈雷和高阶祭司塞卡赫莫特。",
["S"] = {
"消灭毒蝎领主纳穆卡哈雷",
"消灭高阶祭司塞卡赫莫特",
},
},
[28992] = {
["T"] = "糖罐",
},
[84218] = {
["T"] = "脱身",
["O"] = "乘坐逃跑用车逃跑。",
["S"] = {
"逃出生天",
},
},
[85242] = {
["T"] = "赛季新征程",
["O"] = "阅读地下堡行者文件，了解地下堡第2赛季，然后从雷诺·杰克逊和芬利·莫格顿爵士那里购买补给。",
["S"] = {
"查看地下堡行者的指南",
},
},
[29760] = {
["T"] = "真正的斗士",
["O"] = "和暗月马戏团的科戈尔·碎颅谈一谈。",
},
[60030] = {
["T"] = "暗影国度60E",
},
[31040] = {
["T"] = "狡诈的林精",
["O"] = "击败30个黒木精怪或黒木妖师。",
["S"] = {
"击败黑木小鬼或黑木法师",
},
},
[31552] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[47743] = {
["T"] = "光与影之子",
["O"] = "与图拉扬谈一谈，开始复活泽拉。",
["S"] = {
"与图拉扬谈一谈",
},
},
[50303] = {
["T"] = "异乡异客",
["O"] = "在奥格瑞玛和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[8609] = {
["T"] = "部落需要符文布绷带！",
["O"] = "把20卷符文布绷带交给奥格瑞玛精神谷的尼根·陶蹄。",
["S"] = {
"符文布绷带",
},
},
[35456] = {
["T"] = "闪电大厅奖励任务",
},
[72956] = {
["T"] = "待启门扉",
["O"] = "进入并探索其他的兹斯克拉宝库。",
["S"] = {
"与探路者杰布交谈并进入宝库",
},
},
[53375] = {
["T"] = "BFA 111-119 E",
},
[37504] = {
["T"] = "Draenor Challenge Mode - Silver Addition (1st)",
},
[40064] = {
["T"] = "木质种子簇",
["O"] = "将木质种子簇带给达拉然的帕林教授。",
},
[65789] = {
["T"] = "河眠之地",
["O"] = "从泽林沼地收集材料。",
["S"] = {
"芳香的花朵",
"泥鳍小袋",
},
},
[57983] = {
["T"] = "执政官保佑",
["O"] = "解救关押所里的灵魂。",
["S"] = {
"解救科乌和科亚",
"解救希波刻斯",
"解救金希娅",
"解救剑斗士米维克斯",
},
},
[84220] = {
["T"] = "通往喧鸣深窟的通道",
},
[85244] = {
["T"] = "击败幽坑太保",
["O"] = "提升你的装备等级，在安德麦的难度8的地下堡中挑战幽坑太保。",
["S"] = {
"在幽坑太保的地下堡中将其消灭",
},
},
[10913] = {
["T"] = "不适当的葬礼",
["O"] = "泰罗卡森林白骨荒野沙塔尔营地的指挥官拉瓦伊要你焚烧8名被杀死的奥金尼战士和8名被杀死的沙塔尔守备官的遗体。",
["S"] = {
"焚烧被杀死的沙塔尔守备官的尸体",
"焚烧被杀死的奥金尼战士的尸体",
},
},
[44672] = {
["T"] = "远古魔力",
["O"] = "从3个远古魔力节点进行采集。",
["S"] = {
"远古魔力节点",
},
},
[78077] = {
["T"] = "病透体肤",
["O"] = "从被腐化的野生动物处收集8根凹凸不平的骨头。",
["S"] = {
"凹凸不平的骨头",
},
},
[47744] = {
["T"] = "烟、肉、漂亮的花",
["O"] = "找到一些腌制鹿肉干、格里姆的特制混装烟丝和一捆金盏菊花束。",
["S"] = {
"腌制鹿肉干",
"格里姆的特制混装烟丝",
"金盏菊花束",
},
},
[64639] = {
["T"] = "冬幕节礼物",
},
[32897] = {
["T"] = "LFGDungeons - Mists - Scenario - Heroic Daily - 1st/Nth",
},
[35457] = {
["T"] = "闪电大厅奖励任务",
},
[52864] = {
["T"] = "你说什么，心控植物？",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败刺叶",
},
},
[26689] = {
["T"] = "烂果园",
["O"] = "在烂果园里杀掉10头夜行织影狼人。",
["S"] = {
"消灭夜行织影狼人",
},
},
[37505] = {
["T"] = "LFGDungeons - Draenor - Raid Finder - 1st",
},
[76030] = {
["T"] = "空中缠绕",
["O"] = "在峈姆与哈洛维·玛尔谈一谈。",
},
[27457] = {
["T"] = "及时的联盟",
["O"] = "去找东瘟疫之地东墙哨塔的菲奥拉。",
},
[27713] = {
["T"] = "死亡之翼降临之日",
["O"] = "听听塞尔杜林的故事。",
["S"] = {
"消灭该死的石头元素",
"抽死亡之翼的耳光",
},
},
[27969] = {
["T"] = "派上用场",
["O"] = "元首司克诺兹要你说服6名懈怠的劳工认真工作。",
["S"] = {
"激励懒鬼的士气",
},
},
[40065] = {
["T"] = "夏斯卡",
["O"] = "把夏斯卡带给达拉然的帕林教授。",
},
[28737] = {
["T"] = "这是什么地方？",
["O"] = "杀死柯尔拉，暮光之兆。",
["S"] = {
"消灭柯尔拉，暮光之兆",
},
},
[28993] = {
["T"] = "糖罐",
},
[58496] = {
["T"] = "意外的顾问",
["O"] = "前往暴风要塞和安度因国王交谈。",
["S"] = {
"与安度因·乌瑞恩交谈",
},
},
[68863] = {
["T"] = "失落的部族",
["O"] = "与伊斯卡拉的穆里克交谈。",
},
[60032] = {
["T"] = "暗影国度(60) E",
},
[72959] = {
["T"] = "谁家的宝库？",
["O"] = "准备好出发后和安波莎交谈。",
["S"] = {
"与安波莎交谈",
},
},
[45185] = {
["T"] = "阴影中传来的消息",
["O"] = "搜查魔术旅馆上层的房间，寻找有关莱斯特·法师之矛下落的线索。",
["S"] = {
"寻找线索",
},
},
[31041] = {
["T"] = "拯救龙蛋！",
["O"] = "收集8枚腾云翔龙蛋。",
["S"] = {
"腾云翔龙蛋",
},
},
[31553] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员瑟里亚迪，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[31809] = {
["T"] = "怒之煞的残肢",
["O"] = "将愤怒之爪带给螳螂高原影踪卫戍营的班·熊心。",
},
[64640] = {
["T"] = "AubriesTestQuestForJeff",
},
[48769] = {
["T"] = "搜集遗物",
["O"] = "在海草丛中寻找遇难水手的遗物。",
["S"] = {
"水手弯刀",
},
},
[32898] = {
["T"] = "日常场景随机（第1个）（迷雾）",
},
[83199] = {
["T"] = "好东西要留到最后",
["O"] = "从黑水码头的度假地员工处收集酸橙。",
["S"] = {
"切开酸橙",
},
},
[50305] = {
["T"] = "异乡异客",
["O"] = "在暴风城和克罗米交谈。",
["S"] = {
"找到克罗米",
},
},
[86271] = {
["T"] = "理智之眠",
["O"] = "在喧鸣深窟的洞穴中扛起瘫倒的工人。",
["S"] = {
"搬起瘫倒的矿工",
},
},
[35458] = {
["T"] = "闪电大厅奖励任务",
},
[89343] = {
["T"] = "无拘虚空",
["O"] = "在穿着雷什裹布时与相位导管互动。",
},
[53377] = {
["T"] = "BFA 111-119 E",
},
[37506] = {
["T"] = "LFGDungeons - Draenor - Raid Finder - Nth",
},
[76032] = {
["T"] = "垃圾堆中宝",
["O"] = "谨慎地挖掘被乱涂一气的巨龙雕像。",
["S"] = {
"和洛斯卡谈一谈，开始挖掘",
},
},
[54913] = {
["T"] = "天才的火花",
["O"] = "在风暴峭壁的创世者的图书馆与米米尔隆见面。",
},
[39042] = {
["T"] = "强中自有强中手",
["O"] = "通过搜寻战斗功能，以全队25级宠物打败5名玩家。",
["S"] = {
"在宠物战斗中失利的玩家：0/5",
},
},
[65793] = {
["T"] = "黑车军团",
["O"] = "护送龙蛋前往新生法池。",
["S"] = {
"骑上驭龙术坐骑（可选）",
"与萨贝里安交谈以开始移动蛋",
},
},
[57985] = {
["T"] = "帮他们一把",
["O"] = "消灭10个萎缩的活化体。",
["S"] = {
"消灭萎缩的活化体",
},
},
[42114] = {
["T"] = "潮汐仪式",
["O"] = "在大漩涡进行潮汐仪式。",
["S"] = {
"开始仪式",
},
},
[59009] = {
["T"] = "她应得的地位",
["O"] = "携带符文剑返回兵主之座。",
["S"] = {
"强化谋略符文",
},
},
[86272] = {
["T"] = "抵消黑血",
["O"] = "在喧鸣深窟帮助缝针巨怪缓解地精的症状。",
["S"] = {
"加入材料",
},
},
[60033] = {
["T"] = "暗影国度(60) E",
},
[60545] = {
["T"] = "暗影国度：冷冽的召唤",
["O"] = "与暴风要塞外的达里安·莫格莱尼碰面。",
},
[89344] = {
["T"] = "那些看不见你的",
["O"] = "在佐舒尔瞭望台的无拘之域中消灭无拘观察者，收集相位能量。",
["S"] = {
"消灭无拘观察者",
"收集相位能量",
},
},
[62081] = {
["T"] = "讨还球果！",
["O"] = "从炽蓝仙野的林鬼身上收集44个被抢走的心能球果。",
["S"] = {
"被抢走的心能球果",
},
},
[62593] = {
["T"] = "狩猎：死亡元素",
},
[5841] = {
["T"] = "欢迎！",
["O"] = "将卡拉诺斯礼品券交给卡拉诺斯的尤里·碎盔。",
},
[64129] = {
["T"] = "荒猎团的冲锋",
["O"] = "在刻希亚骑乘阿德梅，消灭渊誓者。",
["S"] = {
"骑乘阿德梅",
},
},
[32899] = {
["T"] = "日常场景随机（第N个）（迷雾）",
},
[84225] = {
["T"] = "不留完卵",
["O"] = "消灭12个护卵者和12个育卵之巢。",
["S"] = {
"海怒护卵者",
"使用装备摧毁育卵之巢",
"在主营地获取装备（可选）",
},
},
[50818] = {
["T"] = "丢失的笛子",
["O"] = "找到沙漠之笛的主人。",
},
[70914] = {
["T"] = "十八般龙裔武器",
},
[36483] = {
["T"] = "战斗宠物大比拼",
["O"] = "在战斗区域内击败宠物。",
["S"] = {
"宠物精通印记",
},
},
[53378] = {
["T"] = "BFA 111-119 E",
},
[37507] = {
["T"] = "鲸腹才是老板",
["O"] = "与鲸腹老板交谈。",
["S"] = {
"与鲸腹老板交谈",
},
},
[54402] = {
["T"] = "风云变幻",
["O"] = "在新工匠镇与崔德·火钻队长会面。",
},
[38531] = {
["T"] = "魔石精通",
["O"] = "找泰拉·钢铁图腾购买一个魔石护甲立架，然后把八件护甲都挂上去。",
["S"] = {
"魔石护甲套装",
},
},
[55426] = {
["T"] = "它会茁壮成长吗？",
["O"] = "在肥沃土壤种下发芽之种。",
["S"] = {
"种下发芽之种",
},
},
[27970] = {
["T"] = "P·哈里斯船长",
["O"] = "杀死失落希望海角的P·哈里斯船长。失落希望海角位于此地以西北的海边，找到船只残骸就是了。",
["S"] = {
"消灭P·哈里斯船长",
},
},
[40579] = {
["T"] = "传说武器",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[57474] = {
["T"] = "泥仆的责任",
["O"] = "塑造一个泥仆并将它带至碎石堆处，等它挖开碎石堆，收集束缚宝石。",
["S"] = {
"挖掘泥仆",
},
},
[28994] = {
["T"] = "糖罐",
},
[29506] = {
["T"] = "调制饮料",
["O"] = "使用调酒器混合月莓汁和泡沫饮料，调制出5份月莓泡沫饮料。",
["S"] = {
"月莓泡沫饮料",
},
},
[29762] = {
["T"] = "传家宝",
["O"] = "从月水庄死去的珠鳍村民身上收集8个珠鳍遗宝。",
["S"] = {
"珠鳍遗宝",
},
},
[60034] = {
["T"] = "暗影国度(60) E",
},
[30274] = {
["T"] = "奥法地牢",
["O"] = "找出并毁掉3个地牢镣铐。",
["S"] = {
"摧毁东北地牢镣铐",
"摧毁西北地牢镣铐",
"摧毁西南地牢镣铐",
},
},
[89346] = {
["T"] = "你的那份战利品",
},
[45187] = {
["T"] = "下水道的秘密",
["O"] = "询问达拉然下水道里的下水道贱民，寻找更多有关莱斯特·法师之矛下落的情报。",
["S"] = {
"寻找线索",
},
},
[7761] = {
["T"] = "黑手的命令",
["O"] = "真是个愚蠢的兽人。看来你需要找到那枚烙印并获得达基萨斯徽记才可以使用命令宝珠。\n\n你从信中获知，达基萨斯将军守卫着烙印。也许你应该就此进行更深入的调查。",
},
[76035] = {
["T"] = "冬雪观景赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47235] = {
["T"] = "眼之占卜",
["O"] = "在希巴拉放置3个占卜道具。",
["S"] = {
"完成外侧废墟占卜",
"完成内侧废墟占卜",
"完成对“脚”的占卜",
},
},
[79107] = {
["T"] = "风暴余响",
["O"] = "检查驭雷者的情况。",
["S"] = {
"评估驭雷者",
},
},
[32900] = {
["T"] = "英雄事迹",
["O"] = "完成英雄难度的任意场景战役。",
["S"] = {
"完成英雄场景战役",
},
},
[8482] = {
["T"] = "秘密文件",
["O"] = "将秘密文件交给永歌森林鹰翼广场的艾尔杜·炙痕。",
},
[51331] = {
["T"] = "内藏玄机",
["O"] = "从希巴拉的钻探机中解救4名黑铁碎地者。",
},
[8866] = {
["T"] = "铜须长者",
},
[53379] = {
["T"] = "BFA 120 E",
},
[53891] = {
["T"] = "事无巨细",
["O"] = "到暮光高地找基罗。",
},
[76036] = {
["T"] = "冬雪观景赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9634] = {
["T"] = "大战异型掠夺者",
["O"] = "杀掉10个秘血幼崽，然后向秘血岛凯希尔路口的雷象管理者沃克汉复命。",
["S"] = {
"消灭秘血幼崽",
},
},
[79108] = {
["T"] = "恶魔之种",
["O"] = "收集被腐化的影叶之种。",
["S"] = {
"腐化的暗影叶之种",
},
},
[10018] = {
["T"] = "狼魂之衣",
["O"] = "给裂石堡的玛鲁卡兹带回12块森林座狼的毛皮。",
["S"] = {
"森林座狼的毛皮",
},
},
[57987] = {
["T"] = "致命干扰",
["O"] = "消灭15名战缝部队。",
["S"] = {
"消灭战缝部队",
},
},
[59011] = {
["T"] = "死亡会真正检验我们",
["O"] = "就凯克苏斯侯爵之死一事与维拉兹对质。",
["S"] = {
"获取最后的符文",
},
},
[86276] = {
["T"] = "荒野之外",
["O"] = "在喧鸣深窟的蠕动原野部署地精机器人。",
["S"] = {
"部署机器人",
},
},
[60035] = {
["T"] = "暗影国度(60) E",
},
[11042] = {
["T"] = "神秘的幻象",
["O"] = "与52区的火箭主管弗斯拉格谈一谈。",
},
[61059] = {
["T"] = "出席函：伦德尔和棍脸",
["O"] = "“灰常”合适的帽子可由拥有图纸及相应商业技能的玩家制作。",
["S"] = {
"把“灰常”合适的帽子交给伦德尔",
},
},
[11298] = {
["T"] = "酒里有什么？",
["O"] = "将5只矮人酒桶交给药剂师营地的药剂师玛尔苏斯。",
["S"] = {
"矮人酒桶",
},
},
[76037] = {
["T"] = "诺达希尔螺旋 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[64131] = {
["T"] = "Tracking Quest",
},
[49284] = {
["T"] = "喜讯传来",
["O"] = "使用调整过的寻踪卷轴，追踪并找回失踪的探险者。",
["S"] = {
"找到第1条线索",
},
},
[83205] = {
["T"] = "生产中断",
["O"] = "在锈废堆场摧毁黑血库存。",
["S"] = {
"摧毁北部库存",
"摧毁南部库存",
"摧毁西部库存",
},
},
[25667] = {
["T"] = "宰杀雪怪",
["O"] = "在灰色洞穴杀掉10只雪怪。你可以杀死雪怪或者雪怪幼崽。",
["S"] = {
"消灭雪怪",
},
},
[35461] = {
["T"] = "围攻砮皂寺奖励任务",
},
[72966] = {
["T"] = "烟火相生",
["O"] = "在扎卡利喷口外与艾比西安和萨贝里安见面。",
},
[53380] = {
["T"] = "BFA 120 E",
},
[13474] = {
["T"] = "糖罐",
},
[27203] = {
["T"] = "大漩涡",
["O"] = "通过传送门前往大漩涡，跟萨尔谈一谈。",
},
[27459] = {
["T"] = "圣光兄弟会",
["O"] = "去找东瘟疫之地提尔之手的大法师安吉拉·杜萨图斯。",
},
[79110] = {
["T"] = "解救托莫希",
["O"] = "从攫取之暗处救下托莫希·希尔海姆。",
["S"] = {
"消灭攫取之暗",
},
},
[40069] = {
["T"] = "幼虫肠子",
["O"] = "在潜岩者裂谷的幼年潜岩者身上获取蠕虫肠子。",
["S"] = {
"蠕虫肠子",
},
},
[28483] = {
["T"] = "横扫敌人",
["O"] = "获得10个尼斐塞特徽记。",
["S"] = {
"尼斐塞特徽记",
},
},
[14370] = {
["T"] = "神秘的艾萨莱特水晶",
["O"] = "在附近的悬崖收集五份艾萨莱特水晶样本。",
["S"] = {
"艾萨莱特水晶样本",
},
},
[29251] = {
["T"] = "藏宝海湾的利益",
["O"] = "取回一件可以将祖尔格拉布巨魔驱逐出藏宝海湾的神器。",
["S"] = {
"祖尔格拉布之石",
},
},
[29507] = {
["T"] = "给小家伙们乐一乐",
["O"] = "用考古学收集15个化石碎片并交给暗月马戏团的萨杜斯·帕雷教授。",
["S"] = {
"化石考古碎片",
},
},
[60036] = {
["T"] = "暗影国度(60) E",
},
[30275] = {
["T"] = "鳄鱼传说",
["O"] = "去四风谷的新希菲拉。将巨型鳄鱼尾交给颜。",
},
[46213] = {
["T"] = "水晶另计",
["O"] = "收集10个阿古尼特水晶。",
["S"] = {
"阿古尼特水晶",
},
},
[31555] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[79111] = {
["T"] = "失踪的山猫",
},
[49285] = {
["T"] = "小小宝藏",
["O"] = "收集所有寇巴的宝物。",
["S"] = {
"两用型实验围栏",
"雏鸟的第一个炼金石",
"找到斯皮兹",
},
},
[85255] = {
["T"] = "蜂安勿躁",
["O"] = "在卡雷什的尊主生态圆顶处麻醉并标记10只蜜蜂。",
["S"] = {
"镇静并标记蜜蜂",
},
},
[69896] = {
["T"] = "灾难之旅",
["O"] = "在新生宝库废墟与元素师泰阳见面。",
},
[70920] = {
["T"] = "A > B 奖励测试（中生命值）",
},
[89351] = {
["T"] = "解放安德麦：分头行动",
["O"] = "在普通难度的解放安德麦中击败穆格·兹伊，安保头子。",
},
[53381] = {
["T"] = "BFA 120 E",
},
[53893] = {
["T"] = "一点善意",
["O"] = "收集100份剑刃肋排、100份座狼肉和100份母鸡碎肉。",
["S"] = {
"剑刃肋排",
"座狼肉",
"母鸡碎肉",
},
},
[76040] = {
["T"] = "诺达希尔螺旋 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[40070] = {
["T"] = "鹰蛋大救援",
["O"] = "前往潜岩者裂谷，拿回鹰蛋。",
["S"] = {
"鹰蛋",
},
},
[41094] = {
["T"] = "利爪雏鹰",
["O"] = "跟艾维娜交谈以获得她的祝福，然后通过收集翡翠之球完成她的挑战。",
["S"] = {
[2] = "触碰翡翠之球",
},
},
[66825] = {
["T"] = "红玉焕生使命",
["O"] = "在红玉新生圣地参加焕生使命仪式。",
["S"] = {
"选择使命",
},
},
[85256] = {
["T"] = "植学时刻",
["O"] = "收集10份卡雷什切花。",
["S"] = {
"卡雷什切花",
},
},
[69897] = {
["T"] = "行为分析“作业”",
["O"] = "抚摸3只安眠的雏龙，随后向艾雅丽报告。",
["S"] = {
"爱抚安眠的雏龙",
},
},
[60037] = {
["T"] = "暗影国度(60) E",
},
[89352] = {
["T"] = "解放安德麦：分头行动",
["O"] = "在英雄难度的解放安德麦中击败穆格·兹伊，安保头子。",
},
[45190] = {
["T"] = "薄弱点",
["O"] = "前往破碎海滩的邪裂洞穴寻找卡兰姆·法师之矛。",
},
[62085] = {
["T"] = "……为何是我？",
["O"] = "将夺回的容器交给挑战者之所的监督者卡瓦洛斯。",
},
[76041] = {
["T"] = "海加尔疾行 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[48774] = {
["T"] = "暴行继续",
["O"] = "消灭5个铁潮恶徒和2个铁潮监工。",
["S"] = {
"消灭铁潮恶徒",
"消灭铁潮监工",
},
},
[65802] = {
["T"] = "旅途供给",
["O"] = "在森步岗哨附近收集5份营地供给，并在附近的森林中收集4个狂花荚。",
["S"] = {
"狂花荚",
"营地供给",
},
},
[85257] = {
["T"] = "尊主蜂务",
["O"] = "在尊主生态圆顶与草药学家奥莱拉见面。",
},
[25668] = {
["T"] = "被窃的补给品",
["O"] = "从灰色洞穴夺回6份被窃的补给品。",
["S"] = {
"被窃的补给品",
},
},
[25924] = {
["T"] = "使命召唤",
["O"] = "乘坐雇佣船只参加战斗。",
["S"] = {
"乘坐雇佣船只前往瓦丝琪尔",
},
},
[89353] = {
["T"] = "解放安德麦：分头行动",
["O"] = "在史诗难度的解放安德麦中击败穆格·兹伊，安保头子。",
},
[53382] = {
["T"] = "BFA 120 E",
},
[53894] = {
["T"] = "必先利其器",
["O"] = "收集15个暮光矿石，让基罗修好苦工的工具。",
["S"] = {
"暮光矿石",
},
},
[76042] = {
["T"] = "海加尔疾行 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27460] = {
["T"] = "软着陆",
["O"] = "在提尔之手杀死任意10个血色十字军生物。",
["S"] = {
"击败提尔之手的血色十字军",
},
},
[39047] = {
["T"] = "伊利达雷的召唤",
["O"] = "在克拉苏斯平台与受难者奥图里斯谈一谈。",
},
[79114] = {
["T"] = "装修工程",
["O"] = "清除鹿壳虫洞中过度生长的植物。",
["S"] = {
"拔除植物",
},
},
[40071] = {
["T"] = "除掉驯服者",
["O"] = "消灭潜岩者裂谷的驯服者考古尔。",
["S"] = {
"消灭驯服者考古尔",
},
},
[28484] = {
["T"] = "雪人的毛发",
["O"] = "收集12份雪人的毛发。",
["S"] = {
"雪人的毛发",
},
},
[28740] = {
["T"] = "我眼花了吗？",
["O"] = "杀死如花。",
["S"] = {
"消灭如花",
},
},
[28996] = {
["T"] = "糖罐",
},
[29252] = {
["T"] = "藏宝海湾的利益",
["O"] = "取回一件可以将祖尔格拉布巨魔驱逐出藏宝海湾的神器。",
["S"] = {
"祖尔格拉布之石",
},
},
[29508] = {
["T"] = "贝贝需要两双鞋",
["O"] = "使用储备铁块制造4块马蹄铁，然后给暗月马戏团的贝贝安上马蹄铁。",
["S"] = {
"为贝贝安上新的马蹄铁",
},
},
[69899] = {
["T"] = "秘密调查",
["O"] = "帮助艾雅丽及其朋友。",
["S"] = {
"倾听艾雅丽",
},
},
[60038] = {
["T"] = "暗影国度(60) E",
},
[62086] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[76043] = {
["T"] = "火箭车驰骋 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31556] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[31812] = {
["T"] = "宠物训练师祖塔",
["O"] = "在宠物战斗中击败祖塔。",
["S"] = {
"击败祖塔",
},
},
[47751] = {
["T"] = "冬幕节礼物",
},
[65804] = {
["T"] = "觅食即竞争",
["O"] = "从流浪者大草原的野生动物处收集30份猎获的鲜肉。",
["S"] = {
"猎获的鲜肉",
},
},
[33416] = {
["T"] = "南部短跑 12",
["O"] = "跑过拱门，通过红色标记和紫色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[33928] = {
["T"] = "不该存在的土与火",
["O"] = "把熔火之心交给伊森拉图斯。",
},
[8611] = {
["T"] = "部落需要瘦狼排！",
["O"] = "把20块瘦狼排交给奥格瑞玛精神谷的血卫士拉尔塔。",
["S"] = {
"瘦狼排",
},
},
[69900] = {
["T"] = "溯本追源",
["O"] = "在狂野禁猎区中消灭做试验的拜荒者。",
["S"] = {
"消灭特拉坎",
},
},
[8867] = {
["T"] = "春节烟花",
["O"] = "点燃8枚春节烟花和2组春节烟花束，然后回到任何一座主城的春节预告者身边。",
["S"] = {
"点燃春节烟花",
"点燃春节烟花束",
},
},
[72972] = {
["T"] = "觉醒海岸反向巡礼",
["O"] = "飞过觉醒海岸的所有反向赛道。",
["S"] = {
"红玉新生圣地赛道",
"狂野禁猎区障碍赛",
"烬琉航线",
"绝顶树冠激流冲刺",
"乌克图鲁特急流",
"翼眠环线",
"闪霜飞越",
"狂野禁猎区巡回赛",
},
},
[53383] = {
["T"] = "BFA 120 E",
},
[76044] = {
["T"] = "火箭车驰骋 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[40072] = {
["T"] = "英灵殿：获取神盾",
["O"] = "在英灵殿打败斯科瓦尔德并夺取阿格拉玛之盾。",
["S"] = {
"取得阿格拉玛之盾",
},
},
[65805] = {
["T"] = "与欧恩哈拉沟通",
["O"] = "从河床上收集4根河流芦苇、8根禽鸟尾羽和一颗蝾螈之心。",
["S"] = {
"河流芦苇",
"禽鸟尾羽",
"蝾螈之心",
},
},
[10403] = {
["T"] = "纳拉杜",
["O"] = "前往沙纳尔废墟，寻找纳拉杜的下落。",
},
[42120] = {
["T"] = "白银之手",
["O"] = "前往提瑞斯法林地的提尔之陨，取回白银之手。",
["S"] = {
"使用传送门前往达拉然巨坑（可选）",
"前往提瑞斯法林地里的标记地点",
},
},
[85260] = {
["T"] = "蜂力交瘁",
["O"] = "拾起10只过度劳累的蜜蜂并把它们送回蜂巢。",
["S"] = {
"拾取过度劳累的蜜蜂",
},
},
[69901] = {
["T"] = "专家出马",
["O"] = "收集5个日光花朵。",
["S"] = {
"收集日光花朵",
},
},
[60039] = {
["T"] = "暗影国度(60) E",
},
[76045] = {
["T"] = "灰谷限界 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[46728] = {
["T"] = "库尔提拉斯王国",
["O"] = "与暴风城港口的吉安娜·普罗德摩尔交谈。",
["S"] = {
"与吉安娜·普罗德摩尔交谈",
},
},
[63623] = {
["T"] = "虚位以待",
["O"] = "返回兵主之座。",
},
[79117] = {
["T"] = "前途无量鼹鼠人",
["O"] = "在姆玛尔外寻找6名鼹鼠人蜘蛛学者以加入拉克-乌什。",
["S"] = {
"招募鼹鼠人蜘蛛学家",
},
},
[12195] = {
["T"] = "不速之“客”",
["O"] = "将5根成熟的雄鹿角交给欧尼瓦营地的托尔玛克。",
["S"] = {
"成熟的雄鹿角",
},
},
[65806] = {
["T"] = "马鲁凯",
["O"] = "前往马鲁凯。",
["S"] = {
"与商队同行（可选）",
"抵达马鲁凯",
},
},
[66830] = {
["T"] = "龙蛙向导！",
["O"] = "使用凯希姬的萤火虫罐，将8只被霸凌的青蛙引诱到安全处。",
["S"] = {
"收集平静的青蛙",
},
},
[84237] = {
["T"] = "跌落神坛",
["O"] = "破解海尔克洛普神秘消失之谜。",
["S"] = {
"请玛露提示（可选）",
"破解谜题",
},
},
[85261] = {
["T"] = "蜂影记录",
["O"] = "记录10只蜜蜂和女王蜂。",
["S"] = {
"记录蜜蜂",
"记录女王蜂",
},
},
[69902] = {
["T"] = "理论付诸实践",
["O"] = "协助提尔贡治疗生物。",
["S"] = {
"治疗雏龙",
},
},
[35465] = {
["T"] = "岩石大厅奖励任务",
},
[72974] = {
["T"] = "欢迎来到嗅闻之都！",
["O"] = "在峈姆各处递送深岩剥石者包裹，并带着利润返回长老蜜裘身边。",
["S"] = {
"与布林萨赫赛交谈",
},
},
[76046] = {
["T"] = "灰谷限界 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27461] = {
["T"] = "拿下修道院",
["O"] = "去找东瘟疫之地提尔之手修道院外的指挥官埃里戈尔·黎明使者。",
},
[39049] = {
["T"] = "盯紧目标",
["O"] = "消灭审判官贝弗尔并吸取他的力量。",
["S"] = {
"消灭审判官贝弗尔并获取力量",
},
},
[27973] = {
["T"] = "当心鬼魂！",
["O"] = "格雷中士要你从维尔松船坞取回15片船坞木料。维尔松船坞位于此地西北方的海岸上，你可以从那里的鬼魂身上找到木料。",
["S"] = {
"船坞木料",
},
},
[28485] = {
["T"] = "雪怪之王耶提玛斯",
["O"] = "取回耶提玛斯的扭曲之角。",
["S"] = {
"耶提玛斯的扭曲之角",
},
},
[28741] = {
["T"] = "升腾者领主奥西迪斯",
["O"] = "杀死升腾者领主奥西迪斯。",
["S"] = {
"消灭升腾者领主奥西迪斯",
},
},
[66831] = {
["T"] = "蛙之所在才是家",
["O"] = "在新生法池与凯希姬见面，并释放救出的青蛙。",
["S"] = {
"释放青蛙",
},
},
[29509] = {
["T"] = "让青蛙肉更松脆",
["O"] = "在肥美的青蛙肉外包裹面粉，然后将它们在斯塔姆·雷角身后的锅子里制成5份脆青蛙肉。",
["S"] = {
"脆青蛙肉",
},
},
[60040] = {
["T"] = "暗影国度(60) E",
},
[30277] = {
["T"] = "破败的大厅",
["O"] = "夺回远古郭莱神器。",
["S"] = {
"关闭幽魂墙",
"远古郭莱神器",
},
},
[72975] = {
["T"] = "地下之地",
["O"] = "在瓦德拉肯的守护巨龙之座与黑龙军团见面。",
},
[62088] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62600] = {
["T"] = "寻求内在平静",
["O"] = "出发前往炽蓝仙野，与大地的平静通灵。",
["S"] = {
"在炽蓝仙野冥想",
},
},
[46729] = {
["T"] = "老迈骑士",
["O"] = "与赛勒斯·克雷斯弗见面。",
["S"] = {
"进入港务长的办公室",
},
},
[31813] = {
["T"] = "凶狠的达戈",
["O"] = "在宠物战斗中击败凶狠的达戈。",
["S"] = {
"击败凶狠的达戈",
},
},
[79119] = {
["T"] = "虫命轻狂！",
["O"] = "在拉克-乌什打扫畜棚。",
["S"] = {
"清理碎石",
},
},
[32325] = {
["T"] = "潜入黑暗神殿",
["O"] = "在黑暗神殿的主入口处寻找裘碧卡的印记。进去之后，在神殿之巅与裘碧卡交谈。",
["S"] = {
"查出议会的目的",
},
},
[50313] = {
["T"] = "异乡异客",
["O"] = "在暴风城找到克罗米。",
["S"] = {
"与克罗米交谈",
},
},
[50825] = {
["T"] = "风暴神殿：深渊低语",
["O"] = "在风暴神殿击败斯托颂勋爵。",
},
[69904] = {
["T"] = "出奇寂静",
["O"] = "在安东尼达斯营地寻找诺莉柯的学徒。",
["S"] = {
"发现学徒",
},
},
[72976] = {
["T"] = "世界的裂缝",
["O"] = "与阿莱克丝塔萨交谈。",
["S"] = {
"与阿莱克丝塔萨谈谈化身巨龙的事",
},
},
[53897] = {
["T"] = "犒劳宴",
["O"] = "通知工头马格洛克部落为苦工准备了一场犒劳宴。",
["S"] = {
"邀请工头马格洛克",
},
},
[76048] = {
["T"] = "杜隆塔尔巡回赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[39050] = {
["T"] = "恶魔蛛后",
["O"] = "完成仪式以侦察燃烧军团首领。",
["S"] = {
"完成仪式",
},
},
[79120] = {
["T"] = "大海捞虫",
["O"] = "将六只狂野的鹿壳虫捕捉并带回拉克-乌什。",
["S"] = {
"带回战壳虫",
},
},
[56457] = {
["T"] = "皮质毒腺",
["O"] = "前往纳沙塔尔的新生家园，将皮质毒腺交给发现者帕尔塔看一看。",
},
[57993] = {
["T"] = "敌我皆两人",
["O"] = "击败塑血者夏雷克斯和首席学徒马克雷克斯。",
["S"] = {
"消灭塑血者夏雷克斯",
"消灭首席学徒马克雷克斯",
},
},
[58505] = {
["T"] = "按计划消灭",
["O"] = "消灭敌人部队，破坏敌方阵形。",
["S"] = {
"巫妖作战计划",
"维拉兹战术计划",
"构造体实战计划",
},
},
[72977] = {
["T"] = "落焰之地",
["O"] = "在飞瀑峡谷与萨贝里安和拉希奥见面。",
},
[62089] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[76049] = {
["T"] = "织网者迂回赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[46730] = {
["T"] = "抗魔联军",
["O"] = "前往达拉然的克拉苏斯平台，陪同大法师卡德加。",
["S"] = {
"与克拉苏斯平台的卡德加见面",
},
},
[47754] = {
["T"] = "轻度烧烤",
["O"] = "使用圣光裁决者摧毁挡住泽尼达尔入口的石堆。",
["S"] = {
"清理碎石",
},
},
[66834] = {
["T"] = "博学者雷伦",
["O"] = "在供奉之穴中献上供品，见证雷伦的各个教诲。",
["S"] = {
"召唤雷伦",
},
},
[33931] = {
["T"] = "这不是任务",
["O"] = "帮助德塞普提亚",
},
[6482] = {
["T"] = "鲁尔的自由",
["O"] = "护送鲁尔，然后与碎木岗哨的雅玛·雪蹄谈一谈。",
["S"] = {
"护送鲁尔逃离蓟皮熊怪的领地。",
},
},
[75026] = {
["T"] = "直上九重天！",
["O"] = "收集12个风筝碎片。",
["S"] = {
"收集风筝碎片",
},
},
[76050] = {
["T"] = "织网者迂回赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27462] = {
["T"] = "拿下兵营",
["O"] = "去找东瘟疫之地提尔之手兵营前面的指挥官科尔法克斯。",
},
[39051] = {
["T"] = "不择手段",
["O"] = "进入紫罗兰监狱，拷问毁灭者塔尔达斯以找出叛徒瓦雷迪斯的位置。",
["S"] = {
"说服典狱官奥图拉斯",
},
},
[27974] = {
["T"] = "这是我们的土地",
["O"] = "击败灰葬男爵。",
["S"] = {
"消灭灰葬男爵",
},
},
[56458] = {
["T"] = "欧泊海螺",
["O"] = "前往纳沙塔尔的新生家园，将欧泊海螺交给发现者帕尔塔看一看。",
},
[28486] = {
["T"] = "萨赫特的计谋",
["O"] = "护送拉穆卡恒游侠队长前往高地。",
["S"] = {
"占领高地",
},
},
[41099] = {
["T"] = "同仇敌忾",
["O"] = "选择你在破碎群岛的首个攻击目标。",
["S"] = {
"选择首个出击目标",
},
},
[28998] = {
["T"] = "糖罐",
},
[42635] = {
["T"] = "戴尔格特的奥秘",
["O"] = "在戴尔格特外的海盗船上收集4块上古戴尔格特石板。",
["S"] = {
"上古戴尔格特石板",
},
},
[70931] = {
["T"] = "低语碎片",
["O"] = "从碎裂之焰处取回40个低语碎片。",
["S"] = {
"低语碎片",
},
},
[44683] = {
["T"] = "守住阵线",
["O"] = "夺取卡拉赞地下的东部魔网和西部魔网。",
["S"] = {
"夺取东部魔网",
"夺取西部魔网",
},
},
[31046] = {
["T"] = "小雏龙",
["O"] = "解救20只腾云雏龙。",
["S"] = {
"解救腾云雏龙",
},
},
[76051] = {
["T"] = "凄凉漂移 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31814] = {
["T"] = "安纳林",
["O"] = "在宠物战斗中击败安纳林。",
["S"] = {
"击败安纳林",
},
},
[64138] = {
["T"] = "Tracking Quest",
},
[64650] = {
["T"] = "土狼之魂",
["O"] = "把土狼之魂带给森林之心中的曼恩女士。",
},
[82195] = {
["T"] = "锈蚀和救赎",
["O"] = "在喧鸣深窟中从幽滴爬行者和爬行者幼体身上收集3份纯净的爬行者提取物。",
["S"] = {
"纯净的爬行者提取物",
},
},
[66836] = {
["T"] = "阳斑灌木林巡回赛——进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[35468] = {
["T"] = "岩石大厅奖励任务",
},
[9252] = {
["T"] = "保卫晴风村",
["O"] = "杀死4个腐肢劫掠者和4个黑暗怨灵，然后向永歌森林晴风村的游侠萨蕾恩复命。",
["S"] = {
"消灭腐肢劫掠者",
"消灭黑暗怨灵",
},
},
[53899] = {
["T"] = "郊外",
["O"] = "在祖达萨的南海岸找到尼莎。",
},
[76052] = {
["T"] = "凄凉漂移 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79124] = {
["T"] = "南部风暴导体",
["O"] = "找到南部风暴导体。",
["S"] = {
"找到线索（可选）",
"南部风暴导体",
},
},
[56459] = {
["T"] = "消化了一半的深海珊瑚荚囊",
["O"] = "前往纳沙塔尔的新生家园，将消化了一半的深海珊瑚荚囊交给发现者帕尔塔看一看。",
},
[40588] = {
["T"] = "追踪诅咒",
["O"] = "护送瑞维尔·考斯特从暮色森林的密斯特曼托庄园前往逆风小径的埃瑞丁营地。",
["S"] = {
"跟随瑞维尔前往埃瑞丁营地",
},
},
[66837] = {
["T"] = "饥一顿",
["O"] = "从三瀑勘查点南方的龙麒阔步者和条纹驼牛身上收集肉类。",
["S"] = {
"收集龙麒肉",
"收集驼鹿腰肉",
},
},
[84244] = {
["T"] = "黑水海滩狂欢",
["O"] = "在黑水码头与玛提·飙车会合。",
},
[10660] = {
["T"] = "奇怪的生物……",
["O"] = "影月谷影月村的研究员提欧鲁斯要求你给他带回8个魔火脾脏。",
["S"] = {
"魔火脾脏",
},
},
[10916] = {
["T"] = "挖掘念珠",
["O"] = "将德莱尼祈祷念珠交给荣耀堡的助手克拉图。",
["S"] = {
"德莱尼祈祷念珠",
},
},
[11044] = {
["T"] = "灾难的幻象",
["O"] = "与蛮锤要塞的空军指挥官努埃恩谈一谈。",
},
[44684] = {
["T"] = "深层腐化",
["O"] = "从逆风小径地下的山洞中获取一份腐化土壤精华和一份腐化水体精华。",
["S"] = {
"腐化的土壤精华",
"腐化的水之精华",
},
},
[62091] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62603] = {
["T"] = "与众不同的稀有灵魂",
["O"] = "击败晋升高塔的德沃丝。",
},
[11684] = {
["T"] = "侦察虫孔",
["O"] = "牦牛村的玛罕宗父要求你使用喷泉平原地图标记出南部虫孔、西北部虫孔和东北部虫孔的位置。",
["S"] = {
"标记南部虫孔的位置",
"标记东北部虫孔的位置",
"标记西北部虫孔的位置",
},
},
[64651] = {
["T"] = "眼镜蛇之魂",
["O"] = "把眼镜蛇之魂带给森林之心中的曼恩女士。",
},
[12324] = {
["T"] = "把他们熏出来！",
["O"] = "利用烟雾炸弹迫使20名风险投资公司游荡者逃出他们的藏身之地，然后向石头守卫诺卡·暴怒图腾复命。",
["S"] = {
"熏出风险投资公司游荡者",
},
},
[66838] = {
["T"] = "高处不胜寒",
["O"] = "从厚鬃熊处收集厚厚的熊毛皮。",
["S"] = {
"厚厚的熊毛皮",
},
},
[51340] = {
["T"] = "德鲁斯瓦呀！",
["O"] = "与伊崔格和亡灵舰长塔特赛尔交谈。",
["S"] = {
"与伊崔格交谈",
},
},
[26183] = {
["T"] = "国王的苹果酒",
["O"] = "收集12只多汁的苹果，把它们交给暴风城的罗比·弗雷。",
["S"] = {
"多汁的苹果",
},
},
[53388] = {
["T"] = "BFA 111-119 E",
},
[53900] = {
["T"] = "借用武器",
["O"] = "在惊珠浅滩收集10件纳泽希武器。",
["S"] = {
"收集纳泽希武器",
},
},
[13604] = {
["T"] = "档案馆数据圆盘",
["O"] = "将档案馆数据圆盘带到奥杜尔的档案馆控制台前。",
},
[27463] = {
["T"] = "儿时的梦想",
["O"] = "与圣光之愿礼拜堂里的玛克斯韦尔·泰罗索斯男爵交谈。",
},
[78102] = {
["T"] = "华盖竞翔",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[13988] = {
["T"] = "成长的麻烦",
["O"] = "把图加之眼带到棘齿城西南的电角蜥蜴之峰。",
["S"] = {
"将图加之眼带上山峰",
},
},
[40077] = {
["T"] = "入侵开始",
["O"] = "消灭15个恶魔，并换掉燃烧军团的旗帜以控制绝望岭。",
["S"] = {
"消灭恶魔",
},
},
[28487] = {
["T"] = "亨伯特的私人问题",
["O"] = "取回亨伯特的长剑、亨伯特的头盔和亨伯特的长裤。",
["S"] = {
"亨伯特的长剑",
"亨伯特的头盔",
"亨伯特的长裤",
},
},
[28743] = {
["T"] = "机尾炮手！",
["O"] = "击落15个司克诺兹王牌飞行员。",
},
[28999] = {
["T"] = "糖罐",
},
[29511] = {
["T"] = "修一下又是一辆好坦克",
["O"] = "在暗月马戏团场地里修理5辆损坏的蒸汽坦克。",
["S"] = {
"维修损坏的坦克",
},
},
[69911] = {
["T"] = "杂乱不堪，请别见怪",
["O"] = "帮助法斯塔兹大使修复大使馆。",
["S"] = {
"和法斯塔兹大使谈一谈",
},
},
[30535] = {
["T"] = "学习务农（一）：播种",
["O"] = "和半山市集的商人绿野谈一谈，获得一包绿色卷心菜种子。",
["S"] = {
"一包绿色卷心菜种子",
},
},
[62092] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[76055] = {
["T"] = "剃刀沼泽环线 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31815] = {
["T"] = "嗜虐的索亚",
["O"] = "在宠物战斗中击败嗜虐的索亚。",
["S"] = {
"击败嗜虐的索亚",
},
},
[49293] = {
["T"] = "突击入侵",
["O"] = "完成3个普通侵入点。",
},
[33422] = {
["T"] = "艾尔文森林长跑练习",
["O"] = "跑过拱门，通过蓝色标记和绿色标记，然后返回钢铁侏儒游戏营地。",
["S"] = {
"跑过拱门",
},
},
[51341] = {
["T"] = "大海的女儿",
["O"] = "与吉安娜·普罗德摩尔一同会见凯瑟琳·普罗德摩尔。",
["S"] = {
"与凯瑟琳·普罗德摩尔见面",
},
},
[70936] = {
["T"] = "失窃的海象人图腾",
},
[36494] = {
["T"] = "来自塔拉多的消息",
["O"] = "到你在霜火岭的要塞与洛坎交谈。",
},
[53389] = {
["T"] = "BFA 111-119 E",
},
[53901] = {
["T"] = "爆炸总能奏效",
["O"] = "将烈性炸药放置在纳迦的鱼叉发射器上，然后引爆炸弹制造混乱。",
["S"] = {
"放置炸弹",
},
},
[76056] = {
["T"] = "剃刀沼泽环线 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78104] = {
["T"] = "华盖竞翔 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[56461] = {
["T"] = "珠光螺壳",
["O"] = "前往纳沙塔尔的新生家园，将珠光螺壳交给发现者帕尔塔看一看。",
},
[66841] = {
["T"] = "往昔的碎片",
["O"] = "取回神器并将其交给萨奈莎·银树。",
["S"] = {
"收集神器",
},
},
[84248] = {
["T"] = "符文仪式",
["O"] = "摧毁5个召唤符文并消灭受诅者伊希勒迪尔。",
["S"] = {
"摧毁召唤符文",
},
},
[70937] = {
["T"] = "瓦尔祖克斯的本源",
["O"] = "寻找关于神器瓦尔祖克斯本质的线索。",
["S"] = {
"发现崩裂的石板",
nil,
"发现碎裂之焰日志",
"发现丢弃的日志",
},
},
[60557] = {
["T"] = "第一回？好好打！",
["O"] = "集结8名灰心的士兵。",
["S"] = {
"鼓舞迟疑的士兵",
},
},
[72985] = {
["T"] = "索德拉苏斯反向巡礼",
["O"] = "飞过索德拉苏斯的所有反向赛道。",
["S"] = {
"起伏森林航线",
"提尔要塞试炼",
"山崖环道",
"学院爬升赛",
"花园休闲赛",
"交错洞窟",
},
},
[62093] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[76057] = {
["T"] = "千针石林折返赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[46734] = {
["T"] = "突袭破碎海滩",
["O"] = "完成突袭破碎海滩场景战役。",
["S"] = {
"与卡德加谈一谈",
},
},
[78105] = {
["T"] = "华盖竞翔 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79129] = {
["T"] = "雷鸫集结",
["O"] = "保护召唤仪式。",
["S"] = {
"守卫仪式",
},
},
[25160] = {
["T"] = "给莉娜的礼物",
["O"] = "切割3颗永恒夜之石，把它们交给奥格瑞玛的玛瑞希·拉苏妮亚。",
["S"] = {
"切割永恒夜之石",
"永恒夜之石",
},
},
[51342] = {
["T"] = "激流堡之战",
},
[70938] = {
["T"] = "社区盛宴",
["O"] = "在碧蓝林海的伊斯卡拉与大个子基努克交谈。",
},
[52878] = {
["T"] = "沙漠幸存者",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败库萨",
},
},
[26696] = {
["T"] = "卡利姆多的召唤",
["O"] = "从藏宝海湾坐船去棘齿城，然后跟加兹鲁维谈一谈。",
},
[27208] = {
["T"] = "恐惧魔王巴纳扎尔",
["O"] = "杀死巴纳扎尔。",
["S"] = {
"消灭巴纳扎尔",
},
},
[27464] = {
["T"] = "银色召唤：墓穴的试炼",
["O"] = "进入圣光之愿礼拜堂后面的墓穴，阅读银白卷轴，然后完成他的试炼。",
["S"] = {
"完成墓穴试炼",
},
},
[78106] = {
["T"] = "华盖竞翔 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[56462] = {
["T"] = "鳗鱼胶质",
["O"] = "前往纳沙塔尔的新生家园，将鳗鱼胶质交给发现者帕尔塔看一看。",
},
[28744] = {
["T"] = "谷物战僵尸",
["O"] = "抵御2大波僵尸攻击。",
["S"] = {
"抵御一大波敌人",
},
},
[29000] = {
["T"] = "糖罐",
},
[42639] = {
["T"] = "血之石",
["O"] = "在戴尔格特附近的船上从断牙船长身上收集断牙的红宝石护符。",
["S"] = {
"断牙的红宝石护符",
},
},
[69915] = {
["T"] = "针对性广告",
["O"] = "从剪河山羊和惹麻烦的山羊处取回传单。",
["S"] = {
"找回“订购工匠的任何产品！”",
"找回“公开订单：成品迅速，为你量身打造！”",
"找回“定制高品质装备：个人订单让生意更加蓬勃！”",
},
},
[70939] = {
["T"] = "烹饪器具",
},
[72987] = {
["T"] = "再次出发",
["O"] = "在查拉雷克洞窟与艾比西安见面。",
["S"] = {
"找到艾比西安",
"让卡雷苟斯帮你传送（可选）",
},
},
[75035] = {
["T"] = "硫磺冲刺",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[62606] = {
["T"] = "乌荆搭配",
["O"] = "在乌棘林地收集6份乌棘泥土。",
["S"] = {
"乌棘泥土",
},
},
[33424] = {
["T"] = "北郡飞奔之钟响12下",
["O"] = "跑过拱门，通过蓝色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[50319] = {
["T"] = "异乡异客",
["O"] = "和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[8613] = {
["T"] = "部落需要斑点黄尾鱼！",
["O"] = "把20条斑点黄尾鱼交给奥格瑞玛精神谷的渔夫林度。",
["S"] = {
"斑点黄尾鱼",
},
},
[34960] = {
["T"] = "大自然的馈赠",
["O"] = "收集30份冰冻植物提取物。",
},
[35472] = {
["T"] = "净化斯坦索姆奖励任务",
},
[72988] = {
["T"] = "藏宝海湾杂志",
["O"] = "与塞纳苟斯交谈，暂时将你在藏宝海湾的声望变为中立，然后前往东部王国的藏宝海湾找到泽洛斯。",
["S"] = {
"与塞纳苟斯交谈，将你在藏宝海湾的声望变为中立",
},
},
[53391] = {
["T"] = "BFA 120 E",
},
[53903] = {
["T"] = "找到米尔拉",
["O"] = "在苏拉玛的暮光酒庄找到米尔拉。",
},
[76060] = {
["T"] = "菲拉斯废墟越野赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[56463] = {
["T"] = "斑点多头蛇鳞片",
["O"] = "前往纳沙塔尔的新生家园，将斑点多头蛇鳞片交给发现者帕尔塔看一看。",
},
[10277] = {
["T"] = "时光之穴",
["O"] = "时光之穴的安多尔姆要你跟随时光监护者游览时光之穴。",
["S"] = {
"游览时光之穴",
},
},
[66845] = {
["T"] = "传奇踪迹",
["O"] = "找到龙人幽灵并取回传说卡牌。",
["S"] = {
"取回传说卡牌",
},
},
[42128] = {
["T"] = "仪式材料",
["O"] = "在达拉然寻找墓地尘、一罐过热油膏、陈年雪梅白兰地以及鹿血样本。",
["S"] = {
"墓地尘",
"一罐过热油膏",
"陈年雪梅白兰地",
"鹿血样本",
},
},
[42640] = {
["T"] = "知识的价值",
["O"] = "在戴尔格特外面的水中收集7箱古代圣物。",
["S"] = {
"一箱古代圣物",
},
},
[10917] = {
["T"] = "流亡者的交易",
["O"] = "将30片鸦人的羽毛交给沙塔斯城贫民窟的维卡克斯。",
["S"] = {
"鸦人的羽毛",
},
},
[44176] = {
["T"] = "家的便利",
["O"] = "把旅行者的银柜带到沙尔艾兰。",
["S"] = {
"把旅行者的银柜放到沙尔艾兰",
},
},
[72989] = {
["T"] = "红玉龙崽",
["O"] = "在红玉新生圣地收取红龙蛋，随后在红玉誓言石旁孵化它。",
["S"] = {
"收集红玉之卵",
},
},
[11301] = {
["T"] = "疯狂的研究",
["O"] = "将12份疯狂探险者的“样本”交给药剂师营地的药剂师葛瑞克。",
["S"] = {
"疯狂探险者的“样本”",
},
},
[91420] = {
["T"] = "交换集会",
["O"] = "将你的发现带给塔扎维什的欧·米尤兹。",
},
[76061] = {
["T"] = "安其拉环道 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11941] = {
["T"] = "奇怪……",
["O"] = "把闪耀的碎片交给永生之盾的莱洛拉斯。",
},
[33425] = {
["T"] = "Blue/Yellow Sprint 15 INTERNAL REPEATABLE",
["O"] = "跑过拱门，通过蓝色标记和绿色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[84253] = {
["T"] = "[弃用]锻造订单需求",
},
[69918] = {
["T"] = "动摇基业",
["O"] = "消灭灭石者托卡拉、研磨者摩尔卡和他们释放的元素。",
["S"] = {
"消灭灭石者托卡拉",
"消灭研磨者摩尔卡",
},
},
[35473] = {
["T"] = "Culling of Stratholme - Bonus Objective Reward",
},
[35985] = {
["T"] = "要塞战役：破碎悬崖",
["O"] = "找到格莱布林·迅爆。",
},
[72990] = {
["T"] = "猩红舒适",
["O"] = "为红玉龙崽的巢穴收集物资。",
["S"] = {
"红玉布卷",
"孔雀软羽",
"拉斯塔克的线团",
},
},
[53392] = {
["T"] = "BFA 120 E",
},
[26953] = {
["T"] = "德鲁伊，赞吉吉",
["O"] = "陪着赞吉吉杀死20只染上瘟疫的野生动物。你可以杀掉的有：巨大的瘟疫熊、生病的狼、毒雾潜伏者，或天灾潜伏者。\n\n假如你和赞吉吉走散了，就回到治愈者营地去。",
["S"] = {
"陪赞吉吉杀死的野生动物",
},
},
[27209] = {
["T"] = "狂风骤起，有待扑灭",
["O"] = "杀死萨尔萨隆王子，并通知雷霆崖的哈缪尔·符文图腾。",
["S"] = {
"消灭萨尔萨隆王子",
},
},
[27465] = {
["T"] = "银色召唤：剧毒林地",
["O"] = "在布洛米尔和剧毒林地杀死16个天灾和8个教徒。如果塔伦纳或吉德文被杀的话，就返回圣光之愿礼拜堂。",
["S"] = {
"在剧毒林地杀死天灾",
"在剧毒林地杀死教徒",
},
},
[27721] = {
["T"] = "大酋长的命令：海加尔山！",
["O"] = "跟塞纳里奥使者托尔·黑蹄谈一谈，进入月光林地。",
["S"] = {
"获得前往月光林地的许可",
},
},
[28233] = {
["T"] = "失踪的兄弟",
["O"] = "找到巴鲁姆·铸锤。",
},
[40593] = {
["T"] = "恶魔四伏",
["O"] = "保卫暴风要塞并击退燃烧军团的进攻。",
["S"] = {
"向杰斯·织暗了解有关恶魔的情报",
},
},
[41105] = {
["T"] = "王者之剑",
["O"] = "找到斯多姆卡，灭战者，然后解决扎卡兹。",
["S"] = {
"与艾瑞莉娅交谈并前往提瑞斯法林地（可选）",
"前往提瑞斯法林地的提尔之墓",
},
},
[29001] = {
["T"] = "糖罐",
},
[42129] = {
["T"] = "星光吊坠",
["O"] = "从深海女王莎拉萨身上取回星光吊坠，她经常沿着瓦尔莎拉的海岸来回巡视。",
["S"] = {
"星光吊坠",
},
},
[29513] = {
["T"] = "咸湿老水手的最爱",
["O"] = "在暗月岛周围的海水中捕捉5条大海鲱。",
["S"] = {
"大海鲱",
},
},
[69919] = {
["T"] = "急需手艺",
["O"] = "与阿兹雷交谈，了解如何完成制造订单。",
["S"] = {
"从阿兹雷处学习工匠商盟规则",
},
},
[70943] = {
["T"] = "鱼叉捕鱼",
},
[62096] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62608] = {
["T"] = "皇室佳肴",
["O"] = "在魅夜花园收集6份皇家泥炭。",
["S"] = {
"皇家泥炭",
},
},
[66848] = {
["T"] = "风之征兆",
["O"] = "协助欧恩·森什滕举行仪式。",
["S"] = {
"与欧恩·瑟什滕谈一谈",
},
},
[50321] = {
["T"] = "魔精的危害",
["O"] = "摧毁6瓶黏性魔精合剂。",
["S"] = {
"摧毁黏性魔精合剂",
},
},
[35474] = {
["T"] = "净化斯坦索姆奖励任务",
},
[53393] = {
["T"] = "BFA 120 E",
},
[76064] = {
["T"] = "奥丹姆巡回赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[39058] = {
["T"] = "德拉诺的小动物们",
["O"] = "在宠物对战中击败收藏家爱瑞斯。",
},
[56465] = {
["T"] = "荒草之石",
["O"] = "前往纳沙塔尔的新生家园，将荒草之石交给发现者帕尔塔看一看。",
},
[41106] = {
["T"] = "野性的呼唤",
["O"] = "找到岑塔布拉和纳拉雷克斯，并带他们到仪式地点。",
["S"] = {
"与岑塔布拉交谈",
},
},
[59025] = {
["T"] = "直指人心",
["O"] = "消灭莫比坦。",
["S"] = {
"触发仪式",
},
},
[70945] = {
["T"] = "自投渔网",
},
[62097] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[76065] = {
["T"] = "安戈洛环形山巡回赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[5843] = {
["T"] = "欢迎！",
["O"] = "将剃刀岭礼品券交给剃刀岭的玛卡尔。",
},
[78113] = {
["T"] = "挑战巡礼",
["O"] = "在巨龙群岛的每个地区完成一条挑战赛道。",
["S"] = {
"觉醒海岸",
"欧恩哈拉平原",
"碧蓝林海",
"索德拉苏斯",
"禁忌离岛",
"查拉雷克洞窟",
},
},
[24906] = {
["T"] = "海边打捞",
["O"] = "收集7份热砂补给品。",
["S"] = {
"热砂补给品",
},
},
[25674] = {
["T"] = "无用的自尊",
["O"] = "杀死巨槌要塞的一个巨槌伏击者。",
["S"] = {
"消灭巨槌伏击者",
},
},
[35475] = {
["T"] = "古达克奖励任务",
},
[53394] = {
["T"] = "BFA 120 E",
},
[37523] = {
["T"] = "突袭高里亚试炼场",
["O"] = "突袭高里亚试炼场的食人魔部队。",
["S"] = {
"称霸高里亚试炼场",
},
},
[38035] = {
["T"] = "皇家召令",
["O"] = "使用皇家召令，然后跟随空军上将罗杰斯进入暴风城港口传送门。",
["S"] = {
"使用皇家召令",
},
},
[27466] = {
["T"] = "银色召唤：北谷",
["O"] = "与东瘟疫之地东墙哨塔的菲奥拉交谈。",
},
[27722] = {
["T"] = "大酋长的命令：深岩之洲！",
["O"] = "跟奥格瑞玛西部大地神殿的先知克洛伽谈一谈。",
},
[27978] = {
["T"] = "鬼魂毁灭者",
["O"] = "前往营地东北的拉尔戈的瞭望台杀死任意14只鬼魂。",
["S"] = {
"杀死拉尔戈的瞭望台周围的鬼魂",
},
},
[28234] = {
["T"] = "他们拿走了我的裤子！",
["O"] = "找到巴鲁姆的护腿。",
["S"] = {
"巴鲁姆的护腿",
},
},
[28490] = {
["T"] = "英雄的召唤：黑海岸！",
["O"] = "去找黑海岸洛达内尔的女祭司德塔莉亚。",
},
[41107] = {
["T"] = "毒的教训",
["O"] = "采集8朵暗影花。",
["S"] = {
"暗影花",
},
},
[29002] = {
["T"] = "糖罐",
},
[44691] = {
["T"] = "口腹之欲",
["O"] = "给首席传送师欧库勒斯喂食远古魔力。",
["S"] = {
"喂饱首席传送师欧库勒斯",
},
},
[30794] = {
["T"] = "紧急救护",
["O"] = "治愈廖贤者，让他重新振作起来。",
["S"] = {
"使用法术或小屋里的药膏治疗廖贤者",
},
},
[62098] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[76067] = {
["T"] = "签字，封装，自行投递",
},
[47251] = {
["T"] = "有趣的时代",
["O"] = "在奥格瑞玛的精神谷与历史学家吉帕见面。",
},
[79139] = {
["T"] = "独面黑暗",
["O"] = "调查安苏雷克之眼。",
["S"] = {
"在安苏雷克之眼与奥威娜见面",
},
},
[8486] = {
["T"] = "不稳定的奥术",
["O"] = "魔网监护者薇兰妮亚要求你杀死5只法力怨灵和5只法力漫步者。",
["S"] = {
"消灭法力怨灵",
"消灭法力漫步者",
},
},
[50835] = {
["T"] = "赞达拉港",
["O"] = "到百商集市与佐拉妮会面。",
},
[35476] = {
["T"] = "古达克奖励任务",
},
[53395] = {
["T"] = "BFA 120 E",
},
[37524] = {
["T"] = "突袭高里亚试炼场",
["O"] = "突袭高里亚试炼场的食人魔部队。",
["S"] = {
"称霸高里亚试炼场",
},
},
[54419] = {
["T"] = "镇压暴乱",
["O"] = "在佐卡罗广场制服12名暴徒。",
["S"] = {
"制服暴动者",
},
},
[78116] = {
["T"] = "翡翠漫行 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79140] = {
["T"] = "得过且过",
["O"] = "与散漫的土灵受训者决斗。",
["S"] = {
"与散漫的土灵决斗",
},
},
[56467] = {
["T"] = "狂鱼獠牙",
["O"] = "前往纳沙塔尔的新生家园，将狂鱼獠牙交给发现者帕尔塔看一看。",
},
[57491] = {
["T"] = "更好……更强……更安全",
["O"] = "从不稳定的单位身上获取神经加速器、万用电磁增幅器和流量充能伺服器。",
["S"] = {
"神经加速器",
"万用电磁增幅器",
"流量充能伺服器",
},
},
[10406] = {
["T"] = "传达信息",
["O"] = "护送维序派爆破师前往法力熔炉：乌提斯的管道，并在他破坏时保护他的安全。",
["S"] = {
"破坏复仇军管道",
},
},
[84260] = {
["T"] = "制造订单",
["O"] = "与工匠飞地的阿尔德兰交谈。",
["S"] = {
"与阿尔德兰交谈",
},
},
[60051] = {
["T"] = "手工艺大师",
["O"] = "在灰烬荒野找到劳伦特。",
},
[11046] = {
["T"] = "主药剂师希尔达迦",
["O"] = "与影月村的主药剂师希尔达迦谈一谈。",
},
[61075] = {
["T"] = "亮眼火花",
["O"] = "消灭4个诅咒之眼。",
["S"] = {
"消灭锻炉搜魂者",
},
},
[62099] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[77093] = {
["T"] = "暗影烈焰之斧",
["O"] = "访问艾泽拉斯档案馆，寻找暗影烈焰专家",
},
[78117] = {
["T"] = "翡翠漫行 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11942] = {
["T"] = "通行之语",
["O"] = "悲叹通灵塔里的萨萨里安要求你前往圣城恩其拉，在痛苦尖塔中夺取高阶祭司塔雷坎的卷轴，在凋零尖塔中夺取高阶祭司纳菲塞特的卷轴，在鲜血尖塔中夺取高阶祭司安多拉斯的卷轴。",
["S"] = {
"高阶祭司安多拉斯的卷轴",
"高阶祭司纳菲塞特的卷轴",
"高阶祭司塔雷坎的卷轴",
},
},
[82213] = {
["T"] = "蝙蝠需求",
["O"] = "收集8块镣牙叶鼻蝠之肉。",
["S"] = {
"镣牙叶鼻蝠之肉",
},
},
[33429] = {
["T"] = "艾尔文长跑试炼之钟响25下",
["O"] = "跑过拱门，通过蓝色标记和绿色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[25419] = {
["T"] = "蕾蒂拉拉的大奖章",
["O"] = "从海地精收集者身上收集5块勋章碎片，用它们制造蕾蒂拉拉的大奖章。",
["S"] = {
"蕾蒂拉拉的大奖章",
},
},
[34965] = {
["T"] = "王座的召唤",
["O"] = "与元素王座的元素之怒沟通。",
["S"] = {
"与先知德雷克塔尔交谈",
},
},
[35477] = {
["T"] = "Gundrak Bonus Objective",
},
[13094] = {
["T"] = "他们丝毫不感到羞愧吗？",
["O"] = "战斗法师凯特琳的影像要你找回伯林纳德的研究笔记。",
["S"] = {
"伯林纳德的研究笔记",
},
},
[13222] = {
["T"] = "保卫攻城车",
["O"] = "冬拥湖的资深攻城技师雷格索要你驾驶或保护一辆攻城器械，摧毁3座部落建筑物。\n\n列兵军衔及更高军衔的玩家可以在地精车间中建造攻城器械。",
["S"] = {
"保卫攻城车",
},
},
[53396] = {
["T"] = "BFA 120 E",
},
[27467] = {
["T"] = "光触之刃",
["O"] = "将光触之刃插进10个被杀死的天灾士兵的尸体中。",
["S"] = {
"把刀插在尸体上",
},
},
[78118] = {
["T"] = "翡翠漫行 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[14118] = {
["T"] = "军餐鹿肉",
["O"] = "在衰弱的苔蹄雄鹿身上收集15块鹿肉。",
["S"] = {
"鹿肉块",
},
},
[14246] = {
["T"] = "提前领养",
["O"] = "将3枚猛鹫的蛋放在猛鹫之巢里，在它们被带走之前保护好。",
["S"] = {
"保护猛鹫的蛋",
},
},
[28747] = {
["T"] = "南瓜炸弹",
["O"] = "抵御2大波僵尸攻击。",
["S"] = {
"抵御一大波敌人",
},
},
[29003] = {
["T"] = "糖罐",
},
[29515] = {
["T"] = "书写未来",
["O"] = "使用一包奇异的草药制作预言墨水，然后使用墨水及轻羊皮纸制作塞格的塔罗牌。",
["S"] = {
"命运",
},
},
[70951] = {
["T"] = "料理工具箱",
},
[62100] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[77095] = {
["T"] = "熟客酒桶",
},
[78119] = {
["T"] = "翡翠漫行 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[82215] = {
["T"] = "常规纤维",
["O"] = "收集5份强韧的常春藤纤维。",
["S"] = {
"强韧的常春藤纤维",
},
},
[51349] = {
["T"] = "为了信义",
["O"] = "在沃顿找到艾尔米中士。",
},
[35478] = {
["T"] = "紫罗兰监狱奖励任务",
},
[53397] = {
["T"] = "BFA 120 E",
},
[54933] = {
["T"] = "圣光解救",
["O"] = "使用光耀之子的圣光驱散附近的通灵能量。",
["S"] = {
"驱散第一股通灵能量",
},
},
[82216] = {
["T"] = "经济需求",
["O"] = "在陨圣峪的米雷达尔写一封推荐信。",
["S"] = {
"引荐其他贸易伙伴",
"写一封推荐信",
},
},
[83240] = {
["T"] = "剧场巡演",
["O"] = "参加剧场巡演活动。",
["S"] = {
"赢得观众的认可",
"完成一场剧场巡演",
},
},
[42134] = {
["T"] = "不断壮大",
["O"] = "与征募官辛普森谈一谈。",
},
[70953] = {
["T"] = "海象人头饰",
},
[44694] = {
["T"] = "步步为营",
["O"] = "完成10个世界任务。",
},
[62101] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[77097] = {
["T"] = "熟客酒桶",
},
[47254] = {
["T"] = "原汁原味",
["O"] = "击败诅咒之地的恶魔领主卡扎克、艾萨拉的艾索雷苟斯，以及翡翠梦境传送门里的梦魇之龙。",
["S"] = {
"消灭卡扎克",
"消灭艾索雷苟斯",
"消灭梦魇之龙",
},
},
[79145] = {
["T"] = "金属与顽石",
["O"] = "为土灵受训者配备作战装备。",
["S"] = {
"武装土灵受训者",
},
},
[82217] = {
["T"] = "地下经济",
["O"] = "在度耐尔之仁协助阿拉希人进行贸易协商。",
["S"] = {
"阿拉希交易货物",
},
},
[33431] = {
["T"] = "艾尔文南部长跑试炼之钟响30下",
["O"] = "跑过拱门，通过红色标记和紫色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[34455] = {
["T"] = "放飞它们的心灵",
["O"] = "对被控制的双头飞龙使用双头飞龙精神控制仪。",
["S"] = {
"让双头飞龙的精神重获自由",
},
},
[25932] = {
["T"] = "每天晚上都来袭",
["O"] = "帮助火锤中士和他的巡山人防御冻石农场，抵挡住霜鬃袭击者的进攻。",
["S"] = {
"保卫冻石农场",
},
},
[26188] = {
["T"] = "马兹拉纳其",
["O"] = "把一根平原狮的腿骨交给血蹄村的茂尔·祈雨。",
["S"] = {
"平原狮的腿骨",
},
},
[36503] = {
["T"] = "荣耀的证明：拜奥兰特",
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
},
[53398] = {
["T"] = "BFA 120 E",
},
[26956] = {
["T"] = "我可没说你是个种地的……",
["O"] = "在西瘟疫之地的达尔松之泪除掉6株坏玉米，4只烂苹果，以及3只看上去坏掉的南瓜。",
["S"] = {
"除掉坏玉米",
"除掉烂苹果",
"除掉看上去坏掉的南瓜",
},
},
[27468] = {
["T"] = "修理攻城坦克",
["O"] = "跟站在受损的滩头堡攻城坦克上的攻城坦克指挥官谈一谈。在工程师维修期间保卫坦克。",
["S"] = {
"跟攻城坦克指挥官交谈",
"保护攻城坦克",
},
},
[27724] = {
["T"] = "英雄的召唤：瓦丝琪尔！",
["O"] = "跟暴风城港口的征募官伯恩斯谈一谈。",
},
[27980] = {
["T"] = "必须消灭蜘蛛",
["O"] = "杀死灼热峡谷的15只熔岩蜘蛛。",
["S"] = {
"杀死熔岩蜘蛛",
},
},
[29004] = {
["T"] = "糖罐",
},
[70955] = {
["T"] = "壮美飞行生物",
},
[62102] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[31308] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[46743] = {
["T"] = "至高岭的物资",
["O"] = "与至高岭的兰莎·灰羽谈一谈，领取你的奖励。",
},
[79147] = {
["T"] = "飞行训练第一课",
["O"] = "帮助库德兰在空中机动科目中训练新兵。",
["S"] = {
"见证雷鸫的超荷充能",
},
},
[65836] = {
["T"] = "风暴显露",
["O"] = "在贤冠松林与瓦图会合。",
["S"] = {
"与斥候瓦图会合",
},
},
[33432] = {
["T"] = "艾尔文南部长跑练习",
["O"] = "跑过拱门，通过红色标记和紫色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[33944] = {
["T"] = "还有雷象？！",
["O"] = "回卡雷布翻倒的货车附近把里奇交给他。",
},
[8615] = {
["T"] = "部落需要烤鲑鱼！",
["O"] = "把20份烤鲑鱼交给奥格瑞玛精神谷的图拉·利爪。",
["S"] = {
"烤鲑鱼",
},
},
[69932] = {
["T"] = "生命宝贵",
["O"] = "收集材料以更换小急流的敷料。",
["S"] = {
"暴晒的亚麻布",
"麻醉花粉",
},
},
[35480] = {
["T"] = "紫罗兰监狱奖励任务",
},
[53399] = {
["T"] = "BFA 120 E",
},
[9383] = {
["T"] = "艰巨的计划",
["O"] = "在失控的虚空行者受伤之后对其使用净化水晶，然后返回塔哈玛特神殿向艾尔萨娜复命。",
["S"] = {
"闪光的净化水晶",
},
},
[38552] = {
["T"] = "哈尔沙拉领主之墓",
["O"] = "袭击墓穴。",
["S"] = {
"打开墓穴",
"袭击墓穴",
},
},
[9895] = {
["T"] = "崩溃的平衡",
["O"] = "找到沼泽之鞭并杀死它，然后向塞纳里奥庇护所的莱森·月火复命。",
["S"] = {
"消灭沼泽之鞭",
},
},
[10279] = {
["T"] = "主宰之巢",
["O"] = "与时光之穴的安多尔姆谈一谈。",
},
[69933] = {
["T"] = "好奇的代价",
["O"] = "割断难除的藤蔓。",
["S"] = {
"剪断难除的藤蔓",
"消灭重步鞭笞者",
},
},
[70957] = {
["T"] = "西出之海",
["O"] = "在欧恩哈拉平原的树影庇护所与糖枝交谈。",
},
[11047] = {
["T"] = "学徒的请求",
["O"] = "与影月谷影月村的达玛·蛮鬃谈一谈。",
},
[62103] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[77101] = {
["T"] = "材料任务模板",
["O"] = "帮助火箭主管弗斯拉格打造出完美武器。",
["S"] = {
"和材料游戏任务给予者交谈",
},
},
[63639] = {
["T"] = "通报奥利波斯",
["O"] = "返回奥利波斯的塔尔-伊纳拉身边。",
},
[79149] = {
["T"] = "厂中暴动",
["O"] = "消灭10个暴怒的元素。",
["S"] = {
"消灭暴怒的元素",
},
},
[65838] = {
["T"] = "突破蕨皮",
["O"] = "调查蕨皮外围区。",
["S"] = {
"调查北部区域",
"调查南部区域",
"调查西部区域",
},
},
[25165] = {
["T"] = "永远不要相信大蝎刺和微笑",
["O"] = "将毒素萃取图腾插在巨钳蝎附近，收集6份蝎毒样本。",
["S"] = {
"收集蝎毒样本",
},
},
[25421] = {
["T"] = "庄严的石板",
["O"] = "将庄严的石板交给古斯坦。",
},
[13095] = {
["T"] = "他们丝毫不感到羞愧吗？",
["O"] = "战斗法师凯特琳的影像要你找回伯林纳德的研究笔记。",
["S"] = {
"伯林纳德的研究笔记",
},
},
[36505] = {
["T"] = "战士的披风",
["O"] = "在沃高尔里找到一位能够帮助你的霜狼制皮匠。",
},
[26701] = {
["T"] = "飞往蕨墙",
["O"] = "跟棘齿城的布拉高克谈一谈，飞往蕨墙村。然后去找克罗格。",
},
[13479] = {
["T"] = "寻蛋",
["O"] = "获得20块蛋壳碎片。",
["S"] = {
"鲜艳的蛋壳碎片",
},
},
[54424] = {
["T"] = "狡诈之徒",
["O"] = "将信物交给桥下的神秘人。",
},
[27469] = {
["T"] = "另一侧的朋友",
["O"] = "找到阿克莱德。",
},
[79150] = {
["T"] = "榭台大戏",
["O"] = "帮助建筑师布洛克弗清理榭台。",
["S"] = {
"与布洛克弗交谈",
},
},
[56472] = {
["T"] = "奥丹姆协议",
["O"] = "了解奥丹姆拉穆卡恒面临的威胁。",
["S"] = {
"查看流沙幻象",
},
},
[14247] = {
["T"] = "固执的大地",
["O"] = "桑克的住所的桑克要你找到不自然的岩石。",
},
[28749] = {
["T"] = "安多哈尔之战",
["O"] = "与战斗法师伊拉利尔交谈，传送到西瘟疫之地的安多哈尔。然后向安多哈尔城内的萨萨里安报到。",
},
[58008] = {
["T"] = "全部加满",
["O"] = "收集6个燃料罐。",
["S"] = {
"燃料罐",
},
},
[29517] = {
["T"] = "关注奖品",
["O"] = "使用暗月工具包，用粗线、闪光的小珠和蓝色染料制作5份暗月奖品。",
["S"] = {
"暗月奖品",
},
},
[70959] = {
["T"] = "可爱抱抱",
},
[91438] = {
["T"] = "永恒研究：英雄世界任我行",
["O"] = "在英雄世界难度下完成3个世界任务。",
},
[31309] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员艾玛，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[46745] = {
["T"] = "宫廷的物资",
["O"] = "与阿苏纳的维里迪斯·法隆谈一谈，领取你的奖励。",
},
[31821] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[79151] = {
["T"] = "孤儿的请求",
["O"] = "从陨圣峪的饥寒之池取回阿丽扎爱护有加的泰迪熊。",
["S"] = {
"爱护有加的泰迪熊",
},
},
[80175] = {
["T"] = "最后的法师",
["O"] = "在贝雷达尔之慷找到文伦·阿萨尔。",
},
[32589] = {
["T"] = "生命力",
["O"] = "使用调和水晶从雷电王座的黑暗意志身上取得意志残渣。",
["S"] = {
"意志残渣",
},
},
[82223] = {
["T"] = "家常美味",
["O"] = "在陨圣峪米雷达尔的斯蒂泰克家里享用一顿饭。",
["S"] = {
"在斯蒂泰克餐桌旁就坐",
},
},
[33434] = {
["T"] = "西部荒野赛跑之钟响30下",
["O"] = "跑过拱门，通过蓝色标记和绿色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"在信号枪响起后到拱门处就位",
},
},
[69936] = {
["T"] = "破坏主谋赞布尔",
["O"] = "击败监督者赞布尔。",
["S"] = {
"消灭监督者赞布尔",
},
},
[70960] = {
["T"] = "商人的华服",
},
[53401] = {
["T"] = "BFA 120 E",
},
[91439] = {
["T"] = "永恒研究：英雄侵入点",
["O"] = "在英雄世界难度下完成一次军团侵入点事件。",
},
[77104] = {
["T"] = "地狱火急行 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79152] = {
["T"] = "戮鱼之池",
["O"] = "在陨圣峪的饥寒之池中消灭10个蜃鱼人。",
["S"] = {
"消灭蜃鱼人",
},
},
[80176] = {
["T"] = "奥术涓流",
["O"] = "从米雷达尔附近的滩蟹处获取5个奥能弥散的器官。",
["S"] = {
"奥能弥散的器官",
},
},
[57497] = {
["T"] = "传播消息",
["O"] = "告知暴风城的艾莎·云歌。",
["S"] = {
"传送到暴风城",
},
},
[43162] = {
["T"] = "扭曲之树",
["O"] = "喝下女巫大锅中的药剂，接受她的咒语。之后，你才能击败她姐姐那无法安息的灵魂。",
["S"] = {
"喝下锅里的东西并释放艾瑞雅·悲心的灵魂",
},
},
[60057] = {
["T"] = "通灵战潮：圣杰的誓约",
["O"] = "在通灵战潮击败收割者阿玛厄斯和缚霜者纳尔佐。",
},
[91440] = {
["T"] = "永恒研究：破碎群岛的英雄",
["O"] = "在英雄世界难度下完成5个任务。",
},
[46746] = {
["T"] = "瓦拉加尔的物资",
["O"] = "与风暴峡湾的瓦德玛尔·逐风谈一谈，领取你的奖励。",
},
[79153] = {
["T"] = "胜者为王",
["O"] = "在陨圣峪的饥寒之池中消灭吞噬者锐鳞，并取回它的徽记。",
["S"] = {
"锐鳞的徽记",
},
},
[80177] = {
["T"] = "奥术实验",
["O"] = "协助文伦开展实验。",
["S"] = {
"连接节点",
},
},
[65177] = {
["T"] = "盛放之果",
["O"] = "在化生园林中收集化生瓜的种子，并消灭蔓生植物。",
["S"] = {
"消灭蔓生植物",
"收集种子",
},
},
[65842] = {
["T"] = "缴械行动",
["O"] = "消灭武器大师沃达克并收集15把灭世者武器。",
["S"] = {
"灭世者武器",
"消灭武器大师沃达克",
},
},
[25422] = {
["T"] = "黑雾遗产",
["O"] = "收集6堆闪光的泥土。",
["S"] = {
"闪光的泥土",
},
},
[35483] = {
["T"] = "达克萨隆要塞奖励任务",
},
[26190] = {
["T"] = "渔夫的美餐",
["O"] = "收集5条巨大的鲶鱼，把它们交给暴风城的罗比·弗雷。",
["S"] = {
"巨大的鲶鱼",
},
},
[26446] = {
["T"] = "收复冥火岭",
["O"] = "在肥沃的土壤里种植8棵小树苗。",
["S"] = {
"种植树苗",
},
},
[53402] = {
["T"] = "BFA 120 E",
},
[91441] = {
["T"] = "永恒研究：英雄大型侵入点",
["O"] = "在英雄世界难度下完成一次大型军团侵入点事件。",
},
[27470] = {
["T"] = "潜在的盟友",
["O"] = "找到阿克莱德。",
},
[27726] = {
["T"] = "英雄的召唤：海加尔山！",
["O"] = "跟塞纳里奥使者安亚·碧月谈一谈，进入月光林地。",
["S"] = {
"获得前往月光林地的许可",
},
},
[79154] = {
["T"] = "最后的道别",
["O"] = "在陨圣峪的饥寒之池帮助阿丽扎道别。",
["S"] = {
"烧掉物品",
},
},
[28238] = {
["T"] = "暮光海滩",
["O"] = "跟暴风城港口的法戈·弗林特洛克谈一谈。",
},
[28494] = {
["T"] = "大酋长的命令：北贫瘠之地！",
["O"] = "去找北贫瘠之地前沿哨所的卡加尔·战痕。",
},
[28750] = {
["T"] = "安多哈尔之战",
["O"] = "与奥法师艾尔曼交谈，传送到西瘟疫之地的安多哈尔。然后向安多哈尔城内的库尔迪拉·织亡者报到。",
},
[58010] = {
["T"] = "再来点，再来点！",
["O"] = "收集16份亚基残片。",
["S"] = {
"亚基残片",
},
},
[42139] = {
["T"] = "崛起吧，勇士",
["O"] = "招募半兽人迦罗娜和梵妮莎·范克里夫成为你的第一批勇士。",
},
[70963] = {
["T"] = "腕部支持",
},
[76083] = {
["T"] = "亚贝鲁斯，焰影熔炉：大地守护者的回响",
["O"] = "在普通难度的亚贝鲁斯，焰影熔炉中，从奈萨里奥的回响身上收集3本大地守护者宝典。",
["S"] = {
"大地守护者的魔典",
},
},
[46747] = {
["T"] = "织梦者的物资",
["O"] = "与瓦尔莎拉的西尔维娅·鹿角谈一谈，领取你的奖励。",
},
[31822] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[47771] = {
["T"] = "找到“神射手”的下落",
["O"] = "找到“神射手”巴拉特。",
},
[80179] = {
["T"] = "正义侦探",
["O"] = "追踪杀害文伦的凶手。",
["S"] = {
"跟随踪迹（可选）",
"找到害死文伦的凶手",
},
},
[65844] = {
["T"] = "割除腐溃",
["O"] = "消灭5个腐烂的树人和10个蕨皮掷腐者。",
["S"] = {
"消灭腐烂的树人",
"消灭蕨皮掷腐者",
},
},
[8488] = {
["T"] = "出人意料的结果",
["O"] = "与学徒米尔维达谈一谈，然后保护她免遭天灾军团的伤害。",
["S"] = {
"与学徒米尔维达交谈（可选）",
"消灭冷酷的加苏尔",
},
},
[8744] = {
["T"] = "精心包裹的礼物",
},
[35484] = {
["T"] = "达克萨隆要塞奖励任务",
},
[53403] = {
["T"] = "BFA 120 E",
},
[91443] = {
["T"] = "永恒研究：进阶战斗研究，稀有",
["O"] = "在英雄世界难度下消灭4个稀有敌人。",
},
[55451] = {
["T"] = "颜料瓶：火球灼红",
["O"] = "将物品交给神奇的马蒂尼。",
},
[39580] = {
["T"] = "大酋长",
["O"] = "在雷霆图腾与梅拉·高岭谈一谈。",
},
[10152] = {
["T"] = "西侧的威胁",
["O"] = "杀死10名碎手卫兵、10名碎手狂战士和5名碎手侍僧，然后向塞斯高附近断背岗哨的石头守卫安比兰报到。",
["S"] = {
"消灭碎手卫兵",
"消灭碎手狂战士",
"消灭碎手侍僧",
},
},
[65845] = {
["T"] = "陨落者的回响",
["O"] = "将布莉娜的图腾放置在5个海象人的遗体旁，与他们的灵魂联系。",
["S"] = {
"与幽魂沟通",
},
},
[10408] = {
["T"] = "节点之王萨哈达尔",
["O"] = "使用维序派扰流器关闭萨哈达尔防御力场，然后消灭节点之王萨哈达尔。",
["S"] = {
"干扰萨哈达尔的能量导管（可选）",
"消灭节点之王萨哈达尔",
},
},
[10920] = {
["T"] = "复仇之战",
["O"] = "守备官海雷恩要你杀掉20只巨牙寡妇蛛，然后返回灵网山脊西边向他复命。",
["S"] = {
"消灭巨牙寡妇蛛",
},
},
[11048] = {
["T"] = "克洛坎的报告",
["O"] = "与影月村的血卫士古尔穆克谈一谈。",
},
[44700] = {
["T"] = "风暴峡湾",
["O"] = "在达拉然的紫罗兰城堡与空军上将罗杰斯谈一谈。",
},
[91444] = {
["T"] = "永恒研究：进阶战斗研究，精英",
["O"] = "在英雄世界难度下消灭5个精英敌人。",
},
[62619] = {
["T"] = "曲折的故事",
["O"] = "将《曲折的故事》带给伤忆林地的档案员德雷登。",
},
[46748] = {
["T"] = "堕夜精灵的物资",
["O"] = "与苏拉玛的首席奥术师塔莉萨谈一谈，领取你的奖励。",
},
[11944] = {
["T"] = "我们被包围了！",
["O"] = "死亡营地的韦恩下士希望你消灭7名通灵塔防御者。",
["S"] = {
"消灭通灵塔防御者",
},
},
[65846] = {
["T"] = "魔网零落",
["O"] = "在蕨皮外围区收集7块魔网水晶。",
["S"] = {
"魔网水晶",
},
},
[24911] = {
["T"] = "热带天堂在呼唤",
["O"] = "去找安戈洛环形山马绍尔哨站的威利德·马绍尔。",
},
[25167] = {
["T"] = "斩断链条",
["O"] = "摧毁3只北方城堡补给箱，并杀死10个北卫军劳工。",
["S"] = {
"摧毁北方城堡补给箱",
"消灭北卫军劳工",
},
},
[25423] = {
["T"] = "万劫不复",
["O"] = "收集6份灵魂精华。",
["S"] = {
"灵魂精华",
},
},
[51356] = {
["T"] = "通缉：女巫莉莉亚斯",
["O"] = "在克莱因消灭女巫莉莉亚斯并获取她的徽记。",
["S"] = {
"女巫莉莉亚斯的徽记",
},
},
[12968] = {
["T"] = "伊尔达的愚行",
["O"] = "布伦希尔达村的复仇者伊芬要你进入瓦基里安，杀死风暴语者伊尔达。",
["S"] = {
"消灭风暴语者伊尔达",
},
},
[26447] = {
["T"] = "恶魔的计划",
["O"] = "将恶魔的计划交给灰谷碎木岗哨的瓦鲁莎。",
},
[53404] = {
["T"] = "BFA 120 E",
},
[91445] = {
["T"] = "永恒研究：进阶战斗研究，全面",
["O"] = "在英雄世界难度下消灭75个敌人。",
},
[76086] = {
["T"] = "亚贝鲁斯，焰影熔炉：大地守护者的回响",
["O"] = "在史诗难度的亚贝鲁斯，焰影熔炉中，从奈萨里奥的回响身上收集3本大地守护者宝典。",
["S"] = {
"大地守护者的魔典",
},
},
[55452] = {
["T"] = "颜料瓶：薄荷邪绿",
["O"] = "将物品交给神奇的马蒂尼。",
},
[27983] = {
["T"] = "隆克的冒险：昏昏欲睡的小矮人",
["O"] = "削弱7名黑铁锻造师，以便隆克可以让他们睡着。",
["S"] = {
"让黑铁锻造师入睡",
},
},
[40605] = {
["T"] = "亲近你的朋友",
["O"] = "前往奥格瑞玛高地上的伊利达雷营地，与艾尔西·达莱对话。",
},
[14376] = {
["T"] = "祖格卡的垮台",
["O"] = "你要在祖格卡的祭坛使用地狱动力核心控制魔王阿兹雷索克，用它的力量消灭祖格卡。",
["S"] = {
"击败祖格卡",
},
},
[70967] = {
["T"] = "鱼教于乐",
},
[44701] = {
["T"] = "风暴峡湾",
["O"] = "前往达拉然，在紫罗兰城堡与纳萨诺斯·凋零者谈一谈。",
},
[31055] = {
["T"] = "《蜥蜴人与困境》",
["O"] = "将《蜥蜴人与困境》带给闻道之座的游学者周卓。",
},
[62620] = {
["T"] = "漂泊的传说",
["O"] = "将《漂泊的传说》带给伤忆林地的档案员德雷登。",
},
[46749] = {
["T"] = "守望者的物资",
["O"] = "与阿苏纳的麦琳·刀翼谈一谈，领取你的奖励。",
},
[31823] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[47773] = {
["T"] = "炮火蔽日",
["O"] = "破坏联盟攻城火炮。",
},
[65848] = {
["T"] = "魔典束缚",
["O"] = "与卡雷苟斯交谈开启传送门，并使用他的召唤物消灭蕨皮化脓者，随后摧毁扭曲的古树。",
["S"] = {
"与卡雷苟斯交谈",
},
},
[84279] = {
["T"] = "制造订单：珠宝加工",
["O"] = "在铸炉园找到马吉尔，并使用他的珠宝匠的工作台。",
["S"] = {
"使用珠宝匠的工作台",
},
},
[34462] = {
["T"] = "变换之风",
["O"] = "救出欧林·棕皮。",
["S"] = {
"救出欧林·棕皮",
},
},
[86327] = {
["T"] = "风暴原野",
["O"] = "在风暴原野与萨拉塔斯见面。",
["S"] = {
"与萨拉塔斯交谈（可选）",
"在风暴原野与萨拉塔斯见面",
},
},
[70968] = {
["T"] = "一针一线",
},
[91447] = {
["T"] = "永恒研究：进阶战斗研究，恶魔学识",
["O"] = "在英雄世界难度下消灭30个恶魔。",
},
[54941] = {
["T"] = "侦查沙滩",
["O"] = "在灰烬沙滩找到剑鱼人斥候。",
["S"] = {
"抵达前哨站",
},
},
[55965] = {
["T"] = "西部边界",
["O"] = "在联盟营地西面与比约恩·烈拳见面。",
},
[65849] = {
["T"] = "前往伊斯卡拉",
["O"] = "在伊斯卡拉与布莉娜见面。",
},
[42142] = {
["T"] = "壮大部队",
["O"] = "与召唤师摩恩谈一谈，并召唤一个小型元素。",
["S"] = {
"训练小型元素",
},
},
[60061] = {
["T"] = "坚韧如丝",
["O"] = "在游纱崖消灭袭击者，解救看护者，并孵化丝行者幼虫。",
["S"] = {
"保证粘丝生产",
},
},
[73017] = {
["T"] = "雷裂冲击坑巡回赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75065] = {
["T"] = "战役测试——假人任务",
},
[46238] = {
["T"] = "建造传送门",
["O"] = "收集5块邪能页岩，3颗混沌尖晶，以及1瓶不屈药水。这些物品可以通过专业技能收集制作，或者从拍卖行采购。",
["S"] = {
"邪能页岩",
"混沌尖晶",
"不屈药水",
},
},
[63133] = {
["T"] = "流变密码",
["O"] = "把流变密码带给威·娜莉的庇护所的威·娜莉。",
},
[80185] = {
["T"] = "单兵历练",
["O"] = "完成12轮单排轮斗。",
["S"] = {
"单排轮斗回合",
},
},
[65850] = {
["T"] = "海洋轮回",
["O"] = "与布莉娜交谈，见证葬礼仪式。",
["S"] = {
"与布莉娜谈一谈",
},
},
[25168] = {
["T"] = "净化峡谷",
["O"] = "在北卫军根据地击败12名北卫军的士兵。",
["S"] = {
"消灭北卫军部队",
},
},
[34463] = {
["T"] = "神秘的戒指",
["O"] = "把神秘的戒指拿到塔拉多卡德加的法师塔，交给佐提·轮怒。",
},
[51358] = {
["T"] = "通缉：狮鹫窃贼",
["O"] = "消灭强夺者林德尔和沉默的波利斯。",
["S"] = {
"消灭强夺者林德尔",
"消灭沉默的波利斯",
},
},
[70970] = {
["T"] = "本意为善",
["O"] = "阻止阿莉亚·舞阳并摧毁神器瓦尔祖克斯。",
["S"] = {
"阻止阿莉亚",
},
},
[26192] = {
["T"] = "孤儿也喜欢点心！",
["O"] = "收集4袋精制细砂糖，把它们交给暴风城的罗比·弗雷。",
["S"] = {
"精制细砂糖",
},
},
[26448] = {
["T"] = "消灭军团",
["O"] = "消灭冥火岭、屠魔峡谷和屠魔山的任意15名恶魔。",
["S"] = {
"消灭恶魔",
},
},
[91449] = {
["T"] = "永恒研究：进阶战斗研究，强化",
["O"] = "在英雄世界难度下消灭10个强化的敌人。",
["S"] = {
"在英雄世界难度下消灭强化的敌人",
},
},
[27216] = {
["T"] = "这座旧灯塔",
["O"] = "跟塞拉摩东边岛屿上灯塔的巴布·菲兹托克谈一谈。",
},
[55454] = {
["T"] = "颜料瓶：钢铁柠檬",
["O"] = "将物品交给神奇的马蒂尼。",
},
[79162] = {
["T"] = "疲乏倦怠",
["O"] = "返回米雷达尔的恩迪里·道恩瑟基身边。",
},
[80186] = {
["T"] = "战争历练",
["O"] = "在史诗战场中获得荣誉点数。",
},
[28496] = {
["T"] = "大酋长的命令：艾萨拉！",
["O"] = "去找艾萨拉的奥格瑞玛后门的劳工队长格拉比特。",
},
[29520] = {
["T"] = "遍地旗帜！",
["O"] = "使用暗月旗帜包，用粗线、红色染料和蓝色染料制作一面暗月旗帜，然后把它插在暗月马戏团场地内一堆松动的石头里。",
["S"] = {
"插下暗月旗帜",
},
},
[70971] = {
["T"] = "兵刃在手",
},
[73019] = {
["T"] = "雷裂冲击坑巡回赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[45727] = {
["T"] = "联合势力",
["O"] = "在达拉然与大法师卡德加交谈。",
},
[46239] = {
["T"] = "邪能核心",
["O"] = "在破碎群岛的军团突袭中，从指挥官身上收集一个过载的邪能核心。",
["S"] = {
"过载的邪能核心",
},
},
[31568] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员伊斯比纳，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[31824] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[48799] = {
["T"] = "废墟世界的燃料",
["O"] = "从阿古斯的侵入点、稀有怪物或宝藏处收集50颗太古阿古尼特水晶。",
["S"] = {
"太古阿古尼特水晶",
},
},
[65852] = {
["T"] = "直达尖峰",
["O"] = "在一袋有用的物资中翻找奥术垫脚石，在奥术焦点处使用它，登上碧蓝档案馆的顶端。",
["S"] = {
"奥术垫脚石",
},
},
[50335] = {
["T"] = "为我复仇",
["O"] = "杀死兰多菲·摩洛克，灼热勋爵以及霍格。",
["S"] = {
"消灭灼热勋爵",
"消灭兰多菲·摩洛克",
"消灭霍格",
},
},
[34464] = {
["T"] = "神秘的长靴",
["O"] = "把神秘的长靴拿到塔拉多卡德加的法师塔，交给佐提·轮怒。",
},
[51359] = {
["T"] = "火焰之地碎片",
["O"] = "让不稳定的熔岩稳定下来，然后使用熔岩元素消灭200名锈水地精。",
},
[8873] = {
["T"] = "春节将至！",
["O"] = "与奥格瑞玛智慧谷的春节预告者交谈。你也可以和其他主城的春节预告者交谈。",
},
[73020] = {
["T"] = "莫库特攀升赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[91451] = {
["T"] = "根茎市场",
["O"] = "将你的发现带给塔扎维什的欧·米特。",
},
[9641] = {
["T"] = "辐射水晶碎片",
["O"] = "秘血岗哨的守备官波鲁斯希望你帮他收集10块辐射水晶碎片。",
["S"] = {
"辐射水晶碎片",
},
},
[9769] = {
["T"] = "时尚无罪",
["O"] = "猎杀赞加沼泽的萤火虫，将8片透明的虫翼交给沼泽鼠岗哨的玛加沙。",
["S"] = {
"透明的虫翼",
},
},
[9897] = {
["T"] = "我得救了！",
["O"] = "将一捆皮革交给纳格兰奈辛瓦里狩猎队营地的哈罗德·兰恩。",
},
[40608] = {
["T"] = "印记",
["O"] = "向瓦拉加尔证明自己的价值，然后找艾尔拿取瓦尔基拉的印记。",
["S"] = {
"在瓦拉加尔阵营中达到崇敬声望",
},
},
[41120] = {
["T"] = "事务安排",
["O"] = "在紫罗兰监狱外面与受难者奥图里斯见面。",
},
[66877] = {
["T"] = "泽地漫游",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[10793] = {
["T"] = "瓦萨雷克的日记：战争的前奏",
["O"] = "前往火红岗哨寻找玛库斯·奥拉林，他是沙塔尔的高级将领。\n\n你可以在一间水晶监狱中找到他。",
},
[60063] = {
["T"] = "丝行者之歌",
["O"] = "为丝行者演奏竖琴并收集丝线。",
["S"] = {
"从丝行者那里收集粘丝",
},
},
[61087] = {
["T"] = "交货延误：旧城门包裹",
},
[62623] = {
["T"] = "淘气的故事",
["O"] = "将《淘气的故事》带给伤忆林地的档案员德雷登。",
},
[63135] = {
["T"] = "淞心飞行路线图",
["O"] = "把淞心飞行路线图带给威·娜莉的庇护所的威·娜莉。",
},
[64159] = {
["T"] = "退回原址",
["O"] = "在河对岸的临时营地中取回物资。",
},
[48288] = {
["T"] = "安托兰统帅议会",
["O"] = "击败安托鲁斯，燃烧王座的安托兰统帅议会。",
["S"] = {
[2] = "艾泽拉斯入侵计划",
},
},
[65854] = {
["T"] = "收复誓言石",
["O"] = "见证卡雷苟斯收复碧蓝誓言石。",
["S"] = {
"夺回誓言石",
},
},
[66878] = {
["T"] = "泽地漫游 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[25169] = {
["T"] = "北卫军的侵略战争",
["O"] = "在北卫军根据地里摧毁3份进攻计划。",
["S"] = {
"烧毁进攻计划：试炼谷",
"烧毁进攻计划：森金村",
"烧毁进攻计划：奥格瑞玛",
},
},
[34465] = {
["T"] = "神秘的帽子",
["O"] = "把神秘的帽子拿到塔拉多卡德加的法师塔，交给佐提·轮怒。",
},
[35489] = {
["T"] = "安卡赫特：古代王国奖励任务",
},
[89405] = {
["T"] = "达拉然的暗巷",
["O"] = "在达拉然清除恶魔。",
["S"] = {
"净化军团恶魔",
},
},
[27729] = {
["T"] = "再次对付海鳗",
["O"] = "在巨藻森林中杀死任意种类的8条海鳗。",
["S"] = {
"杀死足够多的令人作呕的海鳗",
},
},
[79166] = {
["T"] = "丢失的棋子",
["O"] = "在苦楚深渊的敌人处收集8个丢失的私人物品。",
["S"] = {
"失落财物",
},
},
[28241] = {
["T"] = "暮光的幻象",
["O"] = "在黑色裂口寻找暮光之眼。",
},
[28497] = {
["T"] = "天降弹雨",
["O"] = "使用被征用的火炮杀死100个司克诺兹步兵。",
["S"] = {
"杀死司克诺兹步兵",
},
},
[65855] = {
["T"] = "援助碧蓝林海",
["O"] = "返回安东尼达斯营地的过目不忘的诺莉柯身旁。",
["S"] = {
"和飞行管理员谈一谈",
},
},
[58016] = {
["T"] = "大量孢子",
["O"] = "收割8个纤丝丛生的孢子。",
["S"] = {
"收集纤丝丛生的孢子",
},
},
[60064] = {
["T"] = "拯救老格蒂",
["O"] = "消灭千面恶兽诺伊祖",
["S"] = {
"消灭千面恶兽诺伊祖",
},
},
[73023] = {
["T"] = "莫库特攀升赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[91454] = {
["T"] = "迷失相位的冒险者",
["O"] = "将日志带给珊多拉的研究员伊萨蕾。",
},
[31569] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[31825] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[79167] = {
["T"] = "众筹棋子",
["O"] = "从米雷达尔的阿拉希人那里收集4枚棋子。",
["S"] = {
"借棋子",
},
},
[66880] = {
["T"] = "河谷冲刺",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[50337] = {
["T"] = "地龙特攻队",
["O"] = "杀死电刑器6000型。",
["S"] = {
"消灭电刑器6000型",
},
},
[34466] = {
["T"] = "神秘法杖",
["O"] = "把神秘法杖拿到塔拉多卡德加的法师塔，交给佐提·轮怒。",
},
[51361] = {
["T"] = "更多锚草种荚",
["O"] = "从锚草上收获9株成熟的锚草种荚。",
["S"] = {
"成熟的锚草种荚",
},
},
[35490] = {
["T"] = "安卡赫特：古代王国奖励任务",
},
[73024] = {
["T"] = "莫库特攀升赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[54945] = {
["T"] = "修葺一新",
["O"] = "修理装置。",
["S"] = {
"修理设备",
},
},
[55457] = {
["T"] = "颜料瓶：过载橘黄",
["O"] = "将物品交给神奇的马蒂尼。",
},
[79168] = {
["T"] = "圣光奇兵",
["O"] = "拿起城堡棋子，与菲琳和安度因开始一局圣光奇兵。",
["S"] = {
"玩圣光奇兵",
},
},
[66881] = {
["T"] = "河谷冲刺 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84288] = {
["T"] = "制造订单：炼金术",
["O"] = "在铸炉园找到塔里格，并使用她的炼金师的实验室工作台。",
["S"] = {
"使用炼金师的实验室工作台",
},
},
[70977] = {
["T"] = "斯卡普斯背包",
},
[73025] = {
["T"] = "龙巢裂谷巡航赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[62625] = {
["T"] = "与众不同的稀有灵魂",
["O"] = "在彼界击败穆厄扎拉。",
},
[63137] = {
["T"] = "惑心密码",
["O"] = "把惑心密码带给威·娜莉的庇护所的威·娜莉。",
},
[66882] = {
["T"] = "失落的战斗背包",
["O"] = "将物品交给利爪猎手卡薇亚。",
},
[25170] = {
["T"] = "清理海岸",
["O"] = "收集5抷蟹胶。",
["S"] = {
"蟹胶",
},
},
[25938] = {
["T"] = "凄凉之地求救",
["O"] = "去找凄凉之地塔迪萨兰的军官金妮。",
},
[26194] = {
["T"] = "保卫深渊裂口",
["O"] = "在深渊裂口消灭任意15只纳迦。",
["S"] = {
"在深渊裂口消灭15只纳迦",
},
},
[26450] = {
["T"] = "要是他们就把它们那么搁着的话……",
["O"] = "从荆棘谷海角南野人海岸获得6尊纳迦雕像。",
["S"] = {
"纳迦雕像",
},
},
[54946] = {
["T"] = "向吉拉报告",
["O"] = "前往伯拉勒斯与吉拉·交线会面。",
},
[28242] = {
["T"] = "献祭总是必须的",
["O"] = "击败10名漆黑萨满。",
["S"] = {
"消灭漆黑萨满",
},
},
[40611] = {
["T"] = "逆风的命运",
["O"] = "在逆风小径寻找躁动幽灵出没的地方，在那里调整埃瑞丁的罗盘。",
["S"] = {
"在死者十字进行调整",
"在教堂进行调整",
"在大桥附近进行调整",
},
},
[57506] = {
["T"] = "迷失之光",
["O"] = "在噬渊中寻找格里恩候选者，将他们的灵魂带回极乐堡。",
["S"] = {
"与格里恩候选者的灵魂返回极乐堡",
},
},
[66883] = {
["T"] = "古老的角环",
["O"] = "将物品交给艾克萨德里亚。",
},
[42147] = {
["T"] = "第一次接触",
["O"] = "在大步道与凡瑟尔谈一谈。",
["S"] = {
"与凡瑟尔交谈",
},
},
[59554] = {
["T"] = "美好的旅程",
["O"] = "与艾格茜娅之眠的护卫念魔姬交谈。",
},
[73027] = {
["T"] = "龙巢裂谷巡航赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31058] = {
["T"] = "丛林佳酿",
["O"] = "击败乌克头领。",
["S"] = {
"消灭乌克头领",
},
},
[31570] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[31826] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[64162] = {
["T"] = "同室操戈",
["O"] = "在河对岸的临时营地中寻找并击败反抗的可汗。",
["S"] = {
"消灭反抗的半人马可汗",
},
},
[8149] = {
["T"] = "缅怀英雄",
["O"] = "前往西瘟疫之地的光明使者乌瑟尔的墓碑，在墓碑前放下他的祭品。在收获节结束之前返回铁炉堡的瓦格纳·巨锤那儿。",
["S"] = {
"将祭品放在光明使者乌瑟尔的墓前",
},
},
[8490] = {
["T"] = "增强防御",
["O"] = "将魔能水晶放置在东部符石上，并确保它在1分钟之内免遭天灾军团的攻击。之后将魔能水晶交给永歌森林的符文看守者德尔雅，以换取你的奖励。",
["S"] = {
"给符石充能",
},
},
[86339] = {
["T"] = "绿洲疾驰",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[8874] = {
["T"] = "春节将至！",
["O"] = "与幽暗城入口处的春节预告者交谈。你也可以和其他主城的春节预告者交谈。",
},
[73028] = {
["T"] = "龙巢裂谷巡航赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9258] = {
["T"] = "焦痕谷",
["O"] = "前往永歌森林西南方的焦痕谷寻找拉莉亚娜·河风。",
},
[37540] = {
["T"] = "钢铁征服者的精华",
["O"] = "收集一个钢铁征服者的精华。",
},
[9514] = {
["T"] = "写满符文的石板",
["O"] = "将写满符文的石板交给秘蓝岛奥德修斯营地的女祭司基琳·伊尔蒂娜。",
},
[9770] = {
["T"] = "沼牙的威胁",
["O"] = "沼泽鼠岗哨的里维伊要你去杀死10只沼牙撕裂者。",
["S"] = {
"消灭沼牙撕裂者",
},
},
[10282] = {
["T"] = "往日的希尔斯布莱德",
["O"] = "时光之穴的安多尔姆要求你进入旧希尔斯布莱德丘陵，与伊洛希恩谈一谈。",
},
[66885] = {
["T"] = "翡翠花园攀升赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[59555] = {
["T"] = "兵临城下",
["O"] = "骑乘怒翼，摧毁敌方军队。",
["S"] = {
"骑乘怒翼",
},
},
[10922] = {
["T"] = "挖掘行动",
["O"] = "护送雷托尔和他的队员，当他们在挖掘时保护他们的安全。任务完成后向沙塔尔营地的杜瓦弗维兹复命。",
["S"] = {
"保护探险家们",
},
},
[73029] = {
["T"] = "南部离岛环线",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[91460] = {
["T"] = "法力熔炉：欧米伽：沐影随行",
["O"] = "在英雄或更高难度下，击败法力熔炉：欧米伽的节点之王萨哈达尔。",
},
[46244] = {
["T"] = "永夜大教堂：圣盾祭坛",
["O"] = "击败孟菲斯托斯，并将阿格拉玛之盾放在永夜祭坛上。",
},
[63651] = {
["T"] = "密文",
["O"] = "转译10份狱火密文。",
["S"] = {
"摘抄狱火密文",
},
},
[64163] = {
["T"] = "回敬叛军",
["O"] = "在河对岸的临时营地中寻找并击败反抗的半人马战士。",
["S"] = {
"消灭反抗的半人马战士",
},
},
[12074] = {
["T"] = "新的盟友",
["O"] = "前往俯瞰索尔莫丹的丘陵地带，在那里找到库伦。",
},
[82245] = {
["T"] = "友好的萨克",
},
[12458] = {
["T"] = "鞭笞者的种子",
["O"] = "龙眠神殿顶层的伊萨里奥斯勋爵要你去收集3份鞭笞者的种子。",
["S"] = {
"鞭笞者的种子",
},
},
[33957] = {
["T"] = "给莱拉的礼物",
["O"] = "在啸风洼地为莱拉找到一只幼年双头飞龙。",
["S"] = {
"抓住一只幼年双头飞龙",
},
},
[69958] = {
["T"] = "提尔要塞试炼 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[35493] = {
["T"] = "Ahn'kahet: The Old Kingdom Bonus Reward",
},
[26451] = {
["T"] = "古拉巴什的挑战：竞技场混战",
["O"] = "将古拉巴什挑战之旗插在大竞技场里，然后打败古拉巴什竞技场挑战者。",
["S"] = {
"打败古拉巴什竞技场挑战者",
},
},
[26707] = {
["T"] = "致命的植物",
["O"] = "采集5根乱坟草。",
["S"] = {
"乱坟草",
},
},
[37541] = {
["T"] = "钢铁胜利者的精华",
["O"] = "收集一个钢铁胜利者的精华。",
},
[13866] = {
["T"] = "到农场去！",
["O"] = "跟灰谷/艾萨拉边界的库格·血滴谈一谈，前往莫尔杉壁垒。到达以后去找卡德拉克。",
},
[79174] = {
["T"] = "感染泛滥",
["O"] = "在沃什柱巢消灭12只被孢子感染的野兽。",
["S"] = {
"消灭被孢子感染的野兽",
},
},
[28243] = {
["T"] = "魔眼的提议",
["O"] = "将暮光之眼带给暮光高地桑德玛尔的低阶萨满布朗迪。",
},
[40613] = {
["T"] = "噬魂之喉：取回席瓦娜的庇佑",
["O"] = "在史诗难度的噬魂之喉取得席瓦娜的庇佑，并击败海拉。",
["S"] = {
[2] = "席瓦娜的庇佑",
},
},
[28755] = {
["T"] = "白银之手编年史",
["O"] = "从斯坦索姆取回一卷遗失的白银之手编年史。",
["S"] = {
"白银之手编年史",
},
},
[59556] = {
["T"] = "欢迎加入密院",
["O"] = "与女男爵德拉卡谈一谈，正式成为玛卓克萨斯盟约大厅中的通灵领主。",
["S"] = {
"与德拉卡女男爵交谈",
},
},
[89414] = {
["T"] = "分秒必争",
["O"] = "在守护者大厅和卡德加交谈。",
},
[76103] = {
["T"] = "商栈报到",
["O"] = "回到商栈，在收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[31571] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[31827] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[79175] = {
["T"] = "我也是工虫了吧",
["O"] = "让阿努巴扎尔为你打上他的信息素记号。",
["S"] = {
"使用阿努巴扎尔的记号",
},
},
[48293] = {
["T"] = "燃烧的女巫会",
["O"] = "击败安托鲁斯，燃烧王座的破坏魔女巫会。",
["S"] = {
[2] = "萨格雷宣言",
},
},
[65864] = {
["T"] = "追赶车队",
["O"] = "在大树丘附近追上布莉娜。",
["S"] = {
"发现布莉娜",
},
},
[83271] = {
["T"] = "总有新的秘密等待揭晓",
["O"] = "前往多恩诺嘉尔的档案馆，查看达格兰·索瑞森二世和布琳泽的情况。",
["S"] = {
"和达格兰·索瑞森二世交谈",
},
},
[73032] = {
["T"] = "南部离岛环线 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76104] = {
["T"] = "商栈报到",
["O"] = "回到商栈，在收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[38566] = {
["T"] = "团结的力量",
["O"] = "使用远古列王圣契，重建白银之手骑士团。",
["S"] = {
"与玛克斯韦尔·泰罗索斯男爵交谈",
},
},
[39590] = {
["T"] = "徽记猎手",
["O"] = "在圣剑谷收集剖肠、响蹄和蔑魔勇士的徽记。",
["S"] = {
"剖肠勇士的徽记",
"响蹄勇士的徽记",
"蔑魔勇士的徽记",
},
},
[82248] = {
["T"] = "迈向菲琳",
["O"] = "在菲琳之迈和菲琳·洛萨交谈。",
},
[70985] = {
["T"] = "孑然一斥候",
["O"] = "与树影庇护所的树妖交谈。",
["S"] = {
"和花园姐妹谈一谈",
},
},
[73033] = {
["T"] = "喷口起落赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[62629] = {
["T"] = "大小众灵",
["O"] = "前往昆莱山寻找遗骸",
["S"] = {
"与昆莱山的遗骸交流",
},
},
[78153] = {
["T"] = "柄持自如：原型符文",
["O"] = "制造或获取莉黛拉的束缚符文。",
["S"] = {
"莉黛拉的束缚符文",
},
},
[48294] = {
["T"] = "寂灭者",
["O"] = "击败安托鲁斯，燃烧王座的寂灭者阿古斯。",
["S"] = {
[2] = "血色阿古尼特水晶",
},
},
[65866] = {
["T"] = "破陷行动",
["O"] = "触发5个刃颚陷阱。",
["S"] = {
"弹起陷阱",
},
},
[66890] = {
["T"] = "失窃的工具",
["O"] = "从巨龙群岛的豺狼人处，为瓦德拉肯联军的多赛诺斯收集20个失窃的工具。",
["S"] = {
"失窃的工具",
},
},
[25172] = {
["T"] = "家园里的入侵者",
["O"] = "杀死7个北卫军斥候。",
["S"] = {
"消灭北卫军斥候",
},
},
[26452] = {
["T"] = "古拉巴什的挑战",
["O"] = "将古拉巴什挑战之旗插在大竞技场里，然后打败古拉巴什竞技场挑战者。",
["S"] = {
"打败古拉巴什竞技场挑战者",
},
},
[37031] = {
["T"] = "黑手之印（史诗）",
["O"] = "在史诗难度下，从黑石铸造厂每一区的最终首领身上获取4份山脉余烬、4份石之心和4份铁中银。",
["S"] = {
"山脉余烬",
"石之心",
"薄铁片",
},
},
[37543] = {
["T"] = "钢铁保卫者的精华",
["O"] = "收集一个钢铁保卫者的精华。",
},
[27220] = {
["T"] = "纳特的交易",
["O"] = "把帕格的超粘稠鱼肉酱涂在身上，然后游进狂潮湾。",
["S"] = {
"测试鱼肉酱",
},
},
[38567] = {
["T"] = "要塞战役：战争议会",
["O"] = "与要塞议政厅中的沃金酋长谈一谈。",
},
[79178] = {
["T"] = "畅玩炉石传说！",
["O"] = "在炉石游戏桌上使用5张炉石传说卡牌，或者在炉石游戏桌附近使用炉石百搭牌。",
["S"] = {
"出卡",
},
},
[28244] = {
["T"] = "间谍魔眼",
["O"] = "按低阶萨满布朗迪的要求窥视暮光之眼。",
["S"] = {
"窥视魔眼",
},
},
[28500] = {
["T"] = "柯塞特密码石板",
["O"] = "获得柯塞特密码石板。",
["S"] = {
"柯塞特密码石板",
},
},
[65867] = {
["T"] = "大树丘豺嚎",
["O"] = "消灭杜尔衮、科尔瓦和巴克拉。",
["S"] = {
"消灭土狼大师杜尔衮",
"消灭陷阱放置者科尔瓦",
"消灭霸凌者巴克拉",
},
},
[83274] = {
["T"] = "原初的时光之路",
["O"] = "完成5个时空漫游地下城。",
},
[84298] = {
["T"] = "诚招帮手：卡亚奇闻",
["O"] = "与卡亚海滨的加兹·莫奇兹交谈。",
["S"] = {
"与卡亚海滨的加兹交谈",
},
},
[70987] = {
["T"] = "淀粉之心",
["O"] = "与觉醒海岸新生宝库废墟中的梅莉亚妮·艾诺拉斯交谈。",
},
[89418] = {
["T"] = "某时某刻",
["O"] = "与莫拉塔丽交谈，然后返回克拉苏斯平台。",
["S"] = {
"与莫拉塔丽一同飞往克拉苏斯平台",
},
},
[46247] = {
["T"] = "保卫破碎群岛",
["O"] = "在破碎群岛击败一次恶魔突袭。",
},
[31572] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员苏亚米，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[31828] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[48295] = {
["T"] = "安托兰统帅议会",
["O"] = "击败安托鲁斯，燃烧王座的安托兰统帅议会。",
["S"] = {
[2] = "艾泽拉斯入侵计划",
},
},
[65868] = {
["T"] = "胡嚼蛮缠",
["O"] = "找回8份葬礼祭品。",
["S"] = {
"葬礼祭品",
},
},
[66892] = {
["T"] = "泛滥两难",
["O"] = "在充盈急流消灭12个水元素。",
["S"] = {
"消灭水元素",
},
},
[8491] = {
["T"] = "收集豹皮",
["O"] = "永歌森林晴风村的维兰·布雷托克要求你帮他收集6张魔泉豹皮。",
["S"] = {
"魔泉豹皮",
},
},
[8619] = {
["T"] = "黎明长者",
},
[51367] = {
["T"] = "通缉：暴怒的大地卫士",
["O"] = "在诺文顿庄园的西面消灭暴怒的大地卫士。",
["S"] = {
"消灭暴怒的大地卫士",
},
},
[8875] = {
["T"] = "春节将至！",
["O"] = "与雷霆崖长者高地的春节预告者交谈。你也可以和其他主城的春节预告者交谈。",
},
[73036] = {
["T"] = "医疗真菌",
["O"] = "从翠绿王座收集10块下垂的蘑菇切块。",
["S"] = {
"下垂的蘑菇切块",
},
},
[9387] = {
["T"] = "堕落之源",
["O"] = "前往地狱火半岛的沙纳尔废墟，从伊利达雷监工身上收集5个恶魔精华。完成任务后返回猎鹰岗哨，向药剂师艾瑟森复命。",
["S"] = {
"恶魔精华",
},
},
[54439] = {
["T"] = "风暴熔炉：暗影圣物",
["O"] = "在风暴熔炉阻止乌纳特。",
},
[9643] = {
["T"] = "荆棘巨藤",
["O"] = "秘血岗哨的追踪者兰塞恩希望你帮他收集6根荆棘巨藤。",
["S"] = {
"荆棘巨藤",
},
},
[78156] = {
["T"] = "柄持自如：璀璨羊皮纸",
["O"] = "制造或获取夏拉萨的睿智羊皮纸。",
["S"] = {
"夏拉萨的睿智羊皮纸",
},
},
[10027] = {
["T"] = "魔法扰动",
["O"] = "杀死10只迁跃跟踪者，然后向裂石堡的库加托克复命。",
["S"] = {
"消灭迁跃跟踪者",
},
},
[57511] = {
["T"] = "武装贫困者",
["O"] = "用散落在铁腕战壕中的武器武装8名流浪的拾荒者。",
["S"] = {
"武装流浪的拾荒者",
},
},
[10411] = {
["T"] = "电磁冲击！",
["O"] = "虚空风暴维序派哨站的研究员纳乌德要你摧毁30只空灵废弃者水珠和30只滴水的淤泥怪水珠。",
["S"] = {
"消灭滴水的淤泥怪水珠",
"消灭空灵废弃者水珠",
},
},
[84300] = {
["T"] = "精炼，维修，循环",
["O"] = "在卡亚海滨修理6台损坏的卡亚矿石精炼器。",
["S"] = {
"修理卡亚矿石精炼器",
},
},
[10795] = {
["T"] = "多古克",
["O"] = "前往血槌营地杀死多古克。",
["S"] = {
"消灭多古克",
},
},
[70989] = {
["T"] = "猎群之犬",
["O"] = "与泰瓦恩和狩猎的獒犬群一同狩猎贪婪的始祖幼龙。",
["S"] = {
"消灭贪婪的始祖幼龙",
},
},
[61095] = {
["T"] = "不朽军团的补给",
["O"] = "与伤逝剧场的纳尔考恩·塔尔森交谈。",
},
[11691] = {
["T"] = "召唤埃霍恩",
["O"] = "将大地之环熔岩图腾带到寒冰之石旁边去。",
},
[64167] = {
["T"] = "宠物侦探",
["O"] = "和布琳妮的特殊宠物猫菲奥拉一同调查达拉然。",
["S"] = {
"和菲奥拉一起调查达拉然北部",
},
},
[48296] = {
["T"] = "猎魂者",
["O"] = "击败安托鲁斯，燃烧王座的猎魂者伊墨纳尔。",
["S"] = {
[2] = "报废的震击之枪",
},
},
[65870] = {
["T"] = "补给！",
["O"] = "取回狩猎补给箱。",
["S"] = {
"腌肉之盐",
"剥皮工具",
"狩猎哨",
},
},
[49832] = {
["T"] = "字迹模糊的卷轴",
["O"] = "将卷轴带给啸风海岸边的始祖龟看看。",
},
[25173] = {
["T"] = "越来越糟",
["O"] = "在提拉加德城堡中杀死6个北卫军水兵、6个北卫军射手和帕里特中尉。",
["S"] = {
"消灭北卫军陆战队",
"消灭北卫军神射手",
"消灭帕里特中尉",
},
},
[12843] = {
["T"] = "她们把男人都抓走了！",
["O"] = "格莱奇·菲兹巴克要你前往希弗列尔达村，救出5名地精囚犯。",
["S"] = {
"营救地精囚犯",
},
},
[35497] = {
["T"] = "艾卓-尼鲁布奖励任务",
},
[13227] = {
["T"] = "审判日降临！",
["O"] = "前往冰冠冰川的银色前线基地，向大领主提里奥·弗丁报到。",
},
[26965] = {
["T"] = "酋长驾到",
["O"] = "准备迎接加尔鲁什·地狱咆哮酋长的到来。",
["S"] = {
"准备迎接加尔鲁什·地狱咆哮酋长的到来",
},
},
[54952] = {
["T"] = "寻找失踪的考察队",
["O"] = "在附近的营地中寻找考察队幸存者。",
["S"] = {
"向北搜寻考察队幸存者",
},
},
[27733] = {
["T"] = "偷梁换柱",
["O"] = "杀死兰多菲·摩洛克。",
["S"] = {
"消灭兰多菲·摩洛克",
},
},
[13995] = {
["T"] = "半人马山之王",
["O"] = "保护格高·怒痕在骚扰半人马的时候不被杀掉，并帮助他杀掉库拉克。",
["S"] = {
"消灭库拉克",
"制造一些麻烦",
},
},
[14251] = {
["T"] = "新的开始",
["O"] = "收集15根蝎刺。",
["S"] = {
"蝎刺",
},
},
[65871] = {
["T"] = "豺狼当道",
["O"] = "营救诺卢克和其他3名海象人俘虏。",
["S"] = {
"营救海象人",
"营救诺卢克",
},
},
[83278] = {
["T"] = "希尔海姆家族：失落之鞋",
["O"] = "把失落之鞋交给希尔海姆农场的阿丽亚·希尔海姆。",
},
[84302] = {
["T"] = "创造性迭代",
["O"] = "帮助加兹调试缩小射线和卡亚矿石。",
["S"] = {
"将扳手扔给加兹",
},
},
[86350] = {
["T"] = "狐族香氛",
["O"] = "用信息素沾染8只威严的棘尾狐。",
["S"] = {
"沾染威严的棘尾狐",
},
},
[87374] = {
["T"] = "C.H.E.T.T.清单",
["O"] = "与洋际酒店二楼的C.H.E.T.T.交谈，了解C.H.E.T.T.清单。",
},
[46249] = {
["T"] = "捍卫我们的事业",
["O"] = "在你的职业大厅成功完成1个抗魔联军任务。",
},
[31573] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[48297] = {
["T"] = "燃烧的女巫会",
["O"] = "击败安托鲁斯，燃烧王座的破坏魔女巫会。",
["S"] = {
[2] = "萨格雷宣言",
},
},
[65872] = {
["T"] = "豺狼人的恶意",
["O"] = "在卡格波之穴中消灭16个影足豺狼人。",
["S"] = {
"消灭影足豺狼人",
},
},
[66896] = {
["T"] = "净收益额",
["O"] = "收集10条温水河鱼和6份多汁的钳蟹肉。",
["S"] = {
"捕捉温水河鱼",
"消灭焦躁的钳蟹",
},
},
[84303] = {
["T"] = "试验性应用",
["O"] = "在大运矿脉中对8只卡亚矿石爬蛛测试卡亚抑制装置。",
["S"] = {
"缩小元素生物",
"消灭狂躁的卡亚爬蛛",
},
},
[86351] = {
["T"] = "摆个造型",
["O"] = "记录10只威严的棘尾狐。",
["S"] = {
"记录威严的棘尾狐",
},
},
[35498] = {
["T"] = "艾卓-尼鲁布奖励任务",
},
[76112] = {
["T"] = "商栈报到",
["O"] = "回到商栈，在收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[79184] = {
["T"] = "炉石传说周年纪念！",
["O"] = "在瓦德拉肯的守护巨龙之座与庆典司仪法蕾拉交谈。",
},
[56489] = {
["T"] = "不安的亡灵",
["O"] = "前往东瘟疫之地的斯坦索姆，在仆从入口外找到肖恩·维克斯。",
},
[40618] = {
["T"] = "传说武器",
["O"] = "选择你首先要追求的神器。",
["S"] = {
"选择神器",
},
},
[65873] = {
["T"] = "影足头豺",
["O"] = "消灭卡格波，取回他的图腾。",
["S"] = {
"卡格波的图腾",
},
},
[67921] = {
["T"] = "猎犬",
["O"] = "与泰瓦恩一同狩猎危险的野兽，证明它有资格接受训练。",
["S"] = {
"与泰瓦恩交谈",
},
},
[42666] = {
["T"] = "返回邪能之槌号",
["O"] = "在邪能之槌号与战争领主加尔顿谈一谈。",
["S"] = {
"使用伊利达雷传送门（可选）",
"回去找战争领主加尔顿",
},
},
[86352] = {
["T"] = "优秀的猎人与作家",
["O"] = "在巨龙群岛的碧蓝林海寻找赫米特·奈辛瓦里。",
["S"] = {
"与威·娜莉交谈（可选）",
"找到赫米特·奈辛瓦里",
},
},
[87376] = {
["T"] = "虚灵印记",
["O"] = "收集12份被丢弃的暗影文书。",
["S"] = {
"被丢弃的暗影文书",
},
},
[61097] = {
["T"] = "晋升者的补给",
["O"] = "在晋升堡垒的英雄之眠与副官尼科斯谈谈。",
},
[46250] = {
["T"] = "擒贼擒王",
["O"] = "在破碎海滩消灭稀有精英恶魔指挥官。",
},
[63145] = {
["T"] = "影缚证言",
["O"] = "把影缚证言带给威·娜莉的庇护所的威·娜莉。",
},
[48298] = {
["T"] = "寂灭者",
["O"] = "击败安托鲁斯，燃烧王座的寂灭者阿古斯。",
["S"] = {
[2] = "血色阿古尼特水晶",
},
},
[84305] = {
["T"] = "熟客酒桶",
},
[51370] = {
["T"] = "物资短缺奖励",
},
[70994] = {
["T"] = "排水系统解决方案",
["O"] = "在新生宝库废墟东部洞穴中抽取8个亮晶晶的溪流。",
["S"] = {
"虹吸亮晶晶的溪流",
},
},
[26454] = {
["T"] = "可耻的浪费",
["O"] = "收集15份萨提纳尔木材。",
["S"] = {
"萨提纳尔木材",
},
},
[37547] = {
["T"] = "钢铁保卫者的精华",
["O"] = "收集一个钢铁保卫者的精华。",
},
[76114] = {
["T"] = "商栈报到",
["O"] = "回到商栈，在收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[27990] = {
["T"] = "战斗地带",
["O"] = "元首司克诺兹要你操纵攻城坦克的一门炮塔，消灭7个破碎的守卫者，然后向他复命。",
["S"] = {
"消灭破碎的守卫者",
"向司克诺兹复命",
},
},
[7062] = {
["T"] = "冬幕节的意义",
["O"] = "与铁炉堡探险者协会的史学家卡尼克谈谈关于冬幕节的情况。",
},
[65875] = {
["T"] = "龙之假日",
["O"] = "为瓦扎利亚寻找多种饮料。",
["S"] = {
"火箭手朗姆酒",
"激流陈酿",
"泡灭潘趣酒",
"逍遥扳机酸酒",
"轰砰豪饮",
"旋风酒",
"潜伏精灵波尔多酒",
},
},
[29014] = {
["T"] = "糖罐",
},
[29270] = {
["T"] = "光阴苦短",
["O"] = "从火焰之地收集1000份沸燃之烬。",
["S"] = {
"沸燃之烬",
},
},
[43179] = {
["T"] = "达拉然肯瑞托",
["O"] = "完成3个肯瑞托世界任务。",
},
[70995] = {
["T"] = "通缉：菲尼斯塔萨的徽记",
["O"] = "寻找菲尼斯塔萨的徽记。",
["S"] = {
"菲尼斯塔萨的徽记",
},
},
[61098] = {
["T"] = "荒猎团的补给",
["O"] = "与炽蓝仙野森林之心的艾丝琳谈谈。",
},
[46251] = {
["T"] = "碎片收集时间",
["O"] = "在破碎海滩收集2500块虚空碎片。",
["S"] = {
"虚空碎片",
},
},
[31574] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员希克瓦，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[31830] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[48299] = {
["T"] = "安托兰统帅议会",
["O"] = "击败安托鲁斯，燃烧王座的安托兰统帅议会。",
["S"] = {
[2] = "艾泽拉斯入侵计划",
},
},
[8150] = {
["T"] = "缅怀英雄",
["O"] = "前往灰谷屠魔峡谷的格罗姆·地狱咆哮的纪念碑，在纪念碑前放下他的祭品。在收获节结束之前返回奥格瑞玛外的亚尼·纳沙克那儿。",
["S"] = {
"将祭品放在格罗姆·地狱咆哮的纪念碑前",
},
},
[83283] = {
["T"] = "为了士气",
["O"] = "从禁品岩坡取回6桶帝国低糖酒。",
["S"] = {
"帝国低糖酒",
},
},
[8492] = {
["T"] = "联盟需要铜锭！",
["O"] = "把20块铜锭交给丹莫罗飞机场的布罗恩·石眉。",
["S"] = {
"铜锭",
},
},
[86355] = {
["T"] = "整块好肉",
["O"] = "在碧蓝林海周围收集20块驼牛肉。",
["S"] = {
"驼牛肉",
"收集一头驼牛尸体（可选）",
},
},
[70996] = {
["T"] = "拔藻相助",
["O"] = "在长爪之岛击败狂野的海藻元素。",
["S"] = {
"消灭狂野的海藻元素",
},
},
[9260] = {
["T"] = "调查暴风城的天灾入侵",
["O"] = "从暴风城外面的天灾士兵身上收集3块暗淡的死灵石，并调查天灾营地附近的发光符文法阵。",
["S"] = {
"暗淡的死灵石",
"调查法阵",
},
},
[9388] = {
["T"] = "卡利姆多的火焰",
["O"] = "造访灰谷、贫瘠之地、黑海岸和石爪山的篝火堆，然后回来与节日护火者交谈。",
},
[9900] = {
["T"] = "加瓦克希",
["O"] = "杀死沃舒古附近的加瓦克希，然后向纳格兰埃瑞斯码头的瑟利德复命。",
["S"] = {
"消灭加瓦克希",
},
},
[10028] = {
["T"] = "强大的容器",
["O"] = "为奥蕾莉亚要塞的洛瑟蕾丝带回8个德莱尼容器。",
["S"] = {
"德莱尼容器",
},
},
[57003] = {
["T"] = "创造自己的力量",
["O"] = "让缚蜃者佐尔兰为你升级一件底栖护甲。",
["S"] = {
[2] = "升级一件底栖护甲",
},
},
[57515] = {
["T"] = "魂选密院",
["O"] = "和德拉卡一起前往魂选密院。",
["S"] = {
"进入魂选密院",
},
},
[58027] = {
["T"] = "谁点的软泥？",
["O"] = "在马里莱斯的大锅中制造一个灾裔软泥。",
["S"] = {
"合并孢子",
"注入剧毒",
"搅动大锅",
},
},
[84308] = {
["T"] = "熟客酒桶",
},
[86356] = {
["T"] = "可持续砍伐",
["O"] = "在碧蓝林海收集12块砍下的木头。",
["S"] = {
"砍下的木头",
},
},
[10924] = {
["T"] = "绝对不可能！",
["O"] = "为扳钳镇的萨布奥斯带回8瓶迁跃追迹者之血。",
["S"] = {
"迁跃追迹者之血",
},
},
[61099] = {
["T"] = "寻找贝恩",
["O"] = "进入托加斯特寻找贝恩。",
},
[91476] = {
["T"] = "深入敌后",
["O"] = "向暗影营的佐·图鲁报告。",
},
[11948] = {
["T"] = "反击",
["O"] = "前往荆棘谷西部那座有水元素出没的岛屿，杀死从寒冰之石中召唤出来的寒风上尉，然后返回任意主城中的大地之环长者处复命。",
["S"] = {
"消灭寒风上尉",
},
},
[48300] = {
["T"] = "猎魂者",
["O"] = "击败安托鲁斯，燃烧王座的猎魂者伊墨纳尔。",
["S"] = {
[2] = "报废的震击之枪",
},
},
[83285] = {
["T"] = "古代的卷轴",
},
[12844] = {
["T"] = "夺回设备",
["O"] = "格莱奇·菲兹巴克要你前往K3北方的希弗列尔达村，找回8件K3设备。",
["S"] = {
"K3设备",
},
},
[37549] = {
["T"] = "钢铁胜利者的精华",
["O"] = "收集一个钢铁胜利者的精华。",
},
[27223] = {
["T"] = "报应",
["O"] = "杀死不可宽恕者和悲惨的提米。",
["S"] = {
"消灭不可宽恕者",
"消灭悲惨的提米",
},
},
[27479] = {
["T"] = "正义之怒",
["O"] = "从祖玛沙尔的烂苔巨魔身上获得30份烂苔巨魔的魔精。",
["S"] = {
"烂苔巨魔的魔精",
},
},
[13868] = {
["T"] = "腐化的影响？",
["O"] = "将巨魔符咒带给灰谷阿斯特兰纳的莱恩·狼行者。",
},
[80214] = {
["T"] = "血战伐木场",
["O"] = "在斯考兹加尔伐木场外和燃灯者凯尔特见面。",
},
[14252] = {
["T"] = "货次价高",
["O"] = "收集15条陈年蜥蜴尾。",
["S"] = {
"陈年蜥蜴尾",
},
},
[28759] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[83286] = {
["T"] = "多恩诺嘉尔深底藏物",
["O"] = "重启多恩诺嘉尔记忆宝地的中央主机。",
["S"] = {
"重启中央控制台",
},
},
[84310] = {
["T"] = "熟客酒桶",
},
[42669] = {
["T"] = "入侵准备",
["O"] = "使用侦察地图，完成“入侵准备”系列任务。",
},
[86358] = {
["T"] = "随便找个借口",
["O"] = "在伊斯卡拉外面抚摸5只奥獭幼崽。",
["S"] = {
"抚摸奥獭幼崽",
},
},
[44205] = {
["T"] = "改变命运",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[61100] = {
["T"] = "收割者之庭的补给",
["O"] = "与米哈拉女士交谈并领取你的奖励。",
},
[46253] = {
["T"] = "创世之柱",
["O"] = "使用创世之柱封印萨格拉斯之墓。",
["S"] = {
"卡兹格罗斯之锤",
"高戈奈斯潮汐之石",
"艾露恩之泪",
},
},
[46765] = {
["T"] = "破碎海滩：调查军团",
["O"] = "在破碎海滩发现一处隐藏的军团威胁。",
["S"] = {
"发现破碎海滩的一个隐藏的军团威胁",
},
},
[31831] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[48301] = {
["T"] = "燃烧的女巫会",
["O"] = "击败安托鲁斯，燃烧王座的破坏魔女巫会。",
["S"] = {
[2] = "萨格雷宣言",
},
},
[50349] = {
["T"] = "矿石成灾",
["O"] = "在深冬采掘营地找到首席矿工希奥克。",
},
[86359] = {
["T"] = "回到卡雷什",
["O"] = "返回卡雷什的绿洲。",
["S"] = {
"使用传送门前往卡雷什（可选）",
"抵达卡雷什的绿洲",
},
},
[35502] = {
["T"] = "乌特加德城堡奖励任务",
},
[37550] = {
["T"] = "钢铁胜利者的精华",
["O"] = "收集一个钢铁胜利者的精华。",
},
[55981] = {
["T"] = "就在眼皮底下",
["O"] = "让梅瑞迪将你变成食人魔，之后侦查附近的食人魔堡垒。",
["S"] = {
"让梅瑞迪施展食人魔变形法术",
},
},
[80216] = {
["T"] = "匿于林间",
["O"] = "在斯考兹加尔伐木场消灭影丝部队。",
["S"] = {
"在斯考兹加尔伐木场消灭影丝部队",
},
},
[57005] = {
["T"] = "交朋识友",
["O"] = "使用召唤海螺，选择一个盟友，并完成3个盟友任务。",
["S"] = {
"使用召唤海螺",
"选择一个盟友",
},
},
[86360] = {
["T"] = "狐假人威",
["O"] = "教棘尾主母狩猎玩赏的掠行虫10次。",
["S"] = {
"找回棘尾主母",
},
},
[71001] = {
["T"] = "通缉：地缚始源核心",
["O"] = "在奈萨鲁斯寻找地缚始源核心。",
["S"] = {
"地缚始源核心",
},
},
[44206] = {
["T"] = "升腾者",
["O"] = "下达命令，招募升腾者。",
["S"] = {
"下达命令以招募升腾者",
},
},
[46254] = {
["T"] = "TBD",
},
[78169] = {
["T"] = "随机地下城 - 时空漫游随机“英雄” - 第1个",
},
[79193] = {
["T"] = "飞旋孢子棘刺",
["O"] = "为蒙戴鲁特收集150根孢子棘刺。",
["S"] = {
"收集棘刺",
},
},
[48302] = {
["T"] = "寂灭者",
["O"] = "击败安托鲁斯，燃烧王座的寂灭者阿古斯。",
["S"] = {
[2] = "血色阿古尼特水晶",
},
},
[25176] = {
["T"] = "顺手牵羊",
["O"] = "收集6份库尔提拉斯宝藏。",
["S"] = {
"库尔提拉斯宝藏",
},
},
[86361] = {
["T"] = "玩个球",
["O"] = "在你和你的棘尾幼崽玩耍的时候，接住10次球。",
["S"] = {
"接住球",
},
},
[37551] = {
["T"] = "钢铁征服者的精华",
["O"] = "收集一个钢铁征服者的精华。",
},
[78170] = {
["T"] = "滋润永恒之种",
["O"] = "使用恒久露滴，滋润我们种下的每一枚种子。",
["S"] = {
"从侵蚀鞭笞者幼体身上收集恒久露滴",
},
},
[27992] = {
["T"] = "磁铁的原理是什么呢？",
["O"] = "取回7块攻城坦克废料。在不眠前线使用磁性废料收集器寻找废料。不眠前线位于此地正西方，穿过第二座桥梁就到。",
["S"] = {
"攻城坦克废料",
},
},
[56494] = {
["T"] = "战争前夕",
["O"] = "与马迪亚斯·肖尔谈一谈。",
["S"] = {
"听取马迪亚斯·肖尔的看法",
},
},
[57006] = {
["T"] = "强大的盟友",
["O"] = "使用渊焰营火，选择一个盟友，并完成3个盟友任务。",
["S"] = {
"使用渊焰营火",
"选择一个盟友",
},
},
[28760] = {
["T"] = "为奥西斯复仇",
["O"] = "杀死阿萨德。",
["S"] = {
"消灭阿萨德",
},
},
[29016] = {
["T"] = "糖罐",
},
[29272] = {
["T"] = "真的……需要……水……",
["O"] = "把安伦·觅影者带到熔火前线的入口处去。",
["S"] = {
"护送安伦前往洞窟的出口",
},
},
[29528] = {
["T"] = "城头激战",
["O"] = "杀死巡视者加戈玛，传令官瓦兹德和瓦兹德的坐骑纳杉。将加戈玛之手和纳杉徽记交给高级斥候卡德维克。",
["S"] = {
"加戈玛之手",
"纳杉徽记",
},
},
[69979] = {
["T"] = "相配的狩猎",
["O"] = "消灭千里，荒古雄鹿。",
["S"] = {
"消灭千里",
},
},
[30808] = {
["T"] = "土地精的好运",
["O"] = "找到8个失窃的幸运符。",
["S"] = {
"失窃的幸运符",
},
},
[46255] = {
["T"] = "干扰X个不稳定的传送门，击败1个世界首领。",
},
[31576] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[31832] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[48303] = {
["T"] = "安托兰统帅议会",
["O"] = "击败安托鲁斯，燃烧王座的安托兰统帅议会。",
["S"] = {
[2] = "艾泽拉斯入侵计划",
},
},
[32600] = {
["T"] = "赞达拉预言书",
["O"] = "将赞达拉预言书带给游学者周卓。",
},
[84315] = {
["T"] = "熟客酒桶",
},
[8621] = {
["T"] = "风暴召唤者的足甲",
["O"] = "把其拉统御腕轮、2个先知塑像、5个青铜甲虫和5个陶土甲虫交给安其拉的坎多斯特拉兹。你必须首先在诺兹多姆的子嗣中达到中立声望才可以完成这个任务。",
["S"] = {
"其拉统御腕轮",
"先知塑像",
"青铜甲虫",
"陶土甲虫",
"仇恨 / 中立 诺兹多姆的子嗣",
},
},
[69980] = {
["T"] = "海蔓：渔民提纳克的赠礼",
["O"] = "将海蔓线带给伊斯卡拉的努恩弗克。",
},
[71004] = {
["T"] = "通缉：欧胡纳群体束缚图腾",
["O"] = "寻找欧胡纳群体束缚图腾。",
["S"] = {
"欧胡纳群体束缚图腾",
},
},
[9133] = {
["T"] = "飞往银月城",
["O"] = "租用飞行服务前往银月城，并将萨希尔的要求交给银月城的萨斯雷·蓝空。",
},
[9389] = {
["T"] = "东部王国的火焰",
["O"] = "造访希尔斯布莱德丘陵、银松森林、西部荒野和湿地的篝火堆，然后回来与节日护火者交谈。",
},
[54447] = {
["T"] = "狡诈之徒",
["O"] = "将信物交给神秘人。",
},
[38576] = {
["T"] = "圣光之愿会师",
["O"] = "前往东瘟疫之地，进入圣光之愿礼拜堂地下的圣光之愿大殿，和其他圣骑士会合。",
["S"] = {
"使用传送门前往圣光之愿大殿（可选）",
"进入圣光之愿大殿",
},
},
[9773] = {
["T"] = "别再提蘑菇了！",
["O"] = "猎杀暗泽鳗鱼，将8份电鳗鱼片交给沼泽鼠岗哨的玛加沙。",
["S"] = {
"鳗鱼肉片",
},
},
[9901] = {
["T"] = "遗留事务",
["O"] = "泰雷多尔的勘探员柯纳尔要求你干掉孢子之翼。",
["S"] = {
"消灭孢子之翼",
},
},
[80220] = {
["T"] = "风暴眺望所勘探",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[82268] = {
["T"] = "归乡悲旅",
["O"] = "帮助菲琳把莱顿·布莱克霍姆的胸甲送到陨圣峪的米雷达尔。",
},
[10413] = {
["T"] = "虚空的软泥",
["O"] = "将一瓶虚空软泥交给虚空风暴维序派哨站的研究员纳乌德。",
},
[84316] = {
["T"] = "熟客酒桶",
},
[10797] = {
["T"] = "戈隆的信物",
["O"] = "将高格鲁姆的信物交给刀锋山常青林的指挥官海弗斯·石墙。",
},
[71005] = {
["T"] = "通缉：牙陨",
["O"] = "寻找100个牙陨碎片。",
["S"] = {
"牙陨碎片",
},
},
[44208] = {
["T"] = "命与时",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[44720] = {
["T"] = "行动的召唤",
["O"] = "去瓦狄斯丹找哈维。",
},
[46256] = {
["T"] = "找到X个宝箱，尝试1次挑战。",
},
[11949] = {
["T"] = "战斗到底！",
["O"] = "阿泰卡要你在卡斯卡拉杀死12名克瓦迪尔劫掠者。",
["S"] = {
"消灭克瓦迪尔劫掠者",
},
},
[48304] = {
["T"] = "猎魂者",
["O"] = "击败安托鲁斯，燃烧王座的猎魂者伊墨纳尔。",
["S"] = {
[2] = "报废的震击之枪",
},
},
[12205] = {
["T"] = "通缉：血色先锋军",
["O"] = "消灭20个血色先锋军的成员，然后向怨毒镇的高级执行官乌洛斯汇报。",
["S"] = {
"消灭血色先锋军成员",
},
},
[65886] = {
["T"] = "前往罗宁之盾",
["O"] = "在高塔瞭望台与德洛克·刺卷见面。",
["S"] = {
"到达罗宁之盾",
"从碧蓝档案馆顶部骑乘幼龙（可选）",
},
},
[24921] = {
["T"] = "向奥布里报到",
["O"] = "向北方城堡的海军司令奥布里报到。",
},
[25177] = {
["T"] = "突袭海滩",
["O"] = "杀死11只泡沫海元素。",
["S"] = {
"消灭泡沫海元素",
},
},
[86365] = {
["T"] = "纹章转化",
["O"] = "将15个蚀刻虚灵纹章带给多恩诺嘉尔的瓦斯卡尔恩，然后将用其购买一袋风化虚灵纹章。",
["S"] = {
"将物品转化为一袋风化虚灵纹章",
},
},
[25945] = {
["T"] = "我们来是做一件，也许是两件事的……",
["O"] = "乘克罗姆加马车前往石爪山脉的皱石岗。",
},
[26457] = {
["T"] = "毁灭的使者",
["O"] = "杀死监工古尔萨克和战歌伐木营地的12名部落。",
["S"] = {
"消灭监工古尔萨克",
"击败战歌伐木营地的部落",
},
},
[37553] = {
["T"] = "钢铁征服者的精华",
["O"] = "收集一个钢铁征服者的精华。",
},
[13613] = {
["T"] = "救治伤兵",
["O"] = "用药膏救治5名受伤的莫尔杉防御者。",
["S"] = {
"营救受伤的莫尔杉防御者",
},
},
[27481] = {
["T"] = "金字塔之上",
["O"] = "得到督军塔雷金之躯。",
["S"] = {
"督军塔雷金之躯",
},
},
[13869] = {
["T"] = "抢回遗骸",
["O"] = "收集10块战歌木材。",
["S"] = {
"战歌木材",
},
},
[80222] = {
["T"] = "荒原之途",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[14253] = {
["T"] = "给我带些羽毛来！",
["O"] = "收集25根恐怖飞扑者之羽。",
["S"] = {
"恐怖飞扑者之羽",
},
},
[41137] = {
["T"] = "国王之陨",
["O"] = "把贾德维克旗帜插到海巨人国王的岛上，引出国王并消灭他。\r\n",
["S"] = {
"消灭莫格拉什国王",
},
},
[29017] = {
["T"] = "糖罐",
},
[29529] = {
["T"] = "堡垒里的恶魔",
["O"] = "杀死无疤者奥摩尔然后将他的蹄子带给高级斥候卡德维克。",
["S"] = {
"奥摩尔之蹄",
},
},
[69983] = {
["T"] = "焰刻之骨",
["O"] = "将物品交给利爪猎手卡薇亚。",
},
[71007] = {
["T"] = "通缉：迷惑的愿尾鱼",
["O"] = "寻找迷惑的愿尾鱼。",
["S"] = {
"迷惑的愿尾鱼",
},
},
[61616] = {
["T"] = "灰烬王庭",
["O"] = "确定灰烬王庭的嘉宾和设施选项，然后尽力取悦嘉宾。",
["S"] = {
"确认宾客名单",
},
},
[31577] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员莫加努斯，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[79199] = {
["T"] = "桶腿船团名望",
["O"] = "在龙鳞先遣营地与编目员杰克斯交谈。",
},
[48305] = {
["T"] = "燃烧的女巫会",
["O"] = "击败安托鲁斯，燃烧王座的破坏魔女巫会。",
["S"] = {
[2] = "萨格雷宣言",
},
},
[32601] = {
["T"] = "雷电轰鸣",
["O"] = "将雷电轰鸣带给游学者周卓。",
},
[69984] = {
["T"] = "金箍龙牙",
["O"] = "将物品交给艾克萨德里亚。",
},
[71008] = {
["T"] = "通缉：石心的石心",
["O"] = "寻找石心的石心。",
["S"] = {
"石心的石心",
},
},
[37554] = {
["T"] = "钢铁胜利者的精华",
["O"] = "收集一个钢铁胜利者的精华。",
},
[38578] = {
["T"] = "至关重要的消息",
["O"] = "到大地岩窟去，和智者拉戈谈谈。",
["S"] = {
"前往大地岩窟",
},
},
[79200] = {
["T"] = "我是谁？",
["O"] = "完成觉醒协议的第一阶段。",
["S"] = {
"完成诊断扫描",
},
},
[80224] = {
["T"] = "岩矿急弯",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[43698] = {
["T"] = "流明石",
["O"] = "派遣勇士在“流明石”系列任务中收集50个流明石。",
["S"] = {
"流明石",
},
},
[5847] = {
["T"] = "欢迎！",
["O"] = "将布瑞尔礼品券交给布瑞尔的克莱尔·韦洛。",
},
[78177] = {
["T"] = "前往吉尔尼斯",
["O"] = "前往吉尔尼斯废墟的覆舟海湾。",
["S"] = {
"告诉吉恩你准备好了",
},
},
[79201] = {
["T"] = "分析接口",
["O"] = "在分析接口完成分析序列。",
["S"] = {
"完成第一次分析",
},
},
[48306] = {
["T"] = "寂灭者",
["O"] = "击败安托鲁斯，燃烧王座的寂灭者阿古斯。",
["S"] = {
[2] = "血色阿古尼特水晶",
},
},
[65890] = {
["T"] = "奈萨扎恩废墟",
["O"] = "在奈萨扎恩废墟与苍穹撰写师阿戴内多见面。",
},
[24922] = {
["T"] = "LFGDungeons - Burning Crusade - Heroic Random - 1st",
},
[25178] = {
["T"] = "搜寻船骸",
["O"] = "收集4套侏儒的工具。",
["S"] = {
"侏儒的工具",
},
},
[86369] = {
["T"] = "闪光的好运",
["O"] = "找到另一块分裂的时运火花。",
["S"] = {
"分裂的时运火花",
},
},
[37043] = {
["T"] = "收废铁",
["O"] = "从德拉诺的钢铁部落成员身上收集5块钢铁部落碎片。",
["S"] = {
"钢铁部落碎片",
},
},
[37555] = {
["T"] = "钢铁保卫者的精华",
["O"] = "收集一个钢铁保卫者的精华。",
},
[27226] = {
["T"] = "解醉酒",
["O"] = "弄醒8名兽人水兵。",
["S"] = {
"弄醒兽人水兵",
},
},
[27482] = {
["T"] = "进入火焰",
["O"] = "你准备好和维克斯图离别的话，就把督军塔雷金之躯扔到祖玛沙尔神塔顶部的篝火里去。",
["S"] = {
"焚烧督军塔雷金之躯",
},
},
[27738] = {
["T"] = "邪鳞地穴",
["O"] = "把奥丹姆邪鳞地穴的塔赫特救出来。",
["S"] = {
"解放塔赫特",
},
},
[79202] = {
["T"] = "土灵硬碰硬",
["O"] = "与6位新觉醒的土灵进行切磋。",
["S"] = {
"在战斗中击败土灵",
},
},
[28250] = {
["T"] = "行窃的宵小",
["O"] = "用塔赫莱特王朝之槌猛砸30个沙漠俾格米人。",
["S"] = {
"砸扁宵小",
},
},
[57010] = {
["T"] = "驾驭力量",
["O"] = "使用心之熔炉顶部的石化的黢黑之鳞，将其能量灌注进艾泽拉斯之心。",
["S"] = {
"激活石化的黢黑之鳞",
},
},
[41139] = {
["T"] = "钥匙就在某个地方……",
["O"] = "找到强化牢笼钥匙。",
["S"] = {
"强化牢笼钥匙",
},
},
[29018] = {
["T"] = "糖罐",
},
[29530] = {
["T"] = "堡垒里的恶魔",
["O"] = "杀死无疤者奥摩尔然后将他的蹄子带给石头守卫斯托克顿。",
["S"] = {
"奥摩尔之蹄",
},
},
[43699] = {
["T"] = "世界守护者",
["O"] = "完成10个世界任务。",
},
[44211] = {
["T"] = "隐秘武器",
["O"] = "下达订单，订购一批勇士武器和装备。",
["S"] = {
"下达一份勇士武器订单",
},
},
[44723] = {
["T"] = "志同道合",
["O"] = "对暮色卫队征服者使用暮色百合徽记，找出5个暮色卫队逃兵。",
["S"] = {
"找出暮色卫队逃兵",
},
},
[62642] = {
["T"] = "LFGDungeons - SL - Heroic Random - 1st",
},
[31578] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[47283] = {
["T"] = "赶紧赶紧！",
["O"] = "捡一把结实的斧头，然后从附近的树苗上收集5块刚砍伐的木材。",
["S"] = {
"结实的斧头",
},
},
[79203] = {
["T"] = "授权被拒绝",
["O"] = "在授权壁垒内击败授权方阵兵。",
["S"] = {
"消灭授权方阵兵",
},
},
[80227] = {
["T"] = "绕行盆地 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[32602] = {
["T"] = "神祇与妖魔",
["O"] = "将神祇与妖魔带给游学者周卓。",
},
[8622] = {
["T"] = "风暴召唤者的护甲",
["O"] = "把上古之神的外鞘、2个先知塑像、5个银质甲虫和5个白骨甲虫交给安其拉的温瑟拉。你必须在诺兹多姆的子嗣中达到尊敬声望才能完成这个任务。",
["S"] = {
"上古之神的甲壳",
"先知塑像",
"银质甲虫",
"白骨甲虫",
"仇恨 / 尊敬 诺兹多姆的子嗣",
},
},
[71012] = {
["T"] = "瓦尔赛克应征",
["O"] = "告诉灰牙你招募了瓦尔赛克。",
},
[9390] = {
["T"] = "寻找瑟丹",
["O"] = "学者欧巴迪要你去塔哈玛特神殿东边附近的区域寻找他的兄弟瑟丹。",
},
[54451] = {
["T"] = "来自求知者的礼物",
["O"] = "和收集者寇乔交谈.",
},
[9646] = {
["T"] = "通缉：死爪",
["O"] = "将死爪的爪子交给秘血岗哨的先行官米库拉斯。",
["S"] = {
"死爪的爪子",
},
},
[9774] = {
["T"] = "厚重多头蛇鳞片",
["O"] = "将12块厚重多头蛇鳞片交给沼泽鼠岗哨的祖莱。",
["S"] = {
"厚重多头蛇鳞片",
},
},
[39604] = {
["T"] = "我击沉了你的战列舰",
["O"] = "前往塔纳安的沃玛尔与暗影猎手德恩加会面。",
["S"] = {
"找到暗影猎手德恩加",
},
},
[56499] = {
["T"] = "席卷战场",
["O"] = "赢下一场PVP海岛探险、普通战场和史诗战场。",
},
[65893] = {
["T"] = "圣物查探",
["O"] = "收集60块奈萨扎恩神器碎片。",
["S"] = {
"奈萨扎恩神器碎片",
},
},
[10542] = {
["T"] = "他们偷走了我的水烟袋和酒！",
["O"] = "找回塔卡里的水烟袋和10瓶血槌烈酒。",
["S"] = {
"塔卡里的水烟袋",
"血槌烈酒",
},
},
[71013] = {
["T"] = "肚饿复不了仇",
["O"] = "在灰牙的藏身处钓起3条冰冻奔尾鱼。",
},
[44212] = {
["T"] = "隐秘命运",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[11182] = {
["T"] = "问题的根源",
["O"] = "杀死斯克尔德·达拉克森和5名掠龙训练者，完成任务后向灰烬龙巢中的灰烬龙巢古树复命。",
["S"] = {
"消灭掠龙训练者",
"消灭斯克尔德·达拉克森",
},
},
[62643] = {
["T"] = "LFGDungeons - SL - Heroic Random - Nth",
},
[63155] = {
["T"] = "看不懂的地图",
["O"] = "把看不懂的地图带给威·娜莉的庇护所的威·娜莉。",
},
[78181] = {
["T"] = "埃德里奇的回击",
["O"] = "在埃德里奇的安息地消灭宣圣者赫娜丝。",
["S"] = {
"消灭宣圣者赫娜丝",
},
},
[79205] = {
["T"] = "物尽其用",
["O"] = "在荒径附近收集可能有用的废料。",
["S"] = {
"看起来很有用的废料",
"不稳定的燧酿桶",
},
},
[80229] = {
["T"] = "雷颅之径 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[12206] = {
["T"] = "测试药剂",
["O"] = "怨毒镇的药剂师薇吉·莱文要你把药剂泼在血色先锋军士兵的身上。",
["S"] = {
"测试凋零药剂",
},
},
[24923] = {
["T"] = "LFGDungeons - Burning Crusade - Heroic Random - Nth",
},
[33973] = {
["T"] = "临终遗愿",
["O"] = "从剑圣巴罗克身上取回阿姆的传家宝。",
["S"] = {
"阿姆的传家宝",
},
},
[12974] = {
["T"] = "勇士的召唤！",
["O"] = "前往祖达克的痛苦斗兽场，寻找古尔戈索克。",
},
[72038] = {
["T"] = "巨龙群岛补给",
},
[73062] = {
["T"] = "禁忌离岛突击赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[835] = {
["T"] = "保卫商路",
["O"] = "消灭12只杜隆塔尔鹰身人。任何种类的鹰身人都可以。",
["S"] = {
"消灭杜隆塔尔鹰身人",
},
},
[37557] = {
["T"] = "钢铁征服者的精华",
["O"] = "收集一个钢铁征服者的精华。",
},
[27227] = {
["T"] = "奥里克斯·瑞文戴尔领主",
["O"] = "杀掉奥里克斯·瑞文戴尔领主。",
["S"] = {
"消灭奥里克斯·瑞文戴尔领主",
},
},
[27739] = {
["T"] = "豺狼人国王",
["O"] = "击败霍格。",
["S"] = {
"消灭霍格",
},
},
[13998] = {
["T"] = "我们信仰真菌",
["O"] = "在死水绿洲附近种植一株真菌植株并观察结果。",
["S"] = {
"种植真菌植株",
},
},
[56500] = {
["T"] = "席卷战场",
["O"] = "赢下一场PVP海岛探险、普通战场和史诗战场。",
},
[891] = {
["T"] = "船长的复仇",
["O"] = "从塞拉摩水兵和码头守卫那里收集10枚塞拉摩徽章。杀掉培里中尉和布克兰德中尉。",
["S"] = {
"消灭布克兰德中尉",
"消灭培里中尉",
"塞拉摩徽章",
},
},
[28763] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[58036] = {
["T"] = "有害废料收集",
["O"] = "采集6件实验室设备。",
["S"] = {
"实验室设备",
},
},
[42677] = {
["T"] = "加尔顿的需求",
["O"] = "使用侦察地图，完成“加尔顿的需求”任务。",
},
[71015] = {
["T"] = "无谋猛士",
["O"] = "在远古瞭望台找到瓦尔赛克。",
},
[62644] = {
["T"] = "LFGDungeons - SL - Normal Random - 1st",
},
[31579] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[31835] = {
["T"] = "继续训练：吉斯坦大师",
["O"] = "和晴日峰的吉斯坦大师谈一谈，和她一起完成你的训练。",
["S"] = {
"完成吉斯坦大师的训练",
},
},
[80231] = {
["T"] = "多恩诺嘉尔漂流 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[32603] = {
["T"] = "寓言之兽",
["O"] = "击败熊猫人寓言中的精英战宠。",
["S"] = {
"击败贪吃的卡瓦",
"击败血刺",
"击败诺诺",
"击败灰蹄",
"击败幸运的小艺",
"击败云游者啼乌",
"击败咖菲",
"击败多斯里加",
"击败尼顿",
"击败飞掠者溪雅",
},
},
[49333] = {
["T"] = "建立军械库",
["O"] = "在神庙侵入点收集20件蛇人武器。",
["S"] = {
"蛇人武器",
},
},
[33462] = {
["T"] = "一日雷神",
["O"] = "制造5个雷神抓钩。",
["S"] = {
"一卷锁链",
"邪恶抓钩",
},
},
[34998] = {
["T"] = "鸦爪岗哨",
["O"] = "将安苏之眼带给鸦爪岗哨的利爪卫士库雷克。与天爪卫士米沙尔交谈，开始飞行。",
},
[71016] = {
["T"] = "灰牙的姐妹",
["O"] = "将灰牙的信送给他在伊斯卡拉的姐妹纳鲁姬。",
},
[37046] = {
["T"] = "猎头的收获",
["O"] = "从霜壁旅社的阿坎亚那里雇佣一位追随者。",
},
[37558] = {
["T"] = "钢铁胜利者的精华",
["O"] = "收集一个钢铁胜利者的精华。",
},
[54453] = {
["T"] = "来自麦格尼的补给",
["O"] = "和希利苏斯的麦格尼·铜须交谈，领取你的奖励。",
},
[54965] = {
["T"] = "被拆卸的机器人",
["O"] = "将12个重新启动的机器人带给博尔登·弹闪。",
["S"] = {
"将重新启动的机器人带给博尔登·弹闪",
"从博尔登·弹闪处获得机器人复变充能器（可选）",
},
},
[78184] = {
["T"] = "火药迷人眼",
["O"] = "收集8份血色炸药。",
["S"] = {
"血色炸药",
},
},
[55989] = {
["T"] = "毁灭投石车",
["O"] = "在暗槌堡垒炸毁4辆投石车。",
["S"] = {
"摧毁投石车",
},
},
[56501] = {
["T"] = "肃清空域",
["O"] = "摧毁5个风险投资公司载具。",
["S"] = {
"摧毁风险投资公司载具",
},
},
[1270] = {
["T"] = "伊格纳兹的逃亡",
["O"] = "护送伊格纳兹，然后和棘齿城的麦伯克·米希瑞克斯谈一谈。",
["S"] = {
"帮伊格纳兹找睡菜叶",
},
},
[58037] = {
["T"] = "狮群之中",
["O"] = "向5头被驯服的翼狮介绍你自己。",
["S"] = {
"与被驯服的翼狮碰面",
},
},
[71017] = {
["T"] = "纳鲁姬的信",
["O"] = "将纳鲁姬的鱼头带给老灰牙。",
},
[73065] = {
["T"] = "禁忌离岛突击赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[45238] = {
["T"] = "重返卡拉赞：盒装焦镜",
["O"] = "从卡拉赞的魔力吞噬者身上获得法力焦镜。",
["S"] = {
"法力焦镜",
},
},
[62645] = {
["T"] = "LFGDungeons - SL - Normal Random - Nth",
},
[63157] = {
["T"] = "折磨之盒",
["O"] = "把折磨之盒带给威·娜莉的庇护所的威·娜莉。",
},
[78185] = {
["T"] = "战争猛犬",
["O"] = "打开吉尔尼斯城门。",
["S"] = {
"打开通往吉尔尼斯的大门",
},
},
[80233] = {
["T"] = "绕行盆地 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65898] = {
["T"] = "始祖难题",
["O"] = "获取位点并击败保护它的始祖幼龙。",
["S"] = {
"幽黑位点",
"消灭亥波克西孔",
},
},
[71018] = {
["T"] = "化身巨龙牢窟：破蛋破摔",
["O"] = "在普通难度的化身巨龙牢窟中，从巢穴守护者迪乌尔娜处收集3块巨杖碎片。",
["S"] = {
"巨杖碎片",
},
},
[37559] = {
["T"] = "钢铁保卫者的精华",
["O"] = "收集一个钢铁保卫者的精华。",
},
[27228] = {
["T"] = "对抗憎恶",
["O"] = "宰杀吞咽者拉姆斯登。",
["S"] = {
"消灭吞咽者拉姆斯登",
},
},
[78186] = {
["T"] = "十字军溃灭",
["O"] = "在吉尔尼斯城的教堂庭院中消灭12个血色十字军成员。",
["S"] = {
"消灭血色精英",
},
},
[55990] = {
["T"] = "控制他们的石头",
["O"] = "从贾格纳格、瓦格和格朗克身上取得结界石，然后用其释放凯尔拉船长。",
["S"] = {
"获取贾格纳格的结界石",
"获取瓦格的结界石",
"获取格朗克的结界石",
},
},
[80234] = {
["T"] = "荒原之途 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[28508] = {
["T"] = "安多哈尔战争",
["O"] = "跟凯伦·库恩交谈，飞往西瘟疫之地的安多哈尔。然后去找安多哈尔的库尔迪拉·织亡者。",
},
[65899] = {
["T"] = "寻找瑟拉姆斯",
["O"] = "搜索附近的洞穴，寻找瑟拉姆斯。",
["S"] = {
"搜索洞穴（可选）",
"发现瑟拉姆斯",
},
},
[83306] = {
["T"] = "野兽聚集之地",
["O"] = "在深莽营地乌尔亚与奥威娜见面。",
},
[71019] = {
["T"] = "化身巨龙牢窟：破蛋破摔",
["O"] = "在英雄难度的化身巨龙牢窟中，从巢穴守护者迪乌尔娜处收集3块巨杖碎片。",
["S"] = {
"巨杖碎片",
},
},
[31324] = {
["T"] = "祖传秘方",
["O"] = "收集5份风暴烈酒秘方。",
["S"] = {
"风暴烈酒秘方",
},
},
[31580] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员阿娜索丝，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[47287] = {
["T"] = "维迪卡尔矩阵核心",
["O"] = "将圣光裁决者链接到维迪卡尔矩阵核心。",
["S"] = {
"连接圣光裁决者",
},
},
[80235] = {
["T"] = "雷颅之径 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65900] = {
["T"] = "香料怪肉排",
["O"] = "收集2块无比鲜嫩的海龟肉，6个爬行类的蛋壳，以及15朵酸花。",
["S"] = {
"无比鲜嫩的海龟肉",
"爬行类的蛋壳",
"酸花",
},
},
[8623] = {
["T"] = "风暴召唤者的王冠",
["O"] = "把维克洛尔的王冠、2个重生塑像、5个岩石甲虫和5个水晶甲虫交给安其拉的安多葛斯。你必须首先在诺兹多姆的子嗣中达到友善声望才可以完成这个任务。",
["S"] = {
"维克洛尔的王冠",
"复生塑像",
"岩石甲虫",
"水晶甲虫",
"仇恨 / 友善 诺兹多姆的子嗣",
},
},
[35512] = {
["T"] = "乌特加德城堡奖励任务",
},
[9263] = {
["T"] = "调查奥格瑞玛的天灾入侵",
["O"] = "从奥格瑞玛外面的天灾士兵身上收集3块暗淡的死灵石，并调查天灾营地附近的发光符文法阵。",
["S"] = {
"暗淡的死灵石",
"调查法阵",
},
},
[37560] = {
["T"] = "钢铁征服者的精华",
["O"] = "收集一个钢铁征服者的精华。",
},
[54455] = {
["T"] = "来自荣耀战团的补给",
["O"] = "和赞达拉港的兰莎·灰羽交谈，领取你的奖励。",
},
[9647] = {
["T"] = "消灭巨蛾",
["O"] = "秘血岗哨的追踪者兰塞恩要你杀掉10只鲜艳的蓝翼巨蛾。",
["S"] = {
"消灭鲜艳的蓝翼巨蛾",
},
},
[9775] = {
["T"] = "向暗影猎手德恩加报到",
["O"] = "将祖莱的报告交给赞加沼泽中萨布拉金的暗影猎手德恩加。",
},
[55991] = {
["T"] = "终结与开始",
["O"] = "骑乘联盟狮鹫前往暴风城。",
["S"] = {
"骑乘联盟狮鹫返回暴风城",
},
},
[40120] = {
["T"] = "凄惨命运",
["O"] = "在墨尔海姆使用阴燃的火把焚烧8具腐烂的尸体。",
["S"] = {
"焚烧腐烂的尸体",
},
},
[10159] = {
["T"] = "扫清棘牙岭！",
["O"] = "杀死8只棘牙掠食者和8只棘牙喷毒者，然后返回地狱火半岛的塞纳里奥哨站，向玛霍拉姆·硬蹄复命。",
["S"] = {
"消灭棘牙掠食者",
"消灭棘牙喷毒者",
},
},
[65901] = {
["T"] = "偷溜出门",
["O"] = "在欧恩伊尔清泉放置图腾，并通知拉蒂亚。",
["S"] = {
"放置风图腾",
},
},
[58039] = {
["T"] = "溜走的翼狮",
["O"] = "在芳金牧场找到安蒂拉，并将她带回涅美娅的居所。",
["S"] = {
"取回安蒂拉",
},
},
[10927] = {
["T"] = "消灭洞穴蛛",
["O"] = "杀死6只洞穴蛛。",
["S"] = {
"消灭洞穴蛛",
},
},
[11311] = {
["T"] = "压制元素生物",
["O"] = "冬蹄营地的驯风者卡根要你杀死附近雪山中的8个元素生物，咆哮的旋风或是碎冰元素都可以。",
["S"] = {
"杀死雪山中的元素生物",
},
},
[11439] = {
["T"] = "消防练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后与穿戏服的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[62647] = {
["T"] = "LFGDungeons - SL - Raid Finder - Nth",
},
[63159] = {
["T"] = "狱卒之语",
["O"] = "把狱卒之语带给威·娜莉的庇护所的威·娜莉。",
},
[78189] = {
["T"] = "黎明初晓",
["O"] = "聆听吉恩·格雷迈恩和苔丝的谈话。",
},
[79213] = {
["T"] = "时空倒错",
["O"] = "激活发掘出的控制台，用装置击败戈尔格林之岬的马尾藻护卫。",
["S"] = {
"插入能量电池",
},
},
[80237] = {
["T"] = "土灵匠域迂回赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65902] = {
["T"] = "吃喝还是玩乐",
["O"] = "将香草海龟肉和林木欢跳者带给瑟拉姆斯。",
["S"] = {
"给瑟拉姆斯喂食",
},
},
[35513] = {
["T"] = "魔枢奖励任务",
},
[13103] = {
["T"] = "兰尼德的奶酪",
["O"] = "把空的奶酪盘、“再来一杯”奶酪店的陈年达拉然干酪、以及在达拉然的桌子上找到的6只半满的达拉然酒杯放在一起。\n\n将美酒和奶酪盘交给魔法商业区制皮店中的兰尼德·怒金。",
["S"] = {
"美酒和奶酪盘",
},
},
[26717] = {
["T"] = "约根狼人",
["O"] = "检查约根农场的一堆松散的泥土。",
},
[37561] = {
["T"] = "钢铁胜利者的精华",
["O"] = "收集一个钢铁胜利者的精华。",
},
[27229] = {
["T"] = "砸扁蛛后",
["O"] = "取得黑雾巢穴女王的触肢。",
["S"] = {
"黑雾巢穴女王的触肢",
},
},
[77166] = {
["T"] = "实战检验",
["O"] = "使用科技占卜器找到隐藏的物体。",
["S"] = {
"找回调谐“圣物”",
},
},
[78190] = {
["T"] = "割舍之情",
["O"] = "跟随格雷迈恩国王，留意他的状况。",
},
[55992] = {
["T"] = "地下城：暗槌堡垒",
["O"] = "完成地下城“暗槌堡垒”。",
},
[14127] = {
["T"] = "上层精灵归来？",
["O"] = "将斥候的命令送往奥格瑞玛后门的阿格图·血拳处。",
},
[40633] = {
["T"] = "出去探险！",
["O"] = "在拉穆卡恒与丽丽碰面。",
["S"] = {
"搭乘丽丽的风筝前往拉穆卡恒（可选）",
"在拉穆卡恒与丽丽碰面",
},
},
[28765] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[29021] = {
["T"] = "什么什么平衡器",
["O"] = "在风险投资公司研究基地里找到控制台。",
},
[42681] = {
["T"] = "洛拉姆斯，是你吗？",
["O"] = "使用侦察地图，完成“洛拉姆斯，是你吗？”任务。",
},
[71023] = {
["T"] = "瓦德拉肯联军名望",
["O"] = "与瓦德拉肯的乌纳托斯交谈。",
},
[44729] = {
["T"] = "勇气试炼：奥丁的眷顾",
["O"] = "在勇气试炼团队副本中赢得奥丁的眷顾。",
},
[46777] = {
["T"] = "抗魔联军的馈赠",
["O"] = "与破碎海滩的瑞桑托斯上尉谈一谈，获取你的奖励。",
},
[31837] = {
["T"] = "继续训练：程大师",
["O"] = "和晴日峰的程大师谈一谈，和她一起完成你的训练。",
["S"] = {
"完成程大师的训练",
},
},
[80239] = {
["T"] = "啁啾群聚赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[48825] = {
["T"] = "断绝力量来源",
["O"] = "击败妖术师娜娜库格，取回她的鲜血雕像。",
["S"] = {
"取回鲜血雕像",
},
},
[65904] = {
["T"] = "适可而止",
["O"] = "向瑟拉姆斯出示丁香漫林的损伤证据。",
["S"] = {
"把证据交给瑟拉姆斯",
},
},
[35514] = {
["T"] = "魔枢奖励任务",
},
[72048] = {
["T"] = "巨龙群岛补给",
},
[37562] = {
["T"] = "钢铁保卫者的精华",
["O"] = "收集一个钢铁保卫者的精华。",
},
[54457] = {
["T"] = "来自风暴之末的补给",
["O"] = "在斯托颂谷地的布伦纳丹和莉莉安娜修女交谈。",
},
[54969] = {
["T"] = "坠落",
["O"] = "跳下瀑布。",
["S"] = {
"跳下瀑布",
},
},
[40122] = {
["T"] = "森林守护者，塞纳留斯",
["O"] = "在瓦尔莎拉的洛拉希尔与玛法里奥·怒风谈一谈。",
["S"] = {
"与玛法里奥交谈",
},
},
[40634] = {
["T"] = "沙地里的雷鸣",
["O"] = "消灭纳德尔并在他的尸体上寻找线索。",
["S"] = {
"搜寻线索",
},
},
[57529] = {
["T"] = "动荡的花园",
["O"] = "在坡下的静心花园中与佐希米谈一谈。",
},
[66929] = {
["T"] = "一张都不能少",
["O"] = "找回游马多姆的套牌。",
["S"] = {
"与瀬人苟萨对峙",
},
},
[42170] = {
["T"] = "织梦者",
["O"] = "完成瓦尔莎拉的任意4个世界任务。",
},
[42682] = {
["T"] = "额外配备",
["O"] = "使用侦察地图，完成“额外配备”任务。",
},
[71025] = {
["T"] = "不惧艰险",
["O"] = "在巨龙群岛的任意地点消灭25个70级的联盟角色。",
},
[63161] = {
["T"] = "科拉斯的魔典：贝利迪尔",
["O"] = "把科拉斯的魔典：贝利迪尔带给威·娜莉的庇护所的威·娜莉。",
},
[47290] = {
["T"] = "地下城世界事件 - 汉摩尔",
},
[79217] = {
["T"] = "重返基地",
["O"] = "返回冈达加兹并与布琳泽会面。",
["S"] = {
"在冈达加兹的布琳泽家与她见面",
},
},
[65906] = {
["T"] = "苦闷的新兵",
["O"] = "在欧恩哈拉平原的欧恩伊尔清泉与新兵拉蒂亚交谈。",
},
[33467] = {
["T"] = "督军的陨殁",
["O"] = "击败督军布尔特。",
["S"] = {
"消灭督军布尔特",
},
},
[35003] = {
["T"] = "中断仪式",
["O"] = "通过踩踏以破坏三处塞泰克仪式圆环",
["S"] = {
"破坏南部仪式",
"破坏中部仪式",
"破坏北部仪式",
},
},
[35515] = {
["T"] = "魔枢（奖励目标）奖励任务",
},
[26462] = {
["T"] = "邪恶的恶齿",
["O"] = "杀死10名恶齿猎手或恶齿妖术师。",
["S"] = {
"杀死恶齿",
},
},
[27230] = {
["T"] = "战争的武器",
["O"] = "杀死黑衣守卫铸剑师。",
["S"] = {
"消灭黑衣守卫铸剑师",
},
},
[77170] = {
["T"] = "盘牙险道 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79218] = {
["T"] = "陨圣峪阿拉希人名望",
["O"] = "在米雷达尔与奥拉莉亚·斯蒂泰克交谈。",
},
[40123] = {
["T"] = "夜之子",
["O"] = "帮塔莉萨包扎。",
["S"] = {
"为塔莉萨包扎",
},
},
[28510] = {
["T"] = "大酋长的命令：菲拉斯！",
["O"] = "去找菲拉斯阿塔亚营地的克努·符文图腾。",
},
[28766] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[66931] = {
["T"] = "谁人作乱？",
["O"] = "查明红玉新生圣地的骚动。",
["S"] = {
"发现骚动",
},
},
[42683] = {
["T"] = "魔化提升",
["O"] = "聆听洛拉姆斯·萨里比迪斯说话，然后为你的职业大厅升级。",
["S"] = {
"洛拉姆斯的故事",
},
},
[71027] = {
["T"] = "通缉：雷鸣者玛拉纳尔",
["O"] = "在始生谷地消灭雷鸣者玛拉纳尔，并取回它的一块板鳞。",
["S"] = {
"玛拉纳尔的雷鸣板鳞",
},
},
[44219] = {
["T"] = "命运祝福",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[61114] = {
["T"] = "渴望血肉",
["O"] = "将消化了一半的布片交给奥格瑞玛力量谷的指挥官斯洛格。",
},
[30814] = {
["T"] = "迈出第一步",
["O"] = "击败8个奥苏尔冲锋者。",
["S"] = {
"消灭奥苏尔冲锋者",
},
},
[31326] = {
["T"] = "迪娜的雅致头饰",
["O"] = "将雅致的头饰带给位于四风谷郝瀚房子里或者半山市集的迪娜·泥爪。",
},
[31582] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[79219] = {
["T"] = "多恩诺嘉尔议会名望",
["O"] = "在多恩诺嘉尔与审计员巴乌尔兹交谈。",
},
[80243] = {
["T"] = "机遇角缓步赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[82291] = {
["T"] = "机器人震荡",
["O"] = "在宠物对战中击败觉醒的监管者。",
["S"] = {
"在宠物对战中击败觉醒的监管者",
},
},
[33468] = {
["T"] = "拯救狼村",
["O"] = "从雷神氏族手中救下沃高尔。",
["S"] = {
"前往沃高尔",
},
},
[8624] = {
["T"] = "风暴召唤者的护腿",
["O"] = "把巨型沙虫的皮、2个征战塑像、5个青铜甲虫和5个象牙甲虫交给安其拉的坎多斯特拉兹。你必须首先在诺兹多姆的子嗣中达到友善声望才可以完成这个任务。",
["S"] = {
"巨型沙虫的皮",
"征战塑像",
"象牙甲虫",
"青铜甲虫",
"仇恨 / 友善 诺兹多姆的子嗣",
},
},
[35004] = {
["T"] = "既殁之神的奴仆",
["O"] = "在塞泰克山谷杀死6名塞泰克预言者和6名塞泰克选民。",
["S"] = {
"消灭塞泰克选民",
"消灭塞泰克预言者",
},
},
[71028] = {
["T"] = "狩猎战术：欧恩哈拉的祝福",
["O"] = "选择一种在洪荒狩猎中使用的欧恩哈拉祝福。",
},
[72052] = {
["T"] = "红玉新生圣地赛道 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[52923] = {
["T"] = "扩充藏品",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败泰莉亚·火眉",
},
},
[9264] = {
["T"] = "调查雷霆崖的天灾入侵",
["O"] = "从雷霆崖外面的天灾士兵身上收集3块暗淡的死灵石，并调查天灾营地附近的发光符文法阵。",
["S"] = {
"暗淡的死灵石",
"调查法阵",
},
},
[9648] = {
["T"] = "玛特帕尔姆蘑菇展",
["O"] = "秘血岗哨的玛特帕尔姆希望你找到一个水生臭角菇、一个血蘑菇、一个致命孢子簇和一个邪锥蘑菇。",
["S"] = {
"水生臭角菇",
"血蘑菇",
"致命孢子簇",
"邪锥蘑菇",
},
},
[55483] = {
["T"] = "[PH] Stop Rituals",
},
[79220] = {
["T"] = "邃渊协盟名望",
["O"] = "在冈达加兹与蜡贩斯奎克交谈。",
},
[10032] = {
["T"] = "图雷姆的神器",
["O"] = "从图雷姆清道夫和图雷姆猎人身上收集6个图雷姆神器，把它们交给裂石堡的拉克妮亚。",
["S"] = {
"图雷姆神器",
},
},
[10160] = {
["T"] = "知己知彼",
["O"] = "与荣耀堡西部哨塔内的阿曼蒂中尉谈一谈。",
},
[10288] = {
["T"] = "抵达外域",
["O"] = "地狱火半岛上黑暗之门的指挥官杜隆要求你将杜隆的报告交给阿米什·蛮锤。",
},
[10416] = {
["T"] = "能量的聚合",
["O"] = "沙塔斯城内的先知沃雷塔尔要求你取得一本奥法宝典。为占星者完成任务将会使你在奥尔多阵营中的声望等级降低。",
["S"] = {
"奥法宝典",
},
},
[86388] = {
["T"] = "Spark - Template",
},
[10928] = {
["T"] = "消灭洞穴蛛",
["O"] = "杀死6只洞穴蛛。",
["S"] = {
"消灭洞穴蛛",
},
},
[11440] = {
["T"] = "消防练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后与穿戏服的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[46268] = {
["T"] = "重拾记忆",
["O"] = "把罗盘带给暴风要塞中的安度因·乌瑞恩国王。",
},
[11696] = {
["T"] = "埃霍恩就在这里！",
["O"] = "前往奴隶围栏，寻找鲁玛·天母的下落。",
},
[11952] = {
["T"] = "反击",
["O"] = "前往灼热峡谷西北部观火岭下的洞穴，杀死从寒冰之石中召唤出来的严寒上尉，然后返回任意主城中的大地之环长者处复命。",
["S"] = {
"消灭严寒上尉",
},
},
[80245] = {
["T"] = "喧鸣深窟越野赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[82293] = {
["T"] = "友谊的力量",
["O"] = "在宠物对战中击败拥友者格雷姆。",
["S"] = {
"在宠物对战中击败拥友者格雷姆",
},
},
[12464] = {
["T"] = "我的老对手",
["O"] = "把阿比迪斯将军的徽记交给暮冬要塞的指挥官埃里戈尔·黎明使者。",
["S"] = {
"阿比迪斯将军的徽记",
},
},
[50364] = {
["T"] = "艾泽拉斯之血",
["O"] = "传达麦格尼·铜须的信息。",
},
[25439] = {
["T"] = "复仇之心",
["O"] = "杀死10名金加塔尔破坏者。",
["S"] = {
"消灭金加塔尔破坏者",
},
},
[35517] = {
["T"] = "破碎大厅奖励任务",
},
[53436] = {
["T"] = "联盟的艾泽里特",
["O"] = "在海岛探险中收集艾泽里特。",
["S"] = {
"在海岛探险中收集36000份艾泽里特",
},
},
[37565] = {
["T"] = "武装起来",
["O"] = "武装25名海难俘虏。",
["S"] = {
"武装海难俘虏",
},
},
[54460] = {
["T"] = "来自塔兰吉远征队的补给",
["O"] = "和祖尔加废墟的供给官莱佳交谈，领取你的奖励。",
},
[27487] = {
["T"] = "冥界领主埃克斯拉尔",
["O"] = "击败冥界领主埃克斯拉尔和他的10个爪牙。",
["S"] = {
"消灭冥界领主埃克斯拉尔",
"杀死埃克斯拉尔的爪牙",
},
},
[55484] = {
["T"] = "[PH] Collect Cleansing Motes",
},
[27999] = {
["T"] = "多伊尔的命运",
["O"] = "把多伊尔氏族的消息告诉焰须墓地的伊安·焰须。",
},
[80246] = {
["T"] = "啁啾群聚赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[14256] = {
["T"] = "新的威胁",
["O"] = "跟库拉谈一谈，她将为你展示纳迦的威胁。",
["S"] = {
"侦察纳迦军队",
},
},
[41149] = {
["T"] = "实用结界",
["O"] = "在琥珀谷激活4个奥术结界。",
["S"] = {
"激活奥术结界",
},
},
[29535] = {
["T"] = "让他们流血",
["O"] = "帮助卡萨雷兹收集10瓶邪兽人血样和一根邪能注射棒。",
["S"] = {
"一瓶邪兽人血样",
"邪能注射棒",
},
},
[60092] = {
["T"] = "斯科杜斯之厅",
["O"] = "进入斯科杜斯之厅，并击败其中的狱卒。",
["S"] = {
"消灭斯科杜斯之厅的看守",
},
},
[31327] = {
["T"] = "制造难题",
["O"] = "杀死破桶而出的炎诛。",
["S"] = {
"消灭破桶而出的炎诛",
},
},
[31583] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员贾琳希亚，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[48317] = {
["T"] = "魔法嗅觉",
["O"] = "在希巴拉西部与传送师学徒阿斯特兰迪斯会面，并帮助他找到希巴拉之眼。",
["S"] = {
"在西部废墟与阿斯特兰迪斯交谈",
},
},
[82295] = {
["T"] = "基里阿克",
["O"] = "在宠物对战中击败基里阿克。",
["S"] = {
"在宠物对战中击败基里阿克",
},
},
[35518] = {
["T"] = "破碎大厅奖励任务",
},
[53437] = {
["T"] = "暴富矿区！！：苛刻待遇",
["O"] = "让暴富矿区的商业大亨拉兹敦克永远闭嘴。",
["S"] = {
"消灭商业大亨拉兹敦克",
},
},
[54461] = {
["T"] = "来自沃顿奈的补给",
["O"] = "和狐人藏身处的囤积者杰娜交谈，领取你的奖励。",
},
[79224] = {
["T"] = "情报收集",
["O"] = "与艾基-卡赫特纺丝者之巢的寡妇阿拉克奈交谈。",
},
[80248] = {
["T"] = "塔尔罗克曲折赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65913] = {
["T"] = "守护？看护？",
["O"] = "从提尔要塞水库的拜荒者手中营救看护者玛拉。",
["S"] = {
"找到玛拉",
},
},
[58045] = {
["T"] = "药浓于水",
["O"] = "消灭狡诈者克里姆",
["S"] = {
"消灭狡诈者克里姆",
},
},
[86392] = {
["T"] = "狐狸步法",
["O"] = "挑战并击败棘尾主母。",
["S"] = {
"击败棘尾主母",
},
},
[60605] = {
["T"] = "烁鳍之鳞",
["O"] = "向北风苔原的国王姆嘎姆嘎展示鳞片。",
},
[44734] = {
["T"] = "历史的残片",
["O"] = "前往卡拉赞的会客间、宴会厅、仆役宿舍、歌剧院和展览馆收集灵魂残片。",
["S"] = {
"会客间的灵魂残片",
"宴会厅的灵魂残片",
"仆役宿舍的灵魂残片",
"歌剧院的灵魂残片",
"展览馆的灵魂残片",
},
},
[62653] = {
["T"] = "阻止裁决",
["O"] = "击败赎罪大厅中的任意审判官。\r\n\r\n档案员费安会为你提供审判官罪碑，从而在你的狩猎中帮助你。",
["S"] = {
"罪碑碎片（可选）",
[3] = "消灭审判官",
},
},
[79225] = {
["T"] = "失落之火",
["O"] = "将远征火绒盒交给位于荫林葡萄园的凯拉·弗雷斯通。",
},
[80249] = {
["T"] = "机遇角缓步赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65914] = {
["T"] = "象命也是命",
["O"] = "从考里克闪光河湾附近死去的昂图克猛犸象处收集昂图克皮碎片和昂图克长牙。",
["S"] = {
"昂图克皮碎片",
"昂图克长牙",
},
},
[83321] = {
["T"] = "行踪诡异的蝙蝠",
["O"] = "调查疑似德鲁伊目击事件。",
},
[51390] = {
["T"] = "通缉：赤红杀手",
["O"] = "消灭隼林镇附近的赤红杀手。",
["S"] = {
"消灭马琳·舍伍德",
"消灭瓦利斯·克劳达",
"消灭索恩·萨顿",
},
},
[35519] = {
["T"] = "暗影迷宫奖励任务",
},
[26464] = {
["T"] = "莱恩的净化",
["O"] = "找到发光的宝石。",
["S"] = {
"发光的宝石",
},
},
[54462] = {
["T"] = "来自赞达拉帝国的补给",
["O"] = "和达萨罗的纳塔哈卡塔交谈，领取你的奖励。",
},
[27488] = {
["T"] = "急躁",
["O"] = "在北谷里寻找吉德文·金须。",
["S"] = {
"吉德文的祈祷书",
},
},
[28000] = {
["T"] = "能人所不能",
["O"] = "削弱伊普斯，用强化伏魔袋将他俘虏。",
["S"] = {
"俘虏伊普斯",
},
},
[80250] = {
["T"] = "土灵匠域迂回赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[28512] = {
["T"] = "帮助瑟银兄弟会",
["O"] = "跟灼热峡谷瑟银前哨的杰克·岩腿谈一谈。",
},
[28768] = {
["T"] = "冬泉谷！",
["O"] = "去找冬泉谷冰火温泉的多诺瓦·雪山。",
},
[83322] = {
["T"] = "破晨号: 命名",
["O"] = "协助破晨号地下城的命名仪式圆满举行。",
},
[29536] = {
["T"] = "愤怒的心",
["O"] = "彻底调查鲜血熔炉，然后向卡萨雷兹复命。",
["S"] = {
"彻底调查鲜血熔炉",
},
},
[44735] = {
["T"] = "重返卡拉赞：眼魔眼里出……",
["O"] = "在卡拉赞击败监视者维兹艾德姆。",
},
[31328] = {
["T"] = "一只精致的耳环",
["O"] = "将精致耳环带给位于四风谷郝瀚房子里或者带给半山市集的迪娜·泥爪。",
},
[31584] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[31840] = {
["T"] = "熟能生巧：程大师",
["O"] = "和晴日峰的程大师谈一谈，并和他交手。",
["S"] = {
"完成程大师的训练",
},
},
[79227] = {
["T"] = "蛛眼视角",
["O"] = "放置映影仪，以在晦幽集市、东部大桥和颤搐峡谷与纺丝者的斥候取得联系。",
["S"] = {
"侦察晦幽集市",
"侦察东部大桥",
"侦察颤搐峡谷",
},
},
[80251] = {
["T"] = "喧鸣深窟越野赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65916] = {
["T"] = "不与拜荒者谈判",
["O"] = "在提尔要塞水库中消灭拜荒者的首脑寇约，夺回缺失的结界碎片。",
["S"] = {
"找回缺失的结界碎片",
"消灭寇约",
},
},
[35520] = {
["T"] = "暗影迷宫奖励任务",
},
[89467] = {
["T"] = "永恒研究：团队作战时刻（禁忌深渊）",
["O"] = "完成安托鲁斯，燃烧王座的禁忌深渊区域（任意难度）。",
},
[9265] = {
["T"] = "调查幽暗城的天灾入侵",
["O"] = "从幽暗城外面的天灾士兵身上收集3块暗淡的死灵石，并调查天灾营地附近的发光符文法阵。",
["S"] = {
"暗淡的死灵石",
"调查法阵",
},
},
[9649] = {
["T"] = "伊瑟拉之泪",
["O"] = "秘血岗哨的玛特帕尔姆希望你找到2个伊瑟拉之泪。",
["S"] = {
"伊瑟拉之泪",
},
},
[55487] = {
["T"] = "[PH] Warding Scrolls",
},
[10033] = {
["T"] = "通缉：白骨秃鹫！",
["O"] = "杀死20只白骨秃鹫，然后向泰罗卡森林内奥蕾莉亚要塞的泰拉·远途复命。",
["S"] = {
"消灭白骨秃鹫",
},
},
[10161] = {
["T"] = "以防万一……",
["O"] = "将30块飞艇碎片交给飞艇坠毁点的“尖嗓子”斯克里·拉克希德。",
["S"] = {
"飞艇碎片",
},
},
[82300] = {
["T"] = "重大故障",
["O"] = "在宠物对战中击败错乱的服务机。",
["S"] = {
"在宠物对战中击败错乱的服务机",
},
},
[10417] = {
["T"] = "诊断报告",
["O"] = "取回诊断报告，将它们交给中央圆顶哨站的玛尔达德。",
["S"] = {
"诊断报告",
},
},
[59583] = {
["T"] = "欢迎来到暴风城",
["O"] = "在城市大门处与林迪·簧库见面。",
},
[87420] = {
["T"] = "佐·吉塔果实篮",
["O"] = "收集8个新鲜采摘的佐·吉塔果实。",
["S"] = {
"新鲜采摘的佐·吉塔",
},
},
[11057] = {
["T"] = "低处的麻烦",
["O"] = "跟枯瘦的莫戈多格谈一谈，他就在竞技场外塔楼的顶部。",
},
[89468] = {
["T"] = "永恒研究：征募地下城挑战者（普通难度）",
["O"] = "使用地下城查找器完成任意普通难度地下城。",
},
[11313] = {
["T"] = "冰之精魂",
["O"] = "冰雪林地的鲁莉尔蕾要求你为她带回15块冰冷核心。",
["S"] = {
"冰冷核心",
},
},
[46272] = {
["T"] = "应召前来",
["O"] = "前往暴风要塞，与吉恩·格雷迈恩见面。",
},
[11953] = {
["T"] = "反击",
["O"] = "前往希利苏斯北部的暮光小径，杀死从寒冰之石中召唤出来的冰川上尉，然后返回任意主城中的大地之环长者处复命。",
["S"] = {
"消灭冰川上尉",
},
},
[80253] = {
["T"] = "瀑流河巡游赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[12209] = {
["T"] = "夺取装备",
["O"] = "怨毒镇的军需官巴莱特要你去夺取8件血色先锋军护甲和8件血色先锋军武器。",
["S"] = {
"血色先锋军护甲",
"血色先锋军武器",
},
},
[65918] = {
["T"] = "防范性维护",
["O"] = "在提尔要塞水库消灭8个狂放的元素。",
["S"] = {
"消灭狂放的元素",
},
},
[83325] = {
["T"] = "甲虫盛宴",
["O"] = "在拉克-乌什与基什纳尔交谈。",
},
[25441] = {
["T"] = "漩涡",
["O"] = "用狂水之球困住30条群游的毒蛇。",
["S"] = {
"困住群游的毒蛇",
},
},
[35521] = {
["T"] = "黑色沼泽奖励任务",
},
[26209] = {
["T"] = "他们把谋杀案撂我这儿了",
["O"] = "同贾森农场的多名无家可归者交谈，收集法布隆谋杀案的线索。",
["S"] = {
"获取线索#1",
"获取线索#2",
"获取线索#3",
"获取线索#4",
},
},
[26465] = {
["T"] = "古代雕像",
["O"] = "收集10个古代雕像。",
["S"] = {
"古代雕像",
},
},
[26721] = {
["T"] = "基特斯的虫子",
["O"] = "从黑寡妇蜘蛛身上收集8份寡妇蛛毒囊。",
["S"] = {
"寡妇蛛毒囊",
},
},
[76158] = {
["T"] = "时光轻纱",
["O"] = "通过巨龙群岛的组队内容强化时光轻纱。\r\n\r\n只有在队伍中并且位于一名远古记忆持有者附近时才能强化时光轻纱。",
["S"] = {
"在远古记忆附近完成组队内容",
},
},
[54976] = {
["T"] = "吉尔尼斯之影",
["O"] = "在暴风要塞和苔丝·格雷迈恩见面。",
},
[78206] = {
["T"] = "翡翠奖赏",
["O"] = "参加翡翠狂乱，获得翡翠露滴并捐献一枚梦境之种，萌发新的植物。",
["S"] = {
"把梦境之种捐献给翡翠奖赏",
"完成翡翠狂乱，获得翡翠露滴",
},
},
[79230] = {
["T"] = "长廊潜行",
["O"] = "调查蜕躯工厂的西部储物库、中央仓库和皇家储藏室，使用怒意信息素扰乱卫兵以躲避侦测。",
["S"] = {
"调查东部储物库",
},
},
[14129] = {
["T"] = "逃跑的伐木机！",
["O"] = "在奥格瑞玛后门攻击一架逃跑的伐木机，造成一定破坏后乘上去。",
["S"] = {
"俘获逃跑的伐木机",
},
},
[57024] = {
["T"] = "麦卡贡的传言",
["O"] = "在达萨罗的巨擘封印外与加兹鲁维会面。",
},
[29537] = {
["T"] = "小心裂隙",
["O"] = "杀死击碎者克里丹，然后向卡萨雷兹复命。",
["S"] = {
"消灭击碎者克里丹",
},
},
[60096] = {
["T"] = "巫妖王之怒：前往诺森德！",
["O"] = "乘船前往诺森德。\n\n你可以在暴风城港口乘船前往北风苔原，或者在湿地乘船前往嚎风峡湾。",
},
[72063] = {
["T"] = "归还耶努的玩具船",
["O"] = "到欧恩哈拉平原，把玩具船还给河边的耶努。",
},
[31329] = {
["T"] = "一枚美丽的胸针",
["O"] = "将美丽的胸针带给位于四风谷郝瀚房子里或者带给半山市集的迪娜·泥爪。",
},
[31585] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[32097] = {
["T"] = "短缺奖励",
},
[80255] = {
["T"] = "机遇角缓步赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[50881] = {
["T"] = "皇家报告",
["O"] = "将佐拉妮的报告带给黄金王座的哈布图。",
},
[35522] = {
["T"] = "黑色沼泽奖励任务",
},
[54977] = {
["T"] = "进入暮色森林",
["O"] = "前往暮色森林与法珊德拉·暴风爪对话。",
},
[79232] = {
["T"] = "陨落英魂",
["O"] = "找到欧思卡尔·戴克拉什、达里安·艾恩林克和艾多纳·希尔斯通的遗骸，找回他们的火绒盒。",
["S"] = {
"欧思卡尔·戴克拉什的火绒盒",
"达里安·艾恩林克的火绒盒",
"艾多纳·希尔斯通的火绒盒",
"向阿迪森询问艾多纳的事（可选）",
},
},
[80256] = {
["T"] = "度耐尔之游",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65921] = {
["T"] = "莱弗提的惩戒",
["O"] = "在提尔要塞水库中消灭拜荒者，营救莱弗提。",
["S"] = {
"营救莱弗提幸存者",
"向拜荒者复仇",
},
},
[84352] = {
["T"] = "不再徒步",
["O"] = "前往球童小屋的三楼和塔露拉奶奶见面。",
},
[60097] = {
["T"] = "巫妖王之怒：前往诺森德！",
["O"] = "搭乘飞艇前往诺森德。\n\n你可以在提瑞斯法林地搭乘前往嚎风峡湾的飞艇，或者在奥格瑞玛搭乘飞艇前往北风苔原。",
},
[44738] = {
["T"] = "精灵的实力",
["O"] = "带领精灵大军前往阿斯塔瓦港。",
["S"] = {
"进军苏拉玛城",
},
},
[46274] = {
["T"] = "安慰国王",
["O"] = "到暴风城大教堂寻找安度因·乌瑞恩国王。",
},
[79233] = {
["T"] = "实验室通行权",
["O"] = "从蜕躯工厂区域的蛛魔死忠者处收集6份死忠者分泌物。",
["S"] = {
"死忠者分泌物",
},
},
[80257] = {
["T"] = "泰尼尔之越",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[66946] = {
["T"] = "碧蓝林海冲刺",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[25442] = {
["T"] = "智慧珍珠",
["O"] = "将冷光珍珠带给银潮谷的大地治愈者杜安。",
},
[35011] = {
["T"] = "利爪伪王",
["O"] = "从利爪之王艾吉斯身上取得磨损的手镯。",
["S"] = {
"磨损的手镯",
},
},
[87425] = {
["T"] = "大块黏稠虚空物质",
["O"] = "收集5份腐化树汁。",
["S"] = {
"腐化树汁",
},
},
[26210] = {
["T"] = "加莫里塔，伙计！",
["O"] = "辛特兰恶齿村的钓鱼者卡图姆要你去杀掉加莫里塔，从她的尸体里拿回卡图姆的超级鱼饵。\n\n卡图姆提到加莫里塔会和海岸上的其他乌龟在一起。",
["S"] = {
"卡图姆的超级鱼饵",
},
},
[26466] = {
["T"] = "卢泽尔",
["O"] = "获得佐拉姆之戒。",
["S"] = {
"佐拉姆之戒",
},
},
[27234] = {
["T"] = "尘泥沼泽有迪菲亚兄弟会？",
["O"] = "从加恩·马瑟斯手中夺得迪菲亚命令书。",
["S"] = {
"迪菲亚命令书",
},
},
[39107] = {
["T"] = "更高的分数",
["O"] = "收集肮脏的铁币并把它们交给格里伏塔。",
["S"] = {
"获得肮脏的铁币",
},
},
[28002] = {
["T"] = "危机管理",
["O"] = "贝洛克·辉刃要你打消司克诺兹登陆点的客人们的顾虑。",
["S"] = {
"询问多产的作家",
"安抚奢华的名流",
"告诫浮夸的商人",
"劝告新锐艺术家",
},
},
[40131] = {
["T"] = "石皮皮革样本",
["O"] = "把石皮皮革样本以及额外的10块石皮皮革交给达拉然的孔达尔·猎誓。\r\n",
["S"] = {
"石皮皮革",
},
},
[40643] = {
["T"] = "月光林地的召唤",
["O"] = "到月光林地去找伊哈缪尔·符文图腾。",
},
[28770] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[66947] = {
["T"] = "碧蓝林海冲刺 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[59586] = {
["T"] = "你的专精是什么？",
["O"] = "与达格伦·钢脊交谈，了解关于战斗专精的信息。",
["S"] = {
"与达格伦·钢脊对话，了解专精的信息",
},
},
[87426] = {
["T"] = "风味残屑",
["O"] = "收集24份废弃的碎片",
["S"] = {
"丢弃的物品",
},
},
[30306] = {
["T"] = "大竞技场",
["O"] = "在大竞技场中击败20名影踪派受训者。",
["S"] = {
"击败影踪派受训者",
},
},
[73091] = {
["T"] = "晶歌森林",
["O"] = "与卡雷苟斯交谈。",
},
[46275] = {
["T"] = "王国之心",
["O"] = "陪伴安度因国王在暴风城里走走。",
["S"] = {
"与安度因交谈",
},
},
[31586] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员巴兹尔，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[80259] = {
["T"] = "静石障碍赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[66948] = {
["T"] = "使者驾到",
["O"] = "了解翡翠花园的状况。",
["S"] = {
"为绿龙军团提供援助",
},
},
[51395] = {
["T"] = "守护者的钥匙",
["O"] = "与列兵詹姆斯对话，并查明沃里克之石的意义。",
["S"] = {
"与列兵詹姆斯交谈",
},
},
[72068] = {
["T"] = "援助联军：宴席同享",
["O"] = "前往碧蓝林海的伊斯卡拉，参加社区盛宴。继续在巨龙群岛各地援助瓦德拉肯联军及其盟友。",
["S"] = {
"参与社区盛宴",
},
},
[9394] = {
["T"] = "维林森去哪了？",
["O"] = "前往永歌森林的达斯维瑟广场寻找看守者维林森。",
},
[76164] = {
["T"] = "波文的最后生机",
["O"] = "在欧恩伊尔清泉寻找博库。",
},
[54979] = {
["T"] = "实力悬殊",
["O"] = "在库尔提拉斯、赞达拉、纳沙塔尔、奥丹姆或锦绣谷的任意区域消灭25名50级或以上的联盟成员。",
},
[9778] = {
["T"] = "监护者哈穆特",
["O"] = "向赞加沼泽塞纳里奥庇护所的监护者哈穆特报到。",
},
[10034] = {
["T"] = "通缉：白骨秃鹫！",
["O"] = "杀死20只白骨秃鹫，然后向泰罗卡森林裂石堡的玛乌格·锐箭复命。",
["S"] = {
"消灭白骨秃鹫",
},
},
[10290] = {
["T"] = "寻找法兰石",
["O"] = "收集4块天然法兰石，将它们交给风暴尖塔的伊格努比。",
["S"] = {
"天然法兰石",
},
},
[42692] = {
["T"] = "纳萨拉斯的后人",
["O"] = "在纳萨拉斯废墟找到三部古代上层精灵书籍。",
},
[61123] = {
["T"] = "出席函：文官阿得赖斯提斯",
["O"] = "寻求谦逊圣杰的协助。",
["S"] = {
"找到谦逊圣杰",
},
},
[74117] = {
["T"] = "稀有猎物",
["O"] = "在禁忌离岛各地狩猎特殊的威胁。",
["S"] = {
"狩猎稀有精英生物",
},
},
[11954] = {
["T"] = "反击",
["O"] = "前往地狱火半岛的黑暗之门，杀死从寒冰之石中召唤出来的冰川圣殿骑士，然后返回任意主城中的大地之环长者处复命。",
["S"] = {
"消灭冰川圣殿骑士",
},
},
[12082] = {
["T"] = "喔——哒！！",
["O"] = "护送哈里森离开达基尔金废墟，然后与哈考尔营地的哈考尔谈一谈。",
["S"] = {
"哈里森保护你逃到安全地带。",
},
},
[65926] = {
["T"] = "乘风掠瀑",
["O"] = "帮助路力克建造掠瀑号。",
["S"] = {
"帮助路力克",
},
},
[83333] = {
["T"] = "谨防麻烦",
["O"] = "完成20波主机觉醒事件。",
["S"] = {
"与代言人库尔达斯谈一谈并开始主机觉醒（可选）",
"清除敌人波次",
},
},
[25187] = {
["T"] = "迷失在洪水中",
["O"] = "使用索恩克的望远镜，在怒水河流域盆地搜索幸存者。",
["S"] = {
"找到拉格兰",
"找到被洪水淹没的棚屋",
"找到米莎",
"找到岑塔基",
},
},
[35525] = {
["T"] = "生态船奖励任务",
},
[26211] = {
["T"] = "钳嘴，伙计！",
["O"] = "辛特兰恶齿村的钓鱼者卡图姆要你去杀掉10只海水钳嘴龟。任务完成后再去找他。",
["S"] = {
"消灭海水钳嘴龟",
},
},
[73094] = {
["T"] = "援助探险队",
["O"] = "在禁忌离岛的雷裂冲击坑中与鳞长安波莎和艾比西安见面。",
["S"] = {
"找到被困的龙鳞探险队",
},
},
[26723] = {
["T"] = "摩本特·费尔的命运",
["O"] = "在荒弃鬼屋寻找摩本特·费尔的踪迹。",
["S"] = {
"摩本特·费尔的遗骸",
},
},
[91525] = {
["T"] = "猎首行动：卢米萨尔",
["O"] = "在任意难度下，击败法力熔炉：欧米伽的卢米萨尔。",
},
[13618] = {
["T"] = "找到高拉特！",
["O"] = "莫尔杉壁垒的卡德拉克要你在坠星湖地区寻找高拉特。",
},
[54980] = {
["T"] = "夜行狼人之灾",
["O"] = "制服血眼并将她带回乌鸦岭。",
["S"] = {
"放置刺鼻之肉（可选）",
"制服血眼",
},
},
[28003] = {
["T"] = "征召冒险者：怒焰裂谷",
["O"] = "与石头守卫库尔加克交谈。",
},
[56516] = {
["T"] = "黑胶唱片：米米尔隆的头脑风暴",
["O"] = "把黑胶唱片装进锈栓留声机。",
},
[14258] = {
["T"] = "炮轰纳迦",
["O"] = "从艾萨拉的秘密实验室收集5颗地精迫击炮炮弹。",
["S"] = {
"地精迫击炮弹",
},
},
[29283] = {
["T"] = "呼唤古树",
["O"] = "获得125个世界之树的印记。",
["S"] = {
"世界之树的印记",
},
},
[42693] = {
["T"] = "占卜一下才知道",
["O"] = "取得3块积怨宝石。",
["S"] = {
"积怨宝石",
},
},
[59588] = {
["T"] = "你的专精是什么？",
["O"] = "与辉盛·半爪交谈，了解关于战斗专精的信息。",
["S"] = {
"与辉盛·半爪对话，了解专精的信息",
},
},
[44741] = {
["T"] = "重返卡拉赞：背包大爆炸",
["O"] = "在卡拉赞找到一个千袋之袋和一个邪筋背包。",
["S"] = {
"千袋之袋",
"邪筋背包",
},
},
[46789] = {
["T"] = "发展进步",
["O"] = "寻找档案员祖巴什",
["S"] = {
"与档案员祖巴什谈一谈",
},
},
[63684] = {
["T"] = "狂野的影犬",
["O"] = "召唤并联结你的狂野的影犬。",
["S"] = {
"召唤并联结你的狂野的影犬",
},
},
[64196] = {
["T"] = "搭救宠物",
["O"] = "在艾萨拉之眼的海岸边寻找并帮助赞提尼和他的宠物。",
["S"] = {
"调查艾萨拉之眼",
},
},
[65928] = {
["T"] = "乖僻狂风",
["O"] = "从考里克闪光河湾附近的不安狂风处收集10份不安微粒。",
["S"] = {
"不安微粒",
},
},
[83335] = {
["T"] = "通缉：碎枝者",
["O"] = "在多恩岛消灭碎枝者斯蒂卡尔。",
["S"] = {
"消灭碎枝者斯蒂卡尔",
},
},
[85383] = {
["T"] = "应用调酒术",
["O"] = "使用多种强力能量源调制一份能量饮料。",
["S"] = {
"注入艾泽里特粉末",
"注入法力晶格能量",
"注入虚空精华",
},
},
[35526] = {
["T"] = "生态船奖励任务",
},
[54981] = {
["T"] = "向月嚎叫",
["O"] = "采集一朵艾露恩的赐福。",
["S"] = {
"艾露恩的赐福",
},
},
[56517] = {
["T"] = "黑胶唱片：诺莫瑞根之战",
["O"] = "把黑胶唱片装进锈栓留声机。",
},
[65929] = {
["T"] = "破冰者",
["O"] = "从考里克闪光河湾附近的寒冰中释放冻结之水。",
["S"] = {
"融化冻结之水",
},
},
[66953] = {
["T"] = "全是毛茸茸",
["O"] = "从巨龙群岛的绒羊处，为瓦德拉肯的多赛诺斯收集20张茸裘。",
["S"] = {
"茸裘",
},
},
[85384] = {
["T"] = "市场研究",
["O"] = "与志愿者交谈，测试新版能量饮料。",
["S"] = {
"屁屁试饮",
"裂隙行者艾拉雅试饮",
},
},
[59589] = {
["T"] = "你的专精是什么？",
["O"] = "与艾祖尔安交谈，了解关于战斗专精的信息。",
["S"] = {
"与艾祖尔安对话，了解专精的信息",
},
},
[44230] = {
["T"] = "命运祝福我们",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[76169] = {
["T"] = "黑暗烁光",
["O"] = "找到“牢骚鬼”佩顿·贝恩寇特并拿回8瓶果敢饮剂。",
["S"] = {
"激活阿提卡的洞穴火炬（可选）",
"找到“牢骚鬼”佩顿·贝恩寇特",
"果敢饮剂",
},
},
[80265] = {
["T"] = "度耐尔之游 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65930] = {
["T"] = "搏风战水",
["O"] = "在考里克闪光河湾附近直面克劳诺特，空气之灵。",
["S"] = {
"挑战幽魂",
},
},
[83337] = {
["T"] = "风暴之痕",
["O"] = "在多恩岛漫林郡附近的牧场消灭风暴之痕。",
["S"] = {
"消灭风暴之痕",
},
},
[25444] = {
["T"] = "完美的间谍",
["O"] = "捉住5只森金青蛙，把它们带到瓦妮拉的岗哨图腾旁，在她的面前对它们施法。",
["S"] = {
"被施法的森金青蛙",
},
},
[70026] = {
["T"] = "工匠补给：熔火甲虫",
["O"] = "将5只熔火甲虫交给红玉新生圣地的海菲斯塔。",
["S"] = {
"把熔火甲虫交给海菲斯塔",
},
},
[26212] = {
["T"] = "拉尔德把午饭弄丢了",
["O"] = "辛特兰恶齿村的拉尔德要你去找拉尔德的午餐。任务完成后再去找他。\n\n拉尔德提到他将其落在北方的岛上了。当心邪枝巨魔。",
["S"] = {
"拉尔德的午餐",
},
},
[26724] = {
["T"] = "潜藏的巫妖",
["O"] = "跟艾丽辛顿修女谈一谈。",
},
[54982] = {
["T"] = "猎人之魂",
["O"] = "从雾牙狼群身上取得尖牙。",
["S"] = {
"血污之牙",
},
},
[27748] = {
["T"] = "财富与荣耀",
["O"] = "摧毁黑曜石巨像。",
["S"] = {
"击败黑曜石巨像",
},
},
[28004] = {
["T"] = "征召冒险者：死亡矿井",
["O"] = "与卡格萨交谈。",
},
[56518] = {
["T"] = "黑胶唱片：奥杜尔的深渊",
["O"] = "把黑胶唱片装进锈栓留声机。",
},
[28516] = {
["T"] = "数世纪的苦难",
["O"] = "跟凯斯利尔湖中心的卡多雷之魂谈一谈。",
},
[28772] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[83338] = {
["T"] = "法师杀手",
["O"] = "在多恩岛漫林郡附近消灭法师杀手菲泰希尔。",
["S"] = {
"消灭法师杀手菲泰希尔",
},
},
[70027] = {
["T"] = "工匠补给：勘探员的布质腕带",
["O"] = "将勘探员的布质腕带交给红玉新生圣地的海菲斯塔。",
["S"] = {
"把勘探员的布质腕带交给海菲斯塔",
},
},
[31588] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[80267] = {
["T"] = "圣光棱堡急落赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[83339] = {
["T"] = "碎塔者",
["O"] = "在多恩岛漫林郡附近的路上消灭阿努贝斯卡。",
["S"] = {
"消灭阿努贝斯卡",
},
},
[35016] = {
["T"] = "割颅者基本教程",
["O"] = "从5名死亡的割颅者身上拿下面具。",
["S"] = {
"摘下嘲颅面具",
},
},
[35528] = {
["T"] = "能源舰奖励任务",
},
[9139] = {
["T"] = "金雾村",
["O"] = "在金雾村消灭6个奎尔多雷鬼魂和4个奎尔多雷怨灵，然后向幽魂之地塔奎林的奥术师范迪瑞尔复命。",
["S"] = {
"消灭奎尔多雷鬼魂",
"消灭奎尔多雷怨灵",
},
},
[9395] = {
["T"] = "萨瑟利尔庄园",
["O"] = "与永歌森林萨瑟利尔庄园的萨瑟利尔男爵谈一谈。",
},
[54983] = {
["T"] = "梦境初醒",
["O"] = "在法珊德拉·暴风爪召唤戈德林的时候保护她。",
["S"] = {
"与法珊德拉·暴风爪交谈",
},
},
[9779] = {
["T"] = "拦截情报",
["O"] = "不断杀死炎鹰血精灵，直到你找到炎鹰信函，然后向秘血岗哨的守备官波鲁斯复命。",
["S"] = {
"炎鹰信函",
},
},
[79244] = {
["T"] = "下层线报",
["O"] = "将在蜕躯工厂中发现的情况告知寡妇阿拉克奈。然后，返回多恩岛的多恩诺嘉尔的奥蕾莉亚处。",
["S"] = {
"告知纺丝者",
},
},
[10035] = {
["T"] = "托古斯！",
["O"] = "利用特拉克拉的残骸引出托古斯，将托古斯交给泰罗卡森林奥蕾莉亚要塞的泰拉·远途。",
["S"] = {
"托古斯的尾羽",
},
},
[10163] = {
["T"] = "任务：地狱岩床",
["O"] = "地狱火半岛破碎岗哨的空军指挥官格莱芬加尔要求你杀死20个甘尔葛苦工和5个莫尔葛监工，并摧毁5门邪能火炮。",
["S"] = {
"消灭甘尔葛苦工",
"消灭莫尔葛监工",
"摧毁邪能火炮",
},
},
[10291] = {
["T"] = "向纳兹格雷尔报到",
["O"] = "萨尔玛的克拉库克将军要求你向纳兹格雷尔报到。",
},
[66957] = {
["T"] = "冰中幽影",
["O"] = "调查俯瞰安东尼达斯营地的冰川顶部。",
["S"] = {
"霜拳之眼",
},
},
[70029] = {
["T"] = "工匠补给：符文宁铁棒",
["O"] = "将2根符文宁铁棒交给红玉新生圣地的海菲斯塔。",
["S"] = {
"符文宁铁棒",
},
},
[71053] = {
["T"] = "消灭隐士",
["O"] = "Kill 5 Bunny of Doom in Training Plaza.",
["S"] = {
"消灭岩石蜗牛",
},
},
[11443] = {
["T"] = "匕鞘湾潜水行动",
["O"] = "匕鞘湾海底的哈洛德·拉格拉斯要你打捞10只瓦加德补给箱。",
["S"] = {
"瓦加德补给箱",
},
},
[11571] = {
["T"] = "学习沟通",
["O"] = "冬鳍避难所的国王姆嘎姆嘎要你对斯卡德尔的尸体使用空贝壳，然后将国王的充盈贝壳交给他。",
["S"] = {
"国王的充盈贝壳",
},
},
[79245] = {
["T"] = "[Unused - Reuse Quest Bit]",
},
[80269] = {
["T"] = "米雷达尔蜿蜒行 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[48840] = {
["T"] = "废墟营销",
["O"] = "把金牙旅馆优惠券拿给肯佐。",
},
[66958] = {
["T"] = "保护与驱赶",
["O"] = "在伊斯卡拉东部狩猎血角。",
["S"] = {
"血角之角",
},
},
[84365] = {
["T"] = "援军将至",
["O"] = "在多恩诺嘉尔与布莱恩·铜须交谈。",
},
[35017] = {
["T"] = "割颅者的复仇",
["O"] = "杀死7只真菌侦察者。",
["S"] = {
"消灭真菌侦察者",
},
},
[35529] = {
["T"] = "能源舰奖励任务",
},
[26213] = {
["T"] = "重要线索：河爪氏族",
["O"] = "收集河爪豺狼人的线索。",
["S"] = {
"河爪豺狼人线索",
},
},
[26725] = {
["T"] = "在圣光的指引下",
["O"] = "去找乌鸦岭墓地的光铸棒。",
},
[54984] = {
["T"] = "梦境之狼",
["O"] = "进入梦境之门并指引苔丝。",
},
[13875] = {
["T"] = "古塔尔的请求",
["O"] = "守护者古塔尔要你将血盅花饰带献给碎木的德娜卡。",
["S"] = {
"血盅花饰带",
},
},
[80270] = {
["T"] = "威尔汉之途 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[28773] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[29029] = {
["T"] = "死亡知识",
["O"] = "将装满的水壶交给安达拉尔·荫谷。",
},
[59592] = {
["T"] = "你的专精是什么？",
["O"] = "与穆尔里克·勇石交谈，了解关于战斗专精的信息。",
["S"] = {
"与穆尔里克·勇石对话，了解专精的信息",
},
},
[44233] = {
["T"] = "践行此道",
["O"] = "接受隐秘通途的礼物。",
},
[31589] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员姆罗格，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[80271] = {
["T"] = "度耐尔之游 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84367] = {
["T"] = "众志成城",
["O"] = "在多恩诺嘉尔与茉艾拉·索瑞森交谈。",
["S"] = {
"与茉艾拉交谈",
},
},
[55497] = {
["T"] = "友善面容",
["O"] = "前往心之秘室与灵魂行者黑角和麦格尼·铜须会面。",
["S"] = {
"与纳瓦罗格谈一谈（可选）",
"在心之秘室与灵魂行者黑角交谈",
},
},
[80272] = {
["T"] = "泰尼尔之越 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65937] = {
["T"] = "渎职罪证",
["O"] = "寻找并向瑟拉姆斯出示丁香漫林受到破坏的证据。",
["S"] = {
"腐朽之花",
"受伤的幼崽",
"脉动荆棘",
},
},
[66961] = {
["T"] = "加入狩猎",
},
[42186] = {
["T"] = "力量增长",
["O"] = "与迷踪岛的金刚不坏彭戍对话。",
},
[59593] = {
["T"] = "你的专精是什么？",
["O"] = "与拉凡德鲁斯·虚空之心交谈，了解关于战斗专精的信息。",
["S"] = {
"与拉凡德鲁斯·虚空之心对话，了解专精的信息",
},
},
[80273] = {
["T"] = "圣光棱堡急落赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65938] = {
["T"] = "永恒之伍",
["O"] = "使用时光旅行者法杖，捅破神殿大门前的静滞气泡。",
["S"] = {
"对神殿大门的气泡使用时光旅行者法杖",
},
},
[33483] = {
["T"] = "穆维里克的困境",
["O"] = "从奴隶主图格尔身上取得钥匙，然后找到穆维里克的斧子。",
["S"] = {
"穆维里克的斧子",
"图格尔的钥匙",
},
},
[25702] = {
["T"] = "家…没了…纳迦…",
["O"] = "盐腮要你去跟石坑鱼人的酋长耐普托谈谈。",
},
[35531] = {
["T"] = "魔导师平台奖励任务",
},
[26214] = {
["T"] = "重要线索：鱼人",
["O"] = "收集鱼人的线索。",
["S"] = {
"鱼人线索",
},
},
[75154] = {
["T"] = "界门：莫库特岛",
["O"] = "在禁忌离岛的莫库特岛上寻找休眠的界门。",
["S"] = {
"激活界门",
},
},
[38603] = {
["T"] = "调试信号",
["O"] = "放置5个五角电子分析器2000型。",
},
[78226] = {
["T"] = "密谋相约",
["O"] = "在艾基-卡赫特的千丝之城的潜暗之峡面见“宰相”。",
["S"] = {
"使用信息素",
},
},
[28006] = {
["T"] = "征召冒险者：哀嚎洞穴",
["O"] = "与纳尔帕克交谈。",
},
[80274] = {
["T"] = "静石障碍赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65939] = {
["T"] = "决意与勇气",
["O"] = "控制黑曜堡垒。",
["S"] = {
"与拉希奥交谈，开始突袭",
},
},
[66963] = {
["T"] = "正在派件",
["O"] = "在附近的营地中告诉编目员乌尔菲德，他的补给品一时半会儿到不了了。",
},
[58570] = {
["T"] = "临别赠言",
["O"] = "与癫狂圣殿的照管者交谈，然后返回极乐堡。",
["S"] = {
"与照管者交谈",
},
},
[29542] = {
["T"] = "入侵堡垒",
["O"] = "与地狱火城墙的石头守卫斯托克顿谈谈。",
},
[44235] = {
["T"] = "命运的精华",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[73107] = {
["T"] = "发信石：初始报告",
["O"] = "找到一块发信石。",
},
[31590] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[80275] = {
["T"] = "米雷达尔蜿蜒行 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65940] = {
["T"] = "一路颠簸",
["O"] = "与席卡尔车队一同前往河流交汇口。",
["S"] = {
"聆听席卡尔故事（可选）",
"抵达第二站",
},
},
[66964] = {
["T"] = "落入敌手的神器",
["O"] = "在碧蓝林海的失落废墟中寻找阿莉亚·舞阳。",
},
[84371] = {
["T"] = "游学探奇：利刃与大祭司",
["O"] = "在周卓的指引下了解萨拉塔斯的过去。",
["S"] = {
"聆听游学者周卓的讲述，了解军团入侵",
},
},
[35532] = {
["T"] = "魔导师平台奖励任务",
},
[9396] = {
["T"] = "鸦人的魔法",
["O"] = "将4个哈尔什卷轴交给地狱火半岛猎鹰岗哨的奥术师卡雷希斯·晨星。",
["S"] = {
"哈尔什卷轴",
},
},
[92563] = {
["T"] = "配饰即钥匙",
["O"] = "在达拉然附近的永恒集市与莫拉塔丽交谈。",
},
[78228] = {
["T"] = "潜入飞掠之城",
["O"] = "将纺丝者的计划告知宰相，并使用信息素解锁晦幽集市。",
["S"] = {
"与宰相交谈",
},
},
[80276] = {
["T"] = "威尔汉之途 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[10420] = {
["T"] = "净化之光",
["O"] = "将一套邪能装备交给沙塔斯城的伊沙娜。\n\n为奥尔多完成任务将会使你在占星者阵营中的声望等级降低。",
["S"] = {
"邪能装备",
},
},
[10804] = {
["T"] = "友善",
["O"] = "影月谷灵翼平原的莫德奈要你喂养8只成熟的灵翼幼龙。",
["S"] = {
"喂养成熟的灵翼幼龙",
},
},
[44236] = {
["T"] = "命运的精华",
["O"] = "下达一份命运印记订单。",
["S"] = {
"下达一份命运印记订单",
},
},
[89492] = {
["T"] = "世界之魂：卑鄙双雄巅峰对决！",
["O"] = "击败卑鄙双雄，随后和威涅·斯维茨交谈。",
["S"] = {
"赢得卑鄙双雄的比赛",
},
},
[62155] = {
["T"] = "符石收藏",
["O"] = "从炽蓝仙野被德鲁斯特附身的法夜身上收集18个符文石锥。",
["S"] = {
"符文石锥",
},
},
[77205] = {
["T"] = "刀锋乱斗",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[64203] = {
["T"] = "净除海岸",
["O"] = "和飞毛腿四世一同在艾萨拉之眼的海岸边收集宠物补给。",
["S"] = {
"请飞毛腿四世帮忙",
"收集宠物补给",
},
},
[48332] = {
["T"] = "球潮虫也是资源",
["O"] = "收集25个完整的球潮虫胃囊。",
["S"] = {
"球潮虫胃囊",
},
},
[12212] = {
["T"] = "补充食物",
["O"] = "琥珀松木营地的护林主管安德霍尔希望你能去猎杀耸角雄鹿，并收集8份肥美的鹿肉。",
["S"] = {
"肥美的鹿肉",
},
},
[33485] = {
["T"] = "多人赛跑",
["O"] = "跑过拱门，通过蓝色标记，然后是绿色标记、红色标记和紫色标记，最后返回钢铁精灵游戏营地。",
["S"] = {
"在比赛开始时到拱门处就位",
},
},
[25191] = {
["T"] = "调查灾情",
["O"] = "跟荣耀岗哨的妮布·轴轮谈一谈，调查这场浩劫的情况。",
["S"] = {
"完成调查",
},
},
[51404] = {
["T"] = "后事如何",
["O"] = "采集10株阿昆达之噬而不遭到电击。",
["S"] = {
"采集阿昆达之噬且不受到电击",
},
},
[51916] = {
["T"] = "赞达拉众志成城",
["O"] = "在赞达拉的各势力中至少达到友善声望。",
["S"] = {
"在祖达萨的赞达拉帝国阵营中达到友善声望",
"在纳兹米尔的塔兰吉远征队阵营中达到友善声望",
"在沃顿的沃顿奈阵营中达到友善声望",
},
},
[52428] = {
["T"] = "灌注世界之心",
["O"] = "吸收艾泽里特来强化艾泽拉斯之心。",
["S"] = {
"吸收艾泽里特",
},
},
[73110] = {
["T"] = "日志条目：实验",
["O"] = "收集一份日志条目。",
},
[90517] = {
["T"] = "我的约定",
["O"] = "取走威·娜莉的雷什丝带。",
["S"] = {
"获得威·娜莉的雷什丝带",
"倾听双界行者说话（可选）",
},
},
[77206] = {
["T"] = "刀锋乱斗 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[39117] = {
["T"] = "猎隼止声",
["O"] = "沿着鲑鱼溪找到烂喙，然后砍下它的脑袋。",
["S"] = {
"烂喙的脑袋",
},
},
[14004] = {
["T"] = "归还主动式负载平衡器",
["O"] = "把修理过的主动式负载平衡器残骸带给诺兹波特的哨站的斯布特瓦夫。同维妮交谈，就能直接传送到斯布特瓦夫那里去。",
},
[40141] = {
["T"] = "风暴之鳞样本",
["O"] = "把风暴之鳞样本带给达拉然的孔达尔·猎誓。",
},
[28775] = {
["T"] = "破损的毒蛇雕像",
["O"] = "运用你的技能和材料，修复破损的雕像。",
["S"] = {
"地狱炎石",
"源质锭",
},
},
[29543] = {
["T"] = "入侵堡垒",
["O"] = "与地狱火城墙的高级斥候卡德维克谈谈。",
},
[44237] = {
["T"] = "战争古树",
["O"] = "招募一棵战争古树。",
["S"] = {
"开始招募战争古树",
},
},
[30567] = {
["T"] = "布兰琪的闪电陈酿",
["O"] = "完成“酝酿风暴”场景战役。",
["S"] = {
"完成场景战役",
},
},
[30823] = {
["T"] = "知错就改",
["O"] = "杀死寇塔峰上的12只咔啡成瘾的高山羊。",
["S"] = {
"消灭咔啡成瘾的高山羊",
},
},
[31591] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[31847] = {
["T"] = "恐惧比死亡还可怕",
["O"] = "和蟠龙脊的女射手李琪薇谈一谈。",
},
[80279] = {
["T"] = "纺丝者之翼",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[32974] = {
["T"] = "罗洛之谜",
["O"] = "解开谜题。",
["S"] = {
"找到第一条线索",
},
},
[66968] = {
["T"] = "削减族群",
["O"] = "在罗宁之盾附近猎捕耶托尔。",
},
[35534] = {
["T"] = "蒸汽地窟奖励任务",
},
[78232] = {
["T"] = "反复覆写",
["O"] = "覆写3个映影仪。",
["S"] = {
"覆写映影仪",
},
},
[79256] = {
["T"] = "恐惧之迹",
["O"] = "在穆罗克营地外与茉艾拉·索瑞森会合。",
},
[40142] = {
["T"] = "风暴之鳞的核心",
["O"] = "对破碎群岛上长有鳞片的生物进行剥皮，获取20个风暴之鳞电弧。",
["S"] = {
"风暴之鳞电弧",
},
},
[57549] = {
["T"] = "艾格茜娅的回忆",
["O"] = "在艾格茜娅之眠处阅读追忆卷轴。",
["S"] = {
"冥思第一份卷轴",
},
},
[66969] = {
["T"] = "平原氏族",
["O"] = "向马鲁凯的珊索克可汗报告。",
["S"] = {
"向珊索克可汗报到",
},
},
[84376] = {
["T"] = "财产贬值",
["O"] = "前往桶底公寓，讨论租房事项。",
["S"] = {
"走访最近的公寓",
},
},
[44238] = {
["T"] = "命运冥思",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[46286] = {
["T"] = "抗魔联军物资",
["O"] = "完成破碎海滩的世界任务或者消灭破碎海滩的稀有精英，获得抗魔联军战争物资。",
["S"] = {
"收集抗魔联军战争物资",
},
},
[77209] = {
["T"] = "播种传承",
["O"] = "在每一片梦壤中播撒一枚种子。",
["S"] = {
"种下小种子",
"种下饱满之种",
"种下硕大的梦境之种",
},
},
[78233] = {
["T"] = "纺丝者之礼",
["O"] = "找到纺丝者作为礼物为你揭示的那些朋友们。",
["S"] = {
"找到纺丝者的礼物",
},
},
[48334] = {
["T"] = "他们有魔像",
["O"] = "找到一个失控的魔像并查明它的动力来源。",
["S"] = {
"揭露魔像动力来源",
},
},
[25448] = {
["T"] = "北泉之劫",
["O"] = "击败6只北泉鹰身人和6只北泉唤风者。",
["S"] = {
"消灭北泉鹰身人",
"消灭北泉唤风者",
},
},
[70042] = {
["T"] = "机遇无处不在",
["O"] = "为潜行者维西获取几件物品。",
["S"] = {
"黄金探险罗盘",
"光亮的勘测镜",
"杰布的补给背包",
},
},
[51918] = {
["T"] = "统一库尔提拉斯",
["O"] = "在库尔提拉斯的各势力中至少达到友善声望。",
["S"] = {
"在提拉加德海峡的普罗德摩尔海军部阵营中达到友善声望",
"在斯托颂谷地的风暴之末阵营中达到友善声望",
"在德鲁斯瓦的灰烬骑士团阵营中达到友善声望",
},
},
[52430] = {
["T"] = "没那么糟糕",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败昆特",
},
},
[26728] = {
["T"] = "英雄的召唤：暮色森林！",
["O"] = "去找暮色森林夜色镇的指挥官阿尔泰娅·埃伯洛克。",
},
[38607] = {
["T"] = "英灵殿之门",
["O"] = "与维瑟尔谈一谈。",
},
[27752] = {
["T"] = "像蛮锤一样战斗",
["O"] = "在桑德玛尔废墟收集10桶桑德玛尔麦酒。小心，这酒很烈！",
["S"] = {
"一桶桑德玛尔麦酒",
},
},
[28008] = {
["T"] = "征召冒险者：影牙城堡",
["O"] = "与死亡猎手指挥官贝尔蒙特交谈。",
},
[80282] = {
["T"] = "坚铸短途赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[28520] = {
["T"] = "尼斐塞特城失守",
["O"] = "击败奥丹姆尼斐塞特城的黑暗法老塔卡恒。",
["S"] = {
"消灭黑暗法老塔卡恒",
},
},
[66971] = {
["T"] = "死亡的面孔",
["O"] = "在冬裘谷北部猎捕霜颚。",
},
[84378] = {
["T"] = "租房保险",
["O"] = "消灭12个暗飙党成员。",
["S"] = {
"消灭暗飙党",
},
},
[71067] = {
["T"] = "哨鸣之石",
},
[60622] = {
["T"] = "占卜者之眼",
["O"] = "从噬渊的占卜者里罗克处获取占卜者之眼。",
["S"] = {
"占卜者之眼",
},
},
[30824] = {
["T"] = "羊屎咔啡",
["O"] = "在寇塔峰上标出15处山羊咔啡“沉积物”。",
["S"] = {
"标记山羊咔啡“沉积物”",
},
},
[31592] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员耶诺瓦·石盾，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[79259] = {
["T"] = "无懈伪装",
["O"] = "从生光岩洞的鞭笞菇处收集鞭笞菇之尘。",
["S"] = {
"鞭笞菇之尘",
},
},
[80283] = {
["T"] = "百转千丝之城 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[66972] = {
["T"] = "老石牙",
["O"] = "在安东尼达斯营地附近放倒老石牙。",
["S"] = {
"老石牙之牙",
},
},
[8501] = {
["T"] = "目标：亚什毒蝎",
["O"] = "击杀30只亚什毒蝎，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 XII才能完成这个任务。",
["S"] = {
"消灭亚什毒蝎",
},
},
[9397] = {
["T"] = "捉小鸟",
["O"] = "前往地狱火半岛的哈尔什巢穴，在卡利鸟巢穴中寻找雌性小卡利鸟。利用空鸟笼捕获雌性小卡利鸟，将其交给猎鹰岗哨的驯鹰者德蕾娜·河风。",
["S"] = {
"笼中的雌性卡利幼鸟",
},
},
[9781] = {
["T"] = "不堪重负",
["O"] = "杀死10只泥潭多头蛇，然后向泰雷多尔的海尔伦复命。",
["S"] = {
"消灭泥潭多头蛇",
},
},
[10037] = {
["T"] = "宁可去钓鱼",
["O"] = "为沙塔斯城的塞瑟带回8条新鲜的亮鳞电鳗。",
["S"] = {
"新鲜的亮鳞电鳗",
},
},
[65949] = {
["T"] = "独身修理匠",
["O"] = "将勋章还给蹄铁匠罗莎。",
},
[58575] = {
["T"] = "人手一件",
["O"] = "收集12把陨落者的武器。",
["S"] = {
"陨落者的武器",
},
},
[59087] = {
["T"] = "狐狸崽子！",
["O"] = "寻找并抓住仙狐幼崽勒尼。",
["S"] = {
"从号歌处获得能找到狐狸的赐福",
},
},
[78237] = {
["T"] = "发货！",
["O"] = "钻入即将运送至坚铸要塞的箱子。",
},
[79261] = {
["T"] = "怒意沸腾",
["O"] = "在喧鸣深窟中追踪贝伦德和碎惧者。",
["S"] = {
"追踪贝伦德",
},
},
[12085] = {
["T"] = "一封家书",
["O"] = "将塔辛尼中尉的信交给阿格玛之锤的阿格玛大王。",
},
[65950] = {
["T"] = "鳄鱼人窃贼",
["O"] = "从泥鳍村夺回失窃的补给品。",
["S"] = {
"席卡尔补给",
},
},
[12469] = {
["T"] = "回到出发点",
["O"] = "沿着山脊向东面走，将炸药包交给龙骨荒野北部诺兹拉斯哨站的辛克。",
},
[84381] = {
["T"] = "重新谈判",
["O"] = "击败贾维斯·碎骨，从街对面的三楼办公室的莫兹·桶底处获得桶底契据。",
["S"] = {
"消灭贾维斯·碎骨",
"收集桶底契据",
},
},
[25449] = {
["T"] = "质量保证",
["O"] = "收集10张厚重的雪人皮。",
["S"] = {
"厚重的雪人皮",
},
},
[12853] = {
["T"] = "豪华的体验！",
["O"] = "前往风暴峭壁的K3，与基尔·斯巴索克谈一谈。",
},
[12981] = {
["T"] = "热与冷",
["O"] = "前往霜原湖，消灭脆弱的亡魂，并对冒烟的碎片使用冰之精华。收集6块冻铁碎片，将它们带回丹尼芬雷的弗约恩之砧。",
["S"] = {
"冻铁碎片",
},
},
[89501] = {
["T"] = "充能的水晶",
["O"] = "和麦伊·库欧见面并进入碧蓝魔馆地下堡，收集6份奥术能量样本和一块未充能的水晶。",
["S"] = {
"与麦伊·库欧交谈",
},
},
[27241] = {
["T"] = "返回吉安娜身边",
["O"] = "跟塞拉摩的吉安娜·普罗德摩尔谈一谈。",
},
[27753] = {
["T"] = "绝不浪费粮食",
["O"] = "在桑德玛尔废墟收集10件蛮锤存粮。",
["S"] = {
"蛮锤存粮",
},
},
[79262] = {
["T"] = "洗土涤尘",
["O"] = "在响岩废土消灭焦躁的生物。",
["S"] = {
"消灭焦躁的生物",
},
},
[80286] = {
["T"] = "拉克-艾哈特急行赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[57552] = {
["T"] = "虚空的勇士",
["O"] = "消灭15名虚空部队的成员。",
["S"] = {
"消灭虚空势力",
},
},
[42193] = {
["T"] = "迦拉尔之角",
["O"] = "找到瑟维甘·风篷。",
["S"] = {
"天空飞跃去往风暴峡湾",
},
},
[60112] = {
["T"] = "大幅削减",
["O"] = "消灭5个骨胶工人和10个暴力的活化体。",
["S"] = {
"消灭骨胶工人",
"消灭暴力的活化体",
},
},
[89502] = {
["T"] = "世界之魂：夜幕激斗",
["O"] = "完成夜幕激斗场景战役。",
},
[30825] = {
["T"] = "寇塔混合咔啡",
["O"] = "从寇塔峰收集100个寇塔咔啡果。在山边的灌木丛或者雪人洞的贮藏室里都可以找到。",
["S"] = {
"寇塔咔啡果",
},
},
[31593] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[47313] = {
["T"] = "谨慎的调查",
["O"] = "询问达萨罗的执行者。",
["S"] = {
"询问执行者",
},
},
[32105] = {
["T"] = "完好如初的石碑底座",
["O"] = "将神器进行展览。",
},
[80287] = {
["T"] = "深坑俯冲赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65952] = {
["T"] = "传奇酋长",
["O"] = "消灭格勒格勒美什酋长。",
["S"] = {
"消灭格勒格勒美什酋长",
},
},
[83359] = {
["T"] = "崩裂的时光之路",
["O"] = "击败5个时空漫游团队首领或完成时空漫游地下城。",
},
[50897] = {
["T"] = "调转热流",
["O"] = "摧毁6台地精机器。",
["S"] = {
"摧毁采矿补给品",
},
},
[35538] = {
["T"] = "禁魔监狱奖励任务",
},
[80288] = {
["T"] = "坚铸短途赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[57553] = {
["T"] = "受伤的双翼",
["O"] = "治疗5名受伤的防御者。",
["S"] = {
"治疗受伤的格里恩",
},
},
[83360] = {
["T"] = "邪能的时光之路",
["O"] = "完成5个时空漫游地下城。",
},
[42194] = {
["T"] = "失落的荣誉",
["O"] = "瑟维甘·风篷要你在符文林地取得失落君王之冠、蔽风之印，以及龙骑士的勋章。",
},
[71073] = {
["T"] = "友谊的馈赠",
},
[80289] = {
["T"] = "百转千丝之城 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65954] = {
["T"] = "释放猎犬",
["O"] = "解救席卡尔獒犬。",
["S"] = {
"解救獒犬",
"獒犬项圈",
},
},
[35539] = {
["T"] = "塞泰克大厅奖励任务",
},
[89505] = {
["T"] = "走私者的印记",
["O"] = "在北苏法德寻找足够多的物品，填满欧·斯托的包。",
["S"] = {
"用物品装满维斯托的包",
},
},
[27242] = {
["T"] = "迅猛龙捕手",
["O"] = "使用结实的绳子捕获6条血沼迅猛龙或血沼尖啸龙。",
["S"] = {
"俘获迅猛龙",
},
},
[38611] = {
["T"] = "托林尼尔的意志",
["O"] = "到赫达沙尔外面去见亡灵骑兵库伦，然后开始托林尼尔的试炼。",
},
[27754] = {
["T"] = "重创龙喉兽人",
["O"] = "杀死龙喉劫掠者，收集8枚龙喉徽记。桑德玛尔废墟中带名字的生物也会掉落徽记。",
["S"] = {
"龙喉徽记",
},
},
[28010] = {
["T"] = "征召冒险者：黑暗深渊",
["O"] = "与耶努萨克雷交谈。",
},
[80290] = {
["T"] = "飞探异狂深渊 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[40659] = {
["T"] = "看星星",
["O"] = "从蓝风海湾的古代海沟行者身上获取4个海星。",
},
[57554] = {
["T"] = "邪恶通道",
["O"] = "摧毁3个虚空传送门。",
["S"] = {
"摧毁虚空传送门",
},
},
[29034] = {
["T"] = "飞速成长",
["O"] = "收集你的冬泉豹幼崽掉落的20根冬泉豹幼崽的胡须。将这些胡须以及20块符文布、20块硬甲皮和80金币交给雷沃·霜翼。",
["S"] = {
"冬泉豹幼崽的胡须",
"符文布",
"硬甲皮",
},
},
[29802] = {
["T"] = "隐藏的信息",
["O"] = "为你的地火操纵者的解码环充能，然后用它来破解科拉丝塔萨的烧焦的密码。",
["S"] = {
"解码环充能",
"获得烧焦的密码",
"破译的密文",
},
},
[71075] = {
["T"] = "理解优雅",
},
[30826] = {
["T"] = "制造难题",
["O"] = "在寇塔峰击败5只咔啡成瘾的雪人。",
["S"] = {
"消灭咔啡成瘾的雪人",
},
},
[76195] = {
["T"] = "抵御腐化",
["O"] = "对6个邪触萨特尸体使用魔咒师之书。",
["S"] = {
"处理萨特尸体",
},
},
[47315] = {
["T"] = "深入沙丘",
["O"] = "飞往沃顿沙漠并搜寻戎卫莱克拉。",
["S"] = {
"骑上翼手龙",
},
},
[64210] = {
["T"] = "万物之盒",
["O"] = "将万物之盒带给刻符者。",
},
[80291] = {
["T"] = "纺丝者之翼 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[32618] = {
["T"] = "学习骑乘",
["O"] = "找到兰达尔·亨特。",
},
[65956] = {
["T"] = "利爪打击",
["O"] = "干扰贾拉丁防线。",
["S"] = {
"干扰贾拉丁防线",
"对贾拉丁使用黑爪标记（可选）",
},
},
[33492] = {
["T"] = "北郡短跑练习",
["O"] = "跑过拱门，通过蓝色标记和绿色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[8502] = {
["T"] = "目标：亚什工蝎",
["O"] = "击杀30只亚什工蝎，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 III才能完成这个任务。",
["S"] = {
"消灭亚什工蝎",
},
},
[8630] = {
["T"] = "复仇者的护肩",
["O"] = "把其拉统御腕轮、2个生命塑像、5个水晶甲虫和5个黄金甲虫交给安其拉的安多葛斯。你必须首先在诺兹多姆的子嗣中达到中立声望才可以完成这个任务。",
["S"] = {
"其拉统御腕轮",
"生命塑像",
"黄金甲虫",
"水晶甲虫",
"仇恨 / 中立 诺兹多姆的子嗣",
},
},
[70052] = {
["T"] = "山崖环道 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[35540] = {
["T"] = "塞泰克大厅奖励任务",
},
[9398] = {
["T"] = "致命的猎手",
["O"] = "地狱火半岛塔哈玛特神殿的斥候瓦努拉要你杀死8只石镰幼崽和4只石镰突击者。",
["S"] = {
"消灭石镰突击者",
"消灭石镰幼崽",
},
},
[76196] = {
["T"] = "悲慈一念间",
["O"] = "在费伍德森林中消灭占据加德纳尔的教徒。",
["S"] = {
"在加德纳尔消灭敌人",
},
},
[9782] = {
["T"] = "死亡泥潭",
["O"] = "将一份死亡泥潭土壤样本交给泰雷多尔的守备官伊达尔。",
["S"] = {
"死亡泥潭土壤样本",
},
},
[79268] = {
["T"] = "古达克急行赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[10038] = {
["T"] = "援助列兵维克斯",
["O"] = "与泰罗卡森林格兰戈瓦村北方入口附近的列兵维克斯谈一谈。",
},
[57043] = {
["T"] = "老友新活",
["O"] = "和荆棘谷的莎希·硬钳交谈。",
},
[65957] = {
["T"] = "既生贾拉丁……",
["O"] = "消灭摩达克·焰喷、穿刺者盖格拉和熔火者奥尔菲斯。",
["S"] = {
"消灭穿刺者盖格拉",
"消灭摩达克·焰喷",
"消灭熔火者奥尔菲斯",
},
},
[10422] = {
["T"] = "泰拉留斯上尉",
["O"] = "虚空风暴维序派哨站的驯兽者维里迪斯要你找到并营救泰拉留斯上尉。",
["S"] = {
"营救泰拉留斯上尉",
},
},
[42708] = {
["T"] = "私人请求",
["O"] = "从幽暗城救出库尔迪拉·织亡者。",
["S"] = {
"与幽暗城的萨萨里安谈一谈",
},
},
[76197] = {
["T"] = "恐怖窥探",
["O"] = "击败教徒奈苏斯。",
["S"] = {
"消灭教徒奈苏斯",
},
},
[11702] = {
["T"] = "国王姆嘎姆嘎",
["O"] = "与冬鳍避难所的国王姆嘎姆嘎谈一谈。",
},
[11958] = {
["T"] = "不要浪费",
["O"] = "从狼獾人手中夺回6份被偷走的莫亚基货物，把它们带回龙骨荒野的莫亚基港口，交给长者库纳尼。",
["S"] = {
"被偷走的莫亚基货物",
},
},
[12086] = {
["T"] = "卡库特之子",
["O"] = "前往乌努比东边的死亡营地。",
},
[32981] = {
["T"] = "胜者为王",
["O"] = "收集天空咏者斯塔格的图腾。",
["S"] = {
"天空咏者斯塔格的图腾",
},
},
[49876] = {
["T"] = "沙中试炼",
["O"] = "在沃顿的虔敬者平台寻找费利斯，开始你的鲜血试炼。",
},
[12854] = {
["T"] = "布莱恩的踪迹",
["O"] = "在布莱恩的营地中找到用麻布裹起来的便笺，把它交给冰霜堡的考古学家安多林。",
["S"] = {
"用麻布裹起来的便笺",
},
},
[35541] = {
["T"] = "Sethekk Halls Bonus Objective",
},
[13622] = {
["T"] = "远古的历史",
["O"] = "将瓦兰奈尔的碎片拿到奥杜尔的档案馆控制台那里去。",
},
[39125] = {
["T"] = "恶魔克星",
["O"] = "消灭厄运召唤者、嘲喉，以及笑链。",
["S"] = {
"消灭厄运召唤者",
"消灭嘲喉",
"消灭笑链",
},
},
[79270] = {
["T"] = "古达克急行赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[28267] = {
["T"] = "执行队",
["O"] = "同元首司克诺兹交谈。",
["S"] = {
"跟司克诺兹“出去”",
},
},
[14262] = {
["T"] = "刮鳞破肠",
["O"] = "杀掉6只恶鞭怒雷武士和6只恶鞭唤海者。",
["S"] = {
"消灭恶鞭怒雷武士",
"消灭恶鞭唤海者",
},
},
[28779] = {
["T"] = "长途跋涉的回家路",
["O"] = "获得大宰相埃尔坦之核。",
["S"] = {
"大宰相埃尔坦之核",
},
},
[83366] = {
["T"] = "世界在等待",
["O"] = "在卡兹阿加完成10个世界任务。",
},
[29547] = {
["T"] = "国王的密令",
["O"] = "前往暴风城的暴风要塞指挥室找杰塔瑞斯将军。",
["S"] = {
"抵达暴风要塞",
},
},
[30059] = {
["T"] = "飞蛾叛乱",
["O"] = "杀死6只变异的魔丝蛾和8只小变异魔丝蛾。",
["S"] = {
"消灭变异的魔丝蛾",
"消灭小变异魔丝蛾",
},
},
[31083] = {
["T"] = "一诺千金",
["O"] = "向恐惧废土的里基屯村的里基屯酋长报到。",
},
[46293] = {
["T"] = "死亡矿井，第三部？",
["O"] = "在西部荒野的死亡矿井外找到“掮客”马库斯·布朗。",
},
[46805] = {
["T"] = "欺诈者的陨落",
["O"] = "进入萨格拉斯之墓，击败基尔加丹。",
},
[31851] = {
["T"] = "比尔·巴克勒",
["O"] = "在宠物战斗中击败比尔·巴克勒。",
["S"] = {
"击败比尔·巴克勒",
},
},
[35542] = {
["T"] = "旧希尔斯布莱德丘陵奖励任务",
},
[36054] = {
["T"] = "封印命运：金币",
},
[54485] = {
["T"] = "达萨罗之战",
["O"] = "在达萨罗之战团队副本中击败拉斯塔哈大王。",
["S"] = {
"在达萨罗之战中击败拉斯塔哈大王。",
},
},
[55509] = {
["T"] = "冬拥湖的胜利",
["O"] = "赢得冬拥湖战场的胜利。你必须参加战斗才能获得胜利。任务只能在冬拥湖之战中自动完成。",
},
[79272] = {
["T"] = "考达拉攀越赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[56533] = {
["T"] = "世界血脉的传言",
["O"] = "收集3份世界血脉情报。",
["S"] = {
"世界血脉情报",
},
},
[57045] = {
["T"] = "特别快递",
["O"] = "将包裹交给霍巴特·钩锤。",
},
[82344] = {
["T"] = "风化纹章",
},
[84392] = {
["T"] = "岩洞饥荒",
["O"] = "在咆哮岩洞找到多雷娜。",
},
[78249] = {
["T"] = "关键要人",
["O"] = "为阿努巴扎尔将军消灭泽弗卡尔的爪牙。",
["S"] = {
"消灭米兹克",
"消灭迪乌米克",
"消灭赫沃米克",
},
},
[79273] = {
["T"] = "考达拉攀越赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[48854] = {
["T"] = "力量的代价",
["O"] = "聆听扎达克斯的讲话。",
["S"] = {
"聆听扎达克斯说话",
},
},
[24684] = {
["T"] = "鸡舍里的维兹尔",
["O"] = "进入巴尔丹城堡，杀死10名巴尔丹矮人（火枪手、士兵和军官），然后找到藏身城堡的维兹尔·滑影。",
["S"] = {
"杀死巴尔丹矮人",
},
},
[25196] = {
["T"] = "德拉诺什尔封锁线",
["O"] = "向杜隆塔尔德拉诺什尔封锁线的执行者戈尔报到。",
},
[25452] = {
["T"] = "质量保证",
["O"] = "收集10张厚重的雪人皮。",
["S"] = {
"厚重的雪人皮",
},
},
[70058] = {
["T"] = "好友待修",
["O"] = "在红玉新生圣地附近收集5根柔软的红玉羽毛，3份布料碎块，以及1个玻璃念珠，帮助修复欢乐鸭。",
["S"] = {
"柔软的红玉羽毛",
"布料碎块",
"玻璃念珠",
},
},
[35543] = {
["T"] = "旧希尔斯布莱德丘陵奖励任务",
},
[26732] = {
["T"] = "劣质药品",
["O"] = "从库尔森的营地获得7瓶密林药剂。",
["S"] = {
"密林药剂",
},
},
[27244] = {
["T"] = "失踪的报告",
["O"] = "把间谍的报告交给蕨墙村的纳泽尔·血矛。",
},
[55510] = {
["T"] = "绝不留情",
["O"] = "冬拥堡垒的指挥官萨纳斯要你去消灭10个部落玩家。任务只能在冬拥湖之战中自动完成。",
["S"] = {
"杀死部落成员",
},
},
[79274] = {
["T"] = "考达拉攀越赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[56534] = {
["T"] = "世界血脉的传言",
["O"] = "收集3份世界血脉情报。",
["S"] = {
"世界血脉情报",
},
},
[28524] = {
["T"] = "给多诺瓦的货物",
["O"] = "将萨尔法的篮子交给冬泉谷的多诺瓦·雪山。",
},
[28780] = {
["T"] = "加入战斗！",
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
},
[58070] = {
["T"] = "有利可图：灵魂猎手之刃",
["O"] = "将灵魂猎手之刃交给雷文德斯午夜集市的塔·泽拉。",
},
[58582] = {
["T"] = "黑王子归来",
["O"] = "前往达萨罗的巨擘封印和瓦莉拉·萨古纳尔交谈。",
["S"] = {
"与瓦莉拉·萨古纳尔交谈",
},
},
[29548] = {
["T"] = "皇家使命",
["O"] = "去天火号向罗杰斯上将报到。",
["S"] = {
"确保天火号飞行安全（可选）",
"与天火号炮舰上的罗杰斯上将交谈",
},
},
[70059] = {
["T"] = "学院爬升赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[71083] = {
["T"] = "意料之中，轻礼之外",
},
[89514] = {
["T"] = "世界之魂：重访惊魂幻象",
["O"] = "在重访惊魂幻象中击败5个首领。",
["S"] = {
"击败惊魂幻象首领",
},
},
[76203] = {
["T"] = "没影之路",
["O"] = "和玛维·影歌一同穿越暗影堡，解决沿途的威胁。",
["S"] = {
"与玛维·影歌交谈",
"扑灭邪焰火盆",
"发现暗影堡深处潜藏之物",
},
},
[47319] = {
["T"] = "滋补毒液",
["O"] = "收集15个沙漠蜂毒腺。",
["S"] = {
"沙漠蜂毒腺",
},
},
[2039] = {
["T"] = "寻找宾格斯",
["O"] = "去洛克莫丹寻找宾格斯。",
},
[82347] = {
["T"] = "议会成员助理",
},
[8503] = {
["T"] = "联盟需要荆棘藻！",
["O"] = "把20棵荆棘藻交给丹莫罗飞机场的列兵德拉里格。",
["S"] = {
"荆棘藻",
},
},
[2158] = {
["T"] = "休息和放松",
["O"] = "和狮王之傲旅店的旅店老板法雷谈一谈。",
},
[70060] = {
["T"] = "学院爬升赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[35544] = {
["T"] = "奥金尼地穴奖励任务",
},
[52951] = {
["T"] = "战斗的召唤：祖达萨",
["O"] = "在祖达萨境内消灭部落。",
},
[9399] = {
["T"] = "残忍的监工",
["O"] = "前往沙纳尔废墟，杀死4名伊利达雷监工，然后向地狱火半岛塔哈玛特神殿的伊坎复命。",
["S"] = {
"消灭伊利达雷监工",
},
},
[9527] = {
["T"] = "遗体",
["O"] = "秘蓝岛的库雷要求你回收他的家人的遗体。",
["S"] = {
"库雷的家人的遗体",
},
},
[38616] = {
["T"] = "龙鳞护甲",
["O"] = "从赫达沙尔的风暴之翼幼龙身上收集鳞片。",
["S"] = {
"风暴幼龙鳞片",
},
},
[55511] = {
["T"] = "把他们都干掉！",
["O"] = "冬拥湖的指挥官达尔多什要你去消灭10个联盟玩家。任务只能在冬拥湖之战中自动完成。",
["S"] = {
"消灭联盟成员",
},
},
[9911] = {
["T"] = "沼泽中的伯爵",
["O"] = "将“伯爵”昂古拉的下颚骨交给赞加沼泽中塞纳里奥哨站的观察者莉萨奥。",
},
[10039] = {
["T"] = "援助斥候奈弗蒂丝",
["O"] = "与泰罗卡森林格兰戈瓦村南方入口附近的斥候奈弗蒂丝谈一谈。",
},
[82348] = {
["T"] = "一大箱货物",
},
[58583] = {
["T"] = "心之所在",
["O"] = "前往心之秘室与麦格尼·铜须见面。",
},
[70061] = {
["T"] = "羽翼训练",
["O"] = "指导一条雏龙，消灭12个焦躁的小草，6个入侵的幼崽钉刺者和1个无情强风。",
["S"] = {
"选择红玉雏龙",
},
},
[71085] = {
["T"] = "代表权之争",
},
[89516] = {
["T"] = "永恒研究：突袭紫罗兰监狱（普通难度）",
["O"] = "完成突袭紫罗兰监狱（普通或更高难度）。",
},
[11447] = {
["T"] = "欢迎来到美酒节！",
["O"] = "与美酒节组织者交谈，以领取免费的啤酒。",
},
[76205] = {
["T"] = "力量制衡",
["O"] = "在暗影堡消灭恶魔。",
["S"] = {
"在暗影堡消灭敌人",
},
},
[12215] = {
["T"] = "你死我活！",
["O"] = "琥珀松木营地的安德霍尔希望你能在灰熊丘陵找到并杀死6条灰雾捕猎者。",
["S"] = {
"消灭灰雾捕猎者",
},
},
[82349] = {
["T"] = "蚀刻纹章",
},
[12471] = {
["T"] = "残忍的克瓦迪尔",
["O"] = "将海象人囚犯的情况告诉卡鲁克。",
},
[70062] = {
["T"] = "先做捕虫人",
["O"] = "收集6个飞裔甲虫部位。",
["S"] = {
"飞裔甲虫碎末",
},
},
[35545] = {
["T"] = "奥金尼地穴奖励任务",
},
[52952] = {
["T"] = "战斗的召唤：祖达萨",
["O"] = "在祖达萨境内消灭联盟。",
},
[26733] = {
["T"] = "比对样本",
["O"] = "获得7份晶背蜥蜴的血样。",
["S"] = {
"晶背蜥蜴的血",
},
},
[26989] = {
["T"] = "吉尔尼斯解放阵线",
["O"] = "杀死10名狼人抵抗军。",
["S"] = {
"消灭狼人抵抗军",
},
},
[76206] = {
["T"] = "症结之心",
["O"] = "在暗影堡深处干扰4个扭曲虚空传送门。",
["S"] = {
"关闭传送门",
},
},
[78254] = {
["T"] = "窃取的影响力",
["O"] = "窃取信息素，准备将其送出坚铸要塞。",
["S"] = {
"泽弗卡尔的信息素发生器",
},
},
[40153] = {
["T"] = "重返卡拉赞：传说中的鳞片",
["O"] = "在卡拉赞获取虚空幽龙的鳞片；在黑曜石圣殿获取萨塔里奥的鳞片；在恐惧之心获取加拉隆的鳞片。",
["S"] = {
"虚空幽龙的鳞片",
"萨塔里奥的鳞片",
"加拉隆的鳞片",
},
},
[28525] = {
["T"] = "英雄的召唤：安戈洛环形山！",
["O"] = "去找安戈洛环形山马绍尔哨站的威利德·马绍尔。",
},
[28781] = {
["T"] = "抓住机会",
["O"] = "杀死胡辛姆将军和2个神誓副官。",
["S"] = {
"消灭胡辛姆将军",
"消灭神誓副官",
},
},
[60120] = {
["T"] = "燃烧的远征：前往外域！",
["O"] = "穿过诅咒之地的黑暗之门。\r\n\r\n法师区的荣耀堡法师会帮助你前往该地。",
["S"] = {
"和荣耀堡法师交谈",
},
},
[89518] = {
["T"] = "永恒研究：永夜大教堂（英雄难度）",
["O"] = "完成永夜大教堂（英雄或更高难度）。",
},
[76207] = {
["T"] = "守望者之怒",
["O"] = "保护雷杉德尔，瓦解赫尔努拉斯的仪式。",
["S"] = {
"向玛维发信号",
},
},
[63704] = {
["T"] = "为刻希亚复仇",
["O"] = "在学者之家消灭15个渊誓者。",
["S"] = {
"消灭渊誓者",
},
},
[32621] = {
["T"] = "霹雳钢",
["O"] = "调查雷霆熔炉，找到霹雳钢的奥秘。",
},
[50393] = {
["T"] = "帕库的子嗣",
["O"] = "把翼手龙蛋拿给翼手龙高地的帕库。",
},
[35546] = {
["T"] = "法力陵墓奖励任务",
},
[89519] = {
["T"] = "永恒研究：黑鸦堡垒（英雄难度）",
["O"] = "完成黑鸦堡垒（英雄或更高难度）。",
},
[78256] = {
["T"] = "将军的共识",
["O"] = "将泽弗卡尔的信息素交给用得上的人士。",
["S"] = {
"泽弗卡尔的信息素发生器",
},
},
[58073] = {
["T"] = "有利可图：大帝的肖像",
["O"] = "将大帝的肖像交给雷文德斯午夜集市的塔·泽拉。",
},
[86448] = {
["T"] = "拼凑碎片",
["O"] = "从多恩诺嘉尔的伊莉斯·逐星处购买地下堡行者的奖赏。",
["S"] = {
"从多恩诺嘉尔的伊莉斯·逐星处购买地下堡行者的奖赏",
},
},
[71089] = {
["T"] = "聆听号角",
},
[44250] = {
["T"] = "圣光勇士",
["O"] = "接受白银之手的礼物。",
},
[89520] = {
["T"] = "永恒研究：黑心林地（史诗难度）",
["O"] = "完成黑心林地（史诗或更高难度）。",
},
[47322] = {
["T"] = "逃亡援助",
["O"] = "在毒蛇之喉解救哈卡西和吉普。",
["S"] = {
"营救哈卡西",
"营救吉普",
},
},
[51418] = {
["T"] = "希巴拉",
["O"] = "在塔兰吉的惩戒使用划艇前往希巴拉。",
["S"] = {
"乘坐划艇前往希巴拉",
},
},
[35547] = {
["T"] = "法力陵墓奖励任务",
},
[89521] = {
["T"] = "永恒研究：群星庭院（英雄难度）",
["O"] = "完成群星庭院（英雄或更高难度）。",
},
[53466] = {
["T"] = "时光之眼",
["O"] = "在祖达萨与首席传送师欧库勒斯会面。",
},
[26990] = {
["T"] = "洪涛漫漫，尽没其中",
["O"] = "杀死巨型加兹瑞拉，并通知雷霆崖的哈缪尔·符文图腾。",
["S"] = {
"消灭巨型加兹瑞拉",
},
},
[27246] = {
["T"] = "兽人报告",
["O"] = "把间谍的报告交给塞拉摩的艾登中尉。",
},
[39131] = {
["T"] = "追随力量",
["O"] = "寻找可能了解碎片来源的人。",
},
[79282] = {
["T"] = "盛大登场",
["O"] = "在榭台完成一次剧场巡演事件。",
["S"] = {
"完成剧场巡演事件",
},
},
[28526] = {
["T"] = "大酋长的命令：安戈洛环形山！",
["O"] = "前往安戈洛环形山的马绍尔哨站，向威利德·马绍尔报到。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在马绍尔哨站与威利德·马绍尔交谈",
},
},
[57562] = {
["T"] = "阿玛赛特突袭追踪者",
},
[71091] = {
["T"] = "至高荣誉",
},
[61146] = {
["T"] = "具象之力",
["O"] = "从具象身上收集15份浓缩精华。",
["S"] = {
"浓缩精华",
},
},
[62170] = {
["T"] = "永不孤独",
["O"] = "把这个交给英雄之眠的因凯普。",
},
[31342] = {
["T"] = "尊严来自实力",
["O"] = "杀死狂之煞。",
["S"] = {
"消灭狂之煞",
},
},
[63706] = {
["T"] = "让心能自由流动",
["O"] = "帮助骨匠海尔米尔修复心能导灵器。",
["S"] = {
"修理心能导灵器",
},
},
[47835] = {
["T"] = "命运之手",
["O"] = "到刃拳海湾和前往埃索达的护卫汇合。",
["S"] = {
"在刃拳海湾与护送者见面",
},
},
[48347] = {
["T"] = "尖角码头",
["O"] = "在尖角码头与赛罗德修士碰面。",
},
[84403] = {
["T"] = "一小箱货物",
},
[34524] = {
["T"] = "Spires of Arak Challenge Mode - Consolation (Nth)",
},
[8888] = {
["T"] = "魔导师的学徒",
["O"] = "找到达斯维瑟之塔的学徒罗拉塔莉丝，并与之交谈。",
},
[9144] = {
["T"] = "迷失在幽魂之地",
["O"] = "沿着道路离开晴风村，到幽魂之地去寻找信使迪卡·晨行者。",
},
[53467] = {
["T"] = "时光之穴",
["O"] = "在时光之穴与阿纳克洛斯会面。",
},
[9400] = {
["T"] = "刺客",
["O"] = "纳兹格雷尔要求你到地狱火堡垒北方的道路附近寻找一个名叫克伦·断脊者的刺客。",
["S"] = {
"找到克伦·断脊者",
},
},
[9528] = {
["T"] = "乞求帮助",
["O"] = "护送麦戈薇穿越小岛，回到家中。",
["S"] = {
"护送麦戈薇",
},
},
[77236] = {
["T"] = "时间也需要治愈",
["O"] = "击败断裂因果，关闭一个时光裂隙。",
["S"] = {
"完成一个时光裂隙",
},
},
[9912] = {
["T"] = "塞纳里奥远征队",
["O"] = "前往赞加沼泽的塞纳里奥庇护所，与伊谢尔·风歌谈一谈。",
},
[10040] = {
["T"] = "他们是谁？",
["O"] = "在伪装状态下，与阴暗新兵、阴暗劳工和阴暗顾问交谈，然后向泰罗卡森林格兰戈瓦村的列兵维克斯复命。",
["S"] = {
"与阴暗新兵交谈",
"与阴暗劳工交谈",
"与阴暗顾问交谈",
},
},
[40668] = {
["T"] = "艾萨拉之眼：辛艾萨莉之心",
["O"] = "在史诗难度的艾萨拉之眼取得辛艾萨莉之心，并击败艾萨拉之怒。",
["S"] = {
"辛艾萨莉之心",
},
},
[10296] = {
["T"] = "黑色沼泽",
["O"] = "深入时光之穴，前往正在发生黑暗之门开启这一历史事件的黑色沼泽，与萨艾特谈一谈。",
},
[58075] = {
["T"] = "有利可图：泥仆的工具套件",
["O"] = "将泥仆的工具套件交给雷文德斯午夜集市的塔·泽拉。",
},
[84404] = {
["T"] = "一小箱货物",
},
[70069] = {
["T"] = "再任弼鸭温",
["O"] = "喂养4只小鸭子，随后返回格拉库斯处。",
["S"] = {
"给小鸭子喂食",
},
},
[60123] = {
["T"] = "燃烧的远征：前往外域！",
["O"] = "穿过诅咒之地的黑暗之门。\r\n\r\n奥格瑞玛传送门大厅的萨尔玛法师可以帮助你前往该地。",
["S"] = {
"和萨尔玛法师交谈（可选）",
},
},
[72117] = {
["T"] = "文化交流",
},
[89524] = {
["T"] = "永恒研究：噬魂之喉（普通难度）",
["O"] = "完成噬魂之喉（普通或更高难度）。",
},
[11576] = {
["T"] = "监视裂谷：悬崖异常",
["O"] = "琥珀崖的盖伦要你在悬崖异常处使用奥术测量器。",
["S"] = {
"获取悬崖异常处的读数",
},
},
[77237] = {
["T"] = "未完成的思考帽",
["O"] = "将未完成的思考帽带给瓦德拉肯的方利·胡特。",
},
[11960] = {
["T"] = "未来的种子",
["O"] = "找到12个飘雪林地幼崽，把他们带回莫亚基港口，交给猎手莫伊。",
["S"] = {
"飘雪林地幼崽",
},
},
[12088] = {
["T"] = "死亡骑士萨萨里安",
["O"] = "进入死亡营地北方的悲叹通灵塔，寻找萨萨里安。",
},
[66998] = {
["T"] = "制火靠……水",
["O"] = "在迸发岩窟中消灭熔岩元素。",
["S"] = {
"抑制迸发岩窟",
},
},
[34525] = {
["T"] = "Bloodmaul Slag Mines Challenge Mode - Consolation (Nth)",
},
[70070] = {
["T"] = "鸭子的大英雄",
["O"] = "找到鸣火鸭，确保它回到格拉库斯身边。",
["S"] = {
"寻找鸣火鸭。",
},
},
[71094] = {
["T"] = "就要帮忙！",
["O"] = "在钴蓝集所上方的高塔中寻找绷带以治疗文德斯凡。",
["S"] = {
"药膏绷带",
"对文德斯凡使用治疗魔法（可选）",
},
},
[26223] = {
["T"] = "捕猎捕猎者",
["O"] = "杀死8条银鬃捕猎者。",
["S"] = {
"消灭银鬃捕猎者",
},
},
[89525] = {
["T"] = "永恒研究：艾萨拉之眼（史诗难度）",
["O"] = "完成艾萨拉之眼（史诗或更高难度）。",
},
[26735] = {
["T"] = "库尔森的命运",
["O"] = "获得库尔森营地监狱记录和库尔森营地军官名册。",
["S"] = {
"库尔森营地监狱记录",
"库尔森营地军官名册",
},
},
[38109] = {
["T"] = "Vanilla 10-19",
},
[77238] = {
["T"] = "塔拉裂隙",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55516] = {
["T"] = "天才的火花",
["O"] = "在风暴峭壁的创世者的图书馆与米米尔隆见面。",
},
[28015] = {
["T"] = "征召冒险者：剃刀沼泽",
["O"] = "与奥尔德·石塔交谈。",
},
[40157] = {
["T"] = "能力有限",
["O"] = "在苏拉玛找斯克瑞特。",
},
[28527] = {
["T"] = "大酋长的命令：希利苏斯！",
["O"] = "前往希利苏斯的塞纳里奥要塞，向唤风者梅恩·长角报到。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在塞纳里奥要塞与唤风者梅恩·长角交谈",
},
},
[57564] = {
["T"] = "螳螂妖突袭追踪者",
},
[85430] = {
["T"] = "强制休息",
["O"] = "放置7个幻象装置。",
["S"] = {
"监视协调人赛·希尔（可选）",
"放置幻象装置",
},
},
[29807] = {
["T"] = "叛君之死",
["O"] = "艾卓-尼鲁布内的复国者阿扎克委派你击败阿努巴拉克。带着阿努巴拉克的破损甲壳向阿扎克复命。",
["S"] = {
"阿努巴拉克的破损甲壳",
},
},
[71095] = {
["T"] = "落难之爪",
["O"] = "询问文德斯凡需要什么帮助，并听命照办。",
["S"] = {
"与文德斯凡谈一谈",
},
},
[89526] = {
["T"] = "永恒研究：艾萨拉之眼（普通难度）",
["O"] = "完成艾萨拉之眼（普通或更高难度）。",
},
[77239] = {
["T"] = "塔拉裂隙 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[63708] = {
["T"] = "幻灭心能收藏家",
["O"] = "把扭曲幻灭心能带给威·娜莉的庇护所的威·娜莉。",
},
[80311] = {
["T"] = "云端翔龙骑士团",
["O"] = "与百木园的安离长老交谈。",
},
[82359] = {
["T"] = "一箱闪亮的货物",
},
[34526] = {
["T"] = "Iron Docks Challenge Mode - Consolation (Nth)",
},
[51421] = {
["T"] = "坐船前行",
["O"] = "和暗影猎手塔金一起前往提拉加德海峡。",
["S"] = {
"与塔特赛尔交谈并乘船前往提拉加德海峡",
},
},
[71096] = {
["T"] = "真心之爪",
["O"] = "尝试激活神器。",
["S"] = {
"激活神器",
},
},
[89527] = {
["T"] = "永恒研究：艾萨拉之眼（英雄难度）",
["O"] = "完成艾萨拉之眼（英雄或更高难度）。",
},
[53981] = {
["T"] = "旗开得胜",
["O"] = "回到女妖之啸号，找到纳萨诺斯·凋零者。",
},
[38110] = {
["T"] = "Classic 20-29",
},
[77240] = {
["T"] = "塔拉裂隙 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55517] = {
["T"] = "颜料瓶：经典青铜",
["O"] = "将物品交给神奇的马蒂尼。",
},
[40158] = {
["T"] = "黑心林地：恶魔的特殊性",
["O"] = "前往黑心林地，消灭德萨隆。对它进行剥皮并把它的毛皮带回苏拉玛，交给斯克瑞特。",
["S"] = {
"德萨隆的皮",
},
},
[85432] = {
["T"] = "接洽混淆",
["O"] = "在塔扎维什和集市商人交谈。",
["S"] = {
"穿上伪装",
"告知商人",
},
},
[86456] = {
["T"] = "死寂世界的挽歌",
["O"] = "将黯淡的水晶交给绿洲的威·娜莉。",
["S"] = {
"向威·娜莉展示黯淡的水晶",
"在绿洲驻足倾听奥蕾莉亚说话（可选）",
},
},
[60125] = {
["T"] = "熊猫人之谜：前往潘达利亚！",
["O"] = "向暴风城的利尔·夜风报到。",
["S"] = {
"前往暴风要塞",
},
},
[89528] = {
["T"] = "永恒研究：黑鸦堡垒（史诗难度）",
["O"] = "完成黑鸦堡垒（史诗或更高难度）。",
},
[77241] = {
["T"] = "注定的友谊",
},
[64733] = {
["T"] = "远方的援手",
["O"] = "与开悟者、温西尔、通灵领主和法夜的代表交谈。",
["S"] = {
"跟菲历姆谈一谈",
},
},
[24432] = {
["T"] = "告别晕船",
["O"] = "破浪号的埃鲁纳克要你从航海者之墓带回3个咸水海星和1个海螺壳。",
["S"] = {
"咸水海星",
"海螺壳",
},
},
[82361] = {
["T"] = "一小箱货物",
},
[67002] = {
["T"] = "碧蓝林海障碍赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84409] = {
["T"] = "勇者无敌",
},
[34527] = {
["T"] = "Draenor Challenge Mode - Consolation (Nth)",
},
[86457] = {
["T"] = "孕育希望的摇篮曲",
["O"] = "放下黯淡的水晶。",
["S"] = {
"与黯淡的水晶互动",
},
},
[72122] = {
["T"] = "从前的生态学者",
["O"] = "检查离群的生态学者的情况。",
},
[73146] = {
["T"] = "削切之风",
["O"] = "在宠物对战中击败漩涡。",
["S"] = {
"在宠物对战中击败漩涡",
},
},
[26736] = {
["T"] = "逃离疯狂",
["O"] = "营救贝尔林·燃翎、艾茉琳·朱里斯和奥斯伯恩·奥布诺提斯。",
["S"] = {
"营救贝尔林·燃翎",
"营救艾茉琳·朱里斯",
"营救奥斯伯恩·奥布诺提斯",
},
},
[53982] = {
["T"] = "来自破镣者的补给",
["O"] = "与新生家园的阿托莉亚谈一谈，领取你的奖励。",
},
[38111] = {
["T"] = "Classic 30-39",
},
[27760] = {
["T"] = "人工智能",
["O"] = "跟奥丹姆勘测员前哨的A.I.D.A.终端谈一谈。",
},
[56030] = {
["T"] = "大酋长的命令",
["O"] = "在女妖之啸号与纳萨诺斯·凋零者会面。",
},
[28272] = {
["T"] = "遗失的拼图",
["O"] = "收集7张古老的镀铜卷轴。",
["S"] = {
"古老的镀铜卷轴",
},
},
[28528] = {
["T"] = "英雄的召唤：希利苏斯！",
["O"] = "去找希利苏斯塞纳里奥要塞的唤风者梅恩·长角。",
},
[57566] = {
["T"] = "恩佐斯突袭追踪者（奥丹姆）",
},
[58078] = {
["T"] = "有利可图：一瓶雷迪拉夫葡萄酒",
["O"] = "将一瓶雷迪拉夫葡萄酒交给雷文德斯午夜集市的塔·泽拉。",
},
[42719] = {
["T"] = "艾萨拉之眼：净化梦境之路",
["O"] = "从艾萨拉之眼的纳迦身上取得25份纯化之水，并击败艾萨拉之怒。",
["S"] = {
"纯化之水",
"消灭艾萨拉之怒",
},
},
[29808] = {
["T"] = "别忘了蛛卵！",
["O"] = "艾卓-尼鲁布内的复国者阿扎克要求你摧毁6个天灾蛛魔之卵。",
["S"] = {
"摧毁天灾蛛魔之卵",
},
},
[60126] = {
["T"] = "熊猫人之谜：前往潘达利亚！",
["O"] = "前往奥格瑞玛的格罗玛什要塞报到吧。",
["S"] = {
"前往格罗玛什要塞",
},
},
[44767] = {
["T"] = "来自星界的邀请",
["O"] = "在宠物对战中击败观察者奥尔加隆。",
["S"] = {
"击败观察者奥尔加隆",
},
},
[31856] = {
["T"] = "晴日峰：开始训练",
["O"] = "使用禅宗朝圣前往晴日峰，和玄牛神龛的海特大师谈一谈。",
},
[80315] = {
["T"] = "诱人供奉",
["O"] = "在无晖之滨附近的小岛上引诱并消灭凿鳍者和他的蜃鱼人潮汐元帅。",
["S"] = {
"使用迷醉诱饵（可选）",
"消灭无晖潮汐元帅",
"消灭酋长凿鳍者",
},
},
[8505] = {
["T"] = "联盟需要紫莲花！",
["O"] = "把20朵紫莲花交给丹莫罗飞机场的艾文·夜歌。",
["S"] = {
"紫莲花",
},
},
[34528] = {
["T"] = "Shadowmoon Burial Grounds Challenge Mode - Consolation (Nth)",
},
[8889] = {
["T"] = "关闭高塔",
["O"] = "关闭达斯维瑟之塔内的3处达斯维瑟之塔能量源，然后将断能宝石还给永歌森林的学徒罗拉塔莉丝。",
["S"] = {
"关闭第一处能量源",
"关闭第二处能量源",
"关闭第三处能量源",
},
},
[89531] = {
["T"] = "永恒研究：突袭紫罗兰监狱（史诗难度）",
["O"] = "完成突袭紫罗兰监狱（史诗或更高难度）。",
},
[38112] = {
["T"] = "Classic 40-49",
},
[55519] = {
["T"] = "新创伤",
["O"] = "前往海加尔山的诺达希尔与麦格尼会面。",
},
[9913] = {
["T"] = "星界财团需要你！",
["O"] = "向纳格兰埃瑞斯码头的杰赫报到。",
},
[40160] = {
["T"] = "魔法蛤蜊",
["O"] = "从鱼人浅滩的幻脊鱼人身上收集灌魔蛤蜊。",
["S"] = {
"灌魔蛤蜊",
},
},
[10297] = {
["T"] = "开启黑暗之门",
["O"] = "时光之穴黑色沼泽的萨艾特要求你保护麦迪文，直到他成功开启黑暗之门。\n\n任务完成后向萨艾特复命。",
["S"] = {
"开启黑暗之门",
},
},
[10425] = {
["T"] = "逃离前沿基地",
["O"] = "护送被俘虏的维序派前锋返回虚空风暴的维序派哨站。",
["S"] = {
"护送被俘虏的维序派前锋",
},
},
[10681] = {
["T"] = "古尔丹之手",
["O"] = "与影月谷诅咒祭坛的大地治愈者托洛克谈一谈。",
},
[10809] = {
["T"] = "通缉：座狼主宰卡鲁什",
["O"] = "杀死座狼主宰卡鲁什，将他的徽记交给断背岗哨的达克霍尔上尉。",
["S"] = {
"座狼主宰的徽记",
},
},
[89532] = {
["T"] = "永恒研究：奈萨里奥的巢穴（史诗难度）",
["O"] = "完成奈萨里奥的巢穴（史诗或更高难度）。",
},
[11449] = {
["T"] = "灭火练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后回到布瑞尔，与戴面具的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[12089] = {
["T"] = "通缉：魔导师凯尔多努斯",
["O"] = "杀死魔导师凯尔多努斯，然后返回龙骨荒野的阿格玛之锤，向高尔特上尉复命。",
["S"] = {
"消灭魔导师凯尔多努斯",
},
},
[24433] = {
["T"] = "让他们心惧胆寒",
["O"] = "攻进塔伦迪斯营地，击败12名塔伦迪斯防御者和6名塔伦迪斯哨兵。",
["S"] = {
"消灭塔伦迪斯防御者",
"消灭塔伦迪斯哨兵",
},
},
[82365] = {
["T"] = "匠人之乐",
},
[34529] = {
["T"] = "Iron Depot Challenge Mode - Consolation (Nth)",
},
[12857] = {
["T"] = "悬赏：怒鬃的鳍肢",
["O"] = "得到怒鬃的鳍肢，将它交给圣光据点的怒爪酋长。",
["S"] = {
"怒鬃的鳍肢",
},
},
[26225] = {
["T"] = "紫葡萄酒",
["O"] = "收集12瓶紫葡萄酒。",
["S"] = {
"紫葡萄酒",
},
},
[89533] = {
["T"] = "永恒研究：执政团之座（英雄难度）",
["O"] = "完成执政团之座（英雄或更高难度）。",
},
[38113] = {
["T"] = "Classic 50-59",
},
[27761] = {
["T"] = "分心拆弹",
["O"] = "拆除太阳王陵墓的第一堆、第二堆和第三堆集束炸弹，并关闭4个不稳定的炸弹机器人。",
["S"] = {
"拆除第一堆集束炸弹",
"拆除第二堆集束炸弹",
"拆除第三堆集束炸弹",
"关闭不稳定的炸弹机器人",
},
},
[39649] = {
["T"] = "格噜噜的威胁",
["O"] = "消灭8只格噜噜。",
["S"] = {
"消灭格噜噜",
},
},
[40161] = {
["T"] = "窃取地底奥术流",
["O"] = "破坏鱼人浅滩的幻脊导管。",
["S"] = {
"破坏第一根导管",
"破坏第二根导管\r\n",
"破坏第三根导管",
},
},
[40673] = {
["T"] = "失落知识",
["O"] = "从首席奥术师塔莉萨处获得艾露迪斯卷轴。",
["S"] = {
"艾露迪斯卷轴",
},
},
[28785] = {
["T"] = "加入战斗！",
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
},
[58080] = {
["T"] = "有利可图：闪光的洁玫项链",
["O"] = "将闪光的洁玫项链交给雷文德斯午夜集市的塔·泽拉。",
},
[85438] = {
["T"] = "后果自负",
["O"] = "在棚户岭与克拉兹·托克伦齐交谈。",
},
[59616] = {
["T"] = "单人成军",
["O"] = "在造物密院附近与剑斗士米维克斯碰面。",
["S"] = {
"在造物密院与剑斗士米维克斯碰面",
},
},
[44257] = {
["T"] = "陨落之星",
["O"] = "找到神秘的光缚物体。",
["S"] = {
"搭乘卡德加的狮鹫前往苏拉玛",
},
},
[73151] = {
["T"] = "摘下帽子",
},
[47329] = {
["T"] = "血望者的遗产",
["O"] = "帮助考察者泰莎拉·血望者找到希巴拉化石。",
["S"] = {
"发现化石",
},
},
[79295] = {
["T"] = "水净万物-激活",
},
[82367] = {
["T"] = "土壳宝石",
},
[34530] = {
["T"] = "Shaper Dungeon [PH] Challenge Mode - Consolation (Nth)",
},
[35554] = {
["T"] = "来自阿兰卡峰林的消息",
["O"] = "到你在影月谷的要塞与伯德里克·格雷谈一谈。",
},
[89535] = {
["T"] = "永恒研究：魔法回廊（史诗难度）",
["O"] = "完成魔法回廊（史诗或更高难度）。",
},
[38114] = {
["T"] = "TBC 60-69",
},
[77248] = {
["T"] = "卓绝的认可",
},
[40674] = {
["T"] = "贾德维克治疗仪式",
["O"] = "从萨吉塔废墟找回6份愈合之水。",
},
[41186] = {
["T"] = "至高岭的历史",
["O"] = "在至高岭与莱莎见面。",
},
[42210] = {
["T"] = "知识卷轴",
["O"] = "完成任务“知识卷轴”。",
},
[60129] = {
["T"] = "人生地不熟",
["O"] = "找到进入奥利波斯的方法，了解发生了什么情况。",
["S"] = {
"尝试沟通",
},
},
[60641] = {
["T"] = "林地盛放",
["O"] = "将女王的温室升级至4级",
},
[89536] = {
["T"] = "永恒研究：重返卡拉赞（上层）（英雄难度）",
["O"] = "完成重返卡拉赞（上层）（英雄或更高难度）。",
},
[77249] = {
["T"] = "我等行列",
},
[47330] = {
["T"] = "惊恐世界的低语",
["O"] = "前往索拉查盆地与麦格尼见面，并听取警告。",
["S"] = {
"在索拉查盆地与麦格尼会面",
},
},
[79297] = {
["T"] = "玄夜守望",
["O"] = "收集8张玄夜会宣传海报。",
["S"] = {
"玄夜会宣传海报",
"在城墙上找到安度因和奥蕾莉亚（可选）",
"在军械库找到菲琳（可选）",
},
},
[24434] = {
["T"] = "特种天兵",
["O"] = "杀掉5名塔伦迪斯博学者，在塔伦迪斯营地某处找到博学者召唤石。",
["S"] = {
"消灭塔伦迪斯博学者",
},
},
[82369] = {
["T"] = "一箱闪亮的货物",
},
[6365] = {
["T"] = "送往奥格瑞玛的肉",
["O"] = "把格瑞姆塔克的肉品交给剃刀岭的波洛克。",
},
[52450] = {
["T"] = "统一库尔提拉斯",
},
[89537] = {
["T"] = "永恒研究：守望者地窟（英雄难度）",
["O"] = "完成守望者地窟（英雄或更高难度）。",
},
[26738] = {
["T"] = "刚刚孵化",
["O"] = "将鞭尾幼龙带给反抗军营地的塞斯曼下士。",
},
[38115] = {
["T"] = "WLK 70-79",
},
[77250] = {
["T"] = "成真的潜力",
},
[27762] = {
["T"] = "熔光镇，走着！",
["O"] = "乘坐绝不坠毁号前往荒芜之地，然后向埃迪·弗罗菲兹报到。",
},
[56034] = {
["T"] = "调整局面",
["O"] = "对3只流浪的野猪使用尺寸调整器9.0.1版。",
["S"] = {
"对流浪的野猪使用尺寸调整器9.0.1版",
},
},
[28274] = {
["T"] = "一对帐篷",
["O"] = "陪苏拉赫前往苏拉赫的表演场。",
["S"] = {
"陪伴苏拉赫",
},
},
[40675] = {
["T"] = "魔法回廊：队长的仪式",
["O"] = "在史诗难度的魔法回廊取得顾问凡多斯的永世之阶。",
["S"] = {
"永世之阶",
},
},
[41187] = {
["T"] = "考古学徒",
["O"] = "于鲁隆在场的情况下完成20次勘测。",
["S"] = {
"与鲁隆交谈",
},
},
[29298] = {
["T"] = "一条烟熏过的坠饰",
["O"] = "把烟熏过的坠饰交给月光林地，永夜港的拉比恩·萨图纳。",
},
[30066] = {
["T"] = "隐藏的力量",
["O"] = "把古老的真言交给6个玉珑守护者或玉珑助祭。",
["S"] = {
"交付古老的真言",
},
},
[60642] = {
["T"] = "辉煌林地",
["O"] = "将女王的温室升级至5级",
},
[73155] = {
["T"] = "遗忘之戒",
["O"] = "将戒指交给莫库特村的研究员依玛雷斯。",
},
[77251] = {
["T"] = "塑造梦涌",
["O"] = "在梦涌地区收集梦涌凝珠。",
},
[82371] = {
["T"] = "摇曳火烛",
},
[35556] = {
["T"] = "戈尔隆德的秘密",
["O"] = "前往戈尔隆德的荒林洼地寻找伊瑞尔。与你要塞中的狮鹫管理员谈一谈，飞往那里。",
},
[52451] = {
["T"] = "赞达拉众志成城",
},
[73156] = {
["T"] = "回报薇莉迪亚",
["O"] = "在禁忌离岛的莫库特村与薇莉迪亚见面。",
},
[37092] = {
["T"] = "收废铁",
["O"] = "从德拉诺的钢铁部落成员身上收集5块钢铁部落碎片。",
["S"] = {
"钢铁部落碎片",
},
},
[9402] = {
["T"] = "捞瓶子",
["O"] = "在萦语水池底部为指导者安瑟隆找到碧蓝瓶。",
["S"] = {
"碧蓝瓶",
},
},
[38116] = {
["T"] = "Cata/MoP 80-89",
},
[55523] = {
["T"] = "给他一点……",
["O"] = "找到鱼人商人并拿到穆勒尔想要的东西。",
["S"] = {
"养生鱼人午餐",
"超沉的石头",
"超粘的蜗牛",
},
},
[9914] = {
["T"] = "象牙生意",
["O"] = "将3对象牙交给纳格兰埃瑞斯码头的沙德雷克。",
["S"] = {
"象牙",
},
},
[65989] = {
["T"] = "贾拉丁进犯",
["O"] = "在龙心岗哨消灭6个贾拉丁。",
["S"] = {
"消灭贾拉丁",
},
},
[10426] = {
["T"] = "生态圆顶中的花朵",
["O"] = "对法兰伦鞭笞者使用能量力场调节器并观察实验结果，进行10次实验后返回风暴尖塔，向欧瑞恩·月焰汇报情况。",
["S"] = {
"测试能量调节器",
},
},
[58595] = {
["T"] = "湮灭之柱",
["O"] = "在锦绣谷摧毁6座黑暗帝国方尖碑。",
},
[10682] = {
["T"] = "该谈判了……",
["O"] = "去与工头努埃尔谈判。",
["S"] = {
"完成与工头努埃尔的谈判",
},
},
[10810] = {
["T"] = "损坏的面具",
["O"] = "将损坏的面具交给卢安荒野的欧玛利·萨普纳波。",
},
[10938] = {
["T"] = "暗月祝福套牌",
["O"] = "当暗月马戏团来到镇上的时候，把祝福套牌交给他们。",
},
[44260] = {
["T"] = "守望者地窟：进入守望者地窟",
["O"] = "击败守望者地窟的科达娜·邪歌。",
["S"] = {
[2] = "损坏的守望者头盔",
},
},
[73157] = {
["T"] = "恩护之翼",
["O"] = "在禁忌离岛上的三个地点协助龙希尔斥候。",
["S"] = {
"援助风暴海岸的斥候",
"援助雷裂冲击坑的斥候",
"援助暗沙岩窟的斥候",
},
},
[11322] = {
["T"] = "净化",
["O"] = "钢铁之门的观察者莉莎·月叶建议你前往霜刃神龛，通过冥想净化你内心的杂念。",
["S"] = {
"清除你内心的杂念",
},
},
[11450] = {
["T"] = "灭火练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后回到鹰翼广场，与戴面具的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[62691] = {
["T"] = "使命：雷文德斯",
["O"] = "在雷文德斯完成3个世界任务。",
},
[79301] = {
["T"] = "高空教育",
["O"] = "质问艾德文关于笔记本的事。",
["S"] = {
"质问艾德文关于笔记本的事",
},
},
[12090] = {
["T"] = "通缉：吉加托尔",
["O"] = "杀死吉加托尔，然后返回龙骨荒野的阿格玛之锤，向高尔特上尉复命。",
["S"] = {
"消灭吉加托尔",
},
},
[65990] = {
["T"] = "挽龙崽于毒手",
["O"] = "从龙心岗哨拯救4只幽咽的雏龙。",
["S"] = {
"拯救幽咽的雏龙",
},
},
[34533] = {
["T"] = "Bloodmaul Slag Mines Challenge Mode - Bronze Addition (Nth)",
},
[35557] = {
["T"] = "戈尔隆德的秘密。",
["O"] = "在戈尔隆德与杜隆坦碰头。",
},
[72134] = {
["T"] = "冒险者的援助",
["O"] = "使用侦察地图，选择你的第一个区域。",
["S"] = {
"选择地区",
},
},
[26483] = {
["T"] = "甘德朗达",
["O"] = "杀死甘德朗达。",
["S"] = {
"消灭甘德朗达",
},
},
[53476] = {
["T"] = "无尽之海卷轴",
["O"] = "收集一套描绘始祖龟朝圣的卷轴。",
["S"] = {
"朝圣卷轴",
},
},
[53988] = {
["T"] = "命运海岸",
["O"] = "通过暴风城港口的传送门前往达纳苏斯，在灰谷的佐拉姆海岸与玛维·影歌见面。",
["S"] = {
"前往佐拉姆海岸",
},
},
[38117] = {
["T"] = "WOD 90-99",
},
[77254] = {
["T"] = "援助联军：时光裂隙",
["O"] = "前往提尔要塞水库，协助索莉多米驱散一个时光裂隙。继续在巨龙群岛各地援助瓦德拉肯联军及其盟友。",
["S"] = {
"完成一个时光裂隙",
},
},
[55524] = {
["T"] = "给他一点……",
["O"] = "给穆勒尔带5份幽魂的食物、5堆臭糊和5份海巨人的脚灰。",
["S"] = {
"幽魂的食物",
"一堆臭糊",
"海巨人的脚灰",
},
},
[28019] = {
["T"] = "征召冒险者：血色修道院",
["O"] = "进入血色修道院。",
["S"] = {
"进入血色修道院",
},
},
[28787] = {
["T"] = "加入战斗！",
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
},
[29555] = {
["T"] = "白卒",
["O"] = "在翡翠林搜索先锋号船骸的货物，找寻线索，并找到加密的船长日志。",
["S"] = {
"找到线索",
"加密的船长日志",
},
},
[29811] = {
["T"] = "守门人的护符",
["O"] = "艾卓-尼鲁布里的复国者阿扎克要求你从看门者克里克希尔那里夺回守门人的护符。",
["S"] = {
"守门人的护符",
},
},
[44261] = {
["T"] = "守望者地窟：进入守望者地窟",
["O"] = "击败守望者地窟的科达娜·邪歌。",
["S"] = {
[2] = "损坏的守望者头盔",
},
},
[61156] = {
["T"] = "有羽者……",
["O"] = "从飞行野兽身上收集30根飞光之羽。",
["S"] = {
"飞光之羽",
},
},
[62692] = {
["T"] = "使命：晋升堡垒",
["O"] = "在晋升堡垒完成3个世界任务。",
},
[79303] = {
["T"] = "持节院长",
["O"] = "将索菲塔的报告带给院长芬奇。",
["S"] = {
"到教室去见芬奇",
},
},
[65992] = {
["T"] = "黑爪谍报",
["O"] = "与藏匿在碎鳞要塞各处的拉希奥的间谍交谈。",
["S"] = {
"与利爪猎手卡薇亚商议",
"与左商议",
"与右商议",
},
},
[84423] = {
["T"] = "焕发新生",
["O"] = "从陨圣峪的饥寒之池取回阿丽扎“爱护有加”的泰迪熊。",
},
[34534] = {
["T"] = "Bloodmaul Slag Mines Challenge Mode - Silver Addition (Nth)",
},
[52453] = {
["T"] = "被遗弃的希望",
["O"] = "前往斯托颂，与海怪之触的派克修士交谈。",
},
[52965] = {
["T"] = "冬幕节礼物",
},
[38118] = {
["T"] = "Legion 100-109 A",
},
[79304] = {
["T"] = "护理包",
["O"] = "将慰问包裹带给在光明之星空军学院的索菲塔·林弗莱姆。",
},
[40166] = {
["T"] = "魔网能量压制",
["O"] = "在鱼人浅滩为自己灌注魔网能量。",
["S"] = {
"灌注魔网能量",
},
},
[65993] = {
["T"] = "败兴而归",
["O"] = "在碎鳞要塞消灭绞肉者索泰克。",
["S"] = {
"消灭绞肉者索托克",
},
},
[41702] = {
["T"] = "铭撰于石",
["O"] = "取回凯尔丹纳斯的法术石。",
["S"] = {
"凯尔丹纳斯的法术石",
},
},
[84424] = {
["T"] = "向着冒险前进！",
["O"] = "使用战争育幼所内的传送门前往克罗米处。",
["S"] = {
"与安波莎交谈（可选）",
"任务日志（可选）",
"使用传送门前往克罗米处",
},
},
[43750] = {
["T"] = "战斗的召唤",
["O"] = "与海姆达尔交谈。",
},
[60645] = {
["T"] = "硕大的寻猎者",
},
[61157] = {
["T"] = "开门见山",
["O"] = "从长角野兽身上收集12个极乐之角。",
["S"] = {
"极乐之角",
},
},
[62693] = {
["T"] = "使命：炽蓝仙野",
["O"] = "在炽蓝仙野完成3个世界任务。",
},
[82377] = {
["T"] = "纹章",
},
[24948] = {
["T"] = "解除困境",
["O"] = "使用帕克斯顿的火炬烧毁3台怒吼投石车和1台投刃车。",
["S"] = {
"烧毁怒吼投石车",
"烧毁投刃车",
},
},
[34535] = {
["T"] = "Bloodmaul Slag Mines Challenge Mode - Gold Addition (Nth)",
},
[35559] = {
["T"] = "幽暗沼泽奖励任务",
},
[26228] = {
["T"] = "体验生活",
["O"] = "到西部荒野詹戈洛德矿洞的后面使用“老好人”洛伊的老房子。",
["S"] = {
"体验生活！",
},
},
[89545] = {
["T"] = "永恒研究：执政团之座（普通难度）",
["O"] = "完成执政团之座（普通或更高难度）。",
},
[37095] = {
["T"] = "塔布羊训练：裂鞭",
["O"] = "骑着你的训练中的塔布羊去击败裂鞭。",
["S"] = {
"消灭裂鞭",
},
},
[38119] = {
["T"] = "Legion 100-109 H",
},
[55526] = {
["T"] = "给他一点……",
["O"] = "给穆勒尔带15个超粘的蜗牛、3堆臭糊和5份幽魂的食物。",
["S"] = {
"超粘的蜗牛",
"海巨人的脚灰",
"幽魂的食物",
},
},
[39655] = {
["T"] = "再试一次！",
["O"] = "前往干船坞找亚纳斯建造新的驱逐舰。驱逐舰建造完成后，派它去执行新的行动。",
},
[28276] = {
["T"] = "萨赫特的秘密",
["O"] = "去找奥丹姆观日者山岭南端的萨赫特。",
},
[28532] = {
["T"] = "大酋长的命令：石爪山！",
["O"] = "去找灰谷银风避难所的血卫士阿尔多·石雨。",
},
[65995] = {
["T"] = "黑曜堡垒",
["O"] = "将卡拉希计划交给拉希奥。",
},
[29556] = {
["T"] = "是敌非友",
["O"] = "在先锋号船骸击败10只猢狲。",
["S"] = {
"击败猢狲",
},
},
[44263] = {
["T"] = "魔法回廊：进入魔法回廊",
["O"] = "击败魔法回廊的顾问凡多斯。",
["S"] = {
[2] = "枯竭的法力宝珠",
},
},
[89546] = {
["T"] = "永恒研究：噬魂之喉（英雄难度）",
["O"] = "完成噬魂之喉（英雄或更高难度）。",
},
[62182] = {
["T"] = "娜德佳的信",
["O"] = "将信送回暗湾镇。",
},
[62694] = {
["T"] = "使命：玛卓克萨斯",
["O"] = "在玛卓克萨斯完成3个世界任务。",
},
[63206] = {
["T"] = "无魂躯壳",
["O"] = "在佐瓦尔的坩埚中，从冥河符文锻造师处获取一把冥河之槌，并摧毁10个重装躯壳。",
["S"] = {
"冥河之槌",
},
},
[65996] = {
["T"] = "老兵援军",
["O"] = "帮助受伤的卫兵并找到森德拉克斯。",
["S"] = {
"治疗受伤的龙人",
"在档案岗哨与森德拉克斯见面",
},
},
[34536] = {
["T"] = "Iron Docks Challenge Mode - Bronze Addition (Nth)",
},
[35560] = {
["T"] = "幽暗沼泽奖励任务",
},
[52455] = {
["T"] = "牢不可破",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败其塔拉",
},
},
[9147] = {
["T"] = "倒下的信使",
["O"] = "药剂师瑟德拉要求你从幽魂之地的野兽身上收集4份染疫血样。",
["S"] = {
"染疫血样",
},
},
[9403] = {
["T"] = "最纯净的水",
["O"] = "指导者安瑟隆希望你能在碧蓝瓶中装满艾伦达尔瀑布的水。",
["S"] = {
"装满的碧蓝瓶",
},
},
[9531] = {
["T"] = "间谍之树",
["O"] = "秘蓝岛奥德修斯营地的海军上将奥德修斯要求你监视吉兹尔与叛徒的会面与谈话。\n\n确认叛徒的身份之后回去向他复命。",
["S"] = {
"找到叛徒",
},
},
[77260] = {
["T"] = "荆刺高地突击赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65997] = {
["T"] = "追逐森德拉克斯",
["O"] = "在生命缚誓者花园废墟中寻找森德拉克斯。",
["S"] = {
"发现森德拉克斯",
},
},
[41704] = {
["T"] = "16号实验体",
["O"] = "把泰林交给塔莉萨。",
["S"] = {
"把泰林交给塔莉萨",
},
},
[10555] = {
["T"] = "诡异的魔法",
["O"] = "收集18片拉什鸦人的羽毛。",
["S"] = {
"拉什鸦人的羽毛",
},
},
[10939] = {
["T"] = "暗月风暴套牌",
["O"] = "当暗月马戏团来到镇上的时候，把风暴套牌交给他们。",
},
[44264] = {
["T"] = "奈萨里奥的巢穴：进入奈萨里奥的巢穴",
["O"] = "击败奈萨里奥巢穴的达古尔。",
["S"] = {
[2] = "破损的龙鳞",
},
},
[89548] = {
["T"] = "永恒研究：奈萨里奥的巢穴（普通难度）",
["O"] = "完成奈萨里奥的巢穴（普通或更高难度）。",
},
[62183] = {
["T"] = "带有易腐标记的漏水箱子",
["O"] = "把包裹送到午夜集市。",
},
[77261] = {
["T"] = "荆刺高地突击赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79309] = {
["T"] = "汇报状况",
["O"] = "找到失踪的阿拉希军团斥候小队。",
},
[12091] = {
["T"] = "通缉：恐怖之爪",
["O"] = "杀死恐怖之爪，然后返回龙骨荒野的阿格玛之锤，向高尔特上尉复命。",
["S"] = {
"消灭恐怖之爪",
},
},
[65255] = {
["T"] = "强制轮回",
["O"] = "充能并净化元尊宝珠。",
["S"] = {
"给元尊宝珠充能",
},
},
[65998] = {
["T"] = "军团的未来",
["O"] = "营救红玉龙蛋。",
["S"] = {
"发现注能的龙卵",
},
},
[49896] = {
["T"] = "前往隼林镇！",
["O"] = "在隼林镇外与审判官克利多恩见面。",
},
[25205] = {
["T"] = "狼和科多兽",
["O"] = "听听希恩·石柱的寓言故事。",
["S"] = {
"聆听萨满祭司的寓言故事",
},
},
[34537] = {
["T"] = "Iron Docks Challenge Mode - Silver Addition (Nth)",
},
[25717] = {
["T"] = "恶魔和德鲁伊",
["O"] = "在腐烂森林里杀死5个末日守卫毁灭者、5个恐惧魔王污染者、5个堕落的黑木树人和3个邪孢沼泽领主。",
["S"] = {
"消灭末日守卫毁灭者",
"消灭恐惧魔王污染者",
"消灭堕落的黑木树人",
"消灭邪孢沼泽领主",
},
},
[35561] = {
["T"] = "奴隶围栏奖励任务",
},
[26229] = {
["T"] = "“我来抢蜡烛！”",
["O"] = "消灭12只狗头人掘地工。",
["S"] = {
"消灭狗头人掘地工",
},
},
[26485] = {
["T"] = "钳嘴，小子！",
["O"] = "从海水钳嘴龟身上取得8副钳嘴龟胃囊。",
["S"] = {
"钳嘴龟胃囊",
},
},
[53992] = {
["T"] = "战争前线：黑海岸之战",
["O"] = "在黑海岸之战中击败部落。",
["S"] = {
"在伯拉勒斯查看战时指挥桌（可选）",
},
},
[38121] = {
["T"] = "Classic 20-29",
},
[38633] = {
["T"] = "十万火急",
["O"] = "完成时空漫游地下城，拯救你自己。",
},
[13883] = {
["T"] = "破船一艘",
["O"] = "收集10块沉没的金属碎片。",
["S"] = {
"沉没的金属碎片",
},
},
[39657] = {
["T"] = "糖罐",
},
[28277] = {
["T"] = "战术家萨赫特",
["O"] = "跟萨赫特谈一谈，杀掉30头血吠食腐者。",
["S"] = {
"杀死血吠食腐者",
},
},
[14267] = {
["T"] = "调查海洋祭坛",
["O"] = "为托格·图卡斯调查纳迦祭坛。",
},
[65999] = {
["T"] = "齿爪尽红",
["O"] = "消灭15个拜荒者入侵者。",
["S"] = {
"消灭拜荒者部队",
},
},
[30069] = {
["T"] = "随机应变",
["O"] = "击败6个加尔鲁什尔步兵和6个加尔鲁什尔设备养护工。",
["S"] = {
"消灭加尔鲁什尔步兵",
"消灭加尔鲁什尔设备养护工",
},
},
[44265] = {
["T"] = "奈萨里奥的巢穴：进入奈萨里奥的巢穴",
["O"] = "击败奈萨里奥巢穴的达古尔。",
["S"] = {
[2] = "破损的龙鳞",
},
},
[89550] = {
["T"] = "永恒研究：英灵殿（普通难度）",
["O"] = "完成英灵殿（普通或更高难度）。",
},
[62184] = {
["T"] = "一箱罪钒矿石",
["O"] = "将箱子送到旧城门。",
},
[79311] = {
["T"] = "抵御暗流",
["O"] = "消灭12个胀腐钉刺者或真菌感染者。",
["S"] = {
"消灭深翳泽怪物",
},
},
[65256] = {
["T"] = "咯哒轰隆",
["O"] = "使用运动微型生物重校器，“重新校准”开阔草原上的出故障的元鸡。",
["S"] = {
"“重校”出故障的元鸡",
},
},
[66000] = {
["T"] = "阿莱克丝塔萨的藏书馆",
["O"] = "拯救4件重要的文化作品。",
["S"] = {
"挽救书籍",
},
},
[49897] = {
["T"] = "制造神秘",
["O"] = "抓住5只不出奇的鸡。",
["S"] = {
"捕捉不出奇的鸡",
},
},
[34026] = {
["T"] = "要塞战役：地震问题",
["O"] = "在你的要塞与初级勘测员多恩谈一谈。",
},
[34538] = {
["T"] = "Iron Docks Challenge Mode - Gold Addition (Nth)",
},
[86479] = {
["T"] = "LFGDungeons - 11.0 The War Within - Raid Finder - 1st",
},
[35562] = {
["T"] = "奴隶围栏奖励任务",
},
[89551] = {
["T"] = "永恒研究：英灵殿（英雄难度）",
["O"] = "完成英灵殿（英雄或更高难度）。",
},
[38122] = {
["T"] = "Classic 30-39",
},
[77264] = {
["T"] = "奥金顿起落赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[39658] = {
["T"] = "轻轻摇晃过的礼品",
},
[40170] = {
["T"] = "业余时间",
["O"] = "在松岩盆地对付业余猎手。",
["S"] = {
"对付业余猎手",
},
},
[66001] = {
["T"] = "最后的希望",
["O"] = "营救最后一个注能的龙卵。",
["S"] = {
"到仪式场所见森德拉克斯",
},
},
[84432] = {
["T"] = "长船登岸",
["O"] = "消灭15个赤潮维库人。",
["S"] = {
"消灭赤潮维库人",
},
},
[42730] = {
["T"] = "诺格弗格的合理请求",
["O"] = "收集20株安瑟瑞尔花。",
["S"] = {
"安瑟瑞尔花",
},
},
[86480] = {
["T"] = "LFGDungeons - 11.0 The War Within - Raid Finder - Nth",
},
[44266] = {
["T"] = "噬魂之喉：进入噬魂之喉",
["O"] = "击败噬魂之喉的海拉。",
["S"] = {
[2] = "浸水的信",
},
},
[89552] = {
["T"] = "永恒研究：英灵殿（史诗难度）",
["O"] = "完成英灵殿（史诗或更高难度）。",
},
[76241] = {
["T"] = "研究伙伴是松鼠",
["O"] = "在禁忌离岛的失落图书馆与利斯见面，继续开展研究。",
},
[77265] = {
["T"] = "奥金顿起落赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78289] = {
["T"] = "前往漫林郡",
["O"] = "在漫林郡与鲁弗瑟拉见面。",
["S"] = {
"在漫林郡寻找鲁弗瑟拉",
},
},
[79313] = {
["T"] = "暗育之魔",
["O"] = "消灭闲地之刺。",
["S"] = {
"消灭闲地之刺",
},
},
[82385] = {
["T"] = "为了蜡烛微光",
},
[34027] = {
["T"] = "地震数据",
["O"] = "在你的要塞里使用地震追踪器。",
["S"] = {
"完成地震追踪器的数据分析",
},
},
[34539] = {
["T"] = "Draenor Challenge Mode - Bronze Addition (Nth)",
},
[86481] = {
["T"] = "职责短缺奖励",
},
[35563] = {
["T"] = "斯坦索姆（大门）奖励任务",
},
[26230] = {
["T"] = "盛宴还是饥荒",
["O"] = "收集6条山狗尾和5把新鲜的泥土。",
["S"] = {
"山狗尾",
"新鲜的泥土",
},
},
[26486] = {
["T"] = "海滩上有99瓶酒",
["O"] = "收集12瓶紫葡萄酒。",
["S"] = {
"紫葡萄酒",
},
},
[26998] = {
["T"] = "延续成功",
["O"] = "杀死50头邪鳍鱼人。",
["S"] = {
"从蝙蝠管理员玛格特布里斯处征用蝙蝠",
"杀死邪鳍鱼人",
},
},
[38123] = {
["T"] = "Classic 40-49",
},
[77266] = {
["T"] = "奥金顿起落赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78290] = {
["T"] = "懒洋羊",
["O"] = "在漫林郡附近使用充能磁石唤醒8只嗜睡的苔绒羱。",
["S"] = {
"找到磁石",
},
},
[56042] = {
["T"] = "布林顿7000",
},
[66003] = {
["T"] = "环驭众火",
["O"] = "收集12个熔火缚环。",
["S"] = {
"熔火缚环",
},
},
[41707] = {
["T"] = "虫爪残骸",
["O"] = "在暗影沼泽杀掉15只虫爪鹰身人。",
["S"] = {
"消灭虫爪鹰身人",
},
},
[42731] = {
["T"] = "配合守望者",
["O"] = "使用侦察地图，完成“配合守望者”系列任务。",
},
[86482] = {
["T"] = "生命线",
["O"] = "同扎克希尔·响指交谈。",
["S"] = {
"同扎克希尔·响指交谈",
"获得卡亚可乐炖肉",
},
},
[60138] = {
["T"] = "打开大门",
},
[44267] = {
["T"] = "噬魂之喉：进入噬魂之喉",
["O"] = "击败噬魂之喉的海拉。",
["S"] = {
[2] = "浸水的信",
},
},
[30582] = {
["T"] = "已故的麝香爪夫人",
["O"] = "把麝香爪的信物给老麝香爪送去。",
},
[45291] = {
["T"] = "重返卡拉赞：书虫",
["O"] = "整理卡拉赞图书馆。",
["S"] = {
"击杀魔力吞噬者",
},
},
[62186] = {
["T"] = "鼓胀的心能之种",
["O"] = "将鼓胀的心能之种交给瓦尔仙林的宗主塔什穆尔。",
},
[78291] = {
["T"] = "威风猛兽",
["O"] = "在漫林郡周围消灭10个掠食动物。",
["S"] = {
"消灭捕食苔绒羱的猛兽",
},
},
[32630] = {
["T"] = "首席工程师贾德的日记",
["O"] = "调查雷霆熔炉，找到固化闪电的秘诀。",
},
[34028] = {
["T"] = "看上去很眼熟……",
["O"] = "在戈尔隆德找到塞林的车间。",
["S"] = {
"找到塞林·暗砧的车间",
},
},
[8636] = {
["T"] = "巨石长者",
},
[51435] = {
["T"] = "另类海盗",
["O"] = "利用箱中的海盗服饰把自己伪装成一个海盗。",
["S"] = {
"取得海盗服饰",
},
},
[35564] = {
["T"] = "斯坦索姆（大门奖励目标）奖励任务",
},
[36076] = {
["T"] = "力量的证明：独眼魔角",
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
},
[73172] = {
["T"] = "席卡尔长者",
},
[9276] = {
["T"] = "进攻塞布提拉",
["O"] = "杀死8个暗松影法师和8个暗松猎头者，然后向远行者营地的远行者索兰娜复命。",
["S"] = {
"消灭暗松影法师",
"消灭暗松猎头者",
},
},
[38124] = {
["T"] = "Classic 50-59",
},
[55531] = {
["T"] = "这儿也能采矿吗？",
["O"] = "完成卤岩湾事件。",
["S"] = {
"收集卤岩碎片",
},
},
[56043] = {
["T"] = "派遣舰队",
["O"] = "和港务长赛勒斯·克雷斯弗交谈，起航出发。",
["S"] = {
"和港务长赛勒斯·克雷斯弗交谈，起航出发",
},
},
[40684] = {
["T"] = "毁灭利器之书",
["O"] = "和卡里杜斯对话选择你要追求的神器。",
["S"] = {
"选择神器",
},
},
[66005] = {
["T"] = "失落友人勋章",
["O"] = "将失落友人勋章交给卡萨尔。",
},
[41708] = {
["T"] = "月之暗面",
["O"] = "在泰兰德向古代月亮井祈祷时保护她。",
["S"] = {
"在暗影沼泽与泰兰德见面",
},
},
[42220] = {
["T"] = "沉船水手",
["O"] = "为10名女王的复仇号水手终结痛苦。",
["S"] = {
"消灭女王的复仇号水手",
},
},
[10940] = {
["T"] = "暗月报复套牌",
["O"] = "当暗月马戏团来到镇上的时候，把报复套牌交给他们。",
},
[60651] = {
["T"] = "勇士：肉弹",
},
[11196] = {
["T"] = "阿曼尼督军",
["O"] = "击败新阿曼尼督军，达卡拉。",
["S"] = {
"消灭达卡拉",
},
},
[62187] = {
["T"] = "一袋库雷木",
["O"] = "将一袋库雷木还给生命河床的翩猎。",
},
[11708] = {
["T"] = "机械侏儒",
["O"] = "听菲兹兰克·铁阀讲诉目前的情况，然后与菲兹兰克机场的金吉·温纳特谈一谈。",
["S"] = {
"聆听菲兹兰克的故事。",
},
},
[78293] = {
["T"] = "和气生苔",
["O"] = "从漫林苔绒羱处收集苔藓，并将其喂给杜尔赞。",
["S"] = {
"电化苔绒",
},
},
[65259] = {
["T"] = "圣墓之心",
["O"] = "在初诞者圣墓中击败典狱长。",
},
[66006] = {
["T"] = "返回罗莎身边",
["O"] = "将补给品交给蹄铁匠罗莎。",
["S"] = {
"补给品",
},
},
[34541] = {
["T"] = "Draenor Challenge Mode - Gold Addition (Nth)",
},
[51436] = {
["T"] = "与海盗打交道",
["O"] = "跟随暗影猎手塔金并且拜访大副欧维斯。",
["S"] = {
"使用玛拉的财富号的绳索",
},
},
[35565] = {
["T"] = "鲜血熔炉奖励任务",
},
[36589] = {
["T"] = "重型武器",
["O"] = "在要塞附近寻找能帮忙修理的人。",
},
[13372] = {
["T"] = "聚焦之虹的钥匙",
["O"] = "前往龙骨荒野的龙眠神殿，将聚焦之虹的钥匙交给阿莱克丝塔萨，生命的缚誓者。",
},
[26999] = {
["T"] = "瘟疫之地的新时代",
["O"] = "采集4份天灾潜伏者样本，4份毒雾潜伏者样本，4份巨大的疫病熊样本和4份生病的狼样本",
["S"] = {
"天灾潜伏者样本",
"毒雾潜伏者样本",
"巨大的疫病熊样本",
"生病的狼的样本",
},
},
[38125] = {
["T"] = "TBC 60-69",
},
[39149] = {
["T"] = "村庄危机",
["O"] = "在鲑鱼溪与希斯罗镇长谈一谈。",
},
[56044] = {
["T"] = "派遣舰队",
["O"] = "和雷兹奥昆船长交谈，起航出发。",
["S"] = {
"和雷兹奥昆船长交谈，起航出发",
},
},
[28791] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[58092] = {
["T"] = "赎罪大厅：自业自赎",
["O"] = "在赎罪大厅中消灭宫务大臣。",
["S"] = {
"消灭宫务大臣",
},
},
[44269] = {
["T"] = "英灵殿：奥丁的挑战",
["O"] = "击败英灵殿的奥丁。",
["S"] = {
[2] = "奥丁的挑战",
},
},
[89558] = {
["T"] = "永恒研究：黑心林地（英雄难度）",
["O"] = "完成黑心林地（英雄或更高难度）。",
},
[62188] = {
["T"] = "抓住一颗星",
["O"] = "收集13只闪光的星光萤。",
["S"] = {
"捕获烁光星光萤",
},
},
[62700] = {
["T"] = "塔中余灰",
["O"] = "在托加斯特收集1250份灵魂灰烬。",
["S"] = {
"灵魂灰烬",
},
},
[82391] = {
["T"] = "珍贵之石",
},
[49901] = {
["T"] = "阿塔达萨：堕落的女祭司亚兹玛",
["O"] = "前往阿塔达萨消灭亚兹玛。",
["S"] = {
"消灭亚兹玛",
},
},
[34030] = {
["T"] = "被抓走的工程师",
["O"] = "在钢铁军工厂里找到塞林·暗砧。",
["S"] = {
"找到塞林·暗砧",
},
},
[34542] = {
["T"] = "Spires of Arak Challenge Mode - Bronze Addition (Nth)",
},
[35566] = {
["T"] = "鲜血熔炉奖励任务",
},
[38126] = {
["T"] = "WLK 70-79",
},
[57069] = {
["T"] = "擒贼先擒王",
["O"] = "消灭魔古指挥官。",
["S"] = {
"消灭万钧砥石悌羌",
"消灭削铁无声儒尹",
"消灭雷光之拳霍鄂",
"消灭生命的汲取者帕伊",
},
},
[67033] = {
["T"] = "组装工事",
["O"] = "找回3个奥术轰击者部件。",
["S"] = {
"损坏的奥术装置",
},
},
[44270] = {
["T"] = "艾萨拉之眼： 进入艾萨拉之眼",
["O"] = "击败艾萨拉之眼的艾萨拉之怒。",
["S"] = {
[2] = "雕刻贝壳",
},
},
[44782] = {
["T"] = "秘而不宣",
["O"] = "在紫罗兰城堡上方的紫色天台与六人议会会合。",
["S"] = {
"进入紫色天台",
},
},
[45294] = {
["T"] = "重返卡拉赞：停工的压力",
["O"] = "在观众中收集积极评价，帮助达里乌斯恢复旧剧目演员的自尊心，缓解罗密欧和朱丽叶的对立情绪，从某位新演员那里偷一束玫瑰送给铁皮人以满足他的虚荣心，并在象棋室找到偷了小红帽斗篷的替补演员。",
["S"] = {
"一束玫瑰",
"积极评价",
"小红帽的斗篷",
},
},
[62189] = {
["T"] = "阳伞组件",
["O"] = "将组件归还给癫狂圣殿的垫垫。",
},
[64237] = {
["T"] = "古尔戈尔和盗匪",
["O"] = "寻找并对战宠物偷猎者的首领。",
["S"] = {
"击败训练师艾莉斯·格利兹维",
},
},
[82393] = {
["T"] = "共鸣水晶",
},
[67034] = {
["T"] = "风水宝地",
["O"] = "在咆哮龙泉收集材料。",
["S"] = {
"泉脉之核",
"卷风之羽",
},
},
[34543] = {
["T"] = "Spires of Arak Challenge Mode - Silver Addition (Nth)",
},
[26232] = {
["T"] = "洛伊的临别赠言",
["O"] = "在西部荒野法布隆南瓜农场的农舍后窃听贼人交谈。",
["S"] = {
"窃听盗贼们的对话",
},
},
[26488] = {
["T"] = "大胃口",
["O"] = "从暴风城英雄谷的护城河里钓起一条皇家扁鲨。当你捉住扁鲨后，就剖开鱼腹看看盒坠在不在它的肚子里。",
["S"] = {
"珍贵的盒坠",
},
},
[27000] = {
["T"] = "熟能生巧",
["O"] = "骑上一匹壁炉谷野马前往北山伐木场，用它的嘶鸣技能吓跑25只北山蜘蛛。",
["S"] = {
"吓跑北山蜘蛛",
},
},
[54510] = {
["T"] = "恶作剧完成",
["O"] = "向伯拉勒斯的高级指挥官维姆班恩报告。",
},
[55534] = {
["T"] = "锈栓留声机",
["O"] = "在锈栓镇酒吧——微醺的工匠安装留声机。",
},
[28280] = {
["T"] = "把它们从天上打下来！",
["O"] = "用肩扛式猎龙炮消灭8头龙喉黑色幼龙。",
["S"] = {
"消灭龙喉黑色幼龙",
},
},
[57070] = {
["T"] = "歼灭魔古",
["O"] = "消灭昆莱山的魔古。",
["S"] = {
"消灭昆莱山的魔古族",
},
},
[66011] = {
["T"] = "追忆伊瑟拉",
["O"] = "再次寻找瑟拉姆斯。",
["S"] = {
"跟随赛琳娜和菲琳娜",
},
},
[41711] = {
["T"] = "军团再临110级部落",
},
[42735] = {
["T"] = "维库地盘上的玛拉丝",
["O"] = "从奥鲁丹·白云那里取得飞行工具，然后到风暴峡湾找玛拉丝·夜影。",
["S"] = {
"使用奥鲁丹的飞行工具（可选）",
"找到玛拉丝·夜影",
},
},
[30072] = {
["T"] = "蚕丝从哪里来",
["O"] = "获得桑叶，喂给5只饥饿的蚕宝宝，拿到生丝。",
["S"] = {
"桑叶",
"给饥饿的蚕宝宝喂食",
"生丝",
},
},
[44271] = {
["T"] = "艾萨拉之眼： 进入艾萨拉之眼",
["O"] = "击败艾萨拉之眼的艾萨拉之怒。",
["S"] = {
[2] = "雕刻贝壳",
},
},
[30584] = {
["T"] = "人间美味！",
["O"] = "在卡桑琅丛林的都阳河捕获7条都阳鳗鱼。",
["S"] = {
"都阳鳗鱼",
},
},
[31096] = {
["T"] = "《为何而战》",
["O"] = "将《为何而战》带给闻道之座的游学者周卓。",
},
[63214] = {
["T"] = "向月莓报告",
["O"] = "向月莓女勋爵报告。",
},
[82395] = {
["T"] = "焰触战袍",
},
[67036] = {
["T"] = "肯瑞托之怒",
["O"] = "使用奥术轰击者，帮助卡德加击败拜荒者。",
["S"] = {
"击退拜荒军团",
},
},
[34544] = {
["T"] = "Spires of Arak Challenge Mode - Gold Addition (Nth)",
},
[86491] = {
["T"] = "卑鄙双雄齐登场！",
["O"] = "在多恩诺嘉尔的参赛者大门附近和威涅·斯维茨交谈。",
},
[36080] = {
["T"] = "力量的证明：小戈隆鳞片",
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
},
[9149] = {
["T"] = "瘟疫海岸",
["O"] = "将6根染疫鱼人脊骨交给塔奎林的药剂师雷兹特恩。",
["S"] = {
"染疫鱼人脊骨",
},
},
[147] = {
["T"] = "猎杀收货人",
["O"] = "找到“收货人”并杀掉他，然后带着收货人的戒指回来见治安官帕特尔森。",
["S"] = {
"收货人的戒指",
},
},
[38128] = {
["T"] = "WOD 90-99",
},
[55535] = {
["T"] = "微醺的工匠",
["O"] = "在锈栓镇酒吧——微醺的工匠处安装锈栓美酒生成器。",
},
[9917] = {
["T"] = "是我眼花了？",
["O"] = "找回石拳计划书，然后向纳格兰塔拉的女猎手彬图克复命。",
["S"] = {
"石拳计划书",
},
},
[57071] = {
["T"] = "一滴都不能少",
["O"] = "在昆莱山找到被丟弃的酒桶。",
},
[66013] = {
["T"] = "门前调查",
["O"] = "搜索区域，寻找线索。",
["S"] = {
"检查破损的看护者",
"检查大门",
"检查折断的法杖",
},
},
[58095] = {
["T"] = "伤逝剧场：困难时期",
["O"] = "进入伤逝剧场地下城，击败其中的冠军。",
["S"] = {
"消灭斩血",
"消灭无堕者哈夫",
"消灭库尔萨洛克",
"消灭无尽女皇莫德蕾莎",
},
},
[42224] = {
["T"] = "月影里的秘密",
["O"] = "探索月影圣殿。",
["S"] = {
"探索月影圣殿",
},
},
[10941] = {
["T"] = "暗月愚人套牌",
["O"] = "当暗月马戏团来到镇上的时候，把愚人套牌交给他们。",
},
[44272] = {
["T"] = "黑心林地：进入黑心林地",
["O"] = "击败黑心林地的萨维斯之影。",
["S"] = {
[2] = "一瓶毒血",
},
},
[91612] = {
["T"] = "永恒研究",
},
[46832] = {
["T"] = "阿尔甘岗哨",
["O"] = "与阿尔甘岗哨的驯龙者海德克谈一谈。",
},
[78301] = {
["T"] = "无赖港滑翔",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[187] = {
["T"] = "勇斗猛虎",
["O"] = "猎杀5只老年荆棘谷猛虎。",
["S"] = {
"消灭老年荆棘谷猛虎",
},
},
[80349] = {
["T"] = "回程时间",
["O"] = "返回莫拉塔丽处。",
},
[191] = {
["T"] = "追踪猎豹",
["O"] = "猎杀10只黑豹。",
["S"] = {
"消灭黑豹",
},
},
[24697] = {
["T"] = "如何获取鲜肉",
["O"] = "使用腐臭的肉块引诱恐龙踩进马绍尔哨站附近的陷阱坑。",
["S"] = {
"引诱恐龙",
},
},
[83421] = {
["T"] = "完美的婚礼",
["O"] = "阻止婚礼破坏者对现场造成太大的破坏。",
["S"] = {
"与克拉兹·托克伦齐交谈",
},
},
[25209] = {
["T"] = "戈杜尼的威胁",
["O"] = "杀死高原荒野的16名戈杜尼食人魔。",
["S"] = {
"击败戈杜尼食人魔",
},
},
[34545] = {
["T"] = "Shadowmoon Burial Grounds Challenge Mode - Bronze Addition (Nth)",
},
[35057] = {
["T"] = "Vignette XP reward - Frostfire",
},
[13117] = {
["T"] = "它们从哪儿来的？",
["O"] = "调查缝合场东部的召唤祭坛，然后返回黑色观察站，向黑暗骑士阿尔蕾汇报情况。",
["S"] = {
"调查召唤祭坛",
},
},
[13501] = {
["T"] = "糖罐",
},
[38129] = {
["T"] = "Legion 100-109 A",
},
[13757] = {
["T"] = "冠军的利剑",
["O"] = "找到灰木之剑，把它交给银色比武场的亚琳·永歌。",
["S"] = {
"灰木之剑",
},
},
[13885] = {
["T"] = "保卫黑海岸",
["O"] = "跟古树之林外的奥修斯谈一谈，骑上角鹰兽，从空中对8头白尾鹿、8只灰斑蓟熊，和8头月夜雌/雄虎进行防疫。",
["S"] = {
"保护灰斑蓟熊",
"保护月夜虎",
"保护白尾鹿",
},
},
[28025] = {
["T"] = "征召冒险者：剃刀高地",
["O"] = "与克莉丝塔萨交谈。",
},
[28281] = {
["T"] = "桑德玛尔背水一战",
["O"] = "徒步杀死8名龙喉掠天战士。",
["S"] = {
"消灭龙喉掠天战士",
},
},
[28793] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[58096] = {
["T"] = "来自莱加尼的补给",
["O"] = "与锦绣谷的章喾谈一谈，获得奖励。",
},
[84446] = {
["T"] = "卡兹阿加的名望",
["O"] = "与多恩诺嘉尔的菲琳·洛萨交谈。",
},
[86494] = {
["T"] = "LFGDungeons - Timewalking \"Heroic\" Random - Nth",
},
[71135] = {
["T"] = "未知的结局",
["O"] = "在碧蓝林海的雪皮营地直面霜齿。",
["S"] = {
"发出集结信号",
},
},
[44273] = {
["T"] = "黑心林地：进入黑心林地",
["O"] = "击败黑心林地的萨维斯之影。",
["S"] = {
[2] = "一瓶毒血",
},
},
[239] = {
["T"] = "西泉要塞",
["O"] = "到西泉要塞去和瑞尼尔副队长谈一谈。",
},
[31097] = {
["T"] = "《螳螂群之心》",
["O"] = "将《螳螂群之心》带给闻道之座的游学者周卓。",
},
[77279] = {
["T"] = "风暴要塞飞掠 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78303] = {
["T"] = "无赖港滑翔 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79327] = {
["T"] = "闪光碎片",
["O"] = "将闪光的粘土交给贝尼加兹矿坑附近的欧森兹。",
},
[65264] = {
["T"] = "迁移行动",
["O"] = "引导并交还8只野生元鸟，并在魂灵供给扇区消灭6只灵魂干渴的饕餮者和2只现实突破者。",
["S"] = {
"收集绳索",
},
},
[66016] = {
["T"] = "提莱氏族",
["O"] = "向卡尔因·多图尔报告。",
},
[49905] = {
["T"] = "剧情反转",
["O"] = "消灭沃加巴。",
["S"] = {
"对抗沃加巴",
},
},
[50417] = {
["T"] = "毁灭已经降临",
["O"] = "找到神秘的信的作者。",
},
[34546] = {
["T"] = "Shadowmoon Burial Grounds Challenge Mode - Silver Addition (Nth)",
},
[35058] = {
["T"] = "神秘合剂",
["O"] = "在你的要塞与洛纳什谈一谈。",
},
[75232] = {
["T"] = "陨落者的财物",
["O"] = "将谢利顿·哈斯尔的财物还给查拉雷克洞窟中龙鳞探险队营地里的大地治愈者纳尔弗拉。",
},
[38130] = {
["T"] = "Legion 100-109 H",
},
[77280] = {
["T"] = "风暴要塞飞掠 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79328] = {
["T"] = "大使馆与特使",
["O"] = "在多恩诺嘉尔为你的阵营建立大使馆。",
["S"] = {
"在多恩诺嘉尔找到部落大使管事",
},
},
[66017] = {
["T"] = "欧恩伊尔氏族",
["O"] = "在秘术师之池旁与欧恩·瑟什滕见面。",
},
[58097] = {
["T"] = "奥丹姆联军的补给品",
["O"] = "与奥丹姆的供给官寇拉谈一谈，获得奖励。",
},
[58609] = {
["T"] = "夺取王座",
["O"] = "去玛卓克萨斯的兵主之座向德拉卡女男爵汇报。",
["S"] = {
"飞到玛卓克萨斯的阴冷棱堡（可选）",
"返回兵主之座向德拉卡女男爵汇报",
},
},
[334] = {
["T"] = "萨尔曼的针线包",
["O"] = "到暴风城法师区的拉尔森服装店去，将针线包带给萨尔曼·斯涅德。",
},
[43250] = {
["T"] = "前往庭院",
["O"] = "在瓦尔莎拉的渡鸦庭院与瓦莉拉·萨古纳尔碰头。",
},
[44274] = {
["T"] = "群星庭院：进入群星庭院",
["O"] = "击败群星庭院的顾问麦兰杜斯。",
["S"] = {
[2] = "迷人的宴会邀请函",
},
},
[75233] = {
["T"] = "肉白骨",
["O"] = "寻找咬伤斯库托格的野兽的毒液。",
["S"] = {
"发现洞穴入口",
},
},
[76257] = {
["T"] = "黑暗院长的天灾石",
["O"] = "找到对黑暗院长的天灾石感兴趣的人。",
},
[24442] = {
["T"] = "克瓦迪尔的进攻计划",
["O"] = "取得迷雾之心，将它和克瓦迪尔进攻计划一同交给银色比武场的裁决者玛蕾尔·图哈特。",
["S"] = {
"迷雾之心",
},
},
[66018] = {
["T"] = "诺库德氏族",
["O"] = "陪同托木尔去找守卫巴希尔。",
},
[25210] = {
["T"] = "改变的迹象",
["O"] = "收集8个被感染的鹿角。",
["S"] = {
"被感染的鹿角",
},
},
[34547] = {
["T"] = "Shadowmoon Burial Grounds Challenge Mode - Gold Addition (Nth)",
},
[51442] = {
["T"] = "现在我是船长了",
["O"] = "杀死莱尼克船长。",
["S"] = {
"消灭莱尼克船长",
},
},
[35571] = {
["T"] = "威震盆地，横扫山谷",
["O"] = "在奥特兰克山谷和阿拉希盆地各赢得一场战斗。",
},
[36083] = {
["T"] = "力量的证明：戈隆眼球",
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
},
[52978] = {
["T"] = "王子随行",
["O"] = "跟亡灵舰长塔特赛尔交谈，返回祖达萨。",
},
[38131] = {
["T"] = "Vanilla 10-19",
},
[38643] = {
["T"] = "村庄危机",
["O"] = "在鲑鱼溪与希斯罗镇长谈一谈。",
},
[28026] = {
["T"] = "征召冒险者：奥达曼",
["O"] = "与高阶考察者泰瑟兰·血望者交谈。",
},
[28282] = {
["T"] = "驯龙者纳克拉尔",
["O"] = "杀死纳克拉尔·掠爪。做好准备后就去跟科林·桑德玛尔谈一谈。",
["S"] = {
"消灭纳克拉尔·掠爪",
},
},
[66019] = {
["T"] = "光耀先祖",
["O"] = "帮助卡尔因·多图尔为先祖准备盛宴。",
},
[41715] = {
["T"] = "军团再临110级部落",
},
[71139] = {
["T"] = "发光的奥术宝石",
["O"] = "将发光的奥术宝石带给安东尼达斯营地的过目不忘的诺莉柯。",
},
[44275] = {
["T"] = "群星庭院：进入群星庭院",
["O"] = "击败群星庭院的顾问麦兰杜斯。",
["S"] = {
[2] = "迷人的宴会邀请函",
},
},
[77283] = {
["T"] = "多线战斗",
["O"] = "在中心营地与塞琳尼、记录者安里姆和瓦斯卡尔恩见面。",
["S"] = {
"找到塞琳尼",
"找到记录者安里姆",
"找到瓦斯卡尔恩",
},
},
[65266] = {
["T"] = "失落的研究",
["O"] = "为档案员罗-遂尔从刻希亚裂隙里找回刻希亚贮藏器。",
["S"] = {
[2] = "进入裂隙传送门",
[3] = "刻希亚贮藏器",
},
},
[66020] = {
["T"] = "兆示焚香",
["O"] = "收集5朵吮蜜之花，将其磨成吮蜜熏香，随后在仪式中协助欧恩·瑟什滕。",
["S"] = {
"吮蜜熏香",
},
},
[67044] = {
["T"] = "英雄传说：亚妮",
["O"] = "聆听亚妮的传说",
["S"] = {
"了解亚妮的事情",
},
},
[34548] = {
["T"] = "Iron Depot Challenge Mode - Bronze Addition (Nth)",
},
[51443] = {
["T"] = "争霸艾泽拉斯：使命宣言",
["O"] = "在奥格瑞玛的大酋长希尔瓦娜斯·风行者那里接受任务。",
["S"] = {
"到奥格瑞玛与大酋长希尔瓦娜斯·风行者交谈",
},
},
[35572] = {
["T"] = "地狱火城墙奖励任务",
},
[9150] = {
["T"] = "重建历史",
["O"] = "魔导师戴伦尼斯要你前往塔奎林以西的月亮圣殿，从那里的奥术吞噬者和法力流窜者身上取回8份晶化法力精华。",
["S"] = {
"晶化法力精华",
},
},
[38132] = {
["T"] = "Classic 20-29",
},
[38644] = {
["T"] = "调查村庄",
["O"] = "调查希斯罗的宅邸、玛尔婆婆的农场以及德雷克里夫码头。",
["S"] = {
"调查希斯罗的宅邸",
"调查玉米地",
"调查码头",
},
},
[39668] = {
["T"] = "恶心礼物！",
["O"] = "销毁5份怪礼物。",
["S"] = {
"销毁怪礼物",
},
},
[10046] = {
["T"] = "跨越黑暗之门",
["O"] = "跨越黑暗之门，跟萨尔玛的纳兹格雷尔谈一谈。",
},
[10302] = {
["T"] = "暴躁的变异体",
["O"] = "杀死8个暴躁的变异体，然后向埃门谷坠毁点的植物学家塔蕾克丝复命。",
["S"] = {
"消灭暴躁的变异体",
},
},
[42740] = {
["T"] = "破碎海滩之战",
["O"] = "搭乘第三舰队的舰船前往破碎海滩。",
["S"] = {
"搭乘舰船前往破碎海滩",
},
},
[10942] = {
["T"] = "儿童周",
["O"] = "使用血精灵孤儿哨召唤出你将在儿童周期间照看的小孩。",
},
[44276] = {
["T"] = "黑鸦堡垒：黑鸦堡垒领主",
["O"] = "击败黑鸦堡垒的库塔洛斯·拉文凯斯。",
["S"] = {
[2] = "黑鸦信函",
},
},
[45812] = {
["T"] = "突袭瓦尔莎拉",
["O"] = "击退瓦尔莎拉的燃烧军团部队。",
["S"] = {
"击退军团据点",
},
},
[63731] = {
["T"] = "研究刻希亚圣物",
["O"] = "找到学者罗-遂尔，进一步了解圣物。",
},
[11966] = {
["T"] = "节日的焚香",
["O"] = "节日诗人希望你带着夏季焚香前往任意部落营地外的篝火旁，将焚香交给该处的夏季火元素。",
},
[24443] = {
["T"] = "被捕的猎人",
["O"] = "从刺背野猪人那里夺得粗糙的钥匙，打开关押宏诺·猎鹿者的牢笼。",
["S"] = {
"粗糙的钥匙",
},
},
[33013] = {
["T"] = "烈焰与雷霆",
["O"] = "在骨渣锻炉里检查攻城军需品和厚钢板。",
["S"] = {
"检查攻城军需品",
"检查厚钢板",
},
},
[24955] = {
["T"] = "未经许可",
["O"] = "让10个砂槌食人魔在表格上签名。",
["S"] = {
"获得签名",
},
},
[50420] = {
["T"] = "轻轻摇晃过的礼品",
},
[34549] = {
["T"] = "Iron Depot Challenge Mode - Silver Addition (Nth)",
},
[25723] = {
["T"] = "碰运气",
["O"] = "从被迫迁徙的蛇颈龙身上割下8块蛇颈龙肉块。",
["S"] = {
"蛇颈龙肉块",
},
},
[25979] = {
["T"] = "情绪澎湃",
["O"] = "在盔枕湖杀死6只盔枕湖涌动者。",
["S"] = {
"消灭盔枕湖涌动者",
},
},
[844] = {
["T"] = "平原陆行鸟的威胁",
["O"] = "收集7个陆行鸟的喙。",
["S"] = {
"陆行鸟的喙",
},
},
[38133] = {
["T"] = "Classic 30-39",
},
[27515] = {
["T"] = "臭根的价值",
["O"] = "在暮光海滩收集8条带刺的臭根。",
["S"] = {
"带刺的臭根",
},
},
[28539] = {
["T"] = "英雄的召唤：石爪山！",
["O"] = "去找灰谷和石爪山交界处的星尘塔的女猎手嘉琳。",
},
[66023] = {
["T"] = "破约弃盟",
["O"] = "消灭10个诺库德部队成员。",
["S"] = {
"消灭诺库德部队",
},
},
[41717] = {
["T"] = "军团再临110级部落",
},
[42229] = {
["T"] = "沙尔艾兰",
["O"] = "跟随塔莉萨探索沙尔艾兰。",
["S"] = {
"探索沙尔艾兰",
},
},
[29563] = {
["T"] = "失踪的同伴",
["O"] = "调查博学者拜特和除草者格林萨姆的下落，然后向观察者杰哈恩复命。",
["S"] = {
"找到博学者拜特",
"找到除草者格林萨姆",
},
},
[44277] = {
["T"] = "黑鸦堡垒：黑鸦堡垒领主",
["O"] = "击败黑鸦堡垒的库塔洛斯·拉文凯斯领主。",
["S"] = {
[2] = "黑鸦信函",
},
},
[75239] = {
["T"] = "菲莱克的信徒：谢戴赛索",
["O"] = "收集谢戴赛索的徽记。",
},
[31355] = {
["T"] = "回复玉之纯净",
["O"] = "帮助贤者马里、刘·焰心和游学者石步解决煞魔的问题。",
},
[31611] = {
["T"] = "昆莱劲酒",
["O"] = "保护酿月祭。",
["S"] = {
"保护酿月祭",
},
},
[32123] = {
["T"] = "死战到底",
["O"] = "在统御岗哨击败10名联盟士兵。",
["S"] = {
"击败联盟",
},
},
[65268] = {
["T"] = "滋滋嗡嗡！",
["O"] = "使用掮灵开悟者设备，从元蜂巢中移除元尊残骸。",
["S"] = {
"找回碎屑",
},
},
[66024] = {
["T"] = "绝命断后",
["O"] = "消灭守卫巴希尔。",
["S"] = {
"消灭守卫巴希尔",
},
},
[34550] = {
["T"] = "Iron Depot Challenge Mode - Gold Addition (Nth)",
},
[86503] = {
["T"] = "卑鄙双雄都是谁？",
["O"] = "在完成威涅的“卑鄙”任务的同时击败卑鄙双雄，随后和威涅·斯维茨交谈。",
["S"] = {
"与茜吉·玛洛交谈",
"吃下卑鄙美食",
"饮用卑鄙药水",
"破坏卑鄙布景",
"赢得卑鄙双雄的比赛",
},
},
[35574] = {
["T"] = "斯坦索姆（仆从入口）奖励任务",
},
[36086] = {
["T"] = "力量的证明：木精花蕾",
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
},
[38134] = {
["T"] = "Classic 40-49",
},
[39670] = {
["T"] = "小动物驱散射击",
["O"] = "在日霜林地抓捕兔子。",
["S"] = {
"抓捕兔子",
},
},
[57077] = {
["T"] = "寻求买家！",
["O"] = "和荆棘谷的莎希·硬钳交谈。",
["S"] = {
"乘坐飞行器",
},
},
[66025] = {
["T"] = "诺库德威胁",
["O"] = "讨论下一步。",
},
[69097] = {
["T"] = "解封宝库",
["O"] = "在龙鳞先遣营地与编目员杰克斯交谈。",
},
[60149] = {
["T"] = "觐见仲裁官",
["O"] = "仲裁官之声请你前往仲裁官密室，与他们详谈。",
["S"] = {
"和塔尔-伊纳拉一起拜访仲裁官",
},
},
[91624] = {
["T"] = "星光火花",
["O"] = "与多恩诺嘉尔的管理者胡伯恩交谈。",
},
[63733] = {
["T"] = "杀出一条路",
["O"] = "击败15名渊誓入侵者。",
["S"] = {
"消灭渊誓者",
},
},
[79337] = {
["T"] = "最后一程",
["O"] = "等待寇尔甘，然后在陡坡岗哨外与乌尔塔戈会合。",
},
[66026] = {
["T"] = "需要紧急措施",
["O"] = "在蕨皮外围区与布莉娜见面。",
},
[67050] = {
["T"] = "霜齿：表里症结",
["O"] = "在碧蓝林海中放置图腾，解救被困的海象人猎手。",
["S"] = {
"放置雪皮图腾",
},
},
[34551] = {
["T"] = "Shaper Dungeon [PH] Challenge Mode - Bronze Addition (Nth)",
},
[25724] = {
["T"] = "霜鬃的挑衅",
["O"] = "在闪光岭杀死5名霜鬃先知和7名霜鬃雪行者。",
["S"] = {
"消灭霜鬃先知",
"消灭霜鬃雪行者",
},
},
[35575] = {
["T"] = "斯坦索姆（仆从入口奖励目标）奖励任务",
},
[26236] = {
["T"] = "萨丁的提醒",
["O"] = "同西部荒野萨丁农场的农夫萨丁交谈。",
},
[27004] = {
["T"] = "暮光的阴谋",
["O"] = "搜集真主之门计划书。",
["S"] = {
"真主之门计划书",
},
},
[27260] = {
["T"] = "帕瓦尔·雷瑟上尉",
["O"] = "把雷瑟的徽章带给蕨墙村的克罗格。",
},
[55030] = {
["T"] = "图纸：废铁陷阱",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库里。",
},
[79338] = {
["T"] = "走失的土灵",
["O"] = "帮助乌尔塔戈寻找寇尔甘。",
["S"] = {
"与乌尔塔戈见面",
},
},
[57078] = {
["T"] = "贵宾名单",
["O"] = "为钩锤的私人拍卖会递送邀请函。",
["S"] = {
"邀请诺格弗格",
},
},
[28796] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[41719] = {
["T"] = "军团再临110级部落",
},
[42231] = {
["T"] = "神秘的圣骑士",
["O"] = "在达拉然与塔瓦德谈一谈。",
},
[29564] = {
["T"] = "背叛的手足",
["O"] = "杀死背叛者门努，然后向纳霍德复命。",
["S"] = {
"消灭背叛者门努",
},
},
[70123] = {
["T"] = "原始龙害",
["O"] = "在狂野海滩消灭10条原始始祖幼龙。",
["S"] = {
"消灭原始始祖幼龙",
},
},
[31100] = {
["T"] = "《野牛人之歌》",
["O"] = "将《野牛人之歌》带给闻道之座的游学者周卓。",
},
[46327] = {
["T"] = "暗影契约",
["O"] = "前往达拉然地下的守护者大厅与雷特森·焰怒见面。",
},
[46839] = {
["T"] = "来自黑暗",
["O"] = "与大主教图拉扬同行。",
["S"] = {
"与大主教图拉扬同行",
},
},
[63734] = {
["T"] = "碎裂的法杖",
["O"] = "取回脉蕴法杖的三块碎片。",
["S"] = {
"脉蕴法杖的杖首",
"脉蕴法杖的杖身",
"脉蕴法杖的握把",
},
},
[79339] = {
["T"] = "传统的转变",
["O"] = "在海滩边与乌尔塔戈和寇尔甘见面。",
},
[34552] = {
["T"] = "Shaper Dungeon [PH] Challenge Mode - Silver Addition (Nth)",
},
[8767] = {
["T"] = "轻轻摇晃过的礼品",
},
[8895] = {
["T"] = "送往北部圣殿的信",
["O"] = "将无记号的信件送给永歌森林北部圣殿的魔网监护者凯丹尼斯。",
},
[37112] = {
["T"] = "休息和放松",
["O"] = "和狮王之傲旅店的旅店老板法雷谈一谈。",
},
[9407] = {
["T"] = "燃烧的远征：跨越黑暗之门",
["O"] = "穿越黑暗之门，找到沃雷恩中将。他就在黑暗之门另一侧的外域等你。",
},
[38136] = {
["T"] = "TBC 60-69",
},
[38648] = {
["T"] = "黑鸦指令",
["O"] = "回鲑鱼溪找指挥官加洛德·影歌。",
},
[9791] = {
["T"] = "沼牙的威胁",
["O"] = "杀掉10个沼牙撕裂者，然后向泰雷多尔的诺兰妮复命。",
["S"] = {
"消灭沼牙撕裂者",
},
},
[9919] = {
["T"] = "孢子村",
["O"] = "去赞加沼泽孢殖林北边的孢子村，将抢救出来的孢子囊交给姆希菲。",
},
[57079] = {
["T"] = "把他打出渣！",
["O"] = "完成渣客城场景战役。",
["S"] = {
"拯救渣客城",
},
},
[67053] = {
["T"] = "和平之机",
["O"] = "向部落代表介绍自己。",
},
[10815] = {
["T"] = "瓦萨雷克的日记：战争的前奏",
["O"] = "前往火红岗哨寻找玛库斯·奥拉林，他是沙塔尔的高级将领。",
},
[60151] = {
["T"] = "穿过帷幕的门扉",
["O"] = "建立返回艾泽拉斯的传送门。",
["S"] = {
"与助祭交谈",
},
},
[72173] = {
["T"] = "腕部附魔",
["O"] = "为瓦德拉肯的索拉苟萨制作2个吸血之令。",
["S"] = {
"附魔护腕 - 吸血之令 |A:Professions-Icon-Quality-Tier3-Small:18:18:0:2|a",
},
},
[11199] = {
["T"] = "向斥候诺勒斯报到",
["O"] = "亚当斯上尉要你前往灰烬长矛塔楼，向斥候诺勒斯报到。",
},
[45304] = {
["T"] = "攻杀暗影",
["O"] = "返回搏击俱乐部。",
},
[45816] = {
["T"] = "选择支援的职业大厅",
},
[11711] = {
["T"] = "逃兵快递，30分钟送到否则免费",
["O"] = "将联盟逃兵押送到战歌要塞东边的十字路口，鸣响战歌信号枪通知联盟。\n\n顺利完成押送任务后向斥候图古克报到。",
["S"] = {
"交接联盟逃兵",
},
},
[79341] = {
["T"] = "净秽灰烬",
["O"] = "在无眠河口附近收集6朵烬褶花。",
["S"] = {
"收集烬褶花",
},
},
[12479] = {
["T"] = "巫妖王之怒：挺进诺森德！",
["O"] = "Speak to the Alliance Recruiter inside Valiance Keep in Borean Tundra or the one at Vengeance Landing in Howling Fjord.",
},
[12735] = {
["T"] = "净化之歌",
["O"] = "雨声树屋的索乌尼要你在苦潮湖、冬拥河和河流之心敲响净化之钟，杀死污染水源的邪灵。",
["S"] = {
"消灭埃萨之魂",
"消灭哈尔卡兰之魂",
"消灭库乌苏之魂",
},
},
[51448] = {
["T"] = "名师出高徒",
["O"] = "喝下贾登的药水，让黄蜂采集你的花粉。",
["S"] = {
"采集花粉",
},
},
[71150] = {
["T"] = "继续探索界门",
["O"] = "在觉醒海岸的红玉之鳞岗哨与塞林·暗砧见面。",
},
[26237] = {
["T"] = "日子不好过",
["O"] = "击败10个看守傀儡。",
["S"] = {
"消灭看守傀儡",
},
},
[13375] = {
["T"] = "英雄聚焦之虹的钥匙",
["O"] = "前往龙骨荒野的龙眠神殿，将英雄聚焦之虹的钥匙交给阿莱克丝塔萨，生命的缚誓者。",
},
[27005] = {
["T"] = "暮光的阴谋",
["O"] = "搜集真主之门计划书。",
["S"] = {
"真主之门计划书",
},
},
[38137] = {
["T"] = "WLK 70-79",
},
[79342] = {
["T"] = "他的辞别",
["O"] = "帮助乌尔塔戈和寇尔甘举行仪式。",
["S"] = {
"放置熏香",
},
},
[40185] = {
["T"] = "肩负重任",
["O"] = "取得洛胡恩的护肩。",
["S"] = {
"洛胡恩的护肩",
},
},
[28797] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[58104] = {
["T"] = "秀而勿言",
["O"] = "与月莓女勋爵沟通。",
["S"] = {
"与月莓沟通",
},
},
[58616] = {
["T"] = "锻造勇士",
["O"] = "和骨匠海尔米尔谈谈你的符文剑。",
["S"] = {
"和骨匠海尔米尔谈谈你的符文剑",
},
},
[29565] = {
["T"] = "铁石心肠",
["O"] = "将入侵者之爪和奴隶主之眼交给观察者杰哈恩。",
["S"] = {
"入侵者之爪",
"奴隶主之眼",
},
},
[71151] = {
["T"] = "继续探索界门",
["O"] = "在觉醒海岸的红玉之鳞岗哨与塞林·暗砧见面。",
},
[44281] = {
["T"] = "整装待发",
["O"] = "拜访德拉诺什尔封锁线的部落部队。",
["S"] = {
"打磨护甲",
"强化武器",
"享用最后一餐",
"切磋一下热热身",
},
},
[62200] = {
["T"] = "运转中的心能之核",
["O"] = "将运转中的心能之核交给卡莉丝塞茵。",
},
[31357] = {
["T"] = "四王的遗物",
["O"] = "收集巫王提安的提灯、疯王蒙恩的天平、战王齐昂的《战争之道》和匪王速不台的迅捷之弓。",
["S"] = {
"巫王提灯",
"疯王蒙恩的天平",
"齐昂的《战争之道》",
"速不台的迅捷之弓",
},
},
[31613] = {
["T"] = "烈性绿石佳酿",
["O"] = "帮助防守绿石村。",
["S"] = {
"保卫绿石村",
},
},
[78319] = {
["T"] = "超然盛放",
["O"] = "参与超然盛放，并吃下出现的美梦果。",
["S"] = {
"在超然盛放期间食用美梦果来获得能力（可选）",
"获得繁茂",
"完成超然盛放",
},
},
[79343] = {
["T"] = "每天都嗅个不停",
["O"] = "将怪异蜡团交给冈达加兹的诺布勒斯。",
["S"] = {
"将一块怪蜡交给冈达加兹的诺布勒斯",
},
},
[34554] = {
["T"] = "Upper Blackrock Spire Challenge Mode - Bronze Addition (Nth)",
},
[51961] = {
["T"] = "继续作战",
["O"] = "在赞达拉战役地图上选择一个据点。",
["S"] = {
"选择据点",
},
},
[4512] = {
["T"] = "远方的软泥怪",
["O"] = "将6瓶被诅咒的软泥怪样本和6瓶被污染的软泥怪样本交给铁炉堡的拉里斯·空轮。",
["S"] = {
"被诅咒的软泥怪样本",
"被污染的软泥怪样本",
},
},
[36602] = {
["T"] = "来自纳格兰的消息",
["O"] = "到你在霜火岭的要塞与洛坎交谈。",
},
[91631] = {
["T"] = "纪元滚滚向前",
},
[38138] = {
["T"] = "Cata/MoP 80-89",
},
[39674] = {
["T"] = "再试一次！",
["O"] = "前往干船坞找索洛格·拉克建造新的驱逐舰。驱逐舰建造完成后，派它去执行新的行动。",
},
[40186] = {
["T"] = "耐打的卓格巴尔",
["O"] = "消灭15个卓格巴尔，向何鲁尔证明你的能力。",
["S"] = {
"在白水溪消灭卓格巴尔",
},
},
[41722] = {
["T"] = "军团再临110级部落",
},
[58617] = {
["T"] = "维持秩序",
["O"] = "将命令传达给召唤师派雷克斯、教官泰莱丝和剑斗士米维克斯。",
["S"] = {
"首席召唤师派雷克斯",
"教官泰莱丝",
"剑斗士米维克斯",
},
},
[59641] = {
["T"] = "库尔提拉斯王国",
["O"] = "与暴风城港口的吉安娜·普罗德摩尔交谈。",
["S"] = {
"与嘉里克船长交谈",
},
},
[60153] = {
["T"] = "踏足未知",
["O"] = "调查未知区域。",
["S"] = {
"前往未知区域",
},
},
[44282] = {
["T"] = "艾萨拉之眼：冰封之魂",
["O"] = "从艾萨拉之怒那里取回冰封之魂吊坠。",
["S"] = {
"冰封之魂吊坠",
},
},
[91632] = {
["T"] = "纪元之旅的终点",
},
[33019] = {
["T"] = "NC S1 Q2",
},
[34555] = {
["T"] = "Upper Blackrock Spire Challenge Mode - Silver Addition (Nth)",
},
[36091] = {
["T"] = "力量的证明：兽人荆棘",
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
},
[89585] = {
["T"] = "夜幕激斗",
},
[27006] = {
["T"] = "飞越",
["O"] = "调查真主之门的中央地带。",
["S"] = {
"调查真主之门",
},
},
[38139] = {
["T"] = "WOD 90-99",
},
[27774] = {
["T"] = "撼动军心",
["O"] = "在柯什营地杀死9名火烟食人魔。",
["S"] = {
"杀死火烟食人魔",
},
},
[28542] = {
["T"] = "大酋长的命令：费伍德！",
["O"] = "去找费伍德翡翠圣地的泰尼尔·飘叶。",
},
[41723] = {
["T"] = "军团再临110级部落",
},
[58618] = {
["T"] = "骨胶附魔",
["O"] = "消灭髓颌并从其尸体上收集强化之骨。",
["S"] = {
"强化之骨",
},
},
[42747] = {
["T"] = "枭兽在哪里",
["O"] = "在失落之光岩洞中杀掉10只枭兽和8只波动的骨质软泥怪。",
["S"] = {
"消灭枭兽",
"消灭波动的骨质软泥怪",
},
},
[43259] = {
["T"] = "小心那棵扭曲之树",
["O"] = "调查鲑鱼溪的扭曲之树。",
},
[60154] = {
["T"] = "理解暗影界",
["O"] = "与塔尔-伊纳拉交谈。",
["S"] = {
"与塔尔-伊纳拉交谈",
},
},
[44283] = {
["T"] = "翡翠梦魇：撕开帷幕",
["O"] = "从普通难度翡翠梦魇的塞纳留斯身上收集4个清醒精华。",
["S"] = {
"清醒精华",
},
},
[31102] = {
["T"] = "《少昊的七罪责》",
["O"] = "将《少昊的七罪责》带给闻道之座的游学者周卓。",
},
[62714] = {
["T"] = "送给助祭的礼物",
["O"] = "将克莱斯忒莉尔的礼物送给纯洁神庙的助祭阿玛尔茜娜。",
},
[46843] = {
["T"] = "回到维迪卡尔",
["O"] = "回到维迪卡尔。",
},
[32126] = {
["T"] = "破灭的希望",
["O"] = "摧毁8个联盟空投补给。",
["S"] = {
"销毁联盟空投补给",
},
},
[49403] = {
["T"] = "罗德里格复仇记",
["O"] = "在自由镇对100个海盗进行污秽轰炸。",
["S"] = {
"炸飞海盗",
},
},
[68084] = {
["T"] = "温柔的巨犬",
["O"] = "将泰瓦恩派往马拉科的牧羊人泰瓦特伊处接受训练。",
["S"] = {
"与泰瓦恩交谈",
},
},
[34556] = {
["T"] = "Upper Blackrock Spire Challenge Mode - Gold Addition (Nth)",
},
[8768] = {
["T"] = "华丽的礼物",
},
[9152] = {
["T"] = "托博尔的补给品",
["O"] = "找到拉提斯·托博尔的补给品，把它交给幽魂之地塔奎林的拉提斯·托博尔。",
["S"] = {
"拉提斯·托博尔的补给品",
},
},
[9280] = {
["T"] = "补充治疗水晶",
["O"] = "从附近的峡谷蛾身上取得6瓶蛾血，然后将它们交给埃门谷坠毁点的普罗尼图斯。",
["S"] = {
"一瓶蛾血",
},
},
[9408] = {
["T"] = "被遗忘的英雄",
["O"] = "与荣耀堡的远征军指挥官达纳斯·托尔贝恩谈一谈。",
},
[38140] = {
["T"] = "Legion 100-109 A",
},
[9792] = {
["T"] = "前往塔拉",
["O"] = "前往纳格兰，与塔拉的监护者莫布吉尔谈一谈。",
},
[68085] = {
["T"] = "牧者养成",
["O"] = "在马拉科教泰瓦恩放牧绒羊。",
["S"] = {
"与泰瓦恩交谈",
},
},
[42748] = {
["T"] = "翡翠姐妹",
["O"] = "在失落之光岩洞援救6名月之姐妹。",
["S"] = {
"营救月之姐妹",
},
},
[44284] = {
["T"] = "翡翠梦魇：撕开帷幕",
["O"] = "从英雄难度翡翠梦魇的塞纳留斯身上收集4个清醒精华。",
["S"] = {
"清醒精华",
},
},
[11456] = {
["T"] = "难民的食物",
["O"] = "卡玛古的长者阿图伊克要你前往长矛岛，从长矛岛铲齿鹿身上收集6份长矛岛铲齿鹿肉。",
["S"] = {
"长矛岛铲齿鹿肉",
},
},
[62715] = {
["T"] = "不仅仅是礼物",
["O"] = "获取一朵精心栽培的迎风花。",
["S"] = {
"精心栽培的迎风花",
},
},
[63739] = {
["T"] = "希望崛升",
["O"] = "与希望高地山顶的档案员罗-赛娜拉和学者罗-遂尔碰面。",
},
[47868] = {
["T"] = "冥宫",
["O"] = "前往冥宫庭院与汉扎布对话。",
},
[24703] = {
["T"] = "重要的一课",
["O"] = "跟北郡骑士麦斯米兰谈一谈，了解如何担当侍从之职。",
["S"] = {
"完成侍从训练",
},
},
[24959] = {
["T"] = "从墓穴中醒来",
["O"] = "向提瑞斯法林地的丧钟镇墓地中的送葬者摩尔多报到。",
},
[12736] = {
["T"] = "沉思之歌",
["O"] = "雨声树屋的索乌尼要你在光芒之柱、日灼之柱、苔光之柱和通天之柱的顶端吹响沉思乐管。",
["S"] = {
"在光芒之柱吹响沉思乐管",
"在苔光之柱吹响沉思乐管",
"在通天之柱吹响沉思乐管",
"在日灼之柱吹响沉思乐管",
},
},
[12864] = {
["T"] = "失踪的斥候",
["O"] = "冰霜堡的格罗萨要求你前往伯尔之息山谷和伯尔瀑布，搜寻失踪的霜脉斥候的踪迹。",
["S"] = {
"找到失踪的斥候",
},
},
[72182] = {
["T"] = "LFGDungeons - DF - Normal Random - Nth",
},
[53500] = {
["T"] = "异乡异客",
["O"] = "在暴风城和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[38141] = {
["T"] = "Legion 100-109 H",
},
[55036] = {
["T"] = "恐怖之地",
["O"] = "完成恩佐斯的幻象。",
},
[27775] = {
["T"] = "事情不顺的时候，就使诈",
["O"] = "从柯什营地的食人魔法师训导者手中夺得一根训导者之杖。",
["S"] = {
"训导者之杖",
},
},
[28031] = {
["T"] = "给布里维普的特别货物",
["O"] = "将激冻冰弹交给千针石林沉没的挖掘场的布里维普。",
},
[67063] = {
["T"] = "万年烤制",
["O"] = "收集30份辣味熔岩香料。",
["S"] = {
"辣味熔岩香料",
},
},
[68087] = {
["T"] = "达鲁汉的危险",
["O"] = "与提莱信使交谈，了解赛尔贝克的紧急请求。",
["S"] = {
"与提莱信使交谈",
},
},
[29567] = {
["T"] = "黑色阔步者",
["O"] = "将黑色阔步者的大脑交给塔苏。",
["S"] = {
"黑色阔步者的大脑",
},
},
[70135] = {
["T"] = "侵蚀元素",
["O"] = "在翼眠大使馆消灭15个原始元素。",
["S"] = {
"消灭原始元素",
},
},
[60156] = {
["T"] = "通往晋升堡垒之路",
["O"] = "打开通往晋升堡垒的传送门。",
["S"] = {
"跟随卡-谢尔前往大门。",
},
},
[44285] = {
["T"] = "翡翠梦魇：撕开帷幕",
["O"] = "从史诗难度翡翠梦魇的塞纳留斯身上收集4个清醒精华。",
["S"] = {
"清醒精华",
},
},
[89590] = {
["T"] = "永恒研究：团队作战时刻（希望的终末）",
["O"] = "完成安托鲁斯，燃烧王座的希望的终末区域（任意难度）。",
},
[31103] = {
["T"] = "《刘浪之歌》",
["O"] = "将《刘浪之歌》带给闻道之座的游学者周卓。",
},
[62716] = {
["T"] = "再次迎新",
["O"] = "与奥利波斯飞地的塔尔-伊纳拉交谈。",
},
[46845] = {
["T"] = "复仇岗哨",
["O"] = "挫败燃烧军团对复仇岗哨的围攻，并向伊扎尔·白月报到。",
["S"] = {
"保卫复仇岗哨",
},
},
[78327] = {
["T"] = "匕鞘湾突进 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[49405] = {
["T"] = "戴林之门的守卫",
["O"] = "和泰莉亚一起前往戒卫岭。",
["S"] = {
"骑乘狂风之心",
},
},
[35582] = {
["T"] = "沉没的神庙奖励任务",
},
[36094] = {
["T"] = "力量的证明：古树树枝",
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
},
[89591] = {
["T"] = "永恒研究：团队作战时刻（万神之座）",
["O"] = "完成安托鲁斯，燃烧王座的万神之座区域（任意难度）。",
},
[91639] = {
["T"] = "拥抱属于自己的传奇",
["O"] = "拥抱属于你自己的传奇，随后在达拉然的永恒集市和伊特努丝交谈。",
["S"] = {
[2] = "完成永恒研究任务",
},
},
[77304] = {
["T"] = "神像在手",
["O"] = "将欧恩哈拉的神像交给瓦德拉肯的捍卫者凯索斯。",
},
[58621] = {
["T"] = "随我宣读",
["O"] = "阅读五所密院的符文石上的文字，并通过“/表情”来向每块符文石致敬。",
["S"] = {
"消灭英雄的回响",
"消灭间谍的回响",
"消灭化学家回响",
"消灭魔导师的回响",
"消灭工匠的回响",
},
},
[71161] = {
["T"] = "界门：瓦克索斯",
["O"] = "在碧蓝林海的瓦克索斯之巅找到休眠的界门。",
["S"] = {
"激活界门",
},
},
[44286] = {
["T"] = "守望者地窟：血肉杰作",
["O"] = "从守望者地窟中取回跳动的邪能之心和恶魔内脏。",
["S"] = {
"跳动的邪能之心",
"恶魔内脏",
"守望者之眼",
},
},
[89592] = {
["T"] = "永恒研究：安托鲁斯，燃烧王座（普通难度）",
["O"] = "在安托鲁斯，燃烧王座击败2个首领（普通或更高难度）。",
},
[62717] = {
["T"] = "Venari Rep Token Tracking",
},
[46846] = {
["T"] = "祖尔之语",
["O"] = "将祖尔之语传达给赞达拉港里指定的人。",
["S"] = {
"向诺卡里传达信息",
"向沃基妮传达信息",
"向码头管理员科波传达信息",
},
},
[47870] = {
["T"] = "死无对证",
["O"] = "杀死兰达尔探险队中的其他队员。",
["S"] = {
"消灭枪手埃里克森",
"消灭水手长亨德瑞克斯",
"消灭大副佩里",
},
},
[33023] = {
["T"] = "NC S1 Q6",
},
[24960] = {
["T"] = "苏醒",
["O"] = "同治安官雷德帕斯，莉莉安·沃斯和瓦德雷·莫莱交谈。",
["S"] = {
"同莉莉安·沃斯交谈",
"同治安官雷德帕斯交谈",
"同瓦德雷·莫莱交谈",
},
},
[25216] = {
["T"] = "了不起的萨比诺",
["O"] = "在银潮海沟西侧找到“萨姆”。",
},
[26240] = {
["T"] = "跟着我的节拍",
["O"] = "对6名恶齿战士使用恶齿战鼓。",
["S"] = {
"激励恶齿战士",
},
},
[36607] = {
["T"] = "来自纳格兰的消息",
["O"] = "到你在霜火岭的要塞与洛坎交谈。",
},
[53502] = {
["T"] = "异乡异客",
["O"] = "在奥格瑞玛和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[27008] = {
["T"] = "飞越",
["O"] = "在真主之门后方调查中央地带。",
["S"] = {
"调查真主之门",
},
},
[76282] = {
["T"] = "忧虑的感觉",
["O"] = "在贝拉梅斯为卡德加上一杯饮料。",
["S"] = {
"点饮料",
},
},
[38655] = {
["T"] = "腐化根茎",
["O"] = "收集30个腐化根茎样本。",
["S"] = {
"腐化根茎样本",
},
},
[79354] = {
["T"] = "机语者",
["O"] = "在冈达加兹旁听茉艾拉与代言人布琳泽的谈话。",
},
[56574] = {
["T"] = "琥珀倒影",
["O"] = "将污泥覆盖的琥珀带给蟠龙脊的影踪派。",
},
[57086] = {
["T"] = "疯狂法师的遗产",
["O"] = "调查马蒂瓦斯的实验室",
},
[29568] = {
["T"] = "必要之恶",
["O"] = "杀死霍加尔芬，然后向博学者拜特复命。",
["S"] = {
"消灭霍加尔芬",
},
},
[70139] = {
["T"] = "条条大路结界挡",
["O"] = "评估提尔要塞水库的结界石受到的损伤。",
["S"] = {
"进入北部大厅",
},
},
[60158] = {
["T"] = "原则7：背叛难免",
["O"] = "在破灭堡外面找回掮灵装置。",
["S"] = {
"找回掮灵装置",
},
},
[72187] = {
["T"] = "LFGDungeons - DF - Heroic Random - 1st",
},
[61182] = {
["T"] = "轻若花粉",
["O"] = "在晋升堡垒的平原上收集30份旋瓣花粉。",
["S"] = {
"旋瓣花粉",
},
},
[62718] = {
["T"] = "英雄之眠",
["O"] = "在英雄之眠和卡莉丝塞茵交谈。",
["S"] = {
"使用通往英雄之眠的传送门",
},
},
[31616] = {
["T"] = "LFGDungeons - Mists - Scenario - Normal Random - 1st",
},
[47871] = {
["T"] = "航海必需品",
["O"] = "收集一顶航海帽、一张航海图和一个风化的望远镜。",
["S"] = {
"航海帽",
"航海图",
"风化的望远镜",
},
},
[32640] = {
["T"] = "雷电之王的勇士",
["O"] = "在雷神岛的各个位置使用山泽仪式石举行闪电仪式、灵魂仪式和原始仪式，然后击败被召唤出的强大对手。",
["S"] = {
"召唤并击败一名幽灵勇士",
"召唤并击败一名闪电勇士",
"召唤并击败一名原始勇士",
},
},
[33024] = {
["T"] = "那是真正的计量单位吗？",
["O"] = "制造汤面餐车并在风暴烈酒酿造厂里从被杀死的酒灵身上收集20捧酒。",
["S"] = {
"制造汤面餐车",
"一捧酒",
},
},
[49919] = {
["T"] = "惊现卡亚矿石",
["O"] = "扫描猩猩峡谷中的卡亚矿蒸汽喷泉口。",
["S"] = {
"扫描卡亚矿蒸汽喷泉口",
},
},
[35072] = {
["T"] = "塘鲈",
["O"] = "马克金要你去纳格兰收集10份塘鲈鱼卵。",
["S"] = {
"塘鲈鱼卵",
},
},
[72188] = {
["T"] = "LFGDungeons - DF - Heroic Random - Nth",
},
[52991] = {
["T"] = "[已移除]",
},
[9281] = {
["T"] = "清理道路",
["O"] = "杀死10只巨型纺丝蜘蛛和10只鬼爪破坏者，然后向幽魂之地安迪尔林庄园的学徒沃尔伊复命。",
["S"] = {
"消灭巨型纺丝蜘蛛",
"消灭鬼爪破坏者",
},
},
[9409] = {
["T"] = "紧急物资！",
["O"] = "将一组药水瓶交给埃门谷坠毁点的扎尔杜。",
},
[9537] = {
["T"] = "绳侏儒以法",
["O"] = "奥德修斯营地的海军上将奥德修斯要求你从工程师欧格林德那里取得叛徒的证据。",
["S"] = {
"叛徒的证据",
},
},
[38656] = {
["T"] = "恶魔印记",
["O"] = "将恶魔徽章送还给月神殿的伊索莱·夜星。",
},
[9793] = {
["T"] = "图雷姆的命运",
["O"] = "将守备官伊达尔的信交给泰罗卡森林奥蕾莉亚要塞的安达尔。",
},
[79356] = {
["T"] = "反真菌纵火者",
["O"] = "烧毁8个真菌囊。",
["S"] = {
"烧毁入侵的真菌囊",
},
},
[10305] = {
["T"] = "防御法师贝尔玛拉",
["O"] = "在巫师街内找到防御法师贝尔玛拉的住所，将书放回书架上。然后与肯瑞瓦村的管理者戴沃斯谈一谈。",
["S"] = {
"让贝尔玛拉的灵魂安息",
},
},
[41728] = {
["T"] = "保卫天禅院",
["O"] = "前往潘达利亚的翡翠林，到天禅院找祝踏岚。与五晨寺西边的泰克泰克交谈以飞往目的地。",
["S"] = {
"与泰克泰克交谈（可选）",
"到达天禅院",
},
},
[58623] = {
["T"] = "好书要成套",
["O"] = "收集凯旋大典。",
["S"] = {
"收集几册书卷",
},
},
[42752] = {
["T"] = "守望者地窟：勇闯地窟",
["O"] = "取得萨格里特钥石。",
["S"] = {
"萨格里特钥石",
},
},
[87548] = {
["T"] = "一把帷幕碎片",
["O"] = "收集12块失窃的帷幕碎片。",
["S"] = {
"失窃的帷幕碎片",
},
},
[72189] = {
["T"] = "百变花园",
["O"] = "与格里尔姆佩奇交谈。",
},
[89596] = {
["T"] = "永恒研究：勇气试炼（英雄难度）",
["O"] = "完成勇气试炼（英雄或更高难度）。",
},
[45312] = {
["T"] = "捣肉成弹",
["O"] = "带上这一小撮毛发回到搏击俱乐部。",
},
[62719] = {
["T"] = "最后一片",
["O"] = "需要刻符者的回忆，适合你的职业的护甲符文容器，和两种不同的公函。这些物品可以通过制作获取，也可以在拍卖行中购买。",
},
[79357] = {
["T"] = "摘除菌盖",
["O"] = "消灭阿加里库斯·脓花。",
["S"] = {
"消灭阿加里库斯·脓花",
},
},
[65279] = {
["T"] = "皇恩浩荡",
["O"] = "在溪齿之巢消灭8个蕨皮战士和4个蕨皮萨满。",
["S"] = {
"消灭蕨皮战士",
"消灭蕨皮萨满",
},
},
[33025] = {
["T"] = "NC S2 Q2",
},
[49920] = {
["T"] = "大猩猩之战",
["O"] = "营救6只和平派大猩猩。",
["S"] = {
"释放热爱和平的大猩猩",
},
},
[50432] = {
["T"] = "泰坦革新",
},
[12737] = {
["T"] = "丰饶之歌",
["O"] = "雨声树屋的索乌尼要你前往造物者之座西北方的雷暴台地，在8堆肥沃的土堆附近吹响丰饶号角。",
["S"] = {
"演奏丰饶之歌",
},
},
[12865] = {
["T"] = "忠诚的伙伴",
["O"] = "冰霜堡的弗亚林·霜眉希望你收集8块新鲜的冰犀牛肉，然后将它们喂食给小镇上方的雷羽鹰。",
["S"] = {
"喂食雷羽鹰",
},
},
[51968] = {
["T"] = "返回伯拉勒斯",
["O"] = "回到哈尔弗·维姆班恩身边，他在风之救赎号上。达丽雅·斯密斯森可以送你一程。",
},
[36097] = {
["T"] = "力量的证明：掠食者利爪",
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
},
[26497] = {
["T"] = "邪枝渣滓",
["O"] = "在辛萨罗杀死5名邪枝巫医和5名邪枝猎头者。",
["S"] = {
"消灭邪枝猎头者",
"消灭邪枝巫医",
},
},
[13633] = {
["T"] = "西部荒野的黑骑士？",
["O"] = "调查黑骑士的身世是否属实，然后回到银色比武场，向北伐军战士莱达拉汇报你的发现。",
["S"] = {
"尘封的日记",
},
},
[55040] = {
["T"] = "查看内部",
["O"] = "进入宝库。",
["S"] = {
"进入宝库",
},
},
[27777] = {
["T"] = "核心访问码",
["O"] = "从疯狂的焊钩处获得核心访问码。",
["S"] = {
"核心访问码",
},
},
[56064] = {
["T"] = "突袭：黑暗帝国",
["O"] = "在锦绣谷击退恩佐斯突袭。",
["S"] = {
"净化恩佐斯的腐蚀",
},
},
[80382] = {
["T"] = "蛋装一箩筐",
["O"] = "收集10个希尔海姆之卵并放到这个篮子里。",
["S"] = {
"希尔海姆之卵",
},
},
[40705] = {
["T"] = "牧师的事务",
["O"] = "在提瑞斯法林地的法奥之墓参加秘密会议。",
["S"] = {
"使用法奥的炉石（可选）",
"在提瑞斯法林地的法奥之墓与牧师见面",
},
},
[29825] = {
["T"] = "师生义绝",
["O"] = "安卡赫特的先知伊克塞特要求你去刺杀先知纳多克斯。",
["S"] = {
"消灭纳多克斯长老",
},
},
[72191] = {
["T"] = "职责短缺奖励",
},
[89598] = {
["T"] = "永恒研究：暗夜要塞（普通难度）",
["O"] = "在暗夜要塞击败2个首领（普通或更高难度）。",
},
[75263] = {
["T"] = "离岛南部",
["O"] = "飞遍禁忌离岛南部的赛道。\r\n\r\n任意完成进阶版或反向版的两条赛道即可立即完成任务。",
["S"] = {
"完成雷裂冲击坑巡回赛",
"完成南部离岛环线",
"完成进阶版或反向版的任意两项竞速（可选）",
},
},
[31617] = {
["T"] = "LFGDungeons - Mists - Scenario - Normal Random - Nth",
},
[78335] = {
["T"] = "黑水漫游 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[32129] = {
["T"] = "Defense Daily 06",
},
[48897] = {
["T"] = "陷入僵局",
["O"] = "与拉斯塔哈大王交谈。",
},
[66048] = {
["T"] = "最佳计划与打算",
["O"] = "与拉希奥麾下部队的多名成员一起检查作战计划。",
["S"] = {
"和无情的法沃商讨",
"与档案员艾德蕾丝商讨",
"与利爪猎手卡薇亚商议",
"和熔炉主管巴则恩图斯商讨",
},
},
[35586] = {
["T"] = "死亡矿井奖励任务",
},
[72192] = {
["T"] = "注能大厅：秩序之熵",
["O"] = "进入注能大厅，击败原始海啸。",
},
[89599] = {
["T"] = "永恒研究：暗夜要塞（英雄难度）",
["O"] = "在暗夜要塞击败2个首领（英雄或更高难度）。",
},
[38146] = {
["T"] = "酋长的念珠",
["O"] = "与燃皮林地的斯古克长老交谈。",
},
[78336] = {
["T"] = "黑水漫游 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80384] = {
["T"] = "桶印包裹",
["O"] = "将桶印纸条交给瓦德拉肯脆烤山羊旅店的达卡什·暗账。",
},
[66049] = {
["T"] = "黑曜誓言石",
["O"] = "找到黑曜誓言石。",
["S"] = {
"在誓言石处与拉希奥谈一谈",
},
},
[67073] = {
["T"] = "赤红拂晓",
["O"] = "找到阿莱克丝塔萨。",
},
[72193] = {
["T"] = "艾杰斯亚学院",
["O"] = "游览艾杰斯亚学院。",
},
[89600] = {
["T"] = "永恒研究：暗夜要塞（史诗难度）",
["O"] = "在暗夜要塞击败2个首领（史诗难度）。",
},
[75265] = {
["T"] = "紧急军务",
["O"] = "在暴风要塞的外围城墙上与马迪亚斯·肖尔大师见面。",
},
[80385] = {
["T"] = "最终狂欢：巨龙群岛",
["O"] = "协助海象人举办社区盛宴，帮助马鲁克半人马完成洪荒狩猎，并协助夺回灭龙要塞。",
["S"] = {
"参与社区盛宴",
"参与狩猎",
"对灭龙要塞进行围攻",
},
},
[48898] = {
["T"] = "好运符",
["O"] = "到跃岩瀑布从吉尾身上收集吉尾的尾巴。",
["S"] = {
"在大桥附近寻找吉尾",
},
},
[49922] = {
["T"] = "达卡大王",
["O"] = "消灭达卡大王。",
["S"] = {
"消灭达卡大王",
},
},
[35587] = {
["T"] = "死亡矿井奖励任务",
},
[89601] = {
["T"] = "永恒研究：安托鲁斯，燃烧王座（史诗难度）",
["O"] = "在安托鲁斯，燃烧王座击败2个首领（史诗难度）。",
},
[76290] = {
["T"] = "奥玛里恩的第二本手册",
["O"] = "将手册交给东瘟疫之地圣光之愿礼拜堂的大工匠奥玛里恩。",
},
[27522] = {
["T"] = "不打不成招",
["O"] = "殴打至少6名天灾攻城技师，找出吉德文的下落，并搞清楚是谁抓了他。",
["S"] = {
"殴打天灾攻城技师",
"找到吉德文的下落",
"找到逮捕吉德文的人",
},
},
[27778] = {
["T"] = "侵入威布森",
["O"] = "侵入M.A.C.深潜者顶部的主机威布森。",
["S"] = {
"侵入主机威布森",
},
},
[39683] = {
["T"] = "战火锤炼",
["O"] = "消灭伊莫拉斯并获取他的力量。",
["S"] = {
"消灭伊莫拉斯并获取力量",
},
},
[80386] = {
["T"] = "最终狂欢：查拉雷克洞窟和时光裂隙",
["O"] = "保护遇袭的研究员，从弥散营地中拾取夺得的货物，并协助索莉多米驱散一个时光裂隙。",
["S"] = {
"保护遇袭的研究员",
[3] = "完成一个时光裂隙",
},
},
[29570] = {
["T"] = "救援远征小队",
["O"] = "探明缚地者雷葛和唤风者克劳恩到底遇到了什么麻烦，然后向观察者杰哈恩复命。",
["S"] = {
"找到缚地者雷葛",
"找到唤风者克劳恩",
},
},
[43267] = {
["T"] = "部队出勤",
["O"] = "使用指挥台，完成“部队出勤”任务。",
},
[44803] = {
["T"] = "重返卡拉赞：一家之主",
["O"] = "收集清单上的物品，并将其带到卡拉赞外的墓地里。",
["S"] = {
"完成“恶心的任务”任务",
"完成“稀有美酒”任务",
"香辣烤肋排",
"主人的铃铛",
},
},
[31618] = {
["T"] = "LFGDungeons - Mists - Normal Random - 1st",
},
[48899] = {
["T"] = "安全第一",
["O"] = "到跃岩瀑布收集8个耐用贝壳。",
["S"] = {
"耐用贝壳",
},
},
[67076] = {
["T"] = "发现的火花",
["O"] = "在提尔要塞中调查泰坦火花。",
["S"] = {
"调查火花",
},
},
[8642] = {
["T"] = "银脉长者",
},
[8770] = {
["T"] = "目标：亚什工蝎",
["O"] = "击杀30只亚什防御者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 I才能完成这个任务。",
["S"] = {
"消灭亚什防御者",
},
},
[35588] = {
["T"] = "祖尔法拉克奖励任务",
},
[36100] = {
["T"] = "建造专业技能建筑",
["O"] = "建造任意的专业技能建筑。",
},
[9154] = {
["T"] = "圣光之愿礼拜堂",
["O"] = "将征兵公告交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
},
[38148] = {
["T"] = "返回林地",
["O"] = "返回瓦尔莎拉的塞纳留斯林地，与玛法里奥·怒风谈一谈。",
},
[9666] = {
["T"] = "展示力量",
["O"] = "秘血岛凯希尔路口的凯希尔要你杀掉怒鳞巢穴的克希兹领主，并将德莱尼军旗插在他的尸体上。",
["S"] = {
"消灭克希兹领主",
"展示力量",
},
},
[9794] = {
["T"] = "禁止拆阅",
["O"] = "将迪莫斯的信交给刀锋山希尔瓦纳的基亚隆。",
},
[39684] = {
["T"] = "发送光线",
["O"] = "破坏格雷泽的护盾。",
["S"] = {
"转动镜子",
},
},
[80388] = {
["T"] = "最终狂欢：翡翠梦境",
["O"] = "在巨龙群岛各地收集100个梦涌凝珠，协助杉冠引发一次超然盛放，在翡翠梦境播撒3个任意品质的梦境之种。梦境之种可以通过翡翠梦境的大部分活动获取。",
["S"] = {
nil,
"在超然盛放期间获得繁茂",
"完成超然盛放",
"种下梦境之种",
},
},
[41220] = {
["T"] = "前往阿苏纳",
["O"] = "与大法师卡德加交谈以飞往阿苏纳。",
["S"] = {
"和卡德加一起飞行",
},
},
[10562] = {
["T"] = "兵临城下！",
["O"] = "蛮锤要塞外的空军指挥官努埃恩要求你杀死10个地狱火攻击者。",
["S"] = {
"消灭地狱火攻击者",
},
},
[10946] = {
["T"] = "灰舌的计谋",
["O"] = "前往风暴要塞，在穿着灰舌兜帽的情况下杀死奥。完成任务之后回到影月谷，向阿卡玛复命。",
["S"] = {
"灰舌的计谋",
},
},
[89604] = {
["T"] = "永恒研究：团队作战时刻（地狱之门）",
["O"] = "完成萨格拉斯之墓的地狱之门区域（任意难度）。",
},
[62723] = {
["T"] = "鼓舞晋升堡垒",
["O"] = "帮助晋升堡垒完成支线任务，额外奖励，世界任务，以及消灭稀有生物。你也可以在晋升堡垒地下城中击败强大敌人。",
["S"] = {
"帮助格里恩",
},
},
[77317] = {
["T"] = "帽下之眠",
["O"] = "给6名正在做梦的德鲁伊戴上傻傻的帽子。",
["S"] = {
"给正在做梦的德鲁伊戴上傻傻的帽子",
},
},
[80389] = {
["T"] = "最终狂欢",
},
[12482] = {
["T"] = "进攻尼弗莱瓦",
["O"] = "游侠队长艾蕾尔要你前往尼弗莱瓦，杀死5名掠龙战士、4名掠龙符文法师和4条掠龙猎犬。",
["S"] = {
"消灭掠龙战士",
"消灭掠龙符文先知",
"消灭掠龙猎犬",
},
},
[84485] = {
["T"] = "塔扎维什掮灵名望",
["O"] = "在峈姆与米穆普交谈。",
},
[25475] = {
["T"] = "寻找OOX-22/FE！",
["O"] = "把求救定位器带到深痕谷附近山洞中的奥格索普的母体机器人旁边。",
},
[35077] = {
["T"] = "消灭真菌",
["O"] = "使用QR58烈焰喷射者摧毁20个孢子脓疱。",
["S"] = {
"焚烧孢子脓疱",
},
},
[35589] = {
["T"] = "Zul'Farrak Bonus Reward",
},
[36101] = {
["T"] = "力量的证明：黄蜂尾针",
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
},
[89605] = {
["T"] = "永恒研究：团队作战时刻（哀嚎大厅）",
["O"] = "完成萨格拉斯之墓的哀嚎大厅区域（任意难度）。",
},
[13506] = {
["T"] = "担心的理由",
["O"] = "将碎矛命令带给玛塞斯特拉废墟的莫拉·星风中尉。",
},
[38149] = {
["T"] = "经典10-19",
},
[27523] = {
["T"] = "天杀的暗翼蝠",
["O"] = "获取一块暗翼蝠的毛皮。",
["S"] = {
"暗翼蝠的毛皮",
},
},
[27779] = {
["T"] = "聚变核心",
["O"] = "消灭512个疯狂的侏儒。",
["S"] = {
"吸收疯狂的侏儒",
},
},
[39685] = {
["T"] = "冻结时光",
["O"] = "启动寒冰地窟中的反制机关。",
["S"] = {
"启动东部反制机关",
"启动南部反制机关",
"启动西部反制机关",
},
},
[28291] = {
["T"] = "回到营地",
["O"] = "去找拉穆卡恒军团前哨的高阶指挥官卡姆塞斯。",
},
[66055] = {
["T"] = "崩解的过去",
["O"] = "找回12块誓言石碎片。",
["S"] = {
"进入堡垒下方的宝库",
"誓言石碎片",
},
},
[67079] = {
["T"] = "锁死难题",
["O"] = "在提尔要塞中取回主要安保圆盘和次要安保圆盘。",
["S"] = {
"主要安保圆盘",
"次要安保圆盘",
},
},
[29571] = {
["T"] = "协助野性之力",
["O"] = "和幽暗沼泽内的观察者杰哈恩谈一谈。",
},
[89606] = {
["T"] = "永恒研究：团队作战时刻（化身密室）",
["O"] = "完成萨格拉斯之墓的化身密室区域（任意难度）。",
},
[90630] = {
["T"] = "一小堆水晶",
},
[31363] = {
["T"] = "照亮前路",
["O"] = "点燃长城烽火。",
["S"] = {
"点燃长城烽火",
},
},
[31619] = {
["T"] = "LFGDungeons - Mists - Normal Random - Nth",
},
[79367] = {
["T"] = "支援奈布",
["O"] = "收集一捆蜡烛，并将它们放置在路障边缘。",
["S"] = {
"一捆蜡烛",
},
},
[64772] = {
["T"] = "家破人存",
["O"] = "寻找幸存的机若，说服它们在洞穴外碰面。",
["S"] = {
"说服奥利·帕乌",
"说服奥利·诺薇",
"说服奥利·玛努",
},
},
[67080] = {
["T"] = "工匠补给：巨龙的炼金溶液",
["O"] = "使用回收制剂配方，为红玉新生圣地的海菲斯塔制作2瓶巨龙的炼金溶液。",
["S"] = {
"巨龙的炼金溶液",
},
},
[34566] = {
["T"] = "听你指挥",
["O"] = "检查绘图桌并选择采用哪种岗哨建筑。",
["S"] = {
"使用绘图桌",
"选择建筑",
},
},
[86535] = {
["T"] = "运行测试",
["O"] = "使用传送门从多恩诺嘉尔前往安德麦。",
["S"] = {
"使用传送器前往多恩诺嘉尔",
},
},
[36614] = {
["T"] = "我自己的要塞",
["O"] = "收集2000份要塞资源，然后用绘图桌选择你的议政厅，并将要塞升至3级。",
["S"] = {
"收集要塞物资（可选）",
},
},
[90631] = {
["T"] = "风化纹章",
},
[54021] = {
["T"] = "首席奥术师",
["O"] = "在纳沙塔尔与首席奥术师塔莉萨会面。",
},
[38150] = {
["T"] = "Classic 20-29",
},
[39686] = {
["T"] = "一路向上",
["O"] = "搭乘升降梯前往审判大厅。",
["S"] = {
"前往审判大厅",
},
},
[80392] = {
["T"] = "布伦温之台的照看者",
["O"] = "向6位休眠的土灵敬献燧酿，并消灭10个甜食嗅闻者。",
["S"] = {
"缅怀土灵",
"消灭甜食嗅闻者",
},
},
[40710] = {
["T"] = "暮光之刃",
["O"] = "阻止仪式并获取萨拉塔斯，黑暗帝国之刃。",
["S"] = {
"前往提瑞斯法林地里的标记地点",
},
},
[66057] = {
["T"] = "修复信仰",
["O"] = "修理黑曜誓言石。",
["S"] = {
"与拉希奥交谈",
},
},
[67081] = {
["T"] = "注能大厅：材质注能",
["O"] = "在注能大厅取回10份上古泰坦精钢铸块，并击败原始海啸。",
["S"] = {
"上古泰坦精钢铸块",
"击败原始海啸",
},
},
[42758] = {
["T"] = "你需要一条大船！",
["O"] = "拔33颗锋利的鲨鱼利齿。",
["S"] = {
"收集锋利的鲨鱼利齿",
},
},
[90632] = {
["T"] = "神勇石",
},
[62725] = {
["T"] = "A Test of Guile",
["O"] = "Meet the criteria of the test.",
},
[79369] = {
["T"] = "保护采收",
["O"] = "收集20颗肉虫之卵。",
["S"] = {
"肉虫卵",
},
},
[48902] = {
["T"] = "充沛能量",
["O"] = "从跃岩瀑布的毒鳞滑鳗身上收集6个跳动的提取物。",
["S"] = {
"跳动的提取物",
},
},
[82441] = {
["T"] = "源于宝石之爱",
["O"] = "从土灵村民那里打听巴索图斯的相关线索。",
["S"] = {
"与蓓塔交谈",
},
},
[33543] = {
["T"] = "嘲颅氏族",
["O"] = "找到一位嘲颅氏族成员。",
["S"] = {
"平静地接近死神之靥",
},
},
[25476] = {
["T"] = "拯救OOX-22/FE！",
["O"] = "安全护送OOX-22/FE到达目的地，然后向藏宝海湾的奥格索普·奥布诺提斯报告。",
["S"] = {
"将OOX-22/FE安全护送到目的地",
},
},
[35079] = {
["T"] = "杀菌炮台",
["O"] = "启动6台杀菌炮台。",
["S"] = {
"激活炮台",
},
},
[26244] = {
["T"] = "一切归于土",
["O"] = "摧毁5只深石土元素。",
["S"] = {
"消灭深石土元素",
},
},
[36615] = {
["T"] = "我自己的要塞",
["O"] = "收集2000份要塞资源，然后用绘图桌选择你的议政厅，并将要塞升至3级。",
["S"] = {
"收集要塞物资（可选）",
},
},
[90633] = {
["T"] = "风化纹章",
},
[38151] = {
["T"] = "Classic 30-39",
},
[27524] = {
["T"] = "盲目的愤怒",
["O"] = "在东瘟疫之地的病木林中找到塔伦纳·射日者。",
},
[78346] = {
["T"] = "祖达克寒风赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[28292] = {
["T"] = "那不是金字塔！",
["O"] = "跟暴风城暴风要塞的哈里森·琼斯谈一谈。",
},
[28548] = {
["T"] = "大酋长的命令：凄凉之地！",
["O"] = "去找凄凉之地塔迪萨兰的弗瑞恩。",
},
[84490] = {
["T"] = "宏伟宝库",
["O"] = "从宏伟宝库中获得一件战利品。",
["S"] = {
"从宏伟宝库获取一件奖励",
},
},
[29828] = {
["T"] = "爵德不怕天灾",
["O"] = "达克萨隆要塞里的库塞尔要求你杀死暴龙之王爵德，并且带回它的牙齿。",
["S"] = {
"暴龙之王爵德的利齿",
},
},
[71179] = {
["T"] = "守望岗哨",
["O"] = "与格利基尔瞭望台的指挥官萨德祖斯交谈。",
},
[73227] = {
["T"] = "翡翠林",
["O"] = "和卡雷苟斯交谈，获取更多信息。",
},
[90634] = {
["T"] = "一小堆水晶",
},
[62214] = {
["T"] = "破灭堡军队",
["O"] = "在噬渊中消灭破灭堡里的渊誓士兵。\r\n\r\n建议玩家人数：[3]",
["S"] = {
"消灭渊誓愚忠者",
"消灭渊誓教导者",
"消灭渊誓剔骨者",
},
},
[31364] = {
["T"] = "巨虫来袭！",
["O"] = "杀死莱公。",
["S"] = {
"消灭莱公",
},
},
[31620] = {
["T"] = "风暴烈酒酿造厂挑战模式——安慰（第N个）",
},
[78347] = {
["T"] = "祖达克寒风赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79371] = {
["T"] = "皇家解药",
["O"] = "收集里基提卡女王的毒素，来为斥颌制作新的膏药。",
["S"] = {
"里基提卡女王的毒素",
},
},
[65286] = {
["T"] = "龙裔交际",
["O"] = "进入暴风城。",
},
[8515] = {
["T"] = "联盟需要厚皮！",
["O"] = "把10块厚皮交给铁炉堡军事区的玛塔·钢轴。",
["S"] = {
"厚皮",
},
},
[8643] = {
["T"] = "雪峰长者",
},
[8771] = {
["T"] = "目标：亚什沙行者",
["O"] = "击杀30只亚什沙行者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 II才能完成这个任务。",
["S"] = {
"消灭亚什沙行者",
},
},
[51975] = {
["T"] = "勇士：暗影猎手塔金",
},
[36104] = {
["T"] = "力量的证明：蜥蜴鳞片",
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
},
[9283] = {
["T"] = "拯救幸存者！",
["O"] = "使用你的“纳鲁的赐福”这一能力拯救埃门谷中的任意一名德莱尼幸存者，然后向埃门谷坠毁点的扎尔杜复命。",
["S"] = {
"救助德莱尼幸存者",
},
},
[38152] = {
["T"] = "Classic 40-49",
},
[77324] = {
["T"] = "沙塔斯城悠游 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9795] = {
["T"] = "食人魔的威胁",
["O"] = "前往刀锋山的雷神要塞，与奈克塔尔谈一谈。",
},
[39688] = {
["T"] = "自由的绊脚石",
["O"] = "消灭巴斯提拉克斯并获取他的力量。",
["S"] = {
"消灭巴斯提拉克斯并获取力量",
},
},
[10179] = {
["T"] = "肯瑞瓦村的管理者",
["O"] = "与虚空风暴肯瑞瓦村的管理者戴沃斯谈一谈。",
},
[10307] = {
["T"] = "考利恩·霜纹",
["O"] = "在巫师街内找到考利恩·霜纹的住所，将帽子放回小提箱中。然后与肯瑞瓦村的管理者戴沃斯谈一谈。",
["S"] = {
"让考利恩的灵魂安息",
},
},
[58631] = {
["T"] = "进入梦境",
["O"] = "与心之秘室的纯净圣母交谈，找到莱登的位置。",
["S"] = {
"与纯净圣母交谈",
},
},
[70157] = {
["T"] = "花园休闲赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[61703] = {
["T"] = "诺克斯根须",
["O"] = "在炽蓝仙野的暗临之地收集12个诺克斯根须。",
["S"] = {
"诺克斯根须",
},
},
[75277] = {
["T"] = "费伍德飞越",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11587] = {
["T"] = "越狱",
["O"] = "琥珀崖的图书馆员多纳森要你前往蓝玉营地，从蓝玉法师猎手那里夺得蓝玉监狱钥匙，利用它从奥术牢笼中解救一名被囚禁的法师。",
["S"] = {
"营救奥术囚犯",
},
},
[77325] = {
["T"] = "前往档案馆！",
["O"] = "在艾杰斯亚学院与主档案员埃德霍·戴利格瑞治交谈。",
},
[78349] = {
["T"] = "祖达克寒风赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[64775] = {
["T"] = "渊化行为",
["O"] = "消灭散失者，在它身上寻找线索。",
["S"] = {
"消灭散失者",
"黑钢碎片",
},
},
[49928] = {
["T"] = "虚空的传承",
["O"] = "前往泰洛古斯裂隙，与奥蕾莉亚·风行者见面。",
},
[25221] = {
["T"] = "追捕",
["O"] = "用托什的狩猎长矛追捕20名逃跑的金加塔尔纳迦。",
["S"] = {
"消灭逃跑的金加塔尔深水猎手",
},
},
[35081] = {
["T"] = "清理之前需要先清场",
["O"] = "消灭8个赤翼巨蜂。",
["S"] = {
"消灭赤翼巨蜂",
},
},
[71182] = {
["T"] = "迷途档案员",
["O"] = "在碧蓝档案馆的上层与辛达苟萨见面。",
["S"] = {
"在档案馆和辛达苟萨见面",
},
},
[26245] = {
["T"] = "炮艇坠落",
["O"] = "在深岩之洲风暴之怒号残骸里寻找线索。",
["S"] = {
"第一条线索",
"第二条线索",
"第三条线索",
},
},
[36617] = {
["T"] = "冬幕节礼物",
},
[90637] = {
["T"] = "废土中的钥匙",
},
[27013] = {
["T"] = "保持距离",
["O"] = "在西瘟疫之地的北山伐木场附近杀死12只疯狂的狐狸。",
["S"] = {
"消灭疯狂的狐狸",
},
},
[38153] = {
["T"] = "Classic 50-59",
},
[27525] = {
["T"] = "斯坦索姆的守护者",
["O"] = "杀死奥玛苏·凋蹄和卡尔西斯·暗符。",
["S"] = {
"消灭奥玛苏·凋蹄",
"消灭卡尔西斯·暗符",
},
},
[78350] = {
["T"] = "英雄不朽",
["O"] = "援助十二名受伤的流空骑士。",
["S"] = {
"营救受伤的流空骑士",
},
},
[39689] = {
["T"] = "伊利达雷，出发吧",
["O"] = "与大法师卡德加谈一谈。",
},
[28549] = {
["T"] = "大酋长的命令：南贫瘠之地！",
["O"] = "在南贫瘠之地的高地之路向探路者鲁娜报告。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在高地之路与探路者鲁娜交谈",
},
},
[28805] = {
["T"] = "风暴之眼",
["O"] = "先知克洛伽要你观察先知之水中的景象。",
["S"] = {
"观察先知之水中的景象",
},
},
[58632] = {
["T"] = "尼奥罗萨，觉醒之城：腐蚀者的末日",
["O"] = "在尼奥罗萨，觉醒之城击败恩佐斯。",
},
[29573] = {
["T"] = "安全第一",
["O"] = "杀死10个虚灵盗墓者，5个虚灵巫师，5个节点潜行者和5个虚灵缚法者，然后向工匠莫法鲁斯复命。",
["S"] = {
"消灭虚灵盗墓者",
"消灭虚灵巫师",
"消灭节点潜行者",
"消灭虚灵缚法者",
},
},
[29829] = {
["T"] = "谨慎行事",
["O"] = "罗宁要求你前往达拉然的紫罗兰监狱然后和辛克莱尔中尉谈一谈。",
},
[30085] = {
["T"] = "进入酒坊",
["O"] = "和风暴烈酒酿造厂里的陈·风暴烈酒谈一谈。",
},
[61704] = {
["T"] = "灰烬王庭：宾客出席函",
["O"] = "与加里丹勋爵交谈，查看宾客名单，完成地穴看守者卡希尔的任务，以获得他的出席函。",
["S"] = {
"检查宾客名单",
},
},
[31365] = {
["T"] = "营救俘虏",
["O"] = "营救12名影踪派囚徒。",
["S"] = {
"释放影踪派囚徒",
},
},
[31621] = {
["T"] = "风暴烈酒酿造厂挑战模式——青铜添头（第N个）",
},
[80399] = {
["T"] = "口粮与内幕",
["O"] = "分发3份阿拉希口粮。",
["S"] = {
"分发阿拉希口粮",
},
},
[82447] = {
["T"] = "请勿使用",
},
[49929] = {
["T"] = "呼唤同盟",
["O"] = "去暴风城大使馆与艾莎·云歌见面。",
},
[51465] = {
["T"] = "一大堆原料",
["O"] = "对破烂的裤子使用碎裂专家Mk1型。",
["S"] = {
"破布碎片",
},
},
[35594] = {
["T"] = "通灵学院奖励任务",
},
[36106] = {
["T"] = "力量的证明：元素水晶",
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
},
[38154] = {
["T"] = "TBC 60-69",
},
[78352] = {
["T"] = "莠蔓遗毒",
["O"] = "在流息之池内摧毁8件蛛魔提取器。",
},
[40714] = {
["T"] = "战争的召唤",
["O"] = "到克拉苏斯平台去见兰克拉尔公爵。",
},
[70161] = {
["T"] = "交错洞窟",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[61193] = {
["T"] = "触碰光明",
["O"] = "在水域中收集15朵长女之光。",
["S"] = {
"长女之光",
},
},
[61705] = {
["T"] = "灰烬王庭：点心",
["O"] = "与挑剔的斯特凡交谈，查看点心选项，完成塔宾斯的任务，获得茶话会合约。",
["S"] = {
"检查茶点列表",
},
},
[92688] = {
["T"] = "青铜幻影",
["O"] = "将青铜幻影交给达拉然附近的永恒集市的艾鲁斯。",
},
[77329] = {
["T"] = "吉祥集会",
["O"] = "与中心营地的泰兰德·语风交谈。",
},
[78353] = {
["T"] = "幽惧古血",
["O"] = "努力净化流息之池。",
["S"] = {
"净化流息之池",
},
},
[80401] = {
["T"] = "完美的海绵",
["O"] = "收集一个完美的鞭笞菇盖。",
["S"] = {
"收集一个完美的鞭笞菇盖",
},
},
[24710] = {
["T"] = "深渊的裁决",
["O"] = "杀死天灾领主泰兰努斯。",
["S"] = {
"消灭天灾领主泰兰努斯",
},
},
[49930] = {
["T"] = "呼唤同盟",
["O"] = "去奥格瑞玛大使馆与季·火掌见面。",
},
[25478] = {
["T"] = "前往西岸峰",
["O"] = "向德斯利克·希维格拉借一头驭风者，然后同菲拉斯西岸峰的卡纳提·灰云交谈。",
["S"] = {
"乘驭风者前往西岸峰",
},
},
[35595] = {
["T"] = "通灵学院奖励任务",
},
[26246] = {
["T"] = "船长的日志",
["O"] = "将船长的日志交给深岩之洲大地神殿的玛鲁特·缚石。",
},
[38155] = {
["T"] = "WLK 70-79",
},
[27526] = {
["T"] = "营救吉德文",
["O"] = "在病木林中心的屠宰房中寻找吉德文·金须的踪迹。",
["S"] = {
"找到吉德文·金须",
},
},
[78354] = {
["T"] = "指引线头",
["O"] = "跟上轴虫。",
["S"] = {
"跟随轴虫前往城市",
},
},
[39691] = {
["T"] = "战斗的召唤",
["O"] = "在暴风要塞与杰斯·织暗谈一谈。",
["S"] = {
"进入王座厅",
},
},
[28294] = {
["T"] = "库斯海文峰会",
["O"] = "跟暮光高地库斯海文的拉克伦·迈格拉夫谈一谈。",
},
[40715] = {
["T"] = "必要的选择",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[28806] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[58122] = {
["T"] = "为了部落",
["O"] = "去奥格瑞玛大使馆与黑卫大使见面。",
},
[29574] = {
["T"] = "错综复杂的样本",
["O"] = "将潘德莫努斯的精华和塔瓦洛克之心交给“杂学家”玛姆迪。",
["S"] = {
"潘德莫努斯的精华",
"塔瓦洛克之心",
},
},
[29830] = {
["T"] = "全面遏制",
["O"] = "紫罗兰监狱内的辛克莱尔中尉要求你阻止蓝龙军团的入侵。当你杀死塞安妮苟萨之后再和她谈谈。",
["S"] = {
"杀死塞安妮苟萨",
},
},
[61706] = {
["T"] = "灰烬王庭：娱乐",
["O"] = "与屁屁交谈，查看娱乐选项，完成格雷希特的任务，获得仪式合约。",
["S"] = {
"检查娱乐列表",
},
},
[31366] = {
["T"] = "消灭翼虫首领",
["O"] = "杀死翼虫首领尼诺洛克。",
["S"] = {
"消灭翼虫首领尼诺洛克",
},
},
[31622] = {
["T"] = "风暴烈酒酿造厂挑战模式——白银添头（第N个）",
},
[31878] = {
["T"] = "奥黛丽·伯恩赫普",
["O"] = "去暴风城向奥黛丽·伯恩赫普报到。",
},
[64266] = {
["T"] = "档案员卷宗的补给",
["O"] = "与刻希亚追忆圣窟的档案员罗-遂尔交谈。",
},
[49931] = {
["T"] = "泰坦之怒",
},
[8644] = {
["T"] = "石墙长者",
},
[8772] = {
["T"] = "目标：佐拉守卫",
["O"] = "击杀30只佐拉守卫，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 VI才能完成这个任务。",
["S"] = {
"消灭佐拉守卫",
},
},
[53003] = {
["T"] = "仇恨循环",
["O"] = "前往奥格瑞玛向希尔瓦娜斯·风行者汇报。",
},
[38156] = {
["T"] = "Cata/MoP 80-89",
},
[9668] = {
["T"] = "向主教埃德门图斯报告",
["O"] = "与秘血岗哨的主教埃德门图斯谈一谈。",
},
[39180] = {
["T"] = "大酋长的命令：赞加沼泽！",
["O"] = "前往赞加沼泽的塞纳里奥庇护所，与伊谢尔·风歌谈一谈。",
},
[10052] = {
["T"] = "逃离火翼岗哨！",
["O"] = "护送伊斯拉·星鬃逃离火翼岗哨，然后向泰罗卡森林裂石堡的顾问菲埃拉复命。",
["S"] = {
"护送伊斯拉·星鬃",
},
},
[10180] = {
["T"] = "无法袖手旁观",
["O"] = "与奥金顿塞泰克大厅里的伊斯法尔谈一谈。",
},
[82452] = {
["T"] = "世界之魂：世界任务",
["O"] = "完成卡兹阿加世界任务。",
},
[67093] = {
["T"] = "异样神龛",
["O"] = "想办法收集隐藏在迷沙圣殿内的圣物，随后返回瓦德拉肯守护巨龙之座的诺兹多姆身边。",
["S"] = {
"消灭上古时光守护者（可选）",
"检查畸变微粒",
},
},
[61707] = {
["T"] = "崩塌的现实",
["O"] = "取回100个灌魔碎石。",
["S"] = {
"灌魔碎石",
},
},
[76309] = {
["T"] = "吉尔尼斯皇牌赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11716] = {
["T"] = "奇妙的血孢",
["O"] = "血孢平原的血法师劳莉丝要你收集10片血孢心皮。",
["S"] = {
"血孢心皮",
},
},
[63755] = {
["T"] = "燃眉之急",
["O"] = "搜索刻希亚的命运撰写师。",
},
[11972] = {
["T"] = "埃霍恩的碎片",
["O"] = "将寒冰碎片交给鲁玛·天母。",
},
[80405] = {
["T"] = "遍地遗珠",
["O"] = "调查奥斯加祖并寻找线索。",
["S"] = {
"检查奥斯加祖",
},
},
[24711] = {
["T"] = "霜之哀伤",
["O"] = "在映像大厅的入口与吉安娜女士汇合。",
},
[67094] = {
["T"] = "树妖不得闲",
["O"] = "帮助莎伦德拉照顾瓦德拉肯的大量小动物。",
["S"] = {
"给饥饿的小龙蛙喂食",
"给饥饿的水獭幼崽喂食",
"给饥饿的狐龙宝宝喂食",
"给饥饿的幼龟喂食",
"给饥饿的小蜥蜴喂食",
},
},
[12740] = {
["T"] = "银色北伐军的降落伞",
["O"] = "银色前沿的指挥官法斯塔夫要你为庭院里的10名银色北伐军战士或银色持盾战士配备降落伞。",
["S"] = {
"为银色北伐军士兵配备降落伞",
},
},
[51980] = {
["T"] = "通缉：加布拉坎",
["O"] = "消灭偷猎者加布拉坎。",
["S"] = {
"消灭偷猎者加布拉坎",
},
},
[13124] = {
["T"] = "战斗仍在继续",
["O"] = "莱洛拉斯希望你进入魔环，营救贝加里斯塔兹与他的同伴。",
},
[26503] = {
["T"] = "继续评估威胁",
["O"] = "偷取豺狼人作战计划、豺狼人的命令以及豺狼人战略指南。",
["S"] = {
"豺狼人作战计划",
"豺狼人的命令",
"豺狼人战略指南",
},
},
[38157] = {
["T"] = "WOD 90-99",
},
[27527] = {
["T"] = "旅途的终点",
["O"] = "与东瘟疫之地圣光之愿礼拜堂的菲奥拉交谈。",
},
[13892] = {
["T"] = "不着痕迹",
["O"] = "用黑豹雕像潜入主宰之剑刺探暮光之锤的行动。",
["S"] = {
"监视暮光之锤",
},
},
[56076] = {
["T"] = "深渊仪式",
},
[28551] = {
["T"] = "英雄的召唤：南贫瘠之地！",
["O"] = "去找南贫瘠之地北方城堡码头上的码头管理员刘易斯。",
},
[66071] = {
["T"] = "大鹏展翅",
["O"] = "协助8只受伤的蓝羽大鹏。",
["S"] = {
"治疗受伤的蓝羽大鹏",
},
},
[58124] = {
["T"] = "异乡异客",
["O"] = "和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[42765] = {
["T"] = "青龙试炼",
["O"] = "跟随美猴王前往青龙寺，并取得福枬，云游者之友。",
["S"] = {
"进入青龙寺",
},
},
[60172] = {
["T"] = "临时任务",
["O"] = "和德莱丹谈一谈，然后进入噬渊。",
["S"] = {
"与德莱丹交谈",
},
},
[30599] = {
["T"] = "猴子神像",
["O"] = "在祭坛上超度塔克塔克、达卡达卡和科科。",
["S"] = {
"摧毁达卡达卡的祭坛",
"摧毁科科的祭坛",
"摧毁塔克塔克的祭坛",
},
},
[76311] = {
["T"] = "吉尔尼斯皇牌赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31623] = {
["T"] = "风暴烈酒酿造厂挑战模式——黄金添头（第N个）",
},
[31879] = {
["T"] = "奥黛丽·伯恩赫普",
["O"] = "去暴风城向奥黛丽·伯恩赫普报到。",
},
[79383] = {
["T"] = "操弄之网-激活",
},
[49933] = {
["T"] = "为了部落",
["O"] = "去奥格瑞玛大使馆与黑卫大使见面。",
},
[70168] = {
["T"] = "微小意外的悲伤",
["O"] = "从红玉新生法池、诺库德阻击战和蕨皮山谷地下城的最终首领处找回哈德森遗落的作品。",
["S"] = {
"红玉新生法池油画",
"诺库德阻击战油画",
"蕨皮山谷油画",
},
},
[35598] = {
["T"] = "剃刀高地奖励任务",
},
[38158] = {
["T"] = "Legion 100-109 A",
},
[55053] = {
["T"] = "归途",
["O"] = "帮助欧库勒斯开启通往祖达萨的传送门。",
["S"] = {
"协助欧库勒斯",
},
},
[39182] = {
["T"] = "大酋长的命令：泰罗卡森林！",
["O"] = "与泰罗卡森林地区的塞纳里奥树林中的某位德鲁伊谈一谈。",
},
[80408] = {
["T"] = "烁雾瀑布",
["O"] = "和巴兹瓦拉在烁雾瀑布碰面。",
},
[40718] = {
["T"] = "议会的召唤",
["O"] = "在逆风小径上空的达拉然和卡德加会面。",
["S"] = {
"使用暗影裂口里的传送门前往卡拉赞上方的达拉然（可选）",
"在达拉然与大法师卡德加交谈",
},
},
[59661] = {
["T"] = "灰烬王庭演练",
["O"] = "帮助泰梅尔主持灰烬王庭的演练。",
["S"] = {
"与泰梅尔交谈以开始演练",
},
},
[45838] = {
["T"] = "突袭阿苏纳",
["O"] = "击退阿苏纳的燃烧军团部队。",
["S"] = {
"击退军团据点",
},
},
[24456] = {
["T"] = "净化雷角之井",
["O"] = "对雷角水井使用雷角之井净化图腾。",
["S"] = {
"净化水井",
},
},
[34063] = {
["T"] = "上方的敌人",
["O"] = "在阿古拉克之骨附近与斥候鲁甘谈一谈。",
},
[85529] = {
["T"] = "昔日荣光",
["O"] = "在远望栖地与菲琳交谈。",
["S"] = {
"与菲琳谈一谈",
},
},
[51982] = {
["T"] = "风暴之怒",
["O"] = "击退袭击斯托颂谷地的部落。",
["S"] = {
"在斯托颂谷地击退部落的攻击",
},
},
[27016] = {
["T"] = "猎野猪的乐趣",
["O"] = "杀死10头泥腹野猪。",
["S"] = {
"消灭泥腹野猪",
},
},
[38159] = {
["T"] = "Legion 100-109 H",
},
[38671] = {
["T"] = "流离失物",
["O"] = "在暗影沼泽找回5个影沼传家宝。",
["S"] = {
"影沼传家宝",
},
},
[57102] = {
["T"] = "掸去灰尘",
["O"] = "从附近的百心长身上收集心能。",
["S"] = {
"捡起心能之罐",
},
},
[28808] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[29576] = {
["T"] = "烦恼之风",
["O"] = "与蜜风果园的挑战者邵傲谈一谈。",
},
[30344] = {
["T"] = "失落的王朝",
["O"] = "获得6块前朝石板。",
["S"] = {
"前朝石板",
},
},
[30600] = {
["T"] = "一个也不能少",
["O"] = "在断牙营地或者深石窟找回8个土地精包裹。",
["S"] = {
"土地精包裹",
},
},
[45839] = {
["T"] = "突袭风暴峡湾",
["O"] = "击退风暴峡湾的燃烧军团部队。",
["S"] = {
"击退军团据点",
},
},
[31368] = {
["T"] = "游学者",
["O"] = "去锦绣谷的闻道之座和游学者周卓谈一谈。",
["S"] = {
"与米师交谈",
},
},
[31624] = {
["T"] = "残阳关挑战模式——安慰（第N个）",
},
[31880] = {
["T"] = "奥黛丽·伯恩赫普",
["O"] = "去暴风城向奥黛丽·伯恩赫普报到。",
},
[48399] = {
["T"] = "黑铁之潮",
["O"] = "消灭7个黑铁矮人。",
["S"] = {
"消灭黑铁矮人",
},
},
[67100] = {
["T"] = "赠予米格尔",
["O"] = "向托马斯了解品质，随后在龙蛙陷坑附近为米格尔的礼物收集3个烈火精魂。",
["S"] = {
"和托马斯聊聊品质",
},
},
[8645] = {
["T"] = "黑曜石长者",
},
[8773] = {
["T"] = "目标：佐拉掠夺者",
["O"] = "击杀30只佐拉掠夺者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 IV才能完成这个任务。",
["S"] = {
"消灭佐拉掠夺者",
},
},
[71196] = {
["T"] = "驯服雷背兽",
["O"] = "从巨龙群岛各地的昆虫处收集20份幽光液体，并收集150份巨龙群岛补给。",
["S"] = {
"幽光液体",
"巨龙群岛补给",
},
},
[37648] = {
["T"] = "供不应求的奖励",
},
[38160] = {
["T"] = "经典10-19",
},
[9669] = {
["T"] = "覆灭的远征队",
["O"] = "杀掉8个秘网编织者、8个秘网吸血者和它们的首领萨拉肯。任务完成后向秘血岗哨的阿彻鲁斯复命。",
["S"] = {
"消灭秘网吸血者",
"消灭秘网编织者",
"消灭萨拉肯",
},
},
[9797] = {
["T"] = "支援加拉达尔",
["O"] = "前往纳格兰的加拉达尔，与克洛坎上尉谈一谈。",
},
[9925] = {
["T"] = "安全问题",
["O"] = "纳格兰埃瑞斯码头的瑟利德要求你杀死沃舒古附近的8个空灵爪牙。",
["S"] = {
"消灭空灵爪牙",
},
},
[10309] = {
["T"] = "魔能机甲的心跳",
["O"] = "将魔能机甲之心交给虚空风暴机甲废场的米西·米恩卡普。",
["S"] = {
"魔能机甲之心",
},
},
[10437] = {
["T"] = "毁灭的材料",
["O"] = "取回4块迪门修斯的碎片。",
["S"] = {
"迪门修斯的碎片",
},
},
[10565] = {
["T"] = "维克鸦巢水晶",
["O"] = "在维克鸦巢法阵使用维克鸦巢水晶，来制造充能的维克鸦巢水晶。",
["S"] = {
"充能的维克鸦巢水晶",
},
},
[86556] = {
["T"] = "崩裂的时光之旅",
["O"] = "完成5个时空漫游地下城。",
},
[60175] = {
["T"] = "舌尖上的诺克仙林",
["O"] = "在诺克仙林收集6份落叶壤土。",
["S"] = {
"落叶壤土",
},
},
[61199] = {
["T"] = "武装之日",
["O"] = "在战场上收集20把祝福武器。",
["S"] = {
"祝福武器",
},
},
[45840] = {
["T"] = "突袭至高岭",
["O"] = "击退至高岭的燃烧军团部队。",
["S"] = {
"击退军团据点",
},
},
[76317] = {
["T"] = "梦境的召唤",
["O"] = "在瓦德拉肯的珊蒂斯处完成“威焰同盟”故事线，随后前往欧恩哈拉平原的远古林枝。",
},
[77341] = {
["T"] = "话疗提尔",
["O"] = "在提尔之眠与提尔交谈。",
["S"] = {
"与提尔交谈",
},
},
[11973] = {
["T"] = "战争的囚徒",
["O"] = "战斗法师凯特琳要你去释放克莉斯塔萨。",
["S"] = {
"让克莉斯塔萨安息",
},
},
[64783] = {
["T"] = "劲舞暗月",
["O"] = "完成跳舞比赛并获取赞赏。",
["S"] = {
"获得赞赏",
},
},
[66078] = {
["T"] = "刀锋训练",
["O"] = "考验8名黑爪刺客和复仇者的技艺。",
["S"] = {
"测试黑爪卫",
},
},
[35089] = {
["T"] = "捞油水",
["O"] = "收集4份易燃油膏。",
["S"] = {
"易燃油膏",
},
},
[35601] = {
["T"] = "诺莫瑞根奖励任务",
},
[52496] = {
["T"] = "利落的逃脱",
["O"] = "返回伯拉勒斯向高级指挥官哈尔弗·维姆班恩汇报。",
},
[26761] = {
["T"] = "王国的威胁",
["O"] = "向赤脊山湖畔镇的所罗门镇长报告。",
},
[75294] = {
["T"] = "费伍德飞越 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27273] = {
["T"] = "来自月光林地的邀请",
["O"] = "跟月光林地永夜港的洛甘纳尔谈一谈。",
},
[27529] = {
["T"] = "达隆郡的守卫者",
["O"] = "从吃人的食尸鬼的尸体上释放8名达隆郡居民的灵魂，然后同他们交谈。",
["S"] = {
"解放达隆郡居民的灵魂",
},
},
[28297] = {
["T"] = "与塔曼吉碰面",
["O"] = "与奥格瑞玛兵营的塔曼吉交谈。",
},
[28553] = {
["T"] = "奥克莉拉与诅咒之地",
["O"] = "去找诅咒之地巨槌要塞的奥克莉拉。",
},
[28809] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[83486] = {
["T"] = "远程工作",
["O"] = "在赞达拉的卡亚海滨找到盖特莱·广销。",
["S"] = {
"在卡亚海滨附近找到盖特莱",
},
},
[29321] = {
["T"] = "快乐挖蚌人",
["O"] = "从鲁瑟兰村附近的海岸上收集10只泰达希尔蚌肉。",
["S"] = {
"泰达希尔蚌肉",
},
},
[29577] = {
["T"] = "阿西约的预见",
["O"] = "和纯净之池的阿西约谈一谈，并观看他的仪式。",
["S"] = {
"阿西约的预见",
},
},
[70175] = {
["T"] = "破裂的条带",
["O"] = "将物品交给艾米莉亚·贝洛克。",
},
[87582] = {
["T"] = "地下堡：疯狂的挖掘场",
["O"] = "完成任意难度的九号挖掘场地下堡。",
},
[30601] = {
["T"] = "一鼓作气",
["O"] = "鼓励3个躲在凛风洞里的向导来帮助你。",
["S"] = {
"鼓励躲起来的向导",
},
},
[62224] = {
["T"] = "一线希望",
["O"] = "收集13条灌注心能的丝线",
["S"] = {
"灌注心能的丝绸",
},
},
[76319] = {
["T"] = "不噬焰，就饲焰",
["O"] = "使用驭龙术或骑乘精灵幼龙，在梦境中吞噬火焰。",
["S"] = {
"召唤你的驭龙术坐骑或骑乘精灵幼龙（可选）",
"吞食烈焰",
},
},
[31625] = {
["T"] = "影踪禅院挑战模式——安慰（第N个）",
},
[31881] = {
["T"] = "奥黛丽·伯恩赫普",
["O"] = "去暴风城向奥黛丽·伯恩赫普报到。",
},
[47889] = {
["T"] = "代言人的召唤",
["O"] = "在克罗库营地与麦格尼见面。",
},
[64784] = {
["T"] = "9.0 Rated PvP Incentive - Shadowlands Season 2 Exclusive Mount",
},
[83487] = {
["T"] = "职业风险",
["O"] = "收集红莓并交给汉弗莱。",
["S"] = {
"收集红莓",
},
},
[34066] = {
["T"] = "野蛮复仇",
["O"] = "在霜火岭的阿古拉克之骨消灭10个钢铁雷霆卫士。",
["S"] = {
"消灭钢铁雷霆卫士",
},
},
[35090] = {
["T"] = "合适的零件",
["O"] = "在损坏的伐木机附近使用G-14爆裂火箭，取得耐用齿轮。",
["S"] = {
"耐用齿轮",
},
},
[35602] = {
["T"] = "诺莫瑞根奖励目标奖励任务",
},
[38162] = {
["T"] = "Classic 30-39",
},
[55057] = {
["T"] = "图纸：罐装鲦鱼",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[56081] = {
["T"] = "章鱼缠绕",
},
[42770] = {
["T"] = "寻求指引",
["O"] = "在西瘟疫之地的乌瑟尔之墓与玛克斯韦尔·泰罗索斯男爵见面。",
},
[76321] = {
["T"] = "炽火突袭",
["O"] = "消灭拜荒者、贾拉丁和烈焰德鲁伊。",
["S"] = {
"消灭菲莱克的部队",
},
},
[77345] = {
["T"] = "极品飞龙",
["O"] = "飞过光圈，在目标区域着陆。",
["S"] = {
"骑上你的驭空术坐骑（可选）",
"穿过光圈",
"降落到指定区域",
},
},
[47890] = {
["T"] = "折磨的幻象",
["O"] = "激活圣石，和麦格尼一起观看幻象。",
["S"] = {
"在圣石旁找到麦格尼",
},
},
[82465] = {
["T"] = "珍贵宝石",
["O"] = "在巴索图斯的洞穴附近与纳塔莉亚见面。",
["S"] = {
"在洞穴外与纳塔莉亚见面",
},
},
[24970] = {
["T"] = "跟僵尸一样烂",
["O"] = "去找提瑞斯法林地丧钟镇的达内尔。",
},
[34067] = {
["T"] = "收集绳子",
["O"] = "从阿古拉克之骨的雷神驯兽师身上收集5卷结实的绳索。",
["S"] = {
"一卷结实的绳索",
},
},
[25482] = {
["T"] = "LFGDungeons - Holiday Dungeon - Headless Horseman - 1st",
},
[51474] = {
["T"] = "烈焰铸就",
["O"] = "在暴风城大使馆与茉艾拉交谈，前往黑石深渊并修理黑铁砧。",
["S"] = {
"修复黑铁砧",
},
},
[6563] = {
["T"] = "阿库麦尔水晶",
["O"] = "收集20颗阿库麦尔蓝宝石，把它们交给灰谷的耶努萨克雷。",
["S"] = {
"阿库麦尔蓝宝石",
},
},
[27018] = {
["T"] = "The Herald <NYI>",
},
[38163] = {
["T"] = "Classic 40-49",
},
[27530] = {
["T"] = "血肉巨兽",
["O"] = "将三枚银色光明之泉咒符放在血肉巨兽身边，摧毁它们的躯体。你无法在战斗中放置银色光明之泉咒符，它们之间相互间隔也不得小于十码。",
["S"] = {
"摧毁血肉巨兽",
},
},
[28554] = {
["T"] = "大酋长的命令：尘泥沼泽！",
["O"] = "去尘泥沼泽的蕨墙村向克罗格报告。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在蕨墙村与克罗格交谈",
},
},
[82466] = {
["T"] = "为宝石的付出",
["O"] = "从火成沙砾元素身上收集4个元素核心。",
["S"] = {
"收集元素核心",
},
},
[42771] = {
["T"] = "维护和平",
["O"] = "清除9个灵魂。",
["S"] = {
"清除灵魂",
},
},
[29834] = {
["T"] = "迦尔达拉必须付出代价",
["O"] = "托玛尔要求你杀死古达克内的斯拉德兰，莫拉比和迦尔达拉。",
["S"] = {
"消灭斯拉德兰",
"消灭莫拉比",
"消灭迦尔达拉",
},
},
[62738] = {
["T"] = "血肉之刃",
["O"] = "与玛卓克萨斯阴冷棱堡的剑斗士米维克斯交谈。",
},
[31626] = {
["T"] = "围攻砮皂寺挑战模式——安慰（第N个）",
},
[31882] = {
["T"] = "瓦佐克",
["O"] = "去奥格瑞玛向瓦佐克报到。",
},
[47891] = {
["T"] = "坏消息",
["O"] = "返回维迪卡尔与图拉扬会面。",
},
[66084] = {
["T"] = "时势如此",
["O"] = "从变换流沙的迷时敌人处收集100份时光残渣。",
["S"] = {
"时光残渣",
},
},
[8646] = {
["T"] = "雷锤长者",
},
[8774] = {
["T"] = "目标：雷戈伏击者",
["O"] = "击杀30只雷戈伏击者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 VIII才能完成这个任务。",
["S"] = {
"消灭雷戈伏击者",
},
},
[51987] = {
["T"] = "勇士：霍巴特·钩锤",
},
[53011] = {
["T"] = "轻轻摇晃过的礼品",
},
[90659] = {
["T"] = "借用一下",
["O"] = "选择你的神器武器。",
["S"] = {
[2] = "使用你选择的天赋专精与莫蒙图斯交谈",
},
},
[38164] = {
["T"] = "Classic 50-59",
},
[55059] = {
["T"] = "图纸：应急维修工具包",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39188] = {
["T"] = "英雄的召唤：泰罗卡森林！",
["O"] = "与泰罗卡森林地区的塞纳里奥树林中的某位德鲁伊谈一谈。",
},
[56083] = {
["T"] = "危险的工作环境",
["O"] = "消灭15个进攻的机器人。",
["S"] = {
"消灭进攻的机器人",
},
},
[10182] = {
["T"] = "战斗法师达斯利克",
["O"] = "在巫师街内找到战斗法师达斯利克的家，将剑放回他的武器架上。然后与肯瑞瓦村的管理者戴沃斯谈一谈。",
["S"] = {
"让达斯利克的灵魂安息",
},
},
[10310] = {
["T"] = "破坏迁跃门！",
["O"] = "护送德里亚到达登陆场：破坏的迁跃门，并在他尝试破坏迁跃门的过程中保护他的安全。然后返回虚空风暴的中央生态圆顶，向中央圆顶哨站的加鲁斯复命。",
["S"] = {
"破坏燃烧军团迁跃门",
},
},
[83492] = {
["T"] = "战团：战团集结",
["O"] = "在加基森与布鲁和她的战团见面。",
},
[42772] = {
["T"] = "神圣之地",
["O"] = "净化悔恨岭的墓地。",
["S"] = {
"净化墓地",
},
},
[60179] = {
["T"] = "纪念荣光",
["O"] = "阅读3块风化的碑铭。",
["S"] = {
"阅读风化的碑铭",
},
},
[11334] = {
["T"] = "He Shoots, He Scores!",
["O"] = "[PH] Rinling wants you to shoot a marked target and then return the Target Rifle to him.",
},
[75301] = {
["T"] = "蜜丝蒂的混合魔法",
["O"] = "给峈姆的蜜丝蒂送去加气法力药水和天龙聚能。",
["S"] = {
"加气法力药水 |A:Professions-Icon-Quality-Tier3-Small:18:18:0:2|a",
"天龙聚能 |A:Professions-Icon-Quality-Tier2-Small:18:18:0:2|a",
},
},
[62739] = {
["T"] = "修复平衡",
["O"] = "在炽蓝仙野的森林之心与月莓女勋爵谈谈。",
},
[78373] = {
["T"] = "梦境感谢你",
["O"] = "在中心营地与安里姆交谈。",
},
[47892] = {
["T"] = "进攻堡垒",
["O"] = "前往命运角。",
},
[24459] = {
["T"] = "摩林·云行者",
["O"] = "去找血蹄村东边的摩林·云行者。",
},
[49940] = {
["T"] = "沙痕裂口",
["O"] = "与剑卫桑吉在沙痕裂口会面。",
},
[34069] = {
["T"] = "取彼之矛",
["O"] = "在阿古拉克之骨里收集5根雷神长矛。",
["S"] = {
"带刺的雷神长矛",
},
},
[25483] = {
["T"] = "LFGDungeons - Holiday Dungeon - Coren Direbrew - 1st",
},
[70182] = {
["T"] = "胜利的滋味",
["O"] = "返回瓦德拉肯的创新引擎处。",
["S"] = {
"返回创新引擎处",
"使用传送门（可选）",
},
},
[35605] = {
["T"] = "奥达曼奖励任务",
},
[13126] = {
["T"] = "协同作战",
["O"] = "贝加里斯塔兹要求你摧毁10台离心构造体，以此关闭瓦尔洛斯的护盾。然后击败瓦尔洛斯·云击。",
["S"] = {
"摧毁离心构造体",
"击败瓦尔洛斯·云击",
},
},
[37653] = {
["T"] = "恶魔之魂",
["O"] = "在法罗纳尔前线捕获8个恶魔之魂。",
["S"] = {
"捕获恶魔之魂",
},
},
[38165] = {
["T"] = "TBC 60-69",
},
[55060] = {
["T"] = "图纸：应急能量背包",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39189] = {
["T"] = "大酋长的命令：纳格兰！",
["O"] = "与泰罗卡森林地区的塞纳里奥树林中的某位德鲁伊谈一谈。",
},
[28299] = {
["T"] = "与卡扎克·暗哮碰面",
["O"] = "与奥格瑞玛兵营的卡扎克·暗哮交谈。",
},
[66087] = {
["T"] = "终止时间",
["O"] = "在变换流沙中消灭迷时敌人，增强青铜龙盟友，交还失落的神器，关闭时光裂隙，协助时光旅行者。",
["S"] = {
"维护时间线",
},
},
[41749] = {
["T"] = "腐化的牺牲品",
["O"] = "消灭守护者瓦雷索斯。",
["S"] = {
"消灭瓦雷索斯",
},
},
[42773] = {
["T"] = "启示之光",
["O"] = "与光明使者乌瑟尔交流。",
["S"] = {
"在墓穴与玛克斯韦尔·泰罗索斯会合",
},
},
[29835] = {
["T"] = "迦尔达拉必须付出代价",
["O"] = "记载者拜基妮要求你杀死古达克内的斯拉德兰，莫拉比和迦尔达拉。",
["S"] = {
"消灭斯拉德兰",
"消灭莫拉比",
"消灭迦尔达拉",
},
},
[44821] = {
["T"] = "十万火急",
["O"] = "在紫色天台听取六人议会的看法。",
["S"] = {
"聆听议会的请求",
},
},
[62740] = {
["T"] = "黑暗企图",
["O"] = "与雷文德斯暗湾镇附近的雷纳索尔王子谈谈。",
},
[31627] = {
["T"] = "魔古山宫殿挑战模式——安慰（第N个）",
},
[31883] = {
["T"] = "瓦佐克",
["O"] = "去奥格瑞玛向瓦佐克报到。",
},
[93120] = {
["T"] = "永恒研究：特别任务，世界任你游",
["O"] = "完成10个世界任务。",
},
[48405] = {
["T"] = "好人先生",
["O"] = "找到并消灭好人先生。",
["S"] = {
"找到皮皮帮的窝点",
},
},
[851] = {
["T"] = "狂热的维罗戈",
["O"] = "杀死维内斯，将维罗戈引出来。然后杀死他，获取他的徽记。",
["S"] = {
"维罗戈的徽记",
},
},
[93117] = {
["T"] = "永恒研究：特别任务，首领连战",
["O"] = "击败10个地下城、团队副本或世界首领。",
},
[83495] = {
["T"] = "战团：双生位相",
["O"] = "在加基森外启动置换信号整理机，然后应对后果。",
["S"] = {
"激活置换信号整理机",
},
},
[84519] = {
["T"] = "古代珍玩：战斗",
["O"] = "让布莱恩·铜须装备并使用牢不可破的铁质神像。",
},
[85543] = {
["T"] = "更多亮闪闪！",
},
[1097] = {
["T"] = "艾尔默的任务",
["O"] = "与暴风城的格瑞曼德·艾尔默谈一谈。",
},
[35606] = {
["T"] = "血色大厅奖励任务",
},
[93116] = {
["T"] = "永恒研究：特别任务，除魔务尽",
["O"] = "在破碎群岛消灭敌人。",
},
[27342] = {
["T"] = "迟早，一切都会清楚的",
["O"] = "采集6份破狼草。",
["S"] = {
"破狼草",
},
},
[37142] = {
["T"] = "食人魔的族谱",
["O"] = "从血槌炉渣矿井里获得一份食人魔家谱。",
["S"] = {
"食人魔家谱",
"消灭戈洛克",
},
},
[37654] = {
["T"] = "海事法",
["O"] = "在玛拉纳东边的搁浅船只附近寻找卢伯·艾伦。",
},
[38166] = {
["T"] = "WLK 70-79",
},
[55061] = {
["T"] = "图纸：机械零食",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[40625] = {
["T"] = "新的来源",
["O"] = "帮凯托斯找一个邪能解离器。",
["S"] = {
"邪能解离器",
},
},
[41332] = {
["T"] = "加入议会",
["O"] = "陪同大德鲁伊巨蹄并和玛法里奥·怒风对话。",
["S"] = {
"与大德鲁伊巨蹄同行",
},
},
[35933] = {
["T"] = "艾泽拉斯最后的防线",
["O"] = "从黑暗之门基地的钢铁部落成员手中夺取钢铁部落信函。",
["S"] = {
"钢铁部落信函",
},
},
[62563] = {
["T"] = "再次复原！",
["O"] = "击败损毁者格甘图斯",
["S"] = {
"消灭损毁者格甘图斯",
},
},
[92524] = {
["T"] = "追踪任务",
},
[83496] = {
["T"] = "战团：时空就是金钱",
["O"] = "把抗扰动矩阵放在加基森银行。",
["S"] = {
"放置抗扰动矩阵",
},
},
[84520] = {
["T"] = "古代珍玩：效能",
["O"] = "让布莱恩·铜须使用和装备流线轮廓圣物。",
},
[42774] = {
["T"] = "希望致胜",
["O"] = "在圣光之愿礼拜堂与玛克斯韦尔·泰罗索斯男爵见面。",
},
[70185] = {
["T"] = "神奇野兽在哪里",
["O"] = "寻找并消灭野兽，将证明带给斥候托木尔。",
["S"] = {
"孔胡拉尔的毛皮",
},
},
[60181] = {
["T"] = "堑壕战",
["O"] = "使用男爵的战争号角，击败玛力菲斯。",
["S"] = {
"消灭玛力菲斯",
},
},
[92523] = {
["T"] = "追踪任务",
},
[92442] = {
["T"] = "永恒研究：战斗研究，圣光奔行者",
["O"] = "当你将守备官的审判作为你的主动神器技能时，击败100个敌人。",
},
[92441] = {
["T"] = "永恒研究：战斗研究，法师奔行者",
["O"] = "当你将纳兰的永恒圆盘作为你的主动神器技能时，击败100个敌人。",
},
[92440] = {
["T"] = "永恒研究：战斗研究，风暴奔行者",
["O"] = "当你将怒雷风暴作为你的主动神器技能时，击败100个敌人。",
},
[76329] = {
["T"] = "内外侦查",
["O"] = "侦查陨烬要塞的贾拉丁首领。",
["S"] = {
"侦查熔火束缚者",
"侦查“铁砧”",
},
},
[92439] = {
["T"] = "永恒研究：战斗研究，邪能奔行者",
["O"] = "当你将扭曲的远征作为你的主动神器技能时，击败100个敌人。",
},
[78377] = {
["T"] = "数幼龙",
},
[92430] = {
["T"] = "拥抱永恒的混乱",
["O"] = "在达拉然附近的永恒集市与伊特努丝交谈。",
},
[9540] = {
["T"] = "提克提图腾",
["O"] = "根据线索找到提克提图腾。",
},
[56490] = {
["T"] = "不安的亡灵",
["O"] = "前往东瘟疫之地的斯坦索姆，在仆从入口外找到肖恩·维克斯。",
},
[66467] = {
["T"] = "艺术源于生活",
["O"] = "消灭大型毒芽。",
["S"] = {
"消灭大型毒芽",
},
},
[24972] = {
["T"] = "重要情报",
["O"] = "将血色十字军文件交给提瑞斯法林地的卡尔斯通庄园里的亡灵卫兵希米尔。",
},
[91855] = {
["T"] = "世界之魂：卡雷什世界任务",
["O"] = "完成卡雷什的世界任务。",
},
[25484] = {
["T"] = "LFGDungeons - Holiday Dungeon - Ahune - 1st",
},
[91849] = {
["T"] = "永恒研究",
},
[35607] = {
["T"] = "血色大厅（奖励目标）奖励任务",
},
[26252] = {
["T"] = "傀儡之心",
["O"] = "将看守傀儡之心交给萨丁农场的农夫萨丁。",
},
[91848] = {
["T"] = "永恒研究",
},
[91847] = {
["T"] = "永恒研究",
},
[91782] = {
["T"] = "回收！",
["O"] = "找回布莱恩丢失的装备。",
["S"] = {
"检查回收令状",
},
},
[38167] = {
["T"] = "Cata/MoP 80-89",
},
[55062] = {
["T"] = "图纸：超级安全传送器：麦卡贡",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39191] = {
["T"] = "破冰者的遗产",
["O"] = "说服马格纳·破冰者。",
["S"] = {
"与胡尼尔交谈",
},
},
[56086] = {
["T"] = "图纸：全息数字化中继器",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库里。",
},
[91781] = {
["T"] = "赛季回顾",
["O"] = "阅读地下堡行者文件，了解地下堡第3赛季，然后从雷诺·杰克逊和芬利·莫格顿爵士那里购买补给。",
["S"] = {
"查看地下堡行者的指南",
},
},
[91780] = {
["T"] = "虚灵地下堡",
["O"] = "在多恩诺嘉尔与布莱恩·铜须会面。",
},
[28812] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[91768] = {
["T"] = "挥洒法力",
["O"] = "日志描述",
},
[91539] = {
["T"] = "光耀回响",
["O"] = "将光耀回响带到世界之魂的回忆，然后释放它。",
},
[29580] = {
["T"] = "果园里的装备",
["O"] = "从蜜风果园取回6把果园工具。",
["S"] = {
"果园工具",
},
},
[29836] = {
["T"] = "只是去看看",
["O"] = "图基尼希望你能去找古达克的拜基妮说话。",
},
[91481] = {
["T"] = "速度虹吸器",
["O"] = "向暗影营的佐·罗伯报告。",
},
[91461] = {
["T"] = "法力熔炉：欧米伽：沐影随行",
["O"] = "在史诗难度下，击败法力熔炉：欧米伽的节点之王萨哈达尔。",
},
[30604] = {
["T"] = "铲除断牙猢狲",
["O"] = "杀掉8个断牙冲锋者和6个断牙投掷者。",
["S"] = {
"消灭断牙冲锋者",
"消灭断牙投掷者",
},
},
[91448] = {
["T"] = "永恒研究：英雄破碎群岛的恐怖生物",
["O"] = "在英雄世界难度下消灭一个世界首领。",
},
[91446] = {
["T"] = "永恒研究：进阶战斗研究，稀有精英",
["O"] = "在英雄世界难度下消灭一个稀有精英敌人。",
},
[91437] = {
["T"] = "召唤参与者",
["O"] = "在达拉然附近的永恒集市与伊特努丝交谈。",
},
[31628] = {
["T"] = "通灵学院挑战模式——安慰（第N个）",
},
[31884] = {
["T"] = "瓦佐克",
["O"] = "去奥格瑞玛向瓦佐克报到。",
},
[47895] = {
["T"] = "伯特的机器人",
["O"] = "在宠物对战中击败伯特。",
["S"] = {
"击败伯特",
},
},
[91413] = {
["T"] = "暮光誓言的终末",
["O"] = "将暮光誓言印记带给卡雷什绿洲的威·娜莉。",
},
[91392] = {
["T"] = "贪婪的特使",
},
[91283] = {
["T"] = "贪婪的特使",
},
[83499] = {
["T"] = "奥术废土",
["O"] = "帮助艾萨斯·夺日者在静谧沙滩收集防护法术所需的材料。",
["S"] = {
"收集奥法之尘",
"收集光耀棱镜水晶",
"收集霜火精华",
},
},
[91089] = {
["T"] = "击败凯威扎",
["O"] = "提升你的物品等级，在卡雷什的难度8的地下堡中挑战凯威扎。",
["S"] = {
"在塔扎维什使用丰裕地下堡传送门（可选）",
"消灭节点女亲王凯威扎",
},
},
[8647] = {
["T"] = "风怒长者",
},
[8775] = {
["T"] = "目标：雷戈喷毒者",
["O"] = "击杀30只雷戈喷毒者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 IX才能完成这个任务。",
["S"] = {
"消灭雷戈喷毒者",
},
},
[35608] = {
["T"] = "血色大厅奖励任务",
},
[91067] = {
["T"] = "收集食材包",
["O"] = "收集美酒节食材包，并将它们放到马车上。",
["S"] = {
"一包美酒节食材",
},
},
[36632] = {
["T"] = "戈尔隆德的秘密。",
["O"] = "到戈尔隆德的荒林洼地与伊瑞尔谈一谈。跟你的要塞狮鹫管理员或棱堡高地的飞行管理员交谈来飞往那里。",
},
[91061] = {
["T"] = "永恒混乱",
["O"] = "探索英雄世界难度。",
["S"] = {
"与伊特努丝谈一谈（可选）",
"使用永恒混乱控制台，进入英雄世界难度",
},
},
[28341] = {
["T"] = "收集堕落",
["O"] = "从碎痕谷的热能恐兽身上收集8份熵能精华。",
["S"] = {
"熵能精华",
},
},
[38168] = {
["T"] = "WOD 90-99",
},
[55063] = {
["T"] = "图纸：G99.99陆行鲨",
["O"] = "你应该能够把图纸上传到锈栓镇的帕斯卡K1N6型的数据库。>",
},
[9799] = {
["T"] = "跑腿采花",
["O"] = "采集3朵被污染的花朵，然后向埃门谷坠毁点的学徒维莎尔复命。",
["S"] = {
"被污染的花朵",
},
},
[56087] = {
["T"] = "图纸：实验型冒险者强化器",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库里。",
},
[40216] = {
["T"] = "猎人之心",
["O"] = "在松岩盆地猎杀野生动物，帮助艾迪学习如何狩猎。",
["S"] = {
"与艾迪交谈",
},
},
[10183] = {
["T"] = "前往52区",
["O"] = "将虚空学家的笔记交给虚空风暴52区的火箭主管弗斯拉格。",
},
[10311] = {
["T"] = "德里亚需要你的帮助",
["O"] = "与虚空风暴登陆场：破坏的德里亚谈一谈。",
},
[83500] = {
["T"] = "泽克维尔，先驱之手",
["O"] = "在泽克维尔，先驱之手的地下堡中击败他。",
["S"] = {
"在泽克维尔的巢穴地下堡内消灭泽克维尔",
},
},
[10567] = {
["T"] = "制造坠饰",
["O"] = "收集6只卢安利爪，在卢安预言法阵中使用它们召唤一名乌鸦预言者。杀死乌鸦预言者，将预言者的坠饰交给卢安荒野的坦莫。",
["S"] = {
"预言者的坠饰",
},
},
[54458] = {
["T"] = "来自普罗德摩尔海军部的补给",
["O"] = "和伯拉勒斯港的供给官芙蕾交谈，领取你的奖励。",
},
[55882] = {
["T"] = "带给基地的消息",
["O"] = "返回联盟营地，并与嘉里克船长交谈。",
},
[57994] = {
["T"] = "血肉之中",
["O"] = "控制熔魂构造体并从造物密院逃离。",
["S"] = {
"控制熔魂构造体",
},
},
[91030] = {
["T"] = "全新的泰坦指令",
["O"] = "完成任意地下堡。",
},
[89644] = {
["T"] = "永恒研究：团队作战时刻（暗枝）",
["O"] = "完成翡翠梦魇的暗枝区域（任意难度）。",
},
[57516] = {
["T"] = "穿越烈焰与火光",
["O"] = "抵达立岩。",
["S"] = {
"立岩",
},
},
[8325] = {
["T"] = "夺回逐日岛",
["O"] = "杀死6只法力浮龙。它们位于法师塔和阳台附近的燃烧水晶周围。",
["S"] = {
"消灭法力浮龙",
},
},
[11591] = {
["T"] = "钢腭的车队",
["O"] = "前往钢腭的车队，找到步兵沃塔·怒拳。",
},
[37192] = {
["T"] = "烈焰之刃桑克苏",
["O"] = "把烈焰之刃桑克苏带回你的要塞给战争大师佐格看看。",
},
[78381] = {
["T"] = "梦境合一",
["O"] = "找到另一片分裂的梦境火花。",
["S"] = {
"分裂的梦境火花",
},
},
[9515] = {
["T"] = "督军斯雷提兹",
["O"] = "秘蓝岛奥德修斯营地的女祭司基琳·伊尔蒂娜要求你杀死督军斯雷提兹。",
["S"] = {
"消灭督军斯雷提兹",
},
},
[12103] = {
["T"] = "山雨欲来",
["O"] = "前往晴日峰协助大宗师海特。",
["S"] = {
[2] = "使用禅宗朝圣或者达拉然的传送门前往晴日峰",
},
},
[42568] = {
["T"] = "进城准备",
["O"] = "在暴风城外面找到半兽人迦罗娜。",
},
[66094] = {
["T"] = "扎斯凯雷兹遗迹",
["O"] = "在欧恩哈拉平原的扎斯凯雷兹附近与托蒂见面。",
},
[12487] = {
["T"] = "前往征服堡，自求多福吧！",
["O"] = "前往灰熊丘陵的征服堡，向征服者克雷娜介绍你自己。",
},
[26444] = {
["T"] = "消灭军团",
["O"] = "消灭冥火岭、屠魔峡谷和屠魔山的任意15名恶魔。",
["S"] = {
"消灭恶魔",
},
},
[25485] = {
["T"] = "LFGDungeons - Holiday Dungeon - Crown Chemical - 1st",
},
[90938] = {
["T"] = "跃行虚空",
["O"] = "在佐舒尔瞭望台与哈希姆见面。",
},
[35609] = {
["T"] = "血色大厅（奖励目标）奖励任务",
},
[90901] = {
["T"] = "神器活现",
["O"] = "击败敌人获得纪元纪念品，从中获取永恒能量解锁神器专长。",
["S"] = {
"收集永恒能量",
},
},
[72539] = {
["T"] = "巨龙时代（60-69）E",
},
[37145] = {
["T"] = "顺手牵羊的巴德",
["O"] = "从钢铁码头获得闪闪发光的东西。",
["S"] = {
"闪闪发光的东西",
"消灭斯古洛克",
},
},
[37657] = {
["T"] = "有利可图",
["O"] = "在玛拉纳消灭12个海地精或者龙虾人，并解决他们的领袖卡卡拉女王。",
["S"] = {
"消灭海地精或龙虾人",
"解决卡卡拉女王",
},
},
[38169] = {
["T"] = "Legion 100-109 A",
},
[55064] = {
["T"] = "图纸：锈栓留声机",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[90779] = {
["T"] = "破裂的钥石",
["O"] = "在史诗钥石等级2或更高难度下完成任意地下城。",
},
[82408] = {
["T"] = "请勿使用",
},
[40217] = {
["T"] = "箭矢供应",
["O"] = "把箭囊拿到奈辛瓦里小屋，交给赫米特·奈辛瓦里。",
},
[28557] = {
["T"] = "大酋长的命令：奥丹姆！",
["O"] = "与塔纳利斯西部灌木谷的埃达尔拉交谈。",
},
[14407] = {
["T"] = "艾萨拉的蓝龙",
["O"] = "同锈水港的卡雷会面。",
},
[83502] = {
["T"] = "防御魔法课程",
["O"] = "帮助艾萨斯·夺日者施法，在静谧沙滩建造一个防护性的奥术穹顶。",
["S"] = {
"激活第一个结界",
},
},
[90776] = {
["T"] = "古代珍玩：战斗",
["O"] = "为布莱恩·铜须使用并装备一件战斗珍玩。",
},
[82553] = {
["T"] = "地心之战（71-79）E",
},
[82604] = {
["T"] = "地心之战（80）E",
},
[60184] = {
["T"] = "我的浮空城呢？",
["O"] = "将圣所传送门系统升至等级2。",
},
[82608] = {
["T"] = "地心之战（71-79）E",
},
[83118] = {
["T"] = "日程检查",
["O"] = "收集3张员工日程表。",
["S"] = {
"员工日程表",
},
},
[90754] = {
["T"] = "驭空术",
["O"] = "穿过莫拉塔丽的传送门，前往安德斯塔兹领主处。",
["S"] = {
"穿过莫拉塔丽的传送门",
},
},
[75311] = {
["T"] = "冬雪观景赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[83628] = {
["T"] = "焦灼降温",
["O"] = "与陌生人交谈，改善与阿拉希人的关系。",
["S"] = {
"与昂西艾交谈",
},
},
[31629] = {
["T"] = "血色修道院挑战模式——安慰（第N个）",
},
[31885] = {
["T"] = "瓦佐克",
["O"] = "去奥格瑞玛向瓦佐克报到。",
},
[90731] = {
["T"] = "加强的腐化",
["O"] = "从惊魂幻象的失落区域的首领身上找到黑血凝结物和错位的腐化纪念品。",
["S"] = {
"黑血凝结物",
"错位的腐化纪念品",
},
},
[90729] = {
["T"] = "双赢局面",
["O"] = "售出6件影贸积压货。",
["S"] = {
"出售影贸积压货",
},
},
[85434] = {
["T"] = "事关细节",
["O"] = "在塔扎维什和协调人赛·希尔对峙。",
["S"] = {
"与港务官佐·拉鲁交谈（可选）",
"击败协调人赛·希尔",
},
},
[82479] = {
["T"] = "剑长笔短",
["O"] = "帮助艾米拉用合适的措辞回信给欧伦。",
["S"] = {
"将艾米拉的话语记在纸上",
},
},
[33562] = {
["T"] = "Trophy: Gorg'ak's Obsidian Spines",
},
[90705] = {
["T"] = "游学探奇",
["O"] = "在多恩诺嘉尔，暴风城或奥格瑞玛找到游学者周卓。",
},
[90701] = {
["T"] = "软乎的欢呼炸弹",
["O"] = "找到一枚隐藏在卑鄙布景中的欢呼炸弹，并在爆炸前将其踢飞。",
["S"] = {
"踢走欢呼炸弹",
},
},
[90663] = {
["T"] = "狂妄小贼",
["O"] = "与赛·达克斯交谈，取回失踪的进口物。",
["S"] = {
"和赛·达克斯交谈",
},
},
[35610] = {
["T"] = "Uldaman Bonus Reward",
},
[72240] = {
["T"] = "黑卫营",
["O"] = "将鳞长的命令传达给德薇希安和黑卫营。",
["S"] = {
"把指令传达给德薇希安",
},
},
[90638] = {
["T"] = "一堆水晶",
},
[37146] = {
["T"] = "替我跑腿",
["O"] = "从奥金顿获得一口噩梦钟。",
["S"] = {
"噩梦钟",
"消灭塔隆戈尔",
},
},
[37658] = {
["T"] = "激活结界",
["O"] = "重新激活3个恶魔结界。",
["S"] = {
"激活南部结界",
"激活西部结界",
"激活北部结界",
},
},
[38170] = {
["T"] = "Legion 100-109 H",
},
[55065] = {
["T"] = "图纸：锈栓美酒生成器",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[78384] = {
["T"] = "追光之人",
["O"] = "寻找安度因活着的线索。",
["S"] = {
"粉碎的雄狮护手",
"褪色之骨",
"饱经风霜的布料碎片",
},
},
[90636] = {
["T"] = "蚀刻纹章",
},
[90635] = {
["T"] = "神勇石",
},
[57113] = {
["T"] = "追踪莱索尼娅",
["O"] = "在谦逊神庙外和克雷雅见面。",
},
[82480] = {
["T"] = "人工智……",
["O"] = "阻止ELIZA。",
["S"] = {
"阻止ELIZA",
},
},
[90545] = {
["T"] = "子非鱼",
["O"] = "在绿洲附近抓获7条水噬鱼。",
["S"] = {
"在绿洲水域钓起水噬鱼",
},
},
[90115] = {
["T"] = "永恒研究：战斗研究，林地奔行者",
["O"] = "在“森林的召唤”作为你的主动神器技能时，消灭100个敌人。",
},
[90113] = {
["T"] = "永恒研究：自我提升，基础",
["O"] = "在破碎群岛完成各种活动。",
},
[90111] = {
["T"] = "永恒研究：战斗研究，恶魔学识",
["O"] = "消灭75只恶魔。",
},
[60185] = {
["T"] = "LFGDungeons - BFA - Ny'alotha Raid Finder - 1st",
},
[72241] = {
["T"] = "过往的教训",
["O"] = "与鳞长安波莎交谈。",
["S"] = {
"和鳞长安波莎交谈，了解过去的事件",
},
},
[90109] = {
["T"] = "永恒研究：净化天空",
["O"] = "在飞行过程中收集50个残余的时间微粒。",
["S"] = {
"残余的时间微粒",
},
},
[90103] = {
["T"] = "永恒研究：职业大厅的勇士",
["O"] = "完成你的职业大厅战役中的一章。",
},
[90101] = {
["T"] = "永恒研究：破碎群岛的恐怖生物",
["O"] = "击败一个世界首领。",
},
[90100] = {
["T"] = "永恒研究：战斗研究，稀有精英",
["O"] = "消灭2个稀有精英敌人。",
},
[90099] = {
["T"] = "永恒研究：战斗研究，稀有",
["O"] = "消灭6个稀有敌人。",
},
[78385] = {
["T"] = "小小的梦境之种",
["O"] = "在[地区]与西尔维娅·喃花交谈。",
},
[90081] = {
["T"] = "奥术符文魔印",
["O"] = "进入档案馆突袭地下堡，收集0个蚀刻的碎片。",
["S"] = {
"进入档案馆突袭地下堡",
"蚀刻的碎片",
},
},
[86190] = {
["T"] = "至尊魔菇",
["O"] = "从沃什柱巢收集一个沃什菇。",
["S"] = {
"沃什菇",
},
},
[89682] = {
["T"] = "永恒研究：勇气试炼（普通难度）",
["O"] = "完成勇气试炼（普通或更高难度）。",
},
[89681] = {
["T"] = "永恒研究：团队作战时刻（勇气试炼）",
["O"] = "完成勇气试炼（任意难度）。",
},
[24974] = {
["T"] = "从未如此孤单",
["O"] = "在耳语海岸上对一名邪鳍鱼人使用鱼人拴绳，然后带着它去找卡尔斯通庄园的塞德里克·卡尔斯通。",
["S"] = {
"捕获邪鳍鱼人",
"带回邪鳍鱼人",
},
},
[86590] = {
["T"] = "暗影界牛马",
["O"] = "收集15份仇怨精华。",
["S"] = {
"仇怨精华",
},
},
[25486] = {
["T"] = "恐怖图腾来了",
["O"] = "消灭7名恐怖图腾掠夺者。",
["S"] = {
"消灭恐怖图腾掠夺者",
},
},
[51482] = {
["T"] = "探求更多知识",
["O"] = "取回维克雷斯庄园中的《论锚草》。",
["S"] = {
"论锚草",
"消灭高莱克·图尔",
},
},
[74518] = {
["T"] = "抗性训练",
["O"] = "从查拉雷克洞窟收集5块闪光的水晶，5块硫化水晶和5块岩浆水晶。",
["S"] = {
"闪光的水晶",
"硫化水晶",
"岩浆水晶",
},
},
[86918] = {
["T"] = "回收的废料",
},
[26510] = {
["T"] = "必须准备万全！",
["O"] = "找回侏儒通讯器。",
["S"] = {
"侏儒通讯器",
},
},
[37147] = {
["T"] = "天之舞者",
["O"] = "从通天峰收集一瓶瓶装风暴。",
["S"] = {
"瓶装风暴",
"消灭高阶贤者维里克斯",
},
},
[54042] = {
["T"] = "黑海岸的麻烦",
["O"] = "与亡灵舰长塔特塞尔交谈，前往黑海岸，向纳萨诺斯报到。",
["S"] = {
"与亡灵舰长塔特塞尔交谈，前往黑海岸",
},
},
[38171] = {
["T"] = "Legion 100-109 A",
},
[55066] = {
["T"] = "图纸：机械兽能量背包",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[78386] = {
["T"] = "翡翠复苏",
["O"] = "在中心营地与艾莉阿娜交谈。",
},
[56090] = {
["T"] = "风暴烈酒的抵抗",
},
[80434] = {
["T"] = "深入地渊",
["O"] = "在心核隧途底部找到代言人布琳泽。",
},
[28558] = {
["T"] = "英雄的召唤：奥丹姆！",
["O"] = "与塔纳利斯灌木谷的埃达尔拉交谈。",
},
[28814] = {
["T"] = "追随者与领袖",
["O"] = "杀死高阶女祭司艾苏尔和101个虔诚的追随者。",
["S"] = {
"消灭高阶女祭司艾苏尔",
"消灭虔诚的追随者",
},
},
[89677] = {
["T"] = "永恒研究：翡翠梦魇（普通难度）",
["O"] = "在翡翠梦魇击败2个首领（普通或更高难度）。",
},
[29326] = {
["T"] = "诺达希尔之巅",
["O"] = "去海加尔山跟世界之树下的萨尔谈一谈，见证大地之环的仪式。",
["S"] = {
"见证仪式",
},
},
[29582] = {
["T"] = "葛雷克的噩梦",
["O"] = "和奥金顿法力陵墓里的工匠莫法鲁斯谈一谈。",
},
[59674] = {
["T"] = "友好的对手",
["O"] = "与炉火岗哨的佩罗迪斯或者涅美娅的居所的涅美娅见面。",
},
[30094] = {
["T"] = "时光之末",
["O"] = "和时光之末中的诺兹多姆谈一谈。",
},
[89676] = {
["T"] = "永恒研究：团队作战时刻（艾林裂隙）",
["O"] = "完成翡翠梦魇的艾林裂隙区域（任意难度）。",
},
[89665] = {
["T"] = "永恒研究：团队作战时刻（饱受折磨的守护者）",
["O"] = "完成翡翠梦魇的饱受折磨的守护者区域（任意难度）。",
},
[89622] = {
["T"] = "永恒研究：萨格拉斯之墓（普通难度）",
["O"] = "在萨格拉斯之墓击败2个首领（普通或更高难度）。",
},
[89607] = {
["T"] = "永恒研究：团队作战时刻（欺诈者之陨）",
["O"] = "完成萨格拉斯之墓的欺诈者之陨区域（任意难度）。",
},
[76339] = {
["T"] = "洛克莫丹循环赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31630] = {
["T"] = "血色大厅挑战模式——安慰（第N个）",
},
[31886] = {
["T"] = "恐惧空间",
["O"] = "去蟠龙脊和女射手李琪薇谈一谈。",
},
[64282] = {
["T"] = "惊喜连连",
["O"] = "找到佐瓦尔的宝箱。",
["S"] = {
"找到佐瓦尔的宝箱",
"将佐瓦尔的宝箱交给威·娜莉（可选）",
},
},
[89603] = {
["T"] = "永恒研究：萨格拉斯之墓（史诗难度）",
["O"] = "在萨格拉斯之墓击败2个首领（史诗难度）。",
},
[65306] = {
["T"] = "腐败牧场",
["O"] = "从腐朽腐烂物处收集20份恶臭软泥。",
["S"] = {
"恶臭软泥",
},
},
[66100] = {
["T"] = "补给重担",
["O"] = "收集6袋守路者补给。",
["S"] = {
"守路者补给",
},
},
[89602] = {
["T"] = "永恒研究：萨格拉斯之墓（英雄难度）",
["O"] = "在萨格拉斯之墓击败2个首领（英雄或更高难度）。",
},
[89597] = {
["T"] = "永恒研究：勇气试炼（史诗难度）",
["O"] = "完成勇气试炼（史诗难度）。",
},
[8648] = {
["T"] = "暗灵长者",
},
[51483] = {
["T"] = "黑铁的传承",
["O"] = "在暗炉城与茉艾拉·索瑞森见面。",
},
[35612] = {
["T"] = "血色修道院奖励任务",
},
[89595] = {
["T"] = "永恒研究：安托鲁斯，燃烧王座（英雄难度）",
["O"] = "在安托鲁斯，燃烧王座击败2个首领（英雄或更高难度）。",
},
[9160] = {
["T"] = "调查安达洛斯",
["O"] = "调查安达洛斯一带，杀死12个哨兵部队间谍，然后向幽魂之地塔奎林的奥莉菲洛丝夫人复命。",
["S"] = {
"消灭哨兵部队间谍",
"调查安达洛斯",
},
},
[37148] = {
["T"] = "奥拉留斯的冒险",
["O"] = "从黑石塔上层获得峰林火焰蜂。",
["S"] = {
"峰林火焰蜂",
"消灭督军扎伊拉",
},
},
[9416] = {
["T"] = "向吉里卡将军报到",
["O"] = "与雷戈虫巢附近部落营地的吉里卡将军谈一谈。",
},
[38172] = {
["T"] = "Legion 100-109 A",
},
[9672] = {
["T"] = "血咒的遗产",
["O"] = "海军上将奥德修斯要你找到艾德华·汉斯船长，然后与他谈一谈。",
},
[39196] = {
["T"] = "大酋长的命令：纳格兰！",
["O"] = "前往纳格兰的加拉达尔，与克洛坎上尉谈一谈。",
},
[89594] = {
["T"] = "永恒研究：团队作战时刻（背叛者的崛起）",
["O"] = "完成暗夜要塞的背叛者的崛起区域（任意难度）。",
},
[40220] = {
["T"] = "棘刺之舞",
["O"] = "在月翼浅滩击败3个蓟叶刺舞者。",
["S"] = {
"消灭蓟叶刺舞者",
},
},
[89593] = {
["T"] = "永恒研究：团队作战时刻（暗夜之塔）",
["O"] = "完成暗夜要塞的暗夜之塔区域（任意难度）。",
},
[66101] = {
["T"] = "上九天揽月",
["O"] = "使用勘测员的圆盘弹射升空，侦查区域。",
["S"] = {
"跳上勘测员的圆盘",
},
},
[89561] = {
["T"] = "浓妆艳裹",
["O"] = "与哈希姆交谈，了解你的雷什裹布。",
["S"] = {
"向哈希姆了解强化雷什裹布",
},
},
[42268] = {
["T"] = "遇难水手",
["O"] = "解救10名女王的复仇号水手。",
["S"] = {
"解救女王的复仇号水手",
},
},
[89557] = {
["T"] = "永恒研究：黑心林地（普通难度）",
["O"] = "完成黑心林地（普通或更高难度）。",
},
[70197] = {
["T"] = "群岛的召唤",
["O"] = "在暴风城港口与托蒂·晶须见面。",
},
[89556] = {
["T"] = "永恒研究：群星庭院（史诗难度）",
["O"] = "完成群星庭院（史诗或更高难度）。",
},
[89555] = {
["T"] = "永恒研究：重返卡拉赞（下层）（史诗难度）",
["O"] = "完成重返卡拉赞（下层）（史诗或更高难度）。",
},
[89554] = {
["T"] = "永恒研究：重返卡拉赞（下层）（英雄难度）",
["O"] = "完成重返卡拉赞（下层）（英雄或更高难度）。",
},
[74293] = {
["T"] = "并未遗忘",
["O"] = "解救封存在兹斯克拉宝库中的龙希尔。",
["S"] = {
"解救被囚禁的龙希尔",
},
},
[75317] = {
["T"] = "诺达希尔螺旋",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11592] = {
["T"] = "攻击！",
["O"] = "帮助远行者达玛·傲蹄和他的士兵突袭钢腭的车队，并杀死指挥官斯尔加·钢腭的幽灵。\n\n完成任务后，前往北风苔原的博古洛克前哨站，向博古洛克大王复命。",
["S"] = {
"帮助远行者达玛·傲蹄完成突袭。",
},
},
[89553] = {
["T"] = "永恒研究：重返卡拉赞（下层）（普通难度）",
["O"] = "完成重返卡拉赞（下层）（普通或更高难度）。",
},
[63771] = {
["T"] = "命运提醒",
["O"] = "如果你想进入命运丝线的话，可以与奥利波斯的命运撰写师罗-塔尔会面。",
},
[89549] = {
["T"] = "永恒研究：奈萨里奥的巢穴（英雄难度）",
["O"] = "完成奈萨里奥的巢穴（英雄或更高难度）。",
},
[89547] = {
["T"] = "永恒研究：噬魂之喉（史诗难度）",
["O"] = "完成噬魂之喉（史诗或更高难度）。",
},
[65307] = {
["T"] = "仁德至上",
["O"] = "治疗受伤的龙希尔和龙人。",
["S"] = {
"治疗受伤的龙希尔",
"治疗受伤的龙人",
"治疗阿崔诺什·雹石",
},
},
[24719] = {
["T"] = "白色龙爪",
["O"] = "取回5个白色暴掠龙爪。",
["S"] = {
"白色暴掠龙爪",
},
},
[24975] = {
["T"] = "悲伤之地",
["O"] = "从提瑞斯法林地的索利丹农场中偷10颗南瓜来。",
["S"] = {
"提瑞斯法南瓜",
},
},
[12616] = {
["T"] = "卡拉赞的密室",
["O"] = "银色特使要你进入卡拉赞的仆役宿舍，在特里斯·黯血王子的房间中寻找线索。",
},
[25487] = {
["T"] = "恐怖图腾来了",
["O"] = "消灭7名恐怖图腾抢劫者。",
["S"] = {
"消灭恐怖图腾抢劫者",
},
},
[51484] = {
["T"] = "玛格汉的传承",
["O"] = "在奥格瑞玛面见盖亚拉大王。",
},
[13000] = {
["T"] = "紧急措施",
["O"] = "血卫士洛尔加要你前往东边的基莫拉克之巢，收集6张座狼的毛皮。",
["S"] = {
"座狼的毛皮",
},
},
[52508] = {
["T"] = "仪式效应",
["O"] = "从风暴之缘的堕落的船卫和深渊先知那里收集一把仪式匕首、一盏仪式灯笼和几件仪式长袍。",
["S"] = {
"仪式匕首",
"仪式灯笼",
"仪式长袍",
},
},
[26511] = {
["T"] = "打扫止水湖",
["O"] = "杀掉止水湖的任意10名鱼人。",
["S"] = {
"击败止水湖鱼人",
},
},
[37149] = {
["T"] = "虚空之门",
["O"] = "在影月墓地获得一把虚空之门钥匙。",
["S"] = {
"虚空之门钥匙",
"消灭耐奥祖",
},
},
[75318] = {
["T"] = "诺达希尔螺旋 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[13640] = {
["T"] = "资材管理",
["O"] = "说服垂头丧气的苦工们开工，收集5捆刚切下的木头。",
["S"] = {
"刚切下的木头",
},
},
[55068] = {
["T"] = "图纸：BAWLD-371",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39197] = {
["T"] = "英雄的召唤：纳格兰！",
["O"] = "前往外域的纳格兰，与塔拉的监护者莫布吉尔谈一谈。",
},
[89544] = {
["T"] = "永恒研究：执政团之座（史诗难度）",
["O"] = "完成执政团之座（史诗或更高难度）。",
},
[40221] = {
["T"] = "放飞精灵龙",
["O"] = "在月翼浅滩解救8只被俘的月翼精灵龙。",
["S"] = {
"解救月翼精灵龙",
},
},
[89543] = {
["T"] = "永恒研究：魔法回廊（英雄难度）",
["O"] = "完成魔法回廊（英雄或更高难度）。",
},
[14408] = {
["T"] = "九号实验品的计划",
["O"] = "从秘密实验室东头的实验室档案馆里获取秘密火箭图纸。按下实验室的门铃并杀掉出现的实验室主管。",
["S"] = {
"按下门铃",
"秘密火箭图纸",
},
},
[89542] = {
["T"] = "永恒研究：重返卡拉赞（上层）（普通难度）",
["O"] = "完成重返卡拉赞（上层）（普通或更高难度）。",
},
[89541] = {
["T"] = "永恒研究：重返卡拉赞（上层）（史诗难度）",
["O"] = "完成重返卡拉赞（上层）（史诗或更高难度）。",
},
[29583] = {
["T"] = "疯子埃克尔特",
["O"] = "和奥金顿法力陵墓里的工匠莫法鲁斯谈一谈。",
},
[29839] = {
["T"] = "独一无二",
["O"] = "托玛尔要你从古达克弄一块达卡莱巨像的碎片回来。",
["S"] = {
"达卡莱巨像的碎片",
},
},
[30095] = {
["T"] = "时光之末",
["O"] = "和时光之末中的诺兹多姆谈一谈。",
},
[72247] = {
["T"] = "巨龙群岛珠宝加工",
},
[89540] = {
["T"] = "永恒研究：弥时钥石地下城",
["O"] = "完成一个弥时钥石地下城。",
},
[89539] = {
["T"] = "永恒研究：守望者地窟（史诗难度）",
["O"] = "完成守望者地窟（史诗或更高难度）。",
},
[75319] = {
["T"] = "诺达希尔螺旋 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[62748] = {
["T"] = "鼓舞玛卓克萨斯",
["O"] = "帮助玛卓克萨斯完成日常任务和世界任务、拾取宝箱、消灭稀有生物。你也可以通过在玛卓克萨斯地下城中击败强大的敌人以达成目标。",
["S"] = {
"帮助通灵领主",
},
},
[31631] = {
["T"] = "残阳关挑战模式——青铜添头（第N个）",
},
[78391] = {
["T"] = "造物者马拉松 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[89538] = {
["T"] = "永恒研究：守望者地窟（普通难度）",
["O"] = "完成守望者地窟（普通或更高难度）。",
},
[89534] = {
["T"] = "永恒研究：魔法回廊（普通难度）",
["O"] = "完成魔法回廊（普通或更高难度）。",
},
[89530] = {
["T"] = "永恒研究：永夜大教堂（普通难度）",
["O"] = "完成永夜大教堂（普通或更高难度）。",
},
[66104] = {
["T"] = "法医生态学",
["O"] = "解剖鳄鱼人遗骸。",
["S"] = {
"解剖潮喉鳄鱼人尸体",
"解剖风鳍鳄鱼人尸体",
},
},
[89529] = {
["T"] = "永恒研究：群星庭院（普通难度）",
["O"] = "完成群星庭院（普通或更高难度）。",
},
[89523] = {
["T"] = "永恒研究：黑鸦堡垒（普通难度）",
["O"] = "完成黑鸦堡垒（普通或更高难度）。",
},
[89522] = {
["T"] = "永恒研究：永夜大教堂（史诗难度）",
["O"] = "完成永夜大教堂（史诗或更高难度）。",
},
[51485] = {
["T"] = "为了部落",
["O"] = "去奥格瑞玛大使馆与黑卫大使见面。",
},
[89517] = {
["T"] = "永恒研究：突袭紫罗兰监狱（英雄难度）",
["O"] = "完成突袭紫罗兰监狱（英雄或更高难度）。",
},
[52509] = {
["T"] = "风暴的力量",
["O"] = "从被打败的元素中收集风暴激流微粒。",
["S"] = {
"收集风暴激流",
},
},
[89515] = {
["T"] = "圣焰之耀名望",
["O"] = "与莫盖恩之泪的拉尔斯·布伦迈特交谈。",
},
[37150] = {
["T"] = "为了小孔雀",
["O"] = "在永茂林地找到一只孔雀小雏鸟。",
["S"] = {
"孔雀小雏鸟",
"消灭雅努",
},
},
[89493] = {
["T"] = "战场欢迎你",
},
[38174] = {
["T"] = "Legion 100-109 H",
},
[55069] = {
["T"] = "图纸：协议转移装置",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39198] = {
["T"] = "大酋长的命令：刀锋山！",
["O"] = "前往刀锋山的雷神要塞，与高德雷克谈一谈。",
},
[89490] = {
["T"] = "悬赏令：奥能贩子索·泽尔",
["O"] = "组合一个奥术符文魔印、一个充能的水晶和一个走私者的印记，制作一个奥术诱饵使索·泽尔现身。",
["S"] = {
"充能的水晶",
"走私者的印记",
"奥术符文魔印",
},
},
[89476] = {
["T"] = "永恒研究",
},
[89469] = {
["T"] = "永恒研究：征募地下城挑战者（英雄难度）",
["O"] = "使用地下城查找器完成任意英雄难度地下城。",
},
[66105] = {
["T"] = "轻剂疗法",
["O"] = "消灭5个狂暴之水和5个狂暴之风。",
["S"] = {
"消灭狂暴之水",
"消灭狂暴之风",
},
},
[89466] = {
["T"] = "永恒研究：团队作战时刻（圣光突破口）",
["O"] = "完成安托鲁斯，燃烧王座的圣光突破口区域（任意难度）。",
},
[89465] = {
["T"] = "永恒研究：勿以任务小而不为",
["O"] = "完成6个任务。",
},
[42782] = {
["T"] = "整装待发",
["O"] = "拜访暴风城港口的联盟军队。",
["S"] = {
"打磨护甲",
"强化武器",
"享用最后一餐",
"切磋一下热热身",
},
},
[89464] = {
["T"] = "永恒研究：战斗研究，全面",
["O"] = "消灭200个敌人。",
},
[43806] = {
["T"] = "破碎海滩之战",
["O"] = "与第三舰队汇合。",
["S"] = {
"突袭破碎海滩",
},
},
[89420] = {
["T"] = "重访惊魂幻象",
},
[89417] = {
["T"] = "会面永恒",
["O"] = "在永恒集市逛逛。",
["S"] = {
"与诺斯特温见面",
"再次与莫蒙图斯见面",
"与霍罗斯见面",
"与赫米特见面",
"与莱拉赫见面",
"与派萨苟鲁斯见面",
},
},
[89416] = {
["T"] = "永恒的感激",
["O"] = "穿过传送门，去见伊特努丝和永恒龙军团。",
["S"] = {
"使用传送门",
},
},
[62237] = {
["T"] = "神秘的灵魂之镜",
["O"] = "将神秘的灵魂之镜交给万世档案所神庙的塞尼厄斯。",
},
[89415] = {
["T"] = "进攻城堡",
["O"] = "击败邪能领主耐兹麦特。",
["S"] = {
"进入紫罗兰城堡（可选）",
"消灭邪能领主耐兹麦特",
},
},
[89413] = {
["T"] = "不破不立",
["O"] = "使用拆解之沙技能召唤出拆解之沙，然后将军团护甲碎片放入沙中，将其分解为青铜。",
["S"] = {
"召唤拆解之沙（可选）",
"拆解军团护甲碎片",
},
},
[78393] = {
["T"] = "片刻喘息",
["O"] = "探索纺丝者之巢。",
["S"] = {
"寻找飞行管理员",
"寻找修理商",
"寻找旅店老板",
},
},
[89412] = {
["T"] = "勤于驱魔",
["O"] = "在达拉然周围封印军团传送门。",
["S"] = {
"封印军团传送门",
},
},
[89411] = {
["T"] = "废物再利用",
["O"] = "从达拉然周围的恶魔身上搜集军团护甲碎片。",
["S"] = {
"军团护甲碎片",
},
},
[89409] = {
["T"] = "永恒青铜",
["O"] = "锻造永恒青铜。",
["S"] = {
"抵达坦克用品店",
},
},
[24720] = {
["T"] = "能量水晶",
["O"] = "收集红色能量水晶、蓝色能量水晶、黄色能量水晶和绿色能量水晶各7块。",
["S"] = {
"红色能量水晶",
"黄色能量水晶",
"绿色能量水晶",
"蓝色能量水晶",
},
},
[24976] = {
["T"] = "药剂也要多姿多彩",
["O"] = "获得4朵骨髓之花、4根萨维伦之棘，以及8条咸海参。",
["S"] = {
"骨髓之花",
"萨维伦之棘",
"咸海参",
},
},
[25232] = {
["T"] = "火刃兽人",
["O"] = "从尘风洞穴的火刃成员那里夺得6份火刃魔法卷轴。",
["S"] = {
"火刃魔法卷轴",
},
},
[89408] = {
["T"] = "衣衫褴褛",
["O"] = "在达拉然的街道上收集磨损的时光帛线。",
["S"] = {
"收集磨损的时光帛线",
},
},
[51486] = {
["T"] = "为了联盟",
["O"] = "去暴风城大使馆与穆加德大使见面。",
},
[35615] = {
["T"] = "剃刀沼泽奖励任务",
},
[72250] = {
["T"] = "巨龙群岛烹饪",
},
[26512] = {
["T"] = "调试侏儒通讯器",
["O"] = "前往湖畔镇墓地来调试侏儒通讯器的信号接收。",
["S"] = {
"在湖畔镇墓地测试侏儒通讯器。",
},
},
[37151] = {
["T"] = "冰冷的钢铁",
["O"] = "从恐轨车站找到一门钢铁自动火炮。",
["S"] = {
"钢铁自动火炮",
"消灭啸天者托瓦拉",
},
},
[89407] = {
["T"] = "旧物利用",
["O"] = "回收蒙尘的石板、弯折的残剑以及奇异的珍玩，交给莫蒙图斯。",
["S"] = {
"蒙尘的石板",
"弯折的残剑",
"奇异的珍玩",
},
},
[89406] = {
["T"] = "封印与保护",
["O"] = "强化5道魔法屏障。",
["S"] = {
"与卡德加谈一谈（可选）",
"加强魔法壁垒",
},
},
[55070] = {
["T"] = "图纸：个人时光置换器",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[89404] = {
["T"] = "时光危机",
["O"] = "和莫拉塔丽交谈，然后找到卡德加。",
["S"] = {
"与莫拉塔丽交谈",
},
},
[89403] = {
["T"] = "11.2.5 Delves - Mid-Season Refresh - Player Choice Affix - TEST - ZGS",
},
[89380] = {
["T"] = "另一个世界",
["O"] = "在卡雷什的佐舒尔瞭望台找到莎德安妮丝。",
},
[28560] = {
["T"] = "大酋长的命令：幽魂之地！",
["O"] = "向幽魂之地塔奎林的奥术师范迪瑞尔报到。",
},
[66107] = {
["T"] = "荒野救生",
["O"] = "在惊扰湿地营救野生动物。",
["S"] = {
"营救野生动物",
},
},
[89349] = {
["T"] = "圣焰之耀津贴",
},
[89348] = {
["T"] = "为爱蜂狂",
["O"] = "在绿洲和草药学家奥莱拉见面。",
},
[85562] = {
["T"] = "知难而上",
["O"] = "从暗索部队手中夺回港务局。",
["S"] = {
"消灭黑血走私者",
},
},
[43295] = {
["T"] = "消灭邪能大军",
},
[30096] = {
["T"] = "姆诺兹多",
["O"] = "杀死姆诺兹多。",
["S"] = {
"消灭姆诺兹多",
},
},
[30352] = {
["T"] = "猎鹤",
["O"] = "杀死12个鲤鱼猎人。",
["S"] = {
"消灭鲤鱼猎手",
},
},
[89345] = {
["T"] = "无拘恐魔",
["O"] = "在无拘之域中消灭虚空死神。",
["S"] = {
"在无拘之域中消灭虚空死神",
},
},
[89327] = {
["T"] = "混乱",
["O"] = "协助阿达拉斯和蕾欧娜举行仪式。",
["S"] = {
"放置卡雷什碎片",
},
},
[62238] = {
["T"] = "误入歧途的灵魂",
["O"] = "使用万世档案所的灵魂之镜查看乌瑟尔抵达晋升堡垒时的情形。",
["S"] = {
"查看乌瑟尔的回忆",
},
},
[89325] = {
["T"] = "虚空汇流",
["O"] = "在莱阿库纳之隙洞穴中的仪式现场与阿达拉斯和蕾欧娜会合。",
},
[31632] = {
["T"] = "影踪禅院挑战模式——青铜添头（第N个）",
},
[89324] = {
["T"] = "崇高的碎片",
["O"] = "取回三把钥匙。",
["S"] = {
"找回永夜之钥",
"找回残月之钥",
"找回暗日之钥",
},
},
[64286] = {
["T"] = "死亡先锋军的典范",
["O"] = "与刻希亚守护者的休憩的女公爵麦恩克丝交谈。",
},
[89323] = {
["T"] = "荒凉废土",
["O"] = "前往北苏法德。",
["S"] = {
"抵达卡雷什碎片位置",
},
},
[89242] = {
["T"] = "我要金色软泥怪！",
["O"] = "在绿洲清理25份凝结的黏块。",
["S"] = {
"清理凝结的黏块",
},
},
[66108] = {
["T"] = "猛药重拳",
["O"] = "消灭索格勒莫格勒，潮喉之王和威格勒古格勒，风鳍之王。",
["S"] = {
"消灭索格勒莫格勒",
"消灭威格勒古格勒",
},
},
[89210] = {
["T"] = "捕蜂捉影",
["O"] = "记录15只蜜蜂和女王蜂。",
["S"] = {
"记录蜜蜂",
"记录女王蜂",
},
},
[89062] = {
["T"] = "做好储藏",
["O"] = "把晶化心能递交给绿洲的威·娜莉。",
},
[8649] = {
["T"] = "雷眉长者",
},
[51487] = {
["T"] = "寻找答案",
["O"] = "询问阿德里安娜修女、达雷尔修士和塞西莉亚修女有关失踪舰队的信息。",
["S"] = {
"询问阿德里安娜修女",
"询问达雷尔修士",
"询问塞西莉亚修女",
},
},
[89061] = {
["T"] = "做好储藏",
["O"] = "把晶化心能递交给绿洲的威·娜莉。",
},
[72252] = {
["T"] = "巨龙群岛钓鱼",
},
[12454] = {
["T"] = "生命的循环",
["O"] = "翡翠巨龙圣地的护园者尼瑟拉要你去杀死5只翡翠天爪枭。",
["S"] = {
"消灭翡翠天爪枭",
},
},
[37152] = {
["T"] = "克鲁的复仇",
["O"] = "从血槌炉渣矿井拿一颗巨大的食人魔脑袋。",
["S"] = {
"巨大的食人魔脑袋",
"消灭戈洛克",
},
},
[88981] = {
["T"] = "巢穴打扫",
["O"] = "使两条已命名的蛇和它们的小蛇巢穴焕然一新。",
["S"] = {
"召唤新鲜的芳香的梦露花",
"召唤更多超级柔软的苔藓",
"召唤加了油的舒适的加热灯",
"召唤替补守护者机器人",
},
},
[38176] = {
["T"] = "密报：突袭石怒崖",
["O"] = "突袭霜火岭石怒崖的血槌食人魔。",
["S"] = {
"突袭石怒崖的血槌军队",
},
},
[55071] = {
["T"] = "图纸：应急火箭鸡",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[26775] = {
["T"] = "成为迅猛龙",
["O"] = "跟女祭司萨阿莉亚谈一谈，帮助被抓住的鞭尾幼龙逃出祖尔格拉布。",
["S"] = {
"跟坦沙昂谈一谈",
"帮助特基乌",
"跟奇乌谈一谈",
"逃离祖尔格拉布",
},
},
[27539] = {
["T"] = "把它们堆起来",
["O"] = "从病木林的诅咒法师和天灾士兵身上收集16件破烂的装备。",
["S"] = {
"破烂的装备",
},
},
[40224] = {
["T"] = "深渊中的战锤",
["O"] = "使用塞拉赞恩的传送门前往碎岩之渊。与风暴召唤者米尔拉和萨尔一起取回毁灭之锤。",
["S"] = {
"进入碎岩之渊",
},
},
[88975] = {
["T"] = "抚慰惊蛇",
["O"] = "使用赫米特的舒心长笛安抚15条焦躁的蛇。",
["S"] = {
"安抚焦躁的蛇",
},
},
[82492] = {
["T"] = "世界之魂：千丝之城",
["O"] = "在普通或更高难度下完成千丝之城地下城。",
},
[41760] = {
["T"] = "凯尔丹纳斯的遗产",
["O"] = "使用凯尔丹纳斯的法术石魅惑5名枯法者，并让他们前往沙尔艾兰。",
["S"] = {
"吸引枯法者",
},
},
[10569] = {
["T"] = "斯克瑟隆废墟",
["O"] = "从斯克瑟隆废墟黑暗教团的鸦人身上夺得斯克瑟隆指挥官的日记 - 第1页、斯克瑟隆指挥官的日记 - 第2页，以及斯克瑟隆指挥官的日记 - 第3页，将它们交给狮鹫骑士基尔兰。",
["S"] = {
"斯克瑟隆指挥官的日记 - 第1页",
"斯克瑟隆指挥官的日记 - 第2页",
"斯克瑟隆指挥官的日记 - 第3页",
},
},
[88974] = {
["T"] = "生态稳定",
["O"] = "帮助孵化出小蛇。",
},
[10825] = {
["T"] = "神秘的宝珠",
["O"] = "将格里施纳宝珠交给刀锋山卢安荒野的护树者查恩。",
},
[71229] = {
["T"] = "平原的召唤",
["O"] = "在欧恩哈拉平原与哈达莉可汗交谈。",
},
[88971] = {
["T"] = "LFGDungeons - 11.2 The War Within - Raid Finder - Nth",
},
[88970] = {
["T"] = "LFGDungeons - 11.2 The War Within - Raid Finder - 1st",
},
[88947] = {
["T"] = "安德麦地下堡",
["O"] = "在多恩诺嘉尔与布莱恩·铜须会面。",
},
[62239] = {
["T"] = "除鼠行动",
["O"] = "使用拷问者之杖，对野兽密径中的8只巨型噬渊鼠进行测试。",
["S"] = {
"噬渊鼠爆炸",
},
},
[11593] = {
["T"] = "亡者的尊严",
["O"] = "钢腭的车队处的步兵沃塔·怒拳要你用火把烧掉10具车队卫兵和车队工人的遗体。",
["S"] = {
"点燃车队卫兵和工人的遗体",
},
},
[39360] = {
["T"] = "装备图纸：真铁船舵",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[63775] = {
["T"] = "密文与秘钥",
["O"] = "在宝库和求知者议事堂外围取回6个失窃的密文。",
["S"] = {
"失窃的密文",
},
},
[64287] = {
["T"] = "档案员卷宗的典范",
["O"] = "在刻希亚的追忆圣窟与档案员罗-遂尔交谈。",
},
[12105] = {
["T"] = "坠入黑暗",
["O"] = "将米克哈尔的日记交给琥珀松木营地的杜蒙特中尉。",
},
[81469] = {
["T"] = "charlie's test quest",
},
[12361] = {
["T"] = "糖罐",
},
[24977] = {
["T"] = "乔汉的实验",
["O"] = "将斑纹南瓜交给卡尔斯通庄园瞭望台的被俘虏的血色狂热者。",
},
[25233] = {
["T"] = "补给线的尽头",
["O"] = "击败海加尔山狼神小径的4名暮光督工。",
["S"] = {
"消灭暮光督工",
},
},
[50976] = {
["T"] = "上古诅咒",
["O"] = "激活扎尔沃的火盆并击败受诅者艾吉。",
["S"] = {
"激活火盆（可选）",
"消灭受诅者艾吉",
},
},
[86589] = {
["T"] = "一天一魔药，苦了通灵鳐",
["O"] = "从死去的致命的通灵鳐身上收集6份魔药样本。",
["S"] = {
"魔药样本",
},
},
[71230] = {
["T"] = "海象人渔具",
["O"] = "在碧蓝林海的伊斯卡拉与塔薇欧交谈。",
},
[26257] = {
["T"] = "它活了！",
["O"] = "对一台过载的麦田傀儡使用看守傀儡之心，然后用过载的麦田傀儡摧毁25台已充能的收割机。",
["S"] = {
"启动过载的麦田傀儡",
"消灭已充能的收割机",
},
},
[26513] = {
["T"] = "无影无踪",
["O"] = "收集8个赤脊山补给箱。",
["S"] = {
"赤脊山补给箱",
},
},
[37153] = {
["T"] = "迷时的维京人",
["O"] = "从血槌炉渣矿井获得奥拉夫的盾。",
["S"] = {
"奥拉夫的盾",
"消灭戈洛克",
},
},
[27025] = {
["T"] = "处理刺蓟",
["O"] = "采摘6颗刺蓟之种。",
["S"] = {
"刺蓟之种",
},
},
[38177] = {
["T"] = "密报：突袭玛戈纳洛克",
["O"] = "攻击霜火岭玛戈纳洛克的石头怪物。",
["S"] = {
"突袭玛戈纳洛克的石头怪物",
},
},
[55072] = {
["T"] = "图纸：战斗箱",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39201] = {
["T"] = "大酋长的命令：虚空风暴！",
["O"] = "向52区的火箭主管弗斯拉格报到。",
},
[47228] = {
["T"] = "希巴拉生态",
["O"] = "消灭8只希巴拉掠食者。",
["S"] = {
"消灭希巴拉掠食者",
},
},
[80446] = {
["T"] = "寻求组队",
["O"] = "击败3个地下城首领。",
},
[28561] = {
["T"] = "坚守纳奥姆",
["O"] = "加入奥丹姆纳奥姆的军团。",
},
[28817] = {
["T"] = "后方已经安全",
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
},
[29073] = {
["T"] = "赶往奥格瑞玛！",
},
[84542] = {
["T"] = "光耀回响",
["O"] = "将光耀回响带到世界之魂的回忆，然后释放它。",
},
[29585] = {
["T"] = "火花四溅",
["O"] = "使用蜜风果酒扑灭蜜风果园的12处火焰。",
["S"] = {
"扑灭果园的火焰",
},
},
[70207] = {
["T"] = "尾巴碎片",
["O"] = "将物品交给艾米莉亚·贝洛克。",
},
[30097] = {
["T"] = "备份需要",
["O"] = "在时光之末中杀死两个残影，并使用艾鲁尔米的容器备份他们的信息。",
["S"] = {
"记录残影",
},
},
[30353] = {
["T"] = "唯利是图",
["O"] = "获得12瓶虎血。",
["S"] = {
"一瓶虎血",
},
},
[88903] = {
["T"] = "无面者的复仇面具",
["O"] = "在惊魂幻象内将无面者的复仇面具放回祭坛。",
},
[28198] = {
["T"] = "最薄弱的一环",
["O"] = "跟奥丹姆拉穆卡恒军团前哨的萨赫特谈一谈。",
},
[11176] = {
["T"] = "工程的进展",
["O"] = "伊蕾娜·石衣要你和钢铁之门的钢铁之门首席考古学家谈一谈。",
},
[31377] = {
["T"] = "围攻青龙寺",
["O"] = "去翡翠林的青龙寺庭院和大贤者泰峰谈一谈。",
},
[31633] = {
["T"] = "围攻砮皂寺挑战模式——青铜添头（第N个）",
},
[31889] = {
["T"] = "战斗宠物训练师：卡利姆多",
["O"] = "在宠物战斗中击败叛徒格鲁克、杰出的高雷兹勒、科拉·恐怖图腾、佐尔坦和艾琳娜·振翼。",
["S"] = {
"击败叛徒格鲁克",
"击败杰出的高雷兹勒",
"击败科拉·恐怖图腾",
"击败佐尔坦",
"击败艾琳娜·振翼",
},
},
[26639] = {
["T"] = "接头人：布鲁贝克",
["O"] = "找到布鲁贝克。",
},
[80447] = {
["T"] = "寻求团队",
["O"] = "击败2个团队副本首领。",
},
[28172] = {
["T"] = "无辜",
["O"] = "取得一只获救的红色雏龙、一只获救的绿色雏龙、一只获救的蓝色雏龙和一只获救的青铜雏龙。",
["S"] = {
"获救的红色雏龙",
"获救的绿色雏龙",
"获救的蓝色雏龙",
"获救的青铜雏龙",
},
},
[66112] = {
["T"] = "可劲造",
["O"] = "收集始源大地核心和始源熔火核心。",
["S"] = {
"始源熔火核心",
"始源大地核心",
},
},
[83519] = {
["T"] = "加落谁家？",
["O"] = "在加乐宫的派对上询问大家对罗斯博德·加里维克斯的看法。",
["S"] = {
"与塔波纳拉·菲兹克兰克交谈",
"与马林·诺格弗格交谈",
"与大财主里维加兹交谈",
"和格琳拉·菲兹克兰克交谈",
},
},
[66675] = {
["T"] = "力之守护巨龙",
["O"] = "在誓言母石处协助阿莱克丝塔萨。",
["S"] = {
"开始仪式",
},
},
[88877] = {
["T"] = "黑水财阀崇敬",
["O"] = "在港务局与水手长哈迪交谈。",
},
[86591] = {
["T"] = "东施效颦",
["O"] = "消灭大祭师沃拉克斯。",
["S"] = {
"消灭大祭师沃拉克斯",
},
},
[71232] = {
["T"] = "巨龙群岛的名望",
["O"] = "在瓦德拉肯与寇扎鲁交谈。",
},
[72256] = {
["T"] = "暗爪营",
["O"] = "将鳞长的命令传达给科得希和暗爪营。",
["S"] = {
"把指令传达给科得希",
},
},
[66778] = {
["T"] = "乌克图鲁特急流 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[37154] = {
["T"] = "治愈死亡",
["O"] = "从奥金顿获得一件织魂容器。",
["S"] = {
"织魂容器",
"消灭塔隆戈尔",
},
},
[66835] = {
["T"] = "阳斑灌木林巡回赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38178] = {
["T"] = "密报：突袭钢铁军工厂",
["O"] = "突袭霜火岭钢铁军工厂的钢铁部落军队。",
["S"] = {
"突袭钢铁军工厂的钢铁部落军队",
},
},
[55073] = {
["T"] = "图纸：锈栓抵抗军徽记",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39202] = {
["T"] = "英雄的召唤：虚空风暴！",
["O"] = "向52区的火箭主管弗斯拉格报到。",
},
[66893] = {
["T"] = "复苏之喙",
["O"] = "在充盈急流治疗8只受伤的角行鸟。",
["S"] = {
"治疗受伤的角行鸟",
},
},
[80448] = {
["T"] = "新鲜场景",
["O"] = "完成1个场景战役。",
},
[67007] = {
["T"] = "档案援助",
["O"] = "在瓦德拉肯的档案馆与凯莫拉交谈。",
},
[82496] = {
["T"] = "世界之魂：千丝之城",
["O"] = "在英雄或更高难度下完成千丝之城地下城。",
},
[41762] = {
["T"] = "夏多雷盟友",
["O"] = "在苏拉玛郊区与希尔格林谈一谈。",
["S"] = {
"与希尔格林见面",
},
},
[67154] = {
["T"] = "熵之残迹",
["O"] = "从变换流沙的生物身上收集8份玻璃化的沙子。",
["S"] = {
"玻璃化的沙子",
},
},
[42786] = {
["T"] = "怪异的残渣",
["O"] = "在耳语崖与古薇娜·刃歌谈一谈。",
},
[86592] = {
["T"] = "来打疫苗",
["O"] = "为5只平静的通灵鳐接种疫苗。",
["S"] = {
"给平静的通灵鳐接种",
},
},
[71233] = {
["T"] = "飞瀑直下",
["O"] = "在碧蓝林海的三瀑勘查点与维拉瓦交谈。",
},
[88871] = {
["T"] = "锈水财阀崇敬",
["O"] = "在废渣铺与洛可·笑轰交谈。",
},
[88870] = {
["T"] = "锈水财阀尊敬",
["O"] = "在废渣铺与洛可·笑轰交谈。",
},
[61729] = {
["T"] = "冒险者：蕾哈尔",
},
[88805] = {
["T"] = "战痕的时光之路",
["O"] = "完成5个时空漫游地下城。",
},
[88803] = {
["T"] = "及时援助",
["O"] = "与沙漏互动并获得索莉多米的帮助。",
["S"] = {
"使用沙漏召唤援助",
},
},
[88754] = {
["T"] = "供给不足",
},
[80230] = {
["T"] = "岩矿急弯 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47906] = {
["T"] = "克罗米之死",
["O"] = "在场景战役“克罗米之死”中一次性阻止针对克罗米的全部八次攻击。",
["S"] = {
"阻止对克罗米的所有八次攻击",
},
},
[80261] = {
["T"] = "威尔汉之途",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80292] = {
["T"] = "拉克-艾哈特急行赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[66114] = {
["T"] = "为了女王的福祉",
["O"] = "与管理者瑟利斯特拉同行，前往红玉新生圣地。",
["S"] = {
"与管理者瑟利斯特拉同行，前往红玉新生圣地",
},
},
[24978] = {
["T"] = "收割收割者",
["O"] = "杀掉10个提瑞斯法农夫或提瑞斯法雇农。",
["S"] = {
"消灭提瑞斯法农夫",
},
},
[50466] = {
["T"] = "它已经疯了！",
["O"] = "消灭狂牙。",
["S"] = {
"消灭狂牙",
},
},
[88711] = {
["T"] = "光耀入侵：毒素与信息素",
["O"] = "帮助圣焰之耀在暴烈谷打击苏雷吉军队。",
["S"] = {
"瓦解苏雷吉部队",
},
},
[86593] = {
["T"] = "前往绿洲",
["O"] = "前往卡雷什的绿洲。",
["S"] = {
"使用传送门前往卡雷什（可选）",
"前往绿洲",
},
},
[71234] = {
["T"] = "海角新闻",
["O"] = "造访碧蓝林海的捕鲸者海角。",
},
[85444] = {
["T"] = "亲如一家",
["O"] = "在蠕动原野营救帕姆希仅存的工程师。",
["S"] = {
"拯救拉齐",
"拯救奇兹",
"拯救格莉扎",
},
},
[36643] = {
["T"] = "你的第一份裁缝订单",
["O"] = "在裁缝店开始你的第一份裁缝订单，并收集产品。",
["S"] = {
"开始裁缝产品订单",
"完成裁缝产品订单",
},
},
[37155] = {
["T"] = "铜罗盘",
["O"] = "在钢铁码头找到铜罗盘。",
["S"] = {
"奇怪的铜罗盘",
"消灭斯古洛克",
},
},
[75330] = {
["T"] = "海加尔疾行",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38179] = {
["T"] = "密报：突袭永茂丛林",
["O"] = "突袭戈尔隆德永茂丛林的木精部队。",
["S"] = {
"突袭永茂丛林的木精部队",
},
},
[55074] = {
["T"] = "图纸：锈栓回收品",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39203] = {
["T"] = "大酋长的命令：龙骨荒野！",
["O"] = "前往阿格玛之锤，与大法师艾萨斯·夺日者的影像谈一谈。",
},
[88670] = {
["T"] = "安抚蛇类",
["O"] = "使用赫米特的舒心长笛安抚15条焦躁的蛇。",
["S"] = {
"安抚焦躁的蛇",
},
},
[88669] = {
["T"] = "筑巢时间",
["O"] = "为两条已命名的蛇布置新家。",
["S"] = {
"召唤舒适的蛇窝",
},
},
[35573] = {
["T"] = "地狱火城墙奖励任务",
},
[28818] = {
["T"] = "后方已经安全",
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
},
[58146] = {
["T"] = "为了联盟",
["O"] = "去暴风城大使馆与穆加德大使见面。",
["S"] = {
"传送到暴风城",
},
},
[85901] = {
["T"] = "疾飙飞弩冲刺 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[42787] = {
["T"] = "亲自出马",
["O"] = "在至高岭消灭噬人黑暗，在苏拉玛消灭赫萨·格里姆多迪，并在瓦尔莎拉消灭泰莉西亚。",
["S"] = {
"消灭噬人黑暗",
"消灭赫萨·格里姆多迪",
"消灭泰莉西亚",
},
},
[86594] = {
["T"] = "精美摆盘",
["O"] = "摆放3份食材。",
["S"] = {
"食物箱",
},
},
[30098] = {
["T"] = "永恒之井",
["O"] = "与永恒之井中的诺兹多姆谈一谈。",
},
[73864] = {
["T"] = "追踪任务",
},
[88652] = {
["T"] = "无面者的宿敌面具",
["O"] = "在惊魂幻象内将无面者的宿敌面具放回祭坛。",
},
[87597] = {
["T"] = "一袋帷幕碎片",
["O"] = "收集18块欧·斯托的帷幕碎片。",
["S"] = {
"欧·斯托的帷幕碎片",
},
},
[7781] = {
["T"] = "黑石之王",
["O"] = "将奈法利安的徽记交给暴风城的杰塔瑞斯将军。",
},
[87583] = {
["T"] = "地下堡：陋巷有正义",
["O"] = "完成任意难度的闸板陋巷地下堡。",
},
[31634] = {
["T"] = "魔古山宫殿挑战模式——青铜添头（第N个）",
},
[63778] = {
["T"] = "行路不止",
["O"] = "从刻希亚的学者之家收集8份掠夺来的心能。",
["S"] = {
"收集掠夺来的心能",
},
},
[87581] = {
["T"] = "不再徒步",
["O"] = "前往货运与接收的三楼和塔露拉奶奶见面。",
},
[64802] = {
["T"] = "向黑暗问好",
["O"] = "对达里安·莫格莱尼测试破损的统御头盔。",
["S"] = {
"使用破碎的头盔",
},
},
[81475] = {
["T"] = "瓦解军势：皇家钦点者",
["O"] = "在束丝之集消灭4个皇家钦点者。",
["S"] = {
"消灭皇家钦点者",
},
},
[66116] = {
["T"] = "首要威胁",
["O"] = "在闪霜战地寻找指挥官里萨纳克。",
["S"] = {
"骑上驭龙术坐骑（可选）",
"向指挥官里萨纳克报到",
},
},
[87546] = {
["T"] = "悬赏令：紫腐",
["O"] = "组合一个大块黏稠虚空物质、一个能量封装和一个无拘电池，制作一把钥匙以解锁静滞球体。",
["S"] = {
"大块黏稠虚空物质",
"能量封装",
"无拘电池",
},
},
[84547] = {
["T"] = "赎回担保",
["O"] = "将空卡亚可乐交给漂流浅滩的布林基·滑指。",
},
[8650] = {
["T"] = "雪冠长者",
},
[86595] = {
["T"] = "尽职尽责",
["O"] = "在中庭清理18份凝结的黏块。",
["S"] = {
"清理凝结的黏块",
},
},
[52003] = {
["T"] = "勇士：凯尔希·钢烁",
},
[87496] = {
["T"] = "福利待遇",
["O"] = "拜访安德麦各个财阀的军需官。",
["S"] = {
"走访锈水军需官",
"走访热砂军需官",
"走访黑水军需官",
"走访风险军需官",
},
},
[87480] = {
["T"] = "苏雷吉入侵：东部突袭",
["O"] = "协助圣焰之耀，粉碎苏雷吉自东部发起的突袭。",
["S"] = {
"瓦解苏雷吉入侵",
},
},
[37156] = {
["T"] = "斩魂者",
["O"] = "从奥金顿获取一把裂魂之刃。",
["S"] = {
"裂魂之刃",
"消灭塔隆戈尔",
},
},
[9418] = {
["T"] = "亚维鲁的宝珠",
["O"] = "前往地狱火半岛哈尔什巢穴东南方的哈尔什祭坛，将亚维鲁的宝珠交给重获自由的埃拉纳斯。",
},
[38180] = {
["T"] = "密报：突袭破碎悬崖",
["O"] = "突袭纳格兰破碎悬崖的独眼魔部队。",
["S"] = {
"利用破碎悬崖的冲突",
},
},
[55075] = {
["T"] = "图纸：橙色喷洒机器人",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[9802] = {
["T"] = "赞加沼泽的植物",
["O"] = "将10株未鉴定过的植物交给赞加沼泽塞纳里奥庇护所的劳兰娜·萨维尔。",
["S"] = {
"未鉴定过的植物",
},
},
[39716] = {
["T"] = "消灭南瓜娃娃",
["O"] = "消灭6个生长中的南瓜娃娃。",
["S"] = {
"消灭生长中的南瓜娃娃",
},
},
[10058] = {
["T"] = "古老的礼物",
["O"] = "将《圣光的秘密》交给荣耀堡的玛格尔·戴维迪库斯神父。",
["S"] = {
"圣光的秘密",
},
},
[40740] = {
["T"] = "死亡与诅咒",
["O"] = "赶到达拉然，然后搭乘泽奥姆斯前往破碎海滩。抵达之后进入恶魔之门，寻找斯利文男爵并取得诅咒之喉。\r\n",
["S"] = {
"搭乘泽奥姆斯前往破碎海滩（可选）",
"进入军团传送门",
},
},
[82500] = {
["T"] = "世界之魂：驭雷栖巢",
["O"] = "在英雄或更高难度下完成驭雷栖巢地下城。",
},
[10442] = {
["T"] = "帮助塞纳里奥哨站",
["O"] = "驯鹰者德蕾娜·河风要你前往地狱火半岛的塞纳里奥哨站，帮助塞安·红鬃。",
},
[87477] = {
["T"] = "苏雷吉入侵：南境虫群",
["O"] = "帮助圣焰之耀击退陨圣峪南部的苏雷吉虫群。",
["S"] = {
"挫败苏雷吉虫群",
},
},
[59171] = {
["T"] = "捕猎他们",
["O"] = "收集3个心能充能的玛卓西特。",
["S"] = {
"心能充能的玛卓西特",
},
},
[87475] = {
["T"] = "苏雷吉入侵：坚守城墙",
["O"] = "帮助圣焰之耀击退米雷达尔城外的苏雷吉。",
["S"] = {
"击退苏雷吉部队",
},
},
[60195] = {
["T"] = "再造一个",
["O"] = "建造一个新的构造体。",
["S"] = {
"建造一个额外的构造体",
},
},
[72261] = {
["T"] = "不只是牢窟？",
["O"] = "将远古牢窟神器带给莉莉安·明月。",
},
[87424] = {
["T"] = "世界之魂：世界首领",
["O"] = "击败“地心之战”所有可用的世界首领。",
},
[87423] = {
["T"] = "世界之魂：安德麦探索者",
["O"] = "在安德麦完成各种活动。",
["S"] = {
"做出漂移",
[4] = "对帕克斯·紧身做出/胳肢表情",
[5] = "被撵出加乐宫",
},
},
[87422] = {
["T"] = "世界之魂：安德麦世界任务",
["O"] = "完成安德麦的世界任务。",
},
[11594] = {
["T"] = "让他们安息",
["O"] = "让20个牦牛人的灵魂安息，幽灵先知或者复苏的远行者都可以。完成任务之后回到钢腭的车队，向步兵沃塔·怒拳复命。",
["S"] = {
"让牦牛人的灵魂安息",
},
},
[87419] = {
["T"] = "世界之魂：地下堡",
["O"] = "完成任意难度的“地心之战”地下堡。",
},
[87417] = {
["T"] = "世界之魂：地下城",
["O"] = "在普通或更高难度下完成任意赛季地下城。",
},
[11978] = {
["T"] = "深入密林",
["O"] = "龙骨荒野西风避难营的特使艾米萨·闪蹄要求你找回10套部落军备。",
["S"] = {
"部落军备",
},
},
[87414] = {
["T"] = "健康体检",
["O"] = "缩小并收集8只跋扈的卡雷鹏。",
["S"] = {
"缩小并收集跋扈的卡雷鹏",
},
},
[87413] = {
["T"] = "清洗鹏鸟",
["O"] = "清洗7只跋扈的卡雷鹏。",
["S"] = {
"冲洗跋扈的卡雷鹏",
},
},
[12362] = {
["T"] = "糖罐",
},
[24979] = {
["T"] = "血色信件",
["O"] = "在血色关哨找到囚犯。",
["S"] = {
"找到血色囚犯",
},
},
[25235] = {
["T"] = "粗野的沃古尔",
["O"] = "杀死15名任意种类的裂拳食人魔。",
["S"] = {
"杀死裂拳食人魔",
},
},
[85573] = {
["T"] = "终得安息",
["O"] = "将破烂的库尔提拉斯人日志带到荒弃矿洞，放到库尔提拉斯人基地后面的墓地里。",
},
[87412] = {
["T"] = "卡雷鹏的照片",
["O"] = "记录7只跋扈的卡雷鹏。",
["S"] = {
"记录跋扈的卡雷鹏",
},
},
[71238] = {
["T"] = "红玉盛宴！",
["O"] = "在红玉盛宴与卢米亚斯塔萨和莫塞尔交谈。",
},
[87411] = {
["T"] = "搞点厉害的",
["O"] = "协助威·娜莉在绿洲外制作虚空护盾。",
["S"] = {
"在绿洲外边与威·娜莉交谈",
},
},
[36645] = {
["T"] = "你的第一份附魔订单",
["O"] = "在附魔研究室开始你的第一份附魔订单，并收集产品。",
["S"] = {
"开始附魔产品订单",
"完成附魔产品订单",
},
},
[37157] = {
["T"] = "莫罗斯的标准",
["O"] = "从钢铁码头获得一桶可怕的酸性溶液。",
["S"] = {
"可怕的酸性溶液",
"消灭斯古洛克",
},
},
[54052] = {
["T"] = "任务荒野",
["O"] = "消灭8个河爪豺狼人并击败吠爪。",
["S"] = {
"消灭吠爪",
"消灭河爪豺狼人",
},
},
[38181] = {
["T"] = "密报：突袭莫高尔岗哨",
["O"] = "突袭纳格兰莫高尔岗哨的战歌兽人。",
["S"] = {
"突袭日泉岗哨的战歌部队",
},
},
[55076] = {
["T"] = "图纸：绿色喷洒机器人",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[87410] = {
["T"] = "武力谈判",
["O"] = "在幽影要塞收集12个虚空护盾零件。",
["S"] = {
"虚空护盾零件",
},
},
[87409] = {
["T"] = "生由死始",
["O"] = "协助威·娜莉用她的机器在绿洲中创造生命。",
["S"] = {
"将卡雷鹏精华注入绿洲控制台",
"创造卡雷鹏",
},
},
[87408] = {
["T"] = "飞鸟之灵",
["O"] = "在卡雷什的无拘之域中收集15份飞鸟精华。",
["S"] = {
"进入无拘之域",
},
},
[28563] = {
["T"] = "英雄的召唤：赤脊山！",
["O"] = "去找赤脊山瞭望塔的卫兵队长帕克。",
},
[28819] = {
["T"] = "后方已经安全",
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
},
[29075] = {
["T"] = "收获的时刻",
["O"] = "使用稻草人前面的篝火。",
["S"] = {
"使用篝火",
},
},
[87406] = {
["T"] = "失灵的百万机甲猩",
["O"] = "将失灵的百万机甲猩带给迪提·芯伙修理。",
},
[59172] = {
["T"] = "战争即是欺骗",
["O"] = "准备审讯忠诚者梅菲勒斯。",
["S"] = {
"放下充能的水晶",
},
},
[70215] = {
["T"] = "好奇是关键",
["O"] = "在安东尼达斯营地与迁跃法师黛兰德拉交谈。",
["S"] = {
"询问石头的事",
},
},
[71239] = {
["T"] = "迷失天际",
["O"] = "在蓝羽悬崖找到哈琳·啾讽。",
},
[87405] = {
["T"] = "悬赏令：格拉波尔",
["O"] = "收集一个佐·吉塔果实篮、一把帷幕碎片和一些风味残屑。",
["S"] = {
"佐·吉塔果实篮",
"一把帷幕碎片",
"风味残屑",
},
},
[87404] = {
["T"] = "能量封装",
["O"] = "从能量收集者和霹雳浮龙处收集10份能量。",
["S"] = {
"收集能量",
"消灭霹雳浮龙",
},
},
[87380] = {
["T"] = "佐·吉塔果实",
["O"] = "收集8张无拘毛皮",
["S"] = {
"收集无拘毛皮",
"使用相位导管进入无拘之域（可选）",
},
},
[87363] = {
["T"] = "塔扎维什伪装",
["O"] = "扫描15个影卫精华",
["S"] = {
"扫描影卫精华",
},
},
[76359] = {
["T"] = "灼热障碍赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31635] = {
["T"] = "通灵学院挑战模式——青铜添头（第N个）",
},
[87358] = {
["T"] = "幽暗伪装",
["O"] = "扫描18个影卫精华",
["S"] = {
"扫描影卫精华",
"进入无拘之域（可选）",
},
},
[87345] = {
["T"] = "悬赏令：扭曲的赛·沃克斯",
["O"] = "收集一个塔扎维什伪装、虚灵印记和一个佐·吉塔果实。",
["S"] = {
"塔扎维什伪装",
"虚灵印记",
"佐·吉塔果实",
},
},
[48421] = {
["T"] = "海潮之血",
["O"] = "消灭8个哀嚎的海妖。",
["S"] = {
"消灭哀嚎的海妖",
},
},
[87344] = {
["T"] = "重大威胁",
["O"] = "完成一个悬赏令，消灭这座城市面临的威胁。",
["S"] = {
"使用悬赏令钥匙并消灭一个悬赏令目标",
},
},
[49445] = {
["T"] = "源生贸易",
},
[87343] = {
["T"] = "悬赏令：空洞灾厄",
["O"] = "组合一个幽暗伪装、能量封装和一袋帷幕碎片，制作一个传送门钥匙。",
["S"] = {
"一堆虚厄宝石",
"幽暗伪装",
"一袋帷幕碎片",
},
},
[87340] = {
["T"] = "垃圾邮件",
["O"] = "在塔扎维什上空穿越光环，分发传单。",
["S"] = {
"在塔扎维什派发广告",
},
},
[87339] = {
["T"] = "继续行动",
["O"] = "在卡雷什的绿洲中执行各种行动。",
["S"] = {
nil,
"收集数据",
"浇水壶",
"使用浇水壶来灌溉植物",
},
},
[87338] = {
["T"] = "初次见面",
["O"] = "向绿洲的动物们作自我介绍，并在绿洲的控制台上检查它们的状态。",
["S"] = {
"与棘尾主母碰面",
"与岩背兽头领碰面",
},
},
[87337] = {
["T"] = "尽责管理",
["O"] = "清理卡雷什的绿洲。",
["S"] = {
"清理希望绿洲",
},
},
[87336] = {
["T"] = "无尽的回忆",
["O"] = "向索莉多米回报。",
},
[87335] = {
["T"] = "回响的启示",
["O"] = "和奥格尔姆一起制造一个恩佐斯的回响，并将其注入惊魂幻象沙漏中。",
["S"] = {
"制作恩佐斯的回响",
},
},
[37158] = {
["T"] = "炽热的光明",
["O"] = "从通天峰获得一颗太阳水晶。",
["S"] = {
"太阳水晶",
"消灭高阶贤者维里克斯",
},
},
[87332] = {
["T"] = "变量集合",
["O"] = "与奥格尔姆交谈，询问那些错位的腐化纪念品的用处。",
},
[38182] = {
["T"] = "密报：突袭黑潮栖木",
["O"] = "突袭影月谷黑潮栖木的钢铁部落军队。",
["S"] = {
"突袭黑潮栖木的钢铁部落军队",
},
},
[55077] = {
["T"] = "图纸：蓝色喷洒机器人",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39206] = {
["T"] = "大酋长的命令：灰熊丘陵！",
["O"] = "前往灰熊丘陵的征服堡，向征服者克雷娜介绍你自己。",
},
[39718] = {
["T"] = "失乐园",
["O"] = "在达拉然的克拉苏斯平台与大法师卡德加谈一谈。",
["S"] = {
"前往达拉然",
},
},
[80456] = {
["T"] = "无礼的阿拉希人",
["O"] = "与多恩诺嘉尔的维和者雷弗交谈。",
},
[87329] = {
["T"] = "进入最黑暗的回忆",
["O"] = "与惊魂幻象传送门互动，重新发现黑血的恐怖。",
["S"] = {
"使用通往惊魂幻象的传送门",
},
},
[57637] = {
["T"] = "干扰检测：火焰之地",
["O"] = "重温围攻火焰之地的战斗。",
["S"] = {
[2] = "锁时灰烬",
},
},
[41766] = {
["T"] = "野生动物保护力量",
["O"] = "在宠物战斗中击败罗克。",
["S"] = {
"击败饥饿的冰牙",
},
},
[58661] = {
["T"] = "潜伏之惧",
},
[59173] = {
["T"] = "Short-Supply Reward",
},
[87328] = {
["T"] = "骇目惊魂",
["O"] = "与索莉多米交谈，并协助其设置传送门。",
["S"] = {
"与索莉多米谈一谈",
},
},
[87327] = {
["T"] = "挑战者的坚韧",
["O"] = "与林多尔米见面，并了解坚韧钥石的相关事项。",
["S"] = {
"找到林多尔米",
},
},
[87324] = {
["T"] = "一堆虚厄宝石",
["O"] = "收集20块虚厄宝石。",
["S"] = {
"虚厄宝石",
"使用相位导管进入无拘之域（可选）",
},
},
[87321] = {
["T"] = "未竟之事",
["O"] = "在安德麦的洋际酒店与蒙特·加兹鲁维见面。",
},
[61733] = {
["T"] = "大袋爬虫",
["O"] = "收集20只迷沼爬行者。",
["S"] = {
"收集迷沼爬行者",
},
},
[62245] = {
["T"] = "Venari Rep Token Tracking",
},
[87307] = {
["T"] = "垃圾清理日",
},
[87306] = {
["T"] = "卡亚巡游",
},
[87305] = {
["T"] = "驾驶的渴望",
},
[87304] = {
["T"] = "清场时间",
},
[64805] = {
["T"] = "不科学的实验",
["O"] = "对激活的词典管理员测试破碎的头盔，并观察结果。",
["S"] = {
"将短语上传给管理员",
"对管理员使用破碎的头盔",
"观察结果",
"制服词典管理员",
},
},
[87303] = {
["T"] = "清扫陋巷",
},
[66122] = {
["T"] = "始祖战术",
["O"] = "在闪霜飞地击败3头始祖龙。",
["S"] = {
"对始祖龙使用红玉鱼叉（可选）",
"消灭始祖龙",
},
},
[24980] = {
["T"] = "血色关哨",
["O"] = "杀死10名血色战士。",
["S"] = {
"消灭血色战士",
},
},
[25236] = {
["T"] = "溺死的雷霆蜥蜴",
["O"] = "将一根魔纹拴绳绑在雷霆山的8条溺死的雷霆蜥蜴身上。",
["S"] = {
"打捞溺死的雷霆蜥蜴",
},
},
[87302] = {
["T"] = "稀有死对头",
},
[86601] = {
["T"] = "标标命中",
["O"] = "标记5只好奇的通灵鳐。",
["S"] = {
"标记好奇的通灵鳐",
},
},
[71242] = {
["T"] = "支持风暴研究员",
["O"] = "将元素涌流晶簇带给瓦德拉肯的一位研究员。",
},
[72266] = {
["T"] = "觉醒海岸",
["O"] = "在觉醒海岸与森德拉克斯见面。",
},
[87301] = {
["T"] = "无拘电池",
["O"] = "与麦伊·库欧见面，进入无拘之域并收集10份无拘能量样本。",
["S"] = {
"与麦伊·库欧交谈",
},
},
[37159] = {
["T"] = "艾维娜的请求",
["O"] = "从通天峰获取完整的羽毛。",
["S"] = {
"完整的羽毛",
"消灭高阶贤者维里克斯",
},
},
[27028] = {
["T"] = "捕猎黄蜂",
["O"] = "收集6扇透明的蜂翅。",
["S"] = {
"透明的蜂翅",
},
},
[38183] = {
["T"] = "密报：突击索克雷萨高地",
["O"] = "攻击影月谷索克雷萨高地的萨格雷军队。",
["S"] = {
"突袭索克雷萨高地的萨格雷军队",
},
},
[55078] = {
["T"] = "图纸：实用型机械爪",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39207] = {
["T"] = "英雄的召唤：灰熊丘陵！",
["O"] = "去灰熊丘陵西部的琥珀松木营地找杜蒙特中尉。",
},
[39719] = {
["T"] = "白骨船暴乱",
["O"] = "消灭裂骨。",
["S"] = {
"消灭裂骨船长",
},
},
[87299] = {
["T"] = "这些东西有多古老？",
["O"] = "从激流堡内的炽焰黎明部队身上收集20件证物。",
["S"] = {
"证物",
},
},
[57126] = {
["T"] = "愿你一帆风顺",
["O"] = "拜访德里克·普罗德摩尔和佳莉娅·米奈希尔。",
["S"] = {
"发现佳莉娅·米奈希尔",
},
},
[57638] = {
["T"] = "血怒者科尔拉克",
["O"] = "血怒者科尔拉克躲在冰斧洞穴的深处。据说只有在第1001个冰斧巨魔被干掉的时候，这个强大的冰斧巨魔领袖才会出现。\n\n到冰斧洞穴中去，消灭所有挡在你面前的巨魔，直到科尔拉克出现为止。消灭科尔拉克，然后向丹巴达尔的哈格丁中尉复命。",
["S"] = {
"消灭血怒者科尔拉克",
},
},
[41767] = {
["T"] = "冒险救援",
["O"] = "进入恶魔世界并营救失踪的议会成员。",
["S"] = {
"与奇拉·艾索尔交谈",
},
},
[58662] = {
["T"] = "潜伏之惧",
},
[59174] = {
["T"] = "Short-Supply Reward",
},
[43303] = {
["T"] = "该大乱斗了！",
["O"] = "与大卫·环球交谈，了解如何加入黑鸦大乱斗。",
["S"] = {
"与大卫·环球交谈",
},
},
[87298] = {
["T"] = "虚熔树脂",
["O"] = "收集35个虚空颗粒。",
["S"] = {
"腐化的颗粒",
},
},
[72267] = {
["T"] = "欧恩哈拉平原",
["O"] = "在红玉之鳞岗哨与陶拉萨大使见面。",
},
[87297] = {
["T"] = "办理入住",
["O"] = "在洋际酒店与格琳拉·菲兹克兰克交谈。",
["S"] = {
"和格琳拉交谈",
},
},
[61734] = {
["T"] = "罪孽普查",
["O"] = "检查7座失落的罪碑。",
},
[62246] = {
["T"] = "陨落的朋友",
["O"] = "将这个手镯还给森林之心的芙露恩吉尔。",
},
[31380] = {
["T"] = "白虎寺的试炼",
["O"] = "去昆莱山的白虎寺和雪怒谈一谈。",
},
[31636] = {
["T"] = "血色大厅挑战模式——青铜添头（第N个）",
},
[63782] = {
["T"] = "渊誓者仪式",
["O"] = "收集8本渊誓魔典。",
["S"] = {
"渊誓魔典",
},
},
[87294] = {
["T"] = "全宇宙都一样",
["O"] = "和戴着帽子的各种玩赏虫自拍合影。",
["S"] = {
"给水手长拍照",
"给麦特尔拍照",
"给大厨拍照",
"给萌丁顿爵士拍照",
"与威·娜莉交谈（可选）",
},
},
[87293] = {
["T"] = "无良营销",
["O"] = "在塔扎维什为绿洲争取支持。",
["S"] = {
"与巴·厄斯交谈，开始宣发广告",
"劝说大家为绿洲积极投资",
},
},
[87292] = {
["T"] = "麻烦缠身",
["O"] = "帮忙解开10只受困的玩赏虫。",
["S"] = {
"解开受困的玩赏虫",
},
},
[66124] = {
["T"] = "胜利转进",
["O"] = "与管理者瑟利斯特拉一起逃离闪霜飞地。",
["S"] = {
"与管理者瑟利斯特拉交谈",
},
},
[87291] = {
["T"] = "色拉拼盘",
["O"] = "收集7份砍下的绿洲植物，然后放置3份植物拼盘。",
["S"] = {
"砍下的绿洲植物",
},
},
[87290] = {
["T"] = "绿洲",
["O"] = "前往卡雷什的绿洲。",
},
[8651] = {
["T"] = "铁环长者",
},
[70220] = {
["T"] = "树影庇护所",
["O"] = "与守卫队长阿洛文、莎莉欧萨、治愈者西德拉和威拉尼库斯交谈。",
["S"] = {
"和守卫队长阿洛文谈一谈",
"和莎莉欧萨谈一谈",
"和治愈者西德拉谈一谈",
"和阿隆努斯谈一谈，前往麦琳瑟拉的守望（可选）",
"和威拉尼库斯谈一谈",
},
},
[87285] = {
["T"] = "标记矩阵",
["O"] = "从影卫敌人处提取8个虚空标记。",
["S"] = {
"提取虚空标记",
},
},
[9035] = {
["T"] = "打探匪情",
["O"] = "出了银月城向南走便是永歌森林，去那儿找学徒梅雷多尔谈谈。",
},
[36648] = {
["T"] = "突袭石怒崖",
["O"] = "突袭霜火岭石怒崖的血槌食人魔。",
["S"] = {
"突袭石怒崖的血槌军队",
},
},
[37160] = {
["T"] = "加摩尔无双",
["O"] = "在恐轨车站找到一把钢铁断肢刃。",
["S"] = {
"钢铁断肢刃",
"消灭啸天者托瓦拉",
},
},
[87284] = {
["T"] = "光耀回响",
["O"] = "将光耀回响带到世界之魂的回忆，然后释放它。",
},
[38184] = {
["T"] = "密报：突袭失落的安苏鸦巢",
["O"] = "攻击阿兰卡峰林失落的安苏鸦巢附近的敌对生物。",
["S"] = {
"突袭失落的安苏鸦巢附近的生物",
},
},
[55079] = {
["T"] = "图纸：微型机器人XD",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39208] = {
["T"] = "祖达克",
["O"] = "去祖达克找黑锋哨站的斯特凡·瓦杜。",
},
[39720] = {
["T"] = "邪恶的肥料",
["O"] = "摧毁8桶恐怖肥料。",
["S"] = {
"摧毁肥料",
},
},
[87010] = {
["T"] = "运算容器",
["O"] = "将5根沉重的变量之杖交给工程师欧·鲁夫。",
["S"] = {
"将沉重的变量之杖运回给欧·鲁夫",
},
},
[10187] = {
["T"] = "给大法师的消息",
["O"] = "与虚空风暴紫罗兰之塔塔顶的大法师瓦格斯谈一谈。",
},
[10315] = {
["T"] = "消灭虚空法师",
["O"] = "消灭15名日怒虚空法师，然后返回虚空风暴内的图鲁曼的营地，向虚空猎手奥尔苏复命。",
["S"] = {
"消灭日怒虚空法师",
},
},
[58151] = {
["T"] = "恩佐斯的爪牙",
["O"] = "在恩佐斯的幻象中击败20个敌人。",
["S"] = {
"消灭恩佐斯的仆从",
},
},
[87008] = {
["T"] = "临时婚礼策划师",
["O"] = "与妮妮和维里泽科交谈。",
["S"] = {
"和妮妮交谈",
"和维里泽科交谈",
},
},
[87001] = {
["T"] = "悬赏令：碎裂脉冲",
["O"] = "收集一个运算容器、标记矩阵和一些虚熔树脂，制作一把钥匙。",
["S"] = {
"运算容器",
"标记矩阵",
"虚熔树脂",
},
},
[70221] = {
["T"] = "勇气之证",
},
[86995] = {
["T"] = "LFGDungeons - 11.1 The War Within - Raid Finder - Nth",
},
[72269] = {
["T"] = "索德拉苏斯",
["O"] = "前往瓦德拉肯，与阿莱克丝塔萨，生命的缚誓者见面。",
},
[11211] = {
["T"] = "帮助泥链镇",
["O"] = "与泥链镇的德拉兹特·迪普瓦尔谈一谈。",
},
[61735] = {
["T"] = "唤醒盟友",
["O"] = "唤醒15个石裔魔盟友。",
["S"] = {
"唤醒石裔魔盟友",
},
},
[45864] = {
["T"] = "六人议会的礼物",
["O"] = "在紫罗兰城堡中举起你的武器，接受六人议会的礼物。",
["S"] = {
"接受议会的礼物",
},
},
[76365] = {
["T"] = "暮光惊惧赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[86994] = {
["T"] = "LFGDungeons - 11.1 The War Within - Raid Finder - 1st",
},
[86961] = {
["T"] = "多元投资",
["O"] = "找到你的潜在“商业伙伴”并和对方聊聊。",
["S"] = {
"和潜在“商业伙伴”交谈",
},
},
[11979] = {
["T"] = "牦牛人和牛头人",
["O"] = "在西风避难营内找到特使艾米萨·闪蹄。",
},
[27088] = {
["T"] = "你摄取的不过是毒素",
["O"] = "用变异的灌木小鸡杀掉森林双头魔。",
["S"] = {
"消灭森林双头魔",
},
},
[24469] = {
["T"] = "坚守防线！",
["O"] = "杀死6名石腭入侵者。",
["S"] = {
"消灭石腭入侵者",
},
},
[12363] = {
["T"] = "糖罐",
},
[24981] = {
["T"] = "如芒在背",
["O"] = "杀掉3名血色狂热者和3名血色传教士，拿到血色信函。",
["S"] = {
"消灭血色狂热者",
"消灭血色传教士",
"紧急血色备忘录",
},
},
[27815] = {
["T"] = "给小伙子们的",
["O"] = "把铸锤的武器交给焰须墓地的伊安·焰须。",
},
[9739] = {
["T"] = "孢子人的困境",
["O"] = "孢殖林的法恩森要你收集10个成熟的孢子囊。",
["S"] = {
"成熟的孢子囊",
},
},
[86605] = {
["T"] = "滋补药剂",
["O"] = "套住6只宁静的通灵鳐，并把它们带到欧·塔拉德旁的拴柱上。",
["S"] = {
"套住宁静的通灵鳐",
"运送套住的通灵鳐",
},
},
[52008] = {
["T"] = "勇士：魔导师乌布里克",
},
[36137] = {
["T"] = "伐木工入门",
["O"] = "从小型木料上收集木材样本，并交给木材管理员奥克顿。",
["S"] = {
"砍伐木材",
},
},
[36649] = {
["T"] = "突袭沙塔斯港口",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[37161] = {
["T"] = "家族遗传",
["O"] = "在黑石塔找到皮普的改良剥皮刀。",
["S"] = {
"皮普的改良剥皮刀",
"消灭督军扎伊拉",
},
},
[112] = {
["T"] = "收集海藻",
["O"] = "收集4片水晶藻叶，把它们带给闪金镇的威廉·匹斯特。",
["S"] = {
"水晶藻叶",
},
},
[38185] = {
["T"] = "密报：突袭命运之柱",
["O"] = "突袭影月谷命运之柱的影月部队。",
["S"] = {
"突袭命运之柱的影月部队",
},
},
[55080] = {
["T"] = "图纸：完美同步的差速齿轮",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39209] = {
["T"] = "索拉查盆地",
["O"] = "前往索拉查盆地的蛮藤谷与蒙特谈一谈。",
},
[39721] = {
["T"] = "削减船员",
["O"] = "消灭12名白骨船船员。",
["S"] = {
"消灭白骨船船员",
},
},
[86924] = {
["T"] = "总得捉住几个",
},
[28565] = {
["T"] = "英雄的召唤：湿地！",
["O"] = "去找丹奥加兹的巡山人拉伦。",
},
[57640] = {
["T"] = "雷尔松的全视之眼",
["O"] = "从冰斧巨魔洞穴中找到雷尔松的全视之眼，然后回到指挥官雷尔松那里。\n\n要当心，据说雷尔松的全视之眼带有可怕的诅咒！",
["S"] = {
"找回雷尔松的全视之眼",
},
},
[41769] = {
["T"] = "炼金师“疯子”欧尼",
["O"] = "在瓦尔莎拉找到炼金师“疯子”欧尼。",
["S"] = {
"在瓦尔莎拉找到“疯子”欧尼",
},
},
[11912] = {
["T"] = "冰冷的草莓",
["O"] = "永生之盾的图书馆员塞尔拉要你从考达拉的冰莓灌木丛上收集10份冰莓。",
["S"] = {
"冰莓",
},
},
[86921] = {
["T"] = "This is a repro test",
},
[86606] = {
["T"] = "化泥成金",
["O"] = "在绿洲清理25份凝结的黏块。",
["S"] = {
"清理凝结的黏块",
},
},
[26124] = {
["T"] = "保卫画笔海岭",
["O"] = "在画笔海岭击败7名联盟海军斥候。",
["S"] = {
"消灭联盟海军斥候",
},
},
[28811] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[89678] = {
["T"] = "永恒研究：团队作战时刻（魔力水渠）",
["O"] = "完成暗夜要塞的魔力水渠区域（任意难度）。",
},
[61946] = {
["T"] = "自然卫士",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败烁光之尘",
},
},
[62248] = {
["T"] = "Venari Rep Token Tracking",
},
[62250] = {
["T"] = "新的冒险等待着你",
["O"] = "返回暴风城，开始新的冒险。当你达到70级时，克罗米的魔法将会消失，送你回到暴风城。",
},
[31637] = {
["T"] = "血色修道院挑战模式——青铜添头（第N个）",
},
[63784] = {
["T"] = "钱不是问题",
["O"] = "抓获7只褐色跃足兽。",
["S"] = {
"捕捉褐色跃足兽",
},
},
[66471] = {
["T"] = "精打细算",
["O"] = "从格利基尔瞭望台上层平台附近的拜荒者处收集7个拜荒者指令。",
["S"] = {
"拜荒者指令",
},
},
[86820] = {
["T"] = "法力熔炉：欧米伽：迪门修斯的逼近",
["O"] = "在法力熔炉：欧米伽团队副本中击败迪门修斯。",
["S"] = {
"在剧情模式下进入法力熔炉：欧米伽团队副本（可选）",
},
},
[48937] = {
["T"] = "制造虚无行者的传送门发生器",
},
[33066] = {
["T"] = "召唤灵魂碎片",
["O"] = "收集库戈斯的碎片、戈尔加的碎片和哈格拉的碎片。",
["S"] = {
"哈格拉的碎片",
"戈尔加的碎片",
"库戈斯的碎片",
},
},
[33578] = {
["T"] = "恐火症",
["O"] = "消灭太阳贤者凯里克斯。",
["S"] = {
"消灭太阳贤者凯里克斯",
},
},
[84559] = {
["T"] = "蚀刻纹章",
},
[86801] = {
["T"] = "无面者的众怨面具",
["O"] = "在惊魂幻象内将无面者的众怨面具放回祭坛。",
},
[86607] = {
["T"] = "鳐鳐领先",
["O"] = "向飚速通灵鳐发起竞速挑战，并抵达终点。",
["S"] = {
"挑战飚速通灵鳐",
"竞速结束",
},
},
[72939] = {
["T"] = "塞拉摩",
["O"] = "与卡雷苟斯谈谈苏睿苟萨最后出现的地点。",
},
[88655] = {
["T"] = "前往外域",
["O"] = "在外域纳格兰的奈辛瓦里狩猎队营地与赫米特·奈辛瓦里会合。",
},
[89679] = {
["T"] = "永恒研究：翡翠梦魇（英雄难度）",
["O"] = "在翡翠梦魇击败2个首领（英雄或更高难度）。",
},
[37162] = {
["T"] = "巨龙与丽人",
["O"] = "获得一只脱落的始祖龙爪。",
["S"] = {
"脱落的始祖龙爪",
"消灭督军扎伊拉",
},
},
[75674] = {
["T"] = "糖罐",
},
[38186] = {
["T"] = "密报：突袭斯克提斯",
["O"] = "突袭阿兰卡峰林斯克提斯的鸦人部队。",
["S"] = {
"突袭斯克提斯的鸦人部队",
},
},
[55081] = {
["T"] = "图纸：反重力背包",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[39210] = {
["T"] = "魔法王国达拉然",
["O"] = "前往达拉然的紫罗兰之门找大法师塞琳德拉。",
["S"] = {
" （可选）",
},
},
[78722] = {
["T"] = "前往卡兹阿加！",
["O"] = "告诉卡德加你已经准备好出发。",
["S"] = {
"与卡德加谈一谈",
},
},
[80144] = {
["T"] = "渗杯",
["O"] = "找到渗杯。",
["S"] = {
"找到鱼罐（可选）",
"渗杯",
},
},
[86697] = {
["T"] = "清扫人员",
["O"] = "在喧鸣深窟的蠕动原野消灭敌人。",
["S"] = {
"在蠕动原野消灭敌人",
},
},
[57641] = {
["T"] = "雷尔松的全视之眼",
["O"] = "从冰斧巨魔洞穴中找到雷尔松的全视之眼，然后回到指挥官雷尔松那里。\n\n要当心，据说雷尔松的全视之眼带有可怕的诅咒！",
["S"] = {
"找回雷尔松的全视之眼",
},
},
[86619] = {
["T"] = "剧场巡演",
},
[58665] = {
["T"] = "反叛的灵魂",
["O"] = "在六叠的隐居处与拉萨恩和艾米妮见面。",
},
[86618] = {
["T"] = "无照驾驶",
["O"] = "学习如何驾驶G-99疾飙飞车。",
["S"] = {
"和塔露拉奶奶交谈",
},
},
[86604] = {
["T"] = "可疑的居心",
["O"] = "收集7份通灵鳐粘质。",
["S"] = {
"收集通灵鳐黏糊",
},
},
[86603] = {
["T"] = "鳐鳐也要玩球",
["O"] = "在你和你的通灵鳐幼体玩耍的时候接住10次球。",
["S"] = {
"接住球",
},
},
[86602] = {
["T"] = "医学检测",
["O"] = "在尊主生态圆顶收集动物样本。",
["S"] = {
"收集岩背毛皮",
"收集棘尾毛皮",
"收集玩赏虫蜕壳",
},
},
[89680] = {
["T"] = "永恒研究：翡翠梦魇（史诗难度）",
["O"] = "在翡翠梦魇击败2个首领（史诗难度）。",
},
[86588] = {
["T"] = "灭除祭师",
["O"] = "消灭13个病态祭师。",
["S"] = {
"消灭病态祭师",
},
},
[62249] = {
["T"] = "Venari Rep Token Tracking",
},
[62761] = {
["T"] = "回到奥利波斯",
["O"] = "在奥利波斯与塔尔-伊纳拉交谈。",
},
[86587] = {
["T"] = "前往玛卓克萨斯",
["O"] = "为威·娜莉前往暗影界的玛卓克萨斯获取一些鳐。",
["S"] = {
"前往玛卓克萨斯",
},
},
[86496] = {
["T"] = "井然有序的设计",
["O"] = "收集50份晶簇碎块。\r\n\r\n晶簇碎块只能在海怒雷暴期间的海妖岛生物身上拾取。",
["S"] = {
"晶簇碎块",
},
},
[86495] = {
["T"] = "雷什丝带",
["O"] = "说服奥蕾莉亚让萨拉塔斯对你举行转化仪式。",
["S"] = {
"倾听奥蕾莉亚说话（可选）",
"说服奥蕾莉亚",
},
},
[86493] = {
["T"] = "LFGDungeons - Timewalking \"Heroic\" Random - 1st",
},
[24470] = {
["T"] = "罪有应得！",
["O"] = "杀死3名石腭暴徒。",
["S"] = {
"消灭石腭暴徒",
},
},
[66130] = {
["T"] = "解锁过去",
["O"] = "收集1把组合好的钥匙",
["S"] = {
"修复的黑曜钥匙",
},
},
[24982] = {
["T"] = "被遗忘者的新生",
["O"] = "去找提瑞斯法林地布瑞尔的执政官塞弗伦。",
},
[86462] = {
["T"] = "古代珍玩：效能",
["O"] = "为布莱恩·铜须使用并装备一件效能珍玩。",
},
[86461] = {
["T"] = "古代珍玩：战斗",
["O"] = "为布莱恩·铜须使用并装备一件战斗珍玩。",
},
[86458] = {
["T"] = "未来的歌",
["O"] = "在奥尔达尼生态圆顶中击败撰魂师。",
},
[86408] = {
["T"] = "斯是陋室",
["O"] = "查看桶底公寓日志。",
["S"] = {
"查看桶底公寓日志",
},
},
[36139] = {
["T"] = "LFGDungeons - Pandaria - Dungeon Normal Nth",
},
[26518] = {
["T"] = "枯竭的魔精",
["O"] = "打败“三头怪”昂波达，拿到他的头。",
["S"] = {
"昂波达的魔精",
},
},
[37163] = {
["T"] = "暗影的秘密",
["O"] = "从影月墓地获取暗色羊皮纸。",
["S"] = {
"暗色羊皮纸",
"消灭耐奥祖",
},
},
[54058] = {
["T"] = "无心插柳",
["O"] = "在德鲁斯瓦找到虚空石。",
["S"] = {
"找到虚空石",
},
},
[38187] = {
["T"] = "密报：突袭沙塔斯港口",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[55082] = {
["T"] = "图纸：锈栓口袋炮塔",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[86401] = {
["T"] = "觉醒纹章，无穷可能",
["O"] = "通过击败特殊生物、征服地下城和团队副本、完成世界活动或搜刮宝箱获得15个雏龙的觉醒纹章，然后返回瓦德拉肯的瓦斯卡尔恩处。",
["S"] = {
"将物品转化为一袋风化安德麦纹章",
},
},
[86396] = {
["T"] = "穷极飞珑石",
["O"] = "通过击败特殊生物、征服地下城和团队副本、完成世界活动或搜刮宝箱获得50个飞珑石，然后与库佐尔兹交谈，用飞珑石升级第四赛季的一件装备。",
["S"] = {
"神勇石",
},
},
[86364] = {
["T"] = "来自以太的纹章",
["O"] = "通过击败特殊生物、征服团队副本、完成世界活动或搜刮宝箱获得15个风化虚灵纹章，然后返回多恩诺嘉尔的瓦斯卡尔恩处。",
["S"] = {
"风化虚灵纹章",
},
},
[7142] = {
["T"] = "为奥特兰克而战",
["O"] = "进入奥特兰克山谷，击败矮人将军范达尔·雷矛。然后回到沃加·死爪那里。",
["S"] = {
"击败范达尔·雷矛。",
},
},
[57642] = {
["T"] = "冬幕节礼物",
},
[29078] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[86363] = {
["T"] = "善用神勇石",
["O"] = "在卡兹阿加、安德麦和卡雷什的冒险中收集50个神勇石，然后返回库佐尔兹那里，升级一件第三赛季的装备。",
["S"] = {
"神勇石",
},
},
[29590] = {
["T"] = "死亡观察者",
["O"] = "杀死死亡观察者希尔拉克，然后向德莱尼灵魂复命。",
["S"] = {
"消灭死亡观察者希尔拉克",
},
},
[86362] = {
["T"] = "狐狸的梦",
["O"] = "收集5份血液样本。",
["S"] = {
"收集血液样本",
},
},
[86357] = {
["T"] = "开饭时间",
["O"] = "在伊斯卡拉外面为当地的奥獭放置肉堆。",
["S"] = {
"放置肉堆",
},
},
[86354] = {
["T"] = "致命解药",
["O"] = "在蕨皮山谷及其周围消灭豺狼人和他们的爪牙。",
["S"] = {
"净化蕨皮棘林",
},
},
[30614] = {
["T"] = "采油站",
["O"] = "在野牛人油井架那里装满空油瓶。",
["S"] = {
"装满的油瓶",
},
},
[86353] = {
["T"] = "保护孩子",
["O"] = "在蕨皮棘林营救6个海象人儿童。",
["S"] = {
"营救海象人儿童",
},
},
[7782] = {
["T"] = "黑石之王",
["O"] = "回到暴风城的英雄谷，与斯托布里奇元帅谈一谈。",
},
[86349] = {
["T"] = "玩赏虫精华猎手",
["O"] = "在卡雷什的无拘之域中收集10份玩赏虫精华。",
["S"] = {
"进入无拘之域（可选）",
"玩赏虫精华",
},
},
[31638] = {
["T"] = "残阳关挑战模式——白银添头（第N个）",
},
[86348] = {
["T"] = "狐族克星",
["O"] = "在卡雷什的无拘之域相位潜行时收集10份棘尾狐精华。",
["S"] = {
"进入无拘之域（可选）",
"棘尾狐精华",
},
},
[86341] = {
["T"] = "绿洲疾驰 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[86340] = {
["T"] = "绿洲疾驰 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[86332] = {
["T"] = "能量的分配",
["O"] = "在废土遗民营地内部和周围收集并派发能量。",
["S"] = {
"收集能量",
},
},
[86297] = {
["T"] = "领导力决定士气",
["O"] = "在安德麦寻找锈水财阀的话事人。",
["S"] = {
"在楼上搜查信息",
},
},
[83539] = {
["T"] = "忧蓝的感伤",
["O"] = "在静谧沙滩建造肯瑞托岗哨。",
["S"] = {
"与卡雷苟斯交谈",
},
},
[86277] = {
["T"] = "别喂虫子",
["O"] = "在喧鸣深窟的蠕动原野消灭疯狂的眼柄。",
["S"] = {
"消灭疯狂的眼柄",
},
},
[8652] = {
["T"] = "灰石长者",
},
[86201] = {
["T"] = "看我送走那些虫子",
["O"] = "使用火焰喷射器，将暴食的蠕行者赶出圆顶或消灭。",
["S"] = {
"消灭暴食的蠕行者",
},
},
[86196] = {
["T"] = "赐我燃料",
["O"] = "为欧·维克收集火苞花粉。",
["S"] = {
"火苞花粉",
},
},
[86194] = {
["T"] = "爱情的芬芳",
["O"] = "向12只岩背漫游者喷洒信息素。",
["S"] = {
"浸湿岩背漫游者",
},
},
[89683] = {
["T"] = "永恒研究：团队作战时刻（皇家图书馆）",
["O"] = "完成暗夜要塞的皇家图书馆区域（任意难度）。",
},
[37164] = {
["T"] = "女猎手",
["O"] = "从影月墓地获取包银箭支。",
["S"] = {
"包银箭支",
"消灭耐奥祖",
},
},
[86189] = {
["T"] = "真菌侵袭",
["O"] = "在沃什柱巢消灭10只怪物。",
["S"] = {
"消灭沃什柱巢怪物",
},
},
[9548] = {
["T"] = "被偷走的设备",
["O"] = "找回克劳伯的设备，把它交给躲在海滩龟壳中的克劳伯·维兹班。",
["S"] = {
"克劳伯的设备",
},
},
[55083] = {
["T"] = "图纸：吵吵帮",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[55595] = {
["T"] = "衰退的知识",
["O"] = "从汲取意志的虚悯者手中解救伊玛拉、阿达路和尤玛伊。",
["S"] = {
"营救伊玛拉",
"营救阿达路",
"营救尤玛伊",
},
},
[86187] = {
["T"] = "事半功倍",
["O"] = "在拉克-乌什及其周边地区收集50个虫子部件。",
["S"] = {
"虫子部件",
"将大型虫子部件切成多个虫子部件（可选）",
},
},
[40236] = {
["T"] = "曙光",
["O"] = "跟随蒋震魂并等候大师们宣布决定。",
["S"] = {
"跟随蒋震魂",
},
},
[10188] = {
["T"] = "克拉苏斯的魔符",
["O"] = "前往紫罗兰之塔西北方的法力熔炉：库鲁恩，从缚法者玛亚纳手中夺得克拉苏斯的魔符。",
["S"] = {
"克拉苏斯的魔符",
},
},
[66133] = {
["T"] = "忠诚之钥",
["O"] = "收集1把巨型黑曜钥匙。",
["S"] = {
"将拾取到的碎片组合成一把钥匙（可选）",
"把巨型黑曜钥匙交给拉希奥",
},
},
[58155] = {
["T"] = "黑暗中的援手",
["O"] = "在幻象中拯救8个灵魂。",
["S"] = {
"拯救灵魂",
},
},
[58667] = {
["T"] = "黑曜石萃取",
},
[59179] = {
["T"] = "月夜战神之女",
["O"] = "在奥利波斯找到珊蒂斯·羽月。",
["S"] = {
"在奥利波斯找到珊蒂斯·羽月",
},
},
[70229] = {
["T"] = "秘术师博库",
["O"] = "在提拉凯找到博库。",
},
[86186] = {
["T"] = "超级嗅探者",
["O"] = "前往卡兹阿加的艾基-卡赫特的姆玛尔，寻找一只愿意帮忙的鼹鼠人来到绿洲。",
["S"] = {
"找到一个能帮上忙的鼹鼠人",
},
},
[86182] = {
["T"] = "捉鬼敢死队",
["O"] = "在卡雷什的无拘之域中收集10份岩背兽精华。",
["S"] = {
"与赫米特·奈辛瓦里交谈（可选）",
"进入无拘之域（可选）",
"岩背兽精华",
},
},
[86156] = {
["T"] = "参与其中",
["O"] = "在海妖岛指挥地图上捐献10次，并通过消灭目标完成一个事件。",
["S"] = {
"为事件做出十次贡献",
"完成海妖岛指挥图触发的一个事件",
},
},
[86155] = {
["T"] = "无面者的长夜面具",
["O"] = "在惊魂幻象内将无面者的长夜面具放回祭坛。",
},
[29135] = {
["T"] = "全视之眼",
["O"] = "在火焰之地收集25个永恒余烬，另外还要收集3份时之砂。",
["S"] = {
"永恒余烬",
"时之砂",
},
},
[62763] = {
["T"] = "支援王庭",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫炽蓝仙野。你也可以通过在炽蓝仙野地下城中击败强大的敌人以达成目标。",
["S"] = {
"帮助法夜",
},
},
[11724] = {
["T"] = "巨大的蛾卵",
["O"] = "将发光的巨蛋交给血孢平原的血法师劳莉丝。",
},
[63787] = {
["T"] = "深入行动：重殴者之台",
["O"] = "清除重殴者之台的碎皮熊。",
["S"] = {
"清理重殴者之台",
},
},
[11980] = {
["T"] = "部落的荣耀",
["O"] = "龙骨荒野西风避难营的血卫士洛恩基尔要求你消灭15只阿努巴尔伏击者。",
["S"] = {
"消灭阿努巴尔伏击者",
},
},
[5844] = {
["T"] = "欢迎！",
["O"] = "将血蹄村礼品券交给血蹄村的沃恩·星眼。",
},
[24471] = {
["T"] = "疗伤",
["O"] = "对4名受伤的寒脊巡山人使用斯登的急救包。",
["S"] = {
"医治受伤的寒脊巡山人",
},
},
[12364] = {
["T"] = "糖罐",
},
[12492] = {
["T"] = "科林的烈酒",
["O"] = "将科林的烈酒交给奥格瑞玛附近美酒节营地的塔波尔·斯威雷格。",
},
[29641] = {
["T"] = "灵魂装置",
["O"] = "偷走5台灵魂装置，把它们交给在奥金顿暗影迷宫内的间谍格利克萨。",
["S"] = {
"灵魂装置",
},
},
[85941] = {
["T"] = "端正态度",
["O"] = "在聚会公园消灭12个暗索敌人。",
["S"] = {
"消灭暗索部队",
},
},
[13790] = {
["T"] = "冠军的比武",
["O"] = "将四枚冠军的印记交给银色比武场的鲁莉。\n\n如果你丢失了长枪，可以在银色盟约大帐或者兽栏附近的长枪架上再拿一根。",
["S"] = {
"冠军的印记",
},
},
[85935] = {
["T"] = "伊克基凡长者",
},
[26263] = {
["T"] = "索纳尔·雷破",
["O"] = "杀死索纳尔·雷破。",
["S"] = {
"消灭索纳尔·雷破",
},
},
[49548] = {
["T"] = "大酋长的命令：阿兰卡峰林！",
["O"] = "与阿兰卡峰林的阿兹克谈一谈。",
},
[37165] = {
["T"] = "塞纳里奥的忧虑",
["O"] = "从永茂林地获得一片发光的怪蕨叶。",
["S"] = {
"发光的怪蕨叶",
"消灭雅努",
},
},
[27031] = {
["T"] = "飞行呆子",
["O"] = "从金色雄鹰身上收集3根原始翼羽。",
["S"] = {
"原始翼羽",
},
},
[38189] = {
["T"] = "密报：突袭石怒崖",
["O"] = "突袭霜火岭石怒崖的血槌食人魔。",
["S"] = {
"突袭石怒崖的血槌军队",
},
},
[55084] = {
["T"] = "图纸：加密的黑市电台",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[13900] = {
["T"] = "献给艾萨拉",
["O"] = "阻止暗鳞女祭司将远古之角献给纳兹维尔上的艾萨拉。",
["S"] = {
"阻止对艾萨拉的祭献",
},
},
[85933] = {
["T"] = "克尼萨尔长者",
},
[38759] = {
["T"] = "解救同胞",
["O"] = "你的一些恶魔猎手有危险了，想办法拿魂铸之钥去解救他们。",
["S"] = {
"魂铸之钥",
"解救贝拉斯·黎明之刃",
"解救赛娅娜·夜刃",
"解救伊扎尔·白月",
"解救曼瑟瑞尔·暗星",
},
},
[40749] = {
["T"] = "纪念意义",
["O"] = "放置4束月光百合。",
["S"] = {
"放置花束",
},
},
[28823] = {
["T"] = "后方已经安全",
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
},
[29079] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[29335] = {
["T"] = "迎接刺骨的狂风",
["O"] = "去奥丹姆的南风之崖跟塞克隆纳斯谈一谈。",
},
[29591] = {
["T"] = "暴怒的灵魂",
["O"] = "干掉5个被激怒的骷髅，5个暴怒的骷髅，以及3个奥金尼通灵师，然后去找位于奥金尼地穴里的受折磨的灵魂牧师。",
["S"] = {
"消灭被激怒的骷髅",
"消灭暴怒的骷髅",
"消灭奥金尼通灵师",
},
},
[43309] = {
["T"] = "完美机会",
["O"] = "在残月酒馆与莉莉丝·月郡会面。",
["S"] = {
"在残月酒馆与莉莉丝见面",
},
},
[30103] = {
["T"] = "进军龙眠神殿！",
["O"] = "护送萨尔安全抵达龙眠神殿。",
["S"] = {
"护送萨尔安全抵达龙眠神殿",
},
},
[85931] = {
["T"] = "法罗特档案员",
},
[85930] = {
["T"] = "铜苔档案员",
},
[30384] = {
["T"] = "敌明我暗！",
["O"] = "击败烈日行者斥候。",
["S"] = {
"消灭烈日行者斥候",
},
},
[75351] = {
["T"] = "时刻留意皮具",
["O"] = "为峈姆的加拉姆送去野性皮革战鼓。",
["S"] = {
"野性皮革战鼓",
},
},
[85914] = {
["T"] = "副业：制冷很关键",
["O"] = "在蠕动原野骑乘帕姆希的火箭飞板并冻结管道。",
["S"] = {
"乘坐帕姆希的火箭飞板",
"冻结管道",
},
},
[31639] = {
["T"] = "影踪禅院挑战模式——白银添头（第N个）",
},
[63788] = {
["T"] = "深入行动：指引圣地",
["O"] = "清除指引圣地的吞噬者。",
["S"] = {
"净化指引圣地",
},
},
[42525] = {
["T"] = "部队出勤",
["O"] = "使用侦察地图，完成“部队出勤”任务。",
},
[85906] = {
["T"] = "沙滩短途赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[85905] = {
["T"] = "娱乐城巡游赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[60136] = {
["T"] = "进入托加斯特",
["O"] = "进入托加斯特，罪魂之塔。",
["S"] = {
"向威·娜莉询问进入托加斯特的方法",
},
},
[83543] = {
["T"] = "在卡兹阿加冒险",
["O"] = "查看侦察地图，在卡兹阿加选择一个区域提供支援。",
["S"] = {
"在侦察地图上选择地区",
},
},
[84567] = {
["T"] = "糖罐",
},
[27537] = {
["T"] = "风暴中的传送门",
["O"] = "杀死泥浆水元素，收集5个漩涡之核。",
["S"] = {
"漩涡之核",
},
},
[85902] = {
["T"] = "垃圾场短途赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[52013] = {
["T"] = "勇士：约翰·J·基沙恩",
},
[88663] = {
["T"] = "测量与分析",
["O"] = "与数据收集无人机对话，对已命名的两条蛇进行数据分析。",
["S"] = {
"开始数据分析",
},
},
[28686] = {
["T"] = "不友善的村落",
["O"] = "指挥官拉尔玛什要你前往洛斯贝格村杀死14名村民。洛斯贝格村位于营地以北，就在右边。",
["S"] = {
"洛斯贝格村居民",
},
},
[37166] = {
["T"] = "泰坦与世界的演化",
["O"] = "从永茂林地获得一份茂林神器。",
["S"] = {
"茂林神器",
"消灭雅努",
},
},
[35332] = {
["T"] = "努波顿的邀请",
["O"] = "在元素王座找到守备官努波顿。",
},
[38190] = {
["T"] = "密报：突袭玛戈纳洛克",
["O"] = "攻击霜火岭玛戈纳洛克的石头怪物。",
["S"] = {
"突袭玛戈纳洛克的石头怪物",
},
},
[77400] = {
["T"] = "生态圆顶远游 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55597] = {
["T"] = "荣耀之盟",
["O"] = "在赞齐尔海床和深海奴隶围栏消灭10个纳迦。",
["S"] = {
"消灭纳迦部队",
},
},
[79448] = {
["T"] = "穷极飞珑石",
["O"] = "通过击败特殊生物、征服地下城和团队副本、完成世界活动或搜刮宝箱获得50个飞珑石，然后与库佐尔兹交谈，用飞珑石升级第四赛季的一件装备。",
["S"] = {
"飞珑石",
},
},
[40238] = {
["T"] = "恐怖的转化",
["O"] = "摧毁破碎之野的3个灵魂之匣。",
["S"] = {
"摧毁东部灵魂之匣",
"摧毁南部灵魂之匣",
"摧毁西部灵魂之匣",
},
},
[52892] = {
["T"] = "动物是友不是菜",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败卡拉加",
},
},
[29439] = {
["T"] = "救世萨满的召唤",
["O"] = "去海加尔山世界之树的南边跟萨尔谈一谈。",
},
[63903] = {
["T"] = "强袭圣所",
["O"] = "在统御圣所中击败希尔瓦娜斯·风行者。",
},
[84568] = {
["T"] = "糖罐",
},
[12288] = {
["T"] = "力不能支！",
["O"] = "蓝天伐木场的奥曼娜希望你在10名受伤的散兵身上使用急救止血带。",
["S"] = {
"治疗受伤的散兵",
},
},
[70233] = {
["T"] = "无斧临门",
["O"] = "为瓦德拉肯的塑金者库洛科制作2把龙银之斧。",
["S"] = {
"龙银之斧",
},
},
[85875] = {
["T"] = "巫妖王的飞升",
["O"] = "放逐你的回忆。",
["S"] = {
"放逐穆拉丁的回忆",
},
},
[88664] = {
["T"] = "纳格兰化",
["O"] = "种植6朵芳香的梦露花。",
["S"] = {
"种植芳香的梦露花",
},
},
[27514] = {
["T"] = "狮鹫坠落！狮鹫坠落！",
["O"] = "在暮光高地的暮光海滩上寻找坠地的蛮锤狮鹫骑士索尔顿·锤击。",
},
[85869] = {
["T"] = "差事太多，赶紧做完！",
["O"] = "完成10件货运与接收的差事。",
},
[85862] = {
["T"] = "王子的职责",
["O"] = "在洛丹伦要塞操练部队。",
["S"] = {
"操练士兵",
"和穆拉丁角斗",
"与光明使者乌瑟尔交谈（可选）",
"与吉安娜·普罗德摩尔谈一谈（可选）",
},
},
[66390] = {
["T"] = "失踪的商品",
["O"] = "在暴风城港口的小偷处找回被偷的货物。",
["S"] = {
"阻止窃贼",
},
},
[40392] = {
["T"] = "神射手的召唤",
["O"] = "搭乘角鹰兽，从克拉苏斯平台前往破碎海滩与温蕾萨·风行者见面。",
["S"] = {
"搭乘角鹰兽前往破碎海滩（可选）",
"与温蕾萨·风行者交谈",
},
},
[63789] = {
["T"] = "深入行动：学者之家",
["O"] = "清除学者之家的渊誓者。",
["S"] = {
"清理学者之家",
},
},
[47918] = {
["T"] = "侍奉卡格瓦",
["O"] = "在蛙沼上层与暗影猎手纳雷斯见面。",
},
[85809] = {
["T"] = "热砂财阀崇拜",
["O"] = "在热砂试验室与实验室助理拉兹丽交谈。",
},
[2] = {
["T"] = "尖爪的爪子",
["O"] = "将尖爪的爪子交给银风避难所的塞娜尼·雷心。",
},
[66588] = {
["T"] = "长老斯沃格",
["O"] = "在宠物对战中击败斯沃格。",
["S"] = {
"在宠物对战中击败斯沃格",
},
},
[85806] = {
["T"] = "锈水财阀崇拜",
["O"] = "在废渣铺与洛可·笑轰交谈。",
},
[84569] = {
["T"] = "糖罐",
},
[50990] = {
["T"] = "尖端家禽科学",
["O"] = "将美味鸡肉带给藏宝海湾的奥格索普博士。",
},
[66709] = {
["T"] = "战地医师入门",
["O"] = "帮助老灰牙从伤势中恢复。",
["S"] = {
"移除长矛",
},
},
[52014] = {
["T"] = "仪式准备",
["O"] = "采集未被祝福的雷银矿石，把它们化成未被祝福的雷银锭，然后找水歌者德赞为它们赐福。",
["S"] = {
"使用熔炉把未被祝福的雷银矿石熔炼为金属锭",
},
},
[36143] = {
["T"] = "LFGDungeons - Lich King - Dungeon Normal 1st",
},
[85731] = {
["T"] = "追踪任务",
},
[37167] = {
["T"] = "对了，锤子不要！",
["O"] = "从恐轨车站获得一大箱武器。",
["S"] = {
"一大箱武器",
"消灭啸天者托瓦拉",
},
},
[77152] = {
["T"] = "熟客酒桶",
},
[38191] = {
["T"] = "密报：突袭钢铁军工厂",
["O"] = "突袭霜火岭钢铁军工厂的钢铁部落军队。",
["S"] = {
"突袭钢铁军工厂的钢铁部落军队",
},
},
[77698] = {
["T"] = "糖罐",
},
[77871] = {
["T"] = "旧日神灵",
["O"] = "聆听邦桑迪向暗矛巨魔传达的消息，并寻找解决的方法。",
["S"] = {
"摧毁穆厄扎拉供品",
},
},
[78000] = {
["T"] = "新绿险道 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[56622] = {
["T"] = "称霸阿什兰",
["O"] = "击败阿什兰所有活动地区内的联盟并消灭大元帅泰布雷德。",
["S"] = {
"击败敌对阵营领袖",
"获得灰槌墓地胜利",
"获得熔岩采石场胜利",
"获得毁灭斗兽场胜利",
"获得蛮兵高地胜利",
"获得阿什兰挖掘场胜利",
},
},
[28568] = {
["T"] = "大酋长的命令：银松森林！",
["O"] = "去找银松森林被遗忘者统帅部的大执行官摩尔图斯。",
},
[78294] = {
["T"] = "雷颅撞角",
["O"] = "陪同杜尔赞抵达雷颅峰的贝尔兹特处。",
["S"] = {
"帮助杜尔赞与贝尔兹特团聚",
},
},
[29080] = {
["T"] = "加入战斗！",
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
},
[84570] = {
["T"] = "糖罐",
},
[78374] = {
["T"] = "飞珑石",
},
[43311] = {
["T"] = "要么反抗我们",
["O"] = "与阿鲁因交谈。",
["S"] = {
"寻求阿鲁因的帮助",
},
},
[30104] = {
["T"] = "记录时间流",
["O"] = "杀死一个军团恶魔，一个皇家侍女以及禁卫队长瓦罗森，然后用艾鲁尔米的容器收集他们的信息。",
["S"] = {
"记录军团恶魔",
"记录皇家侍女",
"记录禁卫队长瓦罗森",
},
},
[80277] = {
["T"] = "百转千丝之城",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[30616] = {
["T"] = "交通问题",
["O"] = "消灭8个卢秦火营的野牛人。",
["S"] = {
"杀死卢秦野牛人",
},
},
[85678] = {
["T"] = "修整一新",
["O"] = "和军需官里克特交谈，随后选择“修理所有物品”，修理受损的装备。",
["S"] = {
"和军需官里克特交谈并修理所有物品",
},
},
[75355] = {
["T"] = "火箭车驰骋 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31384] = {
["T"] = "金莲教",
["O"] = "去锦绣谷的残阳关卫戍营和安济·秋光谈一谈。",
},
[31640] = {
["T"] = "围攻砮皂寺挑战模式——白银添头（第N个）",
},
[78427] = {
["T"] = "大货箱！",
["O"] = "与瓦修尼尔一起在中心营地打包1批货物。",
["S"] = {
"一批货物",
},
},
[81797] = {
["T"] = "定向侦察",
["O"] = "在无晖之滨消灭3个蜃鱼人塑影者。",
["S"] = {
"消灭蜃鱼人塑影者",
},
},
[64814] = {
["T"] = "锻炉争夺战",
["O"] = "消灭8个渊誓者。",
["S"] = {
"消灭恐誓部队",
},
},
[81950] = {
["T"] = "高爆点心！",
["O"] = "放置甲虫点心，引诱装有炸弹的甲虫来摧毁蛛魔弩车。",
["S"] = {
"摧毁蛛魔弩炮",
},
},
[33072] = {
["T"] = "深入暮光",
["O"] = "到暮光林地与先知维伦谈一谈。",
},
[82229] = {
["T"] = "不寻常的请求",
["O"] = "在遐思之冢与凯雷斯塔见面。",
},
[84571] = {
["T"] = "糖罐",
},
[8653] = {
["T"] = "金井长者",
},
[51503] = {
["T"] = "搜集遗物",
["O"] = "在海草丛中寻找遇难水手的遗物。",
["S"] = {
"水手的项链",
},
},
[82485] = {
["T"] = "世界之魂：燧酿酒庄",
["O"] = "在普通或更高难度下完成燧酿酒庄地下城。",
},
[82495] = {
["T"] = "世界之魂：燧酿酒庄",
["O"] = "在英雄或更高难度下完成燧酿酒庄地下城。",
},
[82507] = {
["T"] = "世界之魂：圣焰隐修院",
["O"] = "在史诗或更高难度下完成圣焰隐修院地下城。",
},
[9293] = {
["T"] = "必需的措施……",
["O"] = "收集10份鞭笞者样本，把它们交给埃门谷坠毁点的植物学家塔蕾克丝。",
["S"] = {
"鞭笞者样本",
},
},
[75356] = {
["T"] = "火箭车驰骋 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38192] = {
["T"] = "密报：突袭永茂丛林",
["O"] = "突袭戈尔隆德永茂丛林的木精部队。",
["S"] = {
"突袭永茂丛林的木精部队",
},
},
[85654] = {
["T"] = "御戒而行",
["O"] = "收集足够的焰祝之铁来测试N.U.K.U.L.A.R.目标标定器和TR-06击打者。",
["S"] = {
"焰祝之铁",
"与苏茜·螺扳交谈以进入风暴模式",
"激活TR-06击打者",
"使用N.U.K.U.L.A.R.目标标定器",
},
},
[78428] = {
["T"] = "高标箱柜",
["O"] = "与瓦修尼尔一起在中心营地打包5批货物。",
["S"] = {
"一批货物",
},
},
[82554] = {
["T"] = "地心之战（71-79）E",
},
[10061] = {
["T"] = "阴魂不散",
["O"] = "葛雷拉格要你前往荣耀堡以南的远征军物资库，杀死12个步兵的阴魂、10个巫师的阴魂和5个骑士的阴魂。",
["S"] = {
"消灭步兵的阴魂",
"消灭巫师的阴魂",
"消灭骑士的阴魂",
},
},
[82609] = {
["T"] = "地心之战（71-79）E",
},
[10317] = {
["T"] = "对付工头",
["O"] = "前往虚空风暴法力熔炉：艾拉地下的特雷卢姆矿井，对付工头萨杜恩·日落。",
},
[10445] = {
["T"] = "永恒水瓶",
["O"] = "时光之穴的索莉多米要你从盘牙水库的瓦丝琪那里取回瓦丝琪的水瓶残余，并从风暴要塞的凯尔萨斯·逐日者那里取回凯尔萨斯的水瓶残余。",
["S"] = {
"瓦丝琪的水瓶残余",
"凯尔萨斯的水瓶残余",
},
},
[84572] = {
["T"] = "糖罐",
},
[10701] = {
["T"] = "消灭灵岩巨人",
["O"] = "杀死灵岩巨人，然后向虚空风暴52区的火箭主管弗斯拉格复命。",
["S"] = {
"消灭灵岩巨人",
},
},
[82621] = {
["T"] = "地心之战（80）E",
},
[85571] = {
["T"] = "随风而散",
["O"] = "在岛上收集5份日志书页。",
["S"] = {
"褪色的日志书页",
"湿透的日志书页",
"撕破的日志书页",
"风蚀的日志书页",
"有污渍的日志书页",
},
},
[11085] = {
["T"] = "逃离斯克提斯",
["O"] = "护送天空卫队囚犯前往安全的地方，然后向空军上尉杜尔因复命。",
["S"] = {
"营救天空卫队囚犯。",
},
},
[11213] = {
["T"] = "寻找塔贝萨",
["O"] = "与泥潭沼泽农场里的塔贝萨谈一谈。",
},
[85570] = {
["T"] = "破烂的日志",
["O"] = "把日记带回到海妖岛营地的斯泰琳·威拉萨那里。",
},
[11469] = {
["T"] = "制作肥皂的原料",
["O"] = "斯卡特·弗洛斯普要你取回制作魔法肥皂的主要原料——大个子罗伊的脂肪。完成任务后返回无赖港东边的海盗船向她复命。",
["S"] = {
"大个子罗伊的脂肪",
},
},
[76381] = {
["T"] = "逆风德比 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[85560] = {
["T"] = "TEST",
},
[85546] = {
["T"] = "共鸣水晶",
},
[11981] = {
["T"] = "找到库伦！",
["O"] = "前往俯瞰索尔莫丹的丘陵地带，在那里找到库伦。",
},
[64815] = {
["T"] = "同生共死",
["O"] = "帮助5个盟约部队成员。",
["S"] = {
"帮助盟约部队",
},
},
[24473] = {
["T"] = "安威玛尔紧急戒严",
["O"] = "跟安威玛尔的乔娜·铁枷谈一谈。",
},
[12365] = {
["T"] = "糖罐",
},
[85545] = {
["T"] = "共鸣水晶",
},
[84573] = {
["T"] = "糖罐",
},
[85544] = {
["T"] = "好多小份亮闪闪！",
},
[85542] = {
["T"] = "拿走超大号蜡烛！",
},
[85541] = {
["T"] = "这儿有闪亮亮！",
},
[36145] = {
["T"] = "LFGDungeons - Cataclysm - Dungeon Normal 1st",
},
[26521] = {
["T"] = "邪恶的面貌",
["O"] = "在辛萨罗用蒂基之炬点燃8张蒂基面具。",
["S"] = {
"烧毁蒂基面具",
},
},
[26777] = {
["T"] = "抚慰灵魂",
["O"] = "在腐草农场使用神圣香炉抚慰5名弃灵。",
["S"] = {
"抚慰弃灵",
},
},
[85540] = {
["T"] = "拿走大蜡烛！",
},
[38193] = {
["T"] = "密报：突袭破碎悬崖",
["O"] = "突袭纳格兰破碎悬崖的独眼魔部队。",
["S"] = {
"利用破碎悬崖的冲突",
},
},
[27545] = {
["T"] = "通道",
["O"] = "跟暮光高地滩头堡的库德兰·蛮锤谈一谈。",
},
[78430] = {
["T"] = "绿色注能小机器",
["O"] = "在翡翠梦境中消灭6个魔荚人和鞭笞者。",
["S"] = {
"萃取梦境注能",
},
},
[85539] = {
["T"] = "拿走蜡烛！",
},
[85538] = {
["T"] = "亮闪闪",
},
[40753] = {
["T"] = "布林顿6000",
},
[28825] = {
["T"] = "私人召唤",
["O"] = "与暴风城的地语者纳拉特交谈。",
},
[29081] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[58672] = {
["T"] = "勇士的会议",
["O"] = "前往奥格瑞玛和瓦莉拉·萨古纳尔交谈。",
},
[29593] = {
["T"] = "雪上加霜",
["O"] = "偷走3堆地狱火补给品，然后回地狱火城墙找石头守卫斯托克顿。",
["S"] = {
"地狱火补给品",
},
},
[70239] = {
["T"] = "难言之隐",
["O"] = "与度罗兹和科加尔同行并寻找帮助。",
["S"] = {
"与度罗兹和科加尔同行",
},
},
[30105] = {
["T"] = "暮光先知",
["O"] = "找到并揭露暮光先知的身份。",
["S"] = {
"揭露暮光先知",
},
},
[44337] = {
["T"] = "女神护佑着你",
["O"] = "去达拉然找大法师卡德加。",
},
[85481] = {
["T"] = "山脊竞速者",
["O"] = "与岩背兽头领赛跑。",
["S"] = {
"挑战岩背兽头领",
},
},
[85473] = {
["T"] = "号外号外！",
["O"] = "将报纸分发给安德麦的毫不知情的市民。",
["S"] = {
"交付新闻",
},
},
[85472] = {
["T"] = "天上掉下的试剂！",
["O"] = "与热砂财阀热砂炼金师交谈，并根据指示用回收的材料制作一瓶药剂。",
["S"] = {
"和热砂炼金师交谈",
},
},
[31385] = {
["T"] = "金莲教",
["O"] = "去锦绣谷的残阳关卫戍营和安济·秋光谈一谈。",
},
[31641] = {
["T"] = "魔古山宫殿挑战模式——白银添头（第N个）",
},
[78431] = {
["T"] = "绿色梦之队",
["O"] = "进行一次次级梦境注能。",
},
[85471] = {
["T"] = "加乐宫会员奖励俱乐部名望",
["O"] = "前往解放安德麦，与其中的葆拉·匹拉罕交谈。",
},
[48433] = {
["T"] = "团结是部落的力量！",
["O"] = "与奥格瑞玛大使馆的季·火掌谈一谈，聆听故事的结尾。",
},
[85461] = {
["T"] = "夺粮行动",
["O"] = "从塔扎维什的虚灵手中夺回15份被窃的食物。",
["S"] = {
"被窃的食物",
},
},
[85459] = {
["T"] = "心能回收计划",
["O"] = "在卡雷什收集20个吞噬者心能。",
["S"] = {
"吞噬者心能",
},
},
[49969] = {
["T"] = "神灵苏醒",
["O"] = "收集大块纳迦肉作为给格罗尔的贡品。",
["S"] = {
"大块纳迦肉",
},
},
[84575] = {
["T"] = "糖罐",
},
[85451] = {
["T"] = "落锤镇烈焰",
["O"] = "于落锤镇各处主要建筑吹响落锤号角，召唤一名萨满来扑灭火焰。",
["S"] = {
"拯救东部灵魂小屋",
"拯救西部灵魂小屋",
"拯救兽栏",
"拯救铁匠铺",
"拯救大厅",
},
},
[70240] = {
["T"] = "苦痛管理",
["O"] = "收集5朵乳白色的金鱼草花，3朵盛放的浅滩百合和一个装满的新生法池之瓶。",
["S"] = {
"乳白色的金鱼草花",
"盛放的浅滩百合",
"装满的新生法池之瓶",
},
},
[35634] = {
["T"] = "制者为王",
["O"] = "把埃匹希斯控制器交给泰罗克鸦巢的黑暗占卜师拉斯托克。",
},
[88671] = {
["T"] = "蛇吃的蛋",
["O"] = "收集6颗卡雷鹏蛋。",
["S"] = {
"卡雷鹏蛋",
},
},
[53041] = {
["T"] = "货物采样",
["O"] = "收集化学家的笔记和一份未处理的艾泽里特样本。",
["S"] = {
"化学家的笔记",
"未处理的艾泽里特样本",
},
},
[90719] = {
["T"] = "借来的腐化",
["O"] = "从惊魂幻象的腐化和失落区域的首领身上找到黑血残留物和错位的腐化纪念品。",
["S"] = {
"黑血残留物",
"错位的腐化纪念品",
},
},
[85433] = {
["T"] = "隔墙有耳",
["O"] = "在塔扎维什和港务官佐·拉鲁交谈。",
["S"] = {
"安抚赛·奈尔（可选）",
"与助理赛·奈尔交谈",
},
},
[38194] = {
["T"] = "密报：突袭高里亚试炼场",
["O"] = "突袭高里亚试炼场的食人魔部队。",
["S"] = {
"称霸高里亚试炼场",
},
},
[77408] = {
["T"] = "预言将现",
["O"] = "使用传送水晶，在维迪卡尔与先知维伦见面。",
["S"] = {
"使用传送水晶",
},
},
[85431] = {
["T"] = "竭尽资源",
["O"] = "从塔扎维什外的饥饿者雷斯普雷斯处收集充盈的心能核心。",
["S"] = {
"充盈的心能核心",
},
},
[85429] = {
["T"] = "净添乱",
["O"] = "在塔扎维什的码头砸开8个赛财团进口箱。",
["S"] = {
"破坏板条箱",
},
},
[85394] = {
["T"] = "以眼代罚",
["O"] = "击败强化的巴奇什洛斯，拯救塔扎维什！",
["S"] = {
"消灭强化的巴奇什洛斯",
},
},
[85262] = {
["T"] = "蜂王迁居",
["O"] = "帮助女王蜂找到新的蜂巢位置。",
["S"] = {
"呼唤女王蜂",
},
},
[57649] = {
["T"] = "希望的低语",
["O"] = "使用瓦丝琪的徽记集结锐眼密院的幸存者。",
["S"] = {
"用瓦丝琪的印记集结幸存者",
},
},
[83552] = {
["T"] = "艾基-卡赫特",
["O"] = "在艾基-卡赫特的罪偿号上与菲琳·洛萨交谈。",
},
[58673] = {
["T"] = "部落的大酋长",
["O"] = "见证勇士的会议。",
["S"] = {
"与瓦莉拉·萨古纳尔交谈",
},
},
[42802] = {
["T"] = "肃清马顿",
["O"] = "使用侦察地图，完成“肃清马顿”任务。",
},
[43314] = {
["T"] = "群星庭院：君子报仇，十年不晚",
["O"] = "进入群星庭院地下城，消灭顾问麦兰杜斯。取得他的法术石并交给塔莉萨。",
["S"] = {
[2] = "麦兰杜斯的法术石",
},
},
[85259] = {
["T"] = "摇曳蜂舞",
["O"] = "在绿洲为蜜蜂跳舞。",
["S"] = {
"北部摇曳蜂舞",
"西部摇曳蜂舞",
"东部摇曳蜂舞",
},
},
[44338] = {
["T"] = "女神护佑着你",
["O"] = "从瓦尔莎拉找回艾露恩之泪。",
},
[85258] = {
["T"] = "蜜意浓浓",
["O"] = "收集8个蜂巢，并在绿洲安抚女王蜂。",
["S"] = {
"与奥莱拉交谈（可选）",
"蜂巢",
"抚摸女王蜂",
},
},
[85249] = {
["T"] = "蜂群试炼",
["O"] = "在中庭与草药学家奥莱拉见面。",
},
[85243] = {
["T"] = "我要找回帽子",
["O"] = "听布莱恩讲述他如何丢失宝藏和帽子的故事。",
["S"] = {
"体验布莱恩的故事",
},
},
[85240] = {
["T"] = "唯余饥渴",
["O"] = "消灭纳克罗安的废土遗民。",
["S"] = {
"消灭纳克罗安的废土遗民",
},
},
[77409] = {
["T"] = "犹疑不定",
["O"] = "与克罗库恩的酋长哈顿交谈。",
["S"] = {
"请罗姆尔将你传送到克罗库恩（可选）",
"与酋长哈顿谈一谈",
},
},
[63793] = {
["T"] = "掮灵悬赏：亵渎者恩席迪乌斯",
["O"] = "击败亵渎者恩席迪乌斯。",
["S"] = {
"消灭亵渎者恩席迪乌斯",
},
},
[85190] = {
["T"] = "尘埃落定",
["O"] = "与加兹鲁维交谈，将雷吉克的骨灰交给马迪亚斯·肖尔。",
["S"] = {
"与加兹鲁维交谈",
},
},
[85139] = {
["T"] = "[PH]",
["O"] = "[PH] Extract the -insert gem here- from your equipment.",
},
[24474] = {
["T"] = "重要的事先做：我们需要啤酒",
["O"] = "取回一桶风暴战锤烈酒、一桶塞拉摩麦酒和一桶侏儒轻啤。",
["S"] = {
"一桶风暴战锤烈酒",
"一桶塞拉摩麦酒",
"一桶侏儒轻啤",
},
},
[24730] = {
["T"] = "挖骨头",
["O"] = "收集8根恐龙骨头。",
["S"] = {
"恐龙骨头",
},
},
[83553] = {
["T"] = "偷魔法的狗头人",
["O"] = "在多恩岛的哀念高地与卡雷苟斯会面。",
},
[84577] = {
["T"] = "糖罐",
},
[85109] = {
["T"] = "卡雷什托拉斯名望",
["O"] = "与塔扎维什的欧·西里克交谈。",
},
[85108] = {
["T"] = "托拉斯的使者",
},
[6503] = {
["T"] = "灰谷先驱者",
["O"] = "杀掉9个灰谷先驱者。",
["S"] = {
"消灭灰谷先驱者",
},
},
[36147] = {
["T"] = "LFGDungeons - Pandaria - Dungeon Normal 1st",
},
[85102] = {
["T"] = "平步青云冲刺赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[53554] = {
["T"] = "BFA 120 E",
},
[85101] = {
["T"] = "平步青云冲刺赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38195] = {
["T"] = "密报：突袭莫高尔岗哨",
["O"] = "突袭纳格兰莫高尔岗哨的战歌兽人。",
["S"] = {
"突袭日泉岗哨的战歌兽人",
},
},
[85100] = {
["T"] = "废渣铺疾射 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55602] = {
["T"] = "愿者上钩？",
["O"] = "在鳗鱼肆虐的水域洒下鱼饵。",
["S"] = {
"将鱼饵投进鳗鱼肆虐的水域",
},
},
[39731] = {
["T"] = "静谧森林",
["O"] = "在达拉然的克拉苏斯平台与大法师卡德加谈一谈。",
["S"] = {
"前往达拉然",
},
},
[85096] = {
["T"] = "冲天火箭疾行赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[28570] = {
["T"] = "沼桨弹头",
["O"] = "与燃烧平原东南角的莎朗·缓爆交谈，骑着沼桨弹头前往悲伤沼泽。然后与沼桨镇的贸易巨头银罐交谈。",
},
[57650] = {
["T"] = "死去更好",
["O"] = "消灭敌人部队，破坏敌方阵形。",
["S"] = {
"消灭敌方士兵",
"摧毁攻城炮台",
"消灭攻城大师特拉克松",
},
},
[29082] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[58674] = {
["T"] = "勇士的会议",
["O"] = "前往暴风城和马迪亚斯·肖尔交谈",
},
[29594] = {
["T"] = "雪上加霜",
["O"] = "偷走3堆地狱火补给品，然后回地狱火城墙找高级斥候卡德维克。",
["S"] = {
"地狱火补给品",
},
},
[29850] = {
["T"] = "堕落的构造体",
["O"] = "岩石大厅的卡迪尔·斩铁要求你杀死3个黑暗符文巨人和克莱斯塔卢斯。",
["S"] = {
"消灭黑暗符文巨人",
"消灭克莱斯塔卢斯",
},
},
[85082] = {
["T"] = "前往卡雷什",
["O"] = "返回卡雷什的绿洲。",
["S"] = {
"使用传送门前往卡雷什（可选）",
"前往绿洲",
},
},
[72291] = {
["T"] = "令人难忘的胜利故事",
["O"] = "把你的胜利故事讲述给伊斯卡拉的长老波雅。",
},
[30618] = {
["T"] = "恢复酒坛集的补给",
["O"] = "去凛风洞找回8箱失窃的补给品。",
["S"] = {
"失窃的补给品",
},
},
[85078] = {
["T"] = "心蜂意乱",
["O"] = "调查4个蜂巢。",
["S"] = {
"调查蜂巢",
},
},
[7783] = {
["T"] = "黑石之王",
["O"] = "将奈法利安的徽记交给奥格瑞玛的伊崔格。",
},
[85076] = {
["T"] = "莫要蜂狂",
["O"] = "在高地平原和米登霍尔蜜酒庄消灭10只重殴者。",
["S"] = {
"消灭重殴者",
},
},
[31642] = {
["T"] = "通灵学院挑战模式——白银添头（第N个）",
},
[85075] = {
["T"] = "前往斯托颂",
["O"] = "前往库尔提拉斯的斯托颂谷地，为威·娜莉捕捉一些蜜蜂。",
["S"] = {
"前往斯托颂谷地",
},
},
[64306] = {
["T"] = "任务完成进度",
},
[48435] = {
["T"] = "灵魂行者",
["O"] = "前往雷霆图腾找高岭部族的灵魂行者灰天谈一谈。",
},
[48947] = {
["T"] = "戈尔科瓦尔",
["O"] = "在戈尔科瓦尔找到瑞贝卡·黑尔。",
},
[33076] = {
["T"] = "洞察药剂",
["O"] = "收集6份沼泽荧光虫粉尘，3颗肿胀的心和1朵烁星花。",
["S"] = {
"沼泽荧光虫粉尘",
"浮肿之心",
"新鲜的烁星百合",
},
},
[85071] = {
["T"] = "冲天火箭疾行赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[8526] = {
["T"] = "联盟需要烤迅猛龙肉！",
["O"] = "把20块烤迅猛龙肉交给铁炉堡军事区的萨拉·塞维斯。",
["S"] = {
"烤迅猛龙肉",
},
},
[8654] = {
["T"] = "棱石长者",
},
[70244] = {
["T"] = "诺库德的报应",
["O"] = "和尊可汗萨雷丝特一起进入村庄，从诺库德手中夺回村庄。",
["S"] = {
"从诺库德手中夺回村庄",
},
},
[85054] = {
["T"] = "收购章程",
["O"] = "返回卡雷什的塔扎维什集市的宝库守护者赛·维兹处。",
},
[72292] = {
["T"] = "气势磅礴的胜利故事",
["O"] = "把你的胜利故事讲述给伊斯卡拉的长老波雅。",
},
[85052] = {
["T"] = "厚利可图",
["O"] = "在卡雷什的塔扎维什找到财团老板赛·伊勒姆。",
},
[9294] = {
["T"] = "净化湖水",
["O"] = "将中和媒介散布在辐射能量水晶旁，然后向埃门谷坠毁点的植物学家塔蕾克丝复命。",
["S"] = {
"散布中和媒介",
},
},
[85044] = {
["T"] = "DEPRECATED",
},
[38196] = {
["T"] = "密报：突袭黑潮栖木",
["O"] = "突袭影月谷黑潮栖木的钢铁部落军队。",
["S"] = {
"突袭黑潮栖木的钢铁部落军队",
},
},
[85036] = {
["T"] = "威来，威见，威·娜莉",
["O"] = "见证与双界行者的对话。",
["S"] = {
"见证威·娜莉和双界行者的对话",
},
},
[85028] = {
["T"] = "游学探奇：掮灵",
["O"] = "在周卓的指引下了解掮灵。",
["S"] = {
"和游学者周卓交谈，了解掮灵",
},
},
[85027] = {
["T"] = "游学探奇：维序派",
["O"] = "在周卓的指引下了解虚灵。",
["S"] = {
"和游学者周卓交谈，了解虚灵",
},
},
[40244] = {
["T"] = "奇装异服",
["O"] = "与塔玛拉交谈并飞往沉船海湾。",
["S"] = {
"与塔玛拉·西蒙德交谈（可选）",
},
},
[10190] = {
["T"] = "电池充电",
["O"] = "对相位猎手使用电池充能器，直到电池充能等级到达10。然后将它交给虚空风暴恩卡特废墟的机器人专家艾蕾。",
["S"] = {
"电池充能等级",
},
},
[57651] = {
["T"] = "河床的麻烦",
["O"] = "在生命河床附近找到工头梭罗迪尔。",
},
[41780] = {
["T"] = "厄运降临",
["O"] = "找到欧内斯特制作延命药剂所需的材料。",
["S"] = {
"荧光花粉",
"斑点荧光菇",
"腐林根茎",
},
},
[58675] = {
["T"] = "和平的代价",
["O"] = "见证乌瑞恩国王的演讲。",
["S"] = {
"与马迪亚斯·肖尔交谈",
},
},
[10702] = {
["T"] = "步兵的工作……",
["O"] = "影月谷影月村的奥巴洛恩大王要你去杀死20只影月谷的野生动物。\n\n地狱野猪、邪翼奇美拉和灼壳蝎均属于影月谷的野生动物。无论种类，杀满20只即可。",
["S"] = {
"消灭影月谷野生动物",
},
},
[85026] = {
["T"] = "传奇诞生之处",
["O"] = "在克罗米处选择一个时空漫游战役。",
["S"] = {
"选择时空漫游战役",
},
},
[85022] = {
["T"] = "旧法的祭司",
["O"] = "消灭3个虚空具象。",
["S"] = {
"消灭耻辱之虚空",
"消灭疑虑之虚空",
"消灭踟躇之虚空",
},
},
[11086] = {
["T"] = "暮光岭的传送门",
["O"] = "影月谷龙喉营地的莫格霍尔大王要你杀死20名死影密探。",
["S"] = {
"消灭死影密探",
},
},
[85006] = {
["T"] = "烟消云散之物",
["O"] = "收集烁光精华。",
["S"] = {
"烁光精华",
},
},
[85005] = {
["T"] = "光耀的召唤",
["O"] = "在陨圣峪的圣焰之耀营地与米尔顿·怀尔德布隆见面。",
},
[62259] = {
["T"] = "装满心能的捕梦网",
["O"] = "将魔法捕梦网还给梦歌沼泽的宗主晨花。",
},
[84973] = {
["T"] = "微粒与外壳",
["O"] = "收集4个沙丘浮龙精华和6个三叶虫外壳。",
["S"] = {
"轻柔飘旋微粒",
"三叶虫外壳",
},
},
[84972] = {
["T"] = "剥离虚空",
["O"] = "从幻世裂口中收集6个虚空琉璃样本。",
["S"] = {
"虚空琉璃样本",
},
},
[84965] = {
["T"] = "核心作用",
["O"] = "在塔扎维什各处激活5个集市守卫。",
["S"] = {
"激活守护者",
},
},
[749] = {
["T"] = "被破坏的货车",
["O"] = "摩林·云行者要你去查看被破坏的货车附近的储备箱里有什么东西。",
},
[84964] = {
["T"] = "穿越暗影的英雄",
["O"] = "营救8名塔扎维什市民。",
["S"] = {
"营救塔扎维什市民",
},
},
[24475] = {
["T"] = "其他的物资",
["O"] = "收集3块野猪腰肉和4张粗糙的狼皮。",
["S"] = {
"野猪腰肉",
"粗糙的狼皮",
},
},
[12366] = {
["T"] = "糖罐",
},
[67174] = {
["T"] = "奥术检测",
["O"] = "在库里的钓鱼点调查海象人物品，寻找奥术魔法的迹象。",
["S"] = {
"检查不出奇的瓶子",
},
},
[84581] = {
["T"] = "糖罐",
},
[84960] = {
["T"] = "混入你我的暗影",
["O"] = "调查虚空气息，找到在塔扎维什惹是生非的罪魁祸首。",
["S"] = {
"在奢靡舒堂倾听奥蕾莉亚说话（可选）",
"调查虚空存在",
},
},
[84958] = {
["T"] = "无拘的野兽",
["O"] = "在塔扎维什击败各类生物，将它们送回塔·卡处。",
["S"] = {
"前往瞭望台（可选）",
"找回逃跑的生物",
},
},
[84956] = {
["T"] = "阴影的邀请",
["O"] = "在多恩诺嘉尔的础石大厅和双界行者见面。",
},
[36149] = {
["T"] = "LFGDungeons - Lich King - Dungeon Normal Nth",
},
[26523] = {
["T"] = "那些小东西们",
["O"] = "在辛萨罗抓8只迅捷小蜘蛛。",
["S"] = {
"迅捷小蜘蛛",
},
},
[53556] = {
["T"] = "BFA 120 E",
},
[845] = {
["T"] = "斑马的威胁",
["O"] = "杀死快步斑马并收集4只斑马蹄。",
["S"] = {
"斑马蹄",
},
},
[38197] = {
["T"] = "密报：突击索克雷萨高地",
["O"] = "攻击影月谷索克雷萨高地的萨格雷军队。",
["S"] = {
"突袭索克雷萨高地的萨格雷军队",
},
},
[77414] = {
["T"] = "梦涌调查",
["O"] = "在梦涌中完成活动。",
["S"] = {
[3] = "关闭觉醒之梦传送门",
[4] = "为一个效果而贡献梦涌凝珠",
},
},
[869] = {
["T"] = "追踪窃贼",
["O"] = "脚印一路延伸到了荆棘岭的东侧。跟着这串脚印，看看你能找到些什么。",
["S"] = {
"找到脚印的源头",
},
},
[39733] = {
["T"] = "孤寂山岭",
["O"] = "在达拉然的克拉苏斯平台与武士奥罗谈一谈。",
},
[84940] = {
["T"] = "友好竞赛",
["O"] = "去营地寻找巴古斯。",
},
[28571] = {
["T"] = "大酋长的命令：希尔斯布莱德丘陵！",
["O"] = "去找希尔斯布莱德丘陵南点大门的高级执行官达萨利亚。",
},
[57652] = {
["T"] = "补给需求：琥珀滑油",
["O"] = "收集6份巨大的戈姆胶。",
["S"] = {
"巨大的戈姆胶",
},
},
[29083] = {
["T"] = "后方已经安全",
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
},
[29339] = {
["T"] = "短缺奖励",
},
[59188] = {
["T"] = "大肆吹嘘的复仇",
["O"] = "从三名建筑师身上收集仪式手稿。",
["S"] = {
"泽伊利的仪式手稿",
"哈伦的仪式手稿",
"莱伊的仪式手稿",
},
},
[29851] = {
["T"] = "大赛冠军",
["O"] = "大领主提里奥·弗丁要求你完成冠军的试炼。",
["S"] = {
"消灭黑骑士",
},
},
[43829] = {
["T"] = "黑白间谍",
["O"] = "使用侦察地图，完成“谍战风云”任务。",
},
[84925] = {
["T"] = "恶匪大集结！",
["O"] = "将广告传单交给多恩诺嘉尔参赛者大门的霍萨恩。",
},
[46501] = {
["T"] = "盗墓",
["O"] = "在幽灵废墟寻找传闻中的宝箱。",
["S"] = {
"幽灵废墟的宝藏",
},
},
[84914] = {
["T"] = "神勇石",
},
[30785] = {
["T"] = "高岚阵",
["O"] = "去螳螂高原的高岚阵和祝踏岚掌门谈一谈。",
},
[84908] = {
["T"] = "驭雷者的荣耀",
["O"] = "与多恩诺嘉尔的驭雷者布鲁尔达交谈。",
},
[31643] = {
["T"] = "血色大厅挑战模式——白银添头（第N个）",
},
[997] = {
["T"] = "德纳兰的泥土",
["O"] = "把稀土交给奥拉密斯湖畔的德纳兰。",
},
[52120] = {
["T"] = "侏儒艾泽里特提取器",
["O"] = "在1只温顺的山羊身上使用山羊薅毛器。",
["S"] = {
"保护艾泽里特提取器",
},
},
[42847] = {
["T"] = "黑暗风暴",
["O"] = "使用侦察地图，完成“黑暗风暴”任务。",
["S"] = {
"完成“黑暗风暴”任务",
},
},
[65332] = {
["T"] = "结构图再同化：凶猛的元甲虫",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[33078] = {
["T"] = "蔽目的黑暗",
["O"] = "把私语平原北部、东部、西部和南部部族之石上的文字摹拓下来。",
["S"] = {
"拓印东部部族之石",
"拓印北部部族之石",
"拓印西部部族之石",
"拓印南部部族之石",
},
},
[49973] = {
["T"] = "塔莉萨的庄园",
["O"] = "在苏拉玛首席奥术师的庄园与女伯爵莉亚德琳见面。",
},
[26287] = {
["T"] = "月溪旅",
["O"] = "杀掉12只袭击哨兵岭的河爪豺狼人。",
["S"] = {
"杀掉进犯的河爪豺狼人",
},
},
[84903] = {
["T"] = "虚空浸透沙海",
["O"] = "在卡雷什的暗影营中消灭影卫虚灵。",
["S"] = {
"消灭影卫",
},
},
[39765] = {
["T"] = "取而“戴”之",
["O"] = "从蓝烛碎颅队长身上拿到指挥之颅。",
["S"] = {
"指挥之颅",
},
},
[54624] = {
["T"] = "辛迪加之罪",
["O"] = "在达比雷农场消灭12名辛迪加成员。",
["S"] = {
"消灭辛迪加成员",
},
},
[72296] = {
["T"] = "知识的馈赠",
},
[55039] = {
["T"] = "造船大师",
["O"] = "获得海军统帅的信，并在布伦纳丹和赛勒斯·克雷斯弗见面。",
["S"] = {
"海军统帅的信",
},
},
[53557] = {
["T"] = "BFA 120 E",
},
[50599] = {
["T"] = "普罗德摩尔海军部",
["O"] = "在提拉加德海峡完成4个世界任务。",
},
[38198] = {
["T"] = "密报：突袭失落的安苏鸦巢",
["O"] = "攻击阿兰卡峰林失落的安苏鸦巢附近的敌对生物。",
["S"] = {
"突袭失落的安苏鸦巢附近的敌对生物",
},
},
[38710] = {
["T"] = "紧急集结",
["O"] = "找到塔瓦德和欧瑞克·图哈特，然后在克拉苏斯平台与玛克斯韦尔·泰罗索斯男爵碰头。",
["S"] = {
"找到塔瓦德",
"找到欧瑞克·图哈特",
},
},
[10004] = {
["T"] = "耐心与理解",
["O"] = "纳格兰西部的受难者奥图里斯要你将主规划师的蓝图交给沙塔斯城中的萨萨拉比姆，并说服他帮助你。",
["S"] = {
"说服萨萨拉比姆",
},
},
[56117] = {
["T"] = "一捆可回收的零件",
["O"] = "收集1捆可回收的零件",
["S"] = {
"一捆可回收的零件",
},
},
[28708] = {
["T"] = "英雄的召唤：外域！",
["O"] = "向地狱火半岛命运阶梯的指挥官杜隆报到。\r\n\r\n法师区的荣耀堡法师会帮助你前往该地。",
},
[84894] = {
["T"] = "G.E.T.A. 2",
},
[40855] = {
["T"] = "阿苏纳的同事",
["O"] = "在阿苏纳的邪焰隘口附近找到法戈·弗林特洛克。",
},
[41782] = {
["T"] = "前往丘陵",
["O"] = "装满一瓶月亮井水，然后在灰熊丘陵找到莉娅·石爪。",
["S"] = {
"一壶月井之水",
},
},
[12433] = {
["T"] = "寻找溶解剂",
["O"] = "风险湾部落基地的古图尔要你取回一罐115号元素。",
["S"] = {
"115号元素",
},
},
[59189] = {
["T"] = "营救泰兰德·语风",
["O"] = "进入托加斯特，救出泰兰德·语风。",
["S"] = {
"跟随珊蒂斯·羽月进入托加斯特",
},
},
[59701] = {
["T"] = "立足之本",
["O"] = "在暗墙之塔插下雷纳索尔旗帜。",
["S"] = {
"放置雷纳索尔旗帜",
},
},
[84891] = {
["T"] = "地绝会与辐射老鼠",
["O"] = "击败辐射老鼠",
["S"] = {
"抵达下水道入口",
},
},
[58530] = {
["T"] = "隐藏的镜子",
["O"] = "使用劳伦特的袖珍窥镜揭露晋升堡垒中隐藏的镜子。",
["S"] = {
"揭示隐藏的镜子",
},
},
[27030] = {
["T"] = "毛茸茸的狐狸尾巴",
["O"] = "采集7条毛茸茸的狐狸尾巴。",
["S"] = {
"毛茸茸的狐狸尾巴",
},
},
[47189] = {
["T"] = "分裂的国度",
["O"] = "在港务长办公室查看侦察地图。",
["S"] = {
"查看侦察地图",
},
},
[27717] = {
["T"] = "古老的碎片",
["O"] = "将上古精灵符文交给艾伦蒂·金眉。她跟部落的奈瑟匹拉幸存者待在一起。",
},
[84869] = {
["T"] = "璃场狩猎",
["O"] = "消灭4个虚空恐魔和8个虚幻眼魔。",
["S"] = {
"消灭虚空恐魔",
"消灭虚幻眼魔",
},
},
[77417] = {
["T"] = "永恒之因",
["O"] = "见证伊特努丝所展示的事件。",
["S"] = {
"打听莫莱多米的消息",
},
},
[78441] = {
["T"] = "晶歌颠簸赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84867] = {
["T"] = "追捕迁跃兽",
["O"] = "寻找能够争取废土遗民支持的办法。",
["S"] = {
"与奈拉瑟交谈",
"与萨拉塔斯交谈（可选）",
},
},
[9541] = {
["T"] = "尤尔图腾",
["O"] = "根据线索找到尤尔图腾。",
},
[65333] = {
["T"] = "结构图再同化：多重鸡",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[66154] = {
["T"] = "催涎采样",
["O"] = "在鳄鱼人海滨收集12份唾液样本。",
["S"] = {
"收集唾液样本",
},
},
[67178] = {
["T"] = "白眼青龙",
["O"] = "帮助游马多姆击败瀬人苟萨。",
["S"] = {
"和游马多姆谈一谈",
},
},
[84865] = {
["T"] = "各个击破",
["O"] = "在锯刃峰摧毁3门影卫火炮。",
["S"] = {
"摧毁影卫火炮",
},
},
[28677] = {
["T"] = "大酋长的命令：悲伤沼泽！",
["O"] = "去找悲伤沼泽沼桨镇的贸易巨头银罐。",
},
[84863] = {
["T"] = "反击措施",
["O"] = "在锯刃峰消灭12个影卫部队。",
["S"] = {
"消灭影卫部队",
},
},
[26012] = {
["T"] = "龙眠之灾",
["O"] = "前往龙骨荒野，和龙眠神殿中的克拉苏斯交谈。",
},
[36151] = {
["T"] = "LFGDungeons - Cataclysm - Dungeon Normal Nth",
},
[84862] = {
["T"] = "虚空同盟",
["O"] = "在尊主生态圆顶周围布置4处萨拉塔斯的防御。",
["S"] = {
"放置防御矩阵",
},
},
[53558] = {
["T"] = "BFA 120 E",
},
[62863] = {
["T"] = "带回失落之魂",
["O"] = "从噬渊中拯救20个灵魂。",
["S"] = {
"从噬渊中解救灵魂",
},
},
[38199] = {
["T"] = "密报：突袭命运之柱",
["O"] = "突袭影月谷命运之柱的影月兽人。",
["S"] = {
"突袭命运之柱的影月兽人",
},
},
[84860] = {
["T"] = "稳定生态",
["O"] = "在尊主生态圆顶中激活被关闭的控制台。",
["S"] = {
"稳定生态控制台Z-22",
},
},
[27804] = {
["T"] = "我们唯一的家",
["O"] = "扑灭焰须巡逻营的50处火苗。",
["S"] = {
"扑灭村庄火苗",
},
},
[39735] = {
["T"] = "风暴峡湾",
["O"] = "在达拉然的紫罗兰城堡与空军上将罗杰斯谈一谈。",
["S"] = {
"前往达拉然",
},
},
[40247] = {
["T"] = "请求帮助",
["O"] = "找卡德加索要一个军团联络器的能量源。",
},
[28572] = {
["T"] = "大酋长的命令：阿拉希高地！",
["O"] = "去找阿拉希高地加林之陨的黑暗游侠阿莉娜。",
},
[28828] = {
["T"] = "给我蛋",
["O"] = "取回40枚寒风硬壳蛋。",
["S"] = {
"寒风硬壳蛋",
},
},
[33075] = {
["T"] = "英雄的礼遇",
["O"] = "在安波里村与萨玛拉谈一谈。",
["S"] = {
"在安波里村找到萨玛拉",
},
},
[29340] = {
["T"] = "短缺奖励",
},
[59190] = {
["T"] = "寻找你的标记",
["O"] = "准备仪式。",
["S"] = {
"放置破裂的水晶",
},
},
[31744] = {
["T"] = "不公平的交易",
["O"] = "杀死双塔堡垒处负责看守的恶魔之眼，释放8个被俘的熊猫人幼崽。",
["S"] = {
"释放被俘的熊猫人幼崽",
},
},
[58804] = {
["T"] = "虚空孵化",
["O"] = "在受到恩佐斯大军袭击的区域收集10个虚空水晶。",
["S"] = {
"晶化虚空",
},
},
[84856] = {
["T"] = "虚空汇聚之地",
["O"] = "在萨拉塔斯的帮助下，从无拘之域中搜索暗影营。",
["S"] = {
"与萨拉塔斯交谈",
},
},
[10433] = {
["T"] = "保持伪装",
["O"] = "为中央圆顶哨站的舒利·波尔带回10张锋牙山猫的毛皮。",
["S"] = {
"锋牙山猫的毛皮",
},
},
[59314] = {
["T"] = "堕罪堡",
["O"] = "向堕罪堡的雷纳索尔王子报告。",
["S"] = {
"飞往癫狂圣殿（可选）",
"穿过镜子进入堕罪塔",
},
},
[84838] = {
["T"] = "敌人的敌人",
["O"] = "在惩戒营中放置凝结的虚空能量。",
["S"] = {
"放置凝结的虚空能量（可选）",
"消灭扎吉萨夫",
},
},
[31388] = {
["T"] = "影踪派的攻势",
["O"] = "去螳螂高原的龙影岗哨和祝踏岚谈一谈。",
},
[31644] = {
["T"] = "血色修道院挑战模式——白银添头（第N个）",
},
[78443] = {
["T"] = "晶歌颠簸赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[28659] = {
["T"] = "负隅顽抗",
["O"] = "你的任务是在托尔巴拉德杀死12名联盟步兵。你可以在托尔巴拉德的熔渣车间、典狱官岗哨和铁甲兵营找到他们。",
["S"] = {
"联盟步兵",
},
},
[216] = {
["T"] = "蓟皮熊怪的麻烦",
["O"] = "地狱咆哮岗哨的卡拉恩·阿玛卡希望你消灭15个蓟皮村的蓟皮熊怪。",
["S"] = {
"消灭蓟皮村熊怪",
},
},
[65334] = {
["T"] = "结构图再同化：暴戾的元鸡",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[66156] = {
["T"] = "龙鳞探险队名望",
["O"] = "在龙鳞先遣营地与编目员杰克斯交谈。",
},
[38801] = {
["T"] = "莱瑞勒的右臂",
["O"] = "把断臂带给苏拉玛的邪能工匠娜瑞莎。",
},
[65771] = {
["T"] = "初诞者的青睐",
["O"] = "在开阔草原上点燃开悟者熏香。",
["S"] = {
"点燃熏香",
},
},
[8655] = {
["T"] = "复仇者的胫甲",
["O"] = "把其拉统御腕轮、2个先知塑像、5个青铜甲虫和5个陶土甲虫交给安其拉的坎多斯特拉兹。你必须首先在诺兹多姆的子嗣中达到中立声望才可以完成这个任务。",
["S"] = {
"其拉统御腕轮",
"先知塑像",
"青铜甲虫",
"陶土甲虫",
"仇恨 / 中立 诺兹多姆的子嗣",
},
},
[28783] = {
["T"] = "他们的力量之源",
["O"] = "杀死希亚玛特。",
["S"] = {
"消灭希亚玛特",
},
},
[65869] = {
["T"] = "伏击再现",
["O"] = "与阿基乌恩交谈，并检查4具附近的遗体。",
["S"] = {
"和阿基乌恩谈一谈",
},
},
[48584] = {
["T"] = "敌人的鲜血",
["O"] = "收集45份凝固的恐虱之血。",
["S"] = {
"凝固的恐虱之血",
},
},
[84784] = {
["T"] = "游学探奇：利刃的死敌",
["O"] = "激活3个仪式方尖碑，召唤尤格-萨隆、克苏恩和亚煞极。",
["S"] = {
"召唤尤格-萨隆",
},
},
[53559] = {
["T"] = "BFA 111-119 E",
},
[84782] = {
["T"] = "游学探奇：利刃的过去",
["O"] = "聆听周卓的讲述，了解萨拉塔斯在尼奥罗萨的故事。",
["S"] = {
"聆听游学者周卓的讲述，了解萨拉塔斯的遥远过去",
},
},
[38200] = {
["T"] = "密报：突袭斯克提斯",
["O"] = "突袭阿兰卡峰林斯克提斯处的鲁克玛信徒。",
["S"] = {
"突袭斯克提斯的鸦人部队",
},
},
[66840] = {
["T"] = "饮水安全",
["O"] = "将三份水源样本带给玛尼·利德。",
["S"] = {
"收集瀑布样本",
},
},
[78444] = {
["T"] = "强大的盟友：梦境守望者",
["O"] = "在翡翠梦境各地协助梦境守望者及其盟友。",
},
[56119] = {
["T"] = "波涛之刃剑鱼人",
["O"] = "在纳沙塔尔完成4个世界任务。",
},
[10063] = {
["T"] = "探险者协会要为侏儒服务吗？",
["O"] = "找到在秘血岗哨北海岸的龟壳里扎营的克劳伯·维兹班。",
},
[40760] = {
["T"] = "使者",
["O"] = "与食魂者阿莱利谈一谈。",
},
[82540] = {
["T"] = "过往冒险的回忆",
["O"] = "前往达拉然的画像室，进入发光的传送门并参加一个光耀回响事件。活动开始后，消灭区域内首领即可完成该活动。",
["S"] = {
"完成光耀回响事件",
},
},
[84776] = {
["T"] = "地下堡的召唤",
["O"] = "在卡兹阿加完成5次地下堡。",
},
[58679] = {
["T"] = "休眠的毁灭者",
},
[10703] = {
["T"] = "穿好你的盔甲……",
["O"] = "影月谷蛮锤要塞的大领主尤雷加尔要你去杀死20只影月谷的野生动物。\n\n地狱野猪、邪翼奇美拉和灼壳蝎均属于影月谷的野生动物。无论种类，杀满20只即可。",
["S"] = {
"消灭影月谷野生动物",
},
},
[84765] = {
["T"] = "情系枝下",
["O"] = "帮助欧·芬纳德和莎哈塔纪念母亲。",
["S"] = {
"点燃熏香",
},
},
[70887] = {
["T"] = "自由的感觉",
},
[70901] = {
["T"] = "物种大全",
},
[11215] = {
["T"] = "帮助泥链镇",
["O"] = "与泥链镇的德拉兹特·迪普瓦尔谈一谈。",
},
[70921] = {
["T"] = "A > B 奖励测试（高生命值）",
},
[75373] = {
["T"] = "奥獭骑兵的冲锋",
["O"] = "摧毁贾拉丁路障。",
["S"] = {
"摧毁贾拉丁路障",
},
},
[11599] = {
["T"] = "萨萨里安，我的哥哥",
["O"] = "前往致远郡矿洞，寻找威廉·奥雷顿。",
},
[11727] = {
["T"] = "英雄的时代",
["O"] = "去向无畏要塞的哈默希尔中士报到。",
},
[84759] = {
["T"] = "星空下夜会",
["O"] = "在莎哈塔的营地与她见面。",
},
[72706] = {
["T"] = "狂野禁猎区巡回赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84740] = {
["T"] = "通往无名之处",
["O"] = "使用回响勘测者，帮助欧·芬纳德探明前路。",
["S"] = {
"调查第一处地点",
"调查第二处地点",
"调查第三处地点",
},
},
[24477] = {
["T"] = "矮人圣物",
["O"] = "收集5件被遗忘的矮人圣物。",
["S"] = {
"被遗忘的矮人圣物",
},
},
[12367] = {
["T"] = "糖罐",
},
[12495] = {
["T"] = "巨龙女王的指引",
["O"] = "在龙骨荒野的龙眠神殿寻找阿莱克丝塔萨，生命的缚誓者。",
},
[74334] = {
["T"] = "未来的守护巨龙",
["O"] = "提议由蜜裘做向导。",
["S"] = {
"提议由蜜裘做向导",
},
},
[84731] = {
["T"] = "风暴标记",
},
[84730] = {
["T"] = "重装使命",
["O"] = "收集50份风暴矿屑。\r\n\r\n这些矿屑可以从海妖岛上的各种生物身上拾取。",
["S"] = {
"风暴矿屑",
},
},
[26013] = {
["T"] = "突袭红玉圣殿",
["O"] = "调查龙眠神殿之下的红玉圣殿。",
},
[26782] = {
["T"] = "莫什奥格的馈赠",
["O"] = "从莫什奥格食人魔山后的废墟里获得莫什奥格的馈赠。",
["S"] = {
"莫什奥格的馈赠",
},
},
[84726] = {
["T"] = "奥妙揭晓",
["O"] = "揭露隐藏在海妖岛各地的秘密。",
["S"] = {
"调查维库废墟",
"调查维库仪式场",
"调查维库坟场",
},
},
[53560] = {
["T"] = "BFA 111-119 E",
},
[75374] = {
["T"] = "保卫林海",
["O"] = "使用提供的绷带或你自己的技能治疗6名坏脾气的渔夫。",
["S"] = {
"治疗盟友",
},
},
[38201] = {
["T"] = "密报：突袭沙塔斯港口",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[75695] = {
["T"] = "糖罐",
},
[55608] = {
["T"] = "采购项目",
["O"] = "取得钢甲硬壳、多足链传动装置和一个机械造物点火装置。",
["S"] = {
"机械造物点火装置",
"钢甲硬壳",
"多足链传动装置",
},
},
[56120] = {
["T"] = "破镣者",
["O"] = "在纳沙塔尔完成4个世界任务。",
},
[40249] = {
["T"] = "大仇必报",
["O"] = "从凯丽娅·邪魂的手中夺走奥达奇战刃。",
["S"] = {
"飞往破碎海滩",
},
},
[84724] = {
["T"] = "光耀宝库",
["O"] = "调查水晶神龛。",
["S"] = {
"检查骷髅残骸",
},
},
[28829] = {
["T"] = "枭兽凶猛",
["O"] = "在枭翼树丛杀死12只枭兽。",
["S"] = {
"消灭疯狂的枭兽",
},
},
[58168] = {
["T"] = "黑暗凝视的现实",
["O"] = "在幻象中击败6个黑眼凝视者。",
["S"] = {
"消灭黑眼凝视者",
},
},
[29341] = {
["T"] = "短缺奖励",
},
[84722] = {
["T"] = "晶妙的信号",
["O"] = "在水晶旁和巴古斯会合，并帮助他建立晶塔。",
["S"] = {
"与巴古斯见面",
},
},
[84721] = {
["T"] = "扫描水晶",
["O"] = "协助巴古斯，收集土灵的原型机、阿拉希的焦镜和地精的能量源。",
["S"] = {
"土灵原型装置",
},
},
[75977] = {
["T"] = "燃石越野赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76058] = {
["T"] = "千针石林折返赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[30621] = {
["T"] = "他们偷走了我的好运！",
["O"] = "找回季禄的幸运兔妖脚、牦牛蹄铁、四风四叶草和金币。",
["S"] = {
"幸运兔妖脚",
"幸运牦牛蹄铁",
"幸运四风四叶草",
"幸运“金”币",
},
},
[84717] = {
["T"] = "炽焰黎明的崛起",
["O"] = "击败启迪者约瑟夫并协助达纳斯与伊崔格。",
["S"] = {
"消灭启迪者约瑟夫",
},
},
[76446] = {
["T"] = "铁炉堡截击赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31389] = {
["T"] = "初识影踪派",
["O"] = "在金莲教阵营达到崇敬声望。",
["S"] = {
"中立 / 崇敬 金莲教",
},
},
[31645] = {
["T"] = "残阳关挑战模式——黄金添头（第N个）",
},
[78447] = {
["T"] = "援助联军：翡翠奖赏",
["O"] = "前往翡翠梦境，在任意品质的翡翠奖赏壤土中播撒3个梦境之种。梦境之种可以通过梦境中的大部分活动获取。继续在巨龙群岛各地援助瓦德拉肯联军及其盟友。",
["S"] = {
[2] = "种下梦境之种",
},
},
[76163] = {
["T"] = "轻盈邪影",
["O"] = "在藏宝海湾和欧曼见面。",
},
[48441] = {
["T"] = "堕暗岭遗留物资",
["O"] = "使用侦察地图并完成任务“堕暗岭物资”。",
},
[65336] = {
["T"] = "结构图再同化：稳定的地质元素",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[84710] = {
["T"] = "前车之鉴",
["O"] = "在落锤镇击败启迪者约瑟夫。",
["S"] = {
"击败启迪者约瑟夫",
},
},
[76570] = {
["T"] = "家族事业",
["O"] = "在根缚庇护所附近的曲枝林木中收集6颗鞭笞者之心。",
["S"] = {
"鞭笞者之心",
},
},
[9199] = {
["T"] = "巨魔的邪符",
["O"] = "收集8个巨魔的邪符，然后向幽魂之地远行者营地的药剂师温努图斯复命。",
["S"] = {
"巨魔的邪符",
},
},
[84707] = {
["T"] = "面见巨魔",
["O"] = "在格沙克农场与盖亚拉大王会面。",
},
[77153] = {
["T"] = "熟客酒桶",
},
[77207] = {
["T"] = "刀锋乱斗 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84704] = {
["T"] = "另一种视角",
["O"] = "将4个补给箱放置在落锤镇避难的阿拉希难民旁边。",
["S"] = {
"放置补给箱",
},
},
[84701] = {
["T"] = "代言人",
["O"] = "与多恩诺嘉尔的麦格尼交谈。",
},
[53561] = {
["T"] = "BFA 111-119 E",
},
[37690] = {
["T"] = "铭记之人",
["O"] = "在水下花园寻找守夜人埃迪。",
},
[38202] = {
["T"] = "密报：突袭高里亚试炼场",
["O"] = "突袭高里亚试炼场的食人魔部队。",
["S"] = {
"称霸高里亚试炼场",
},
},
[77739] = {
["T"] = "熄灭火焰",
["O"] = "帮助珊蒂斯和莉莉安从烈焰姐妹树妖身上取回魔法灵魂石。",
["S"] = {
"狼灵之石",
"叶灵之石",
"熊灵之石",
"月灵之石",
},
},
[55609] = {
["T"] = "麦卡贡行动 - 机械归源器",
["O"] = "进入麦卡贡并击败麦卡贡国王。",
["S"] = {
"消灭麦卡贡国王",
},
},
[78357] = {
["T"] = "梦中赏龙",
},
[78600] = {
["T"] = "阿梅达希尔，梦境之愿：过焰云烟",
["O"] = "在普通难度的阿梅达希尔，梦境之愿中，从斯莫德隆处收集3个余烬之痕残片。",
["S"] = {
"余烬之痕残片",
},
},
[40762] = {
["T"] = "堕落的下场",
["O"] = "把指挥官多米蒂勒的头盔交给洛休斯·唤月。",
},
[82544] = {
["T"] = "地心之战（80）E",
},
[78658] = {
["T"] = "神圣小径",
["O"] = "与陨圣峪的居民见面。",
["S"] = {
"找到通往陨圣峪的大门",
},
},
[84682] = {
["T"] = "为了契约和主顾",
["O"] = "与斩离之丝的代表们交谈，然后缔结你的第一份契约。",
["S"] = {
"了解纺丝者的契约",
"了解将军的契约",
"了解宰相的契约",
},
},
[84680] = {
["T"] = "滚石苏生",
["O"] = "复苏8个不安的碎石或岩石，击败8个血色盐潮恐魔和血色盐潮魔怪。",
["S"] = {
"复苏不安之石和不安的碎石",
"消灭血色盐潮恐魔",
"消灭咸潮畸怪",
},
},
[84675] = {
["T"] = "阁楼死战",
["O"] = "营救皮茨并摧毁G.O.L.E.M。",
["S"] = {
"找到皮茨",
},
},
[79126] = {
["T"] = "卡利姆多杯开赛",
["O"] = "拜访奥格瑞玛的安德斯塔兹领主。",
},
[79176] = {
["T"] = "欧珀与密码",
["O"] = "用一瓶液态欧珀向贝弗露西交换酒吧密码符文。",
["S"] = {
"交易获得酒吧密码符文",
},
},
[79526] = {
["T"] = "煽动狂言",
["O"] = "在多恩诺嘉尔的议会护持高地与麦里克斯交谈。",
},
[84664] = {
["T"] = "地底大消费",
["O"] = "在纺丝者之巢的任意商贩处花费刻基。",
["S"] = {
"可疑的精力之瓶",
},
},
[62265] = {
["T"] = "新的冒险等待着你",
["O"] = "返回奥格瑞玛，开始新的冒险。当你达到70级时，克罗米的魔法将会消失，你会被送回奥格瑞玛。",
},
[80013] = {
["T"] = "驭滑翔术",
["O"] = "召唤你的驭龙术坐骑或骑乘红色幼龙，随后滑翔穿过光圈，在目标区域着陆。",
["S"] = {
"骑上你的藏品[Shift+P]里的幼龙坐骑",
"滑翔穿过光圈",
"降落到指定区域",
},
},
[80178] = {
["T"] = "惊天凶案",
["O"] = "调查文伦之死。",
["S"] = {
"调查烧毁的研究成果",
"调查遗体",
"调查粉碎的配备品",
},
},
[80215] = {
["T"] = "土灵脱困",
["O"] = "解救8个被绑架的伐木工。",
["S"] = {
"解救被绑架的伐木工",
},
},
[80240] = {
["T"] = "瀑流河巡游赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[48442] = {
["T"] = "纳斯拉克斯要塞：准备",
["O"] = "将6名勇士的装备等级提升到900。",
},
[48954] = {
["T"] = "泰坦之血",
["O"] = "把寂灭者阿古斯的血交给达拉然的卡德加。",
},
[82545] = {
["T"] = "地心之战（80）E",
},
[24990] = {
["T"] = "采血",
["O"] = "收集5瓶黑暗犬的血液。",
["S"] = {
"黑暗犬的血液",
},
},
[84653] = {
["T"] = "DEPRECATED",
["O"] = "将血色戒指带给阿拉希高地的菲琳。",
["S"] = {
"向菲琳出示徽记之戒",
},
},
[80514] = {
["T"] = "贝伦德越狱！",
["O"] = "护送贝伦德离开营地。",
["S"] = {
"与贝伦德交谈",
},
},
[66027] = {
["T"] = "呼叫蓝龙",
["O"] = "观看卡雷苟斯召回蓝龙军团。",
["S"] = {
"和卡雷苟斯谈一谈",
},
},
[52026] = {
["T"] = "海外暗杀",
["O"] = "和杰塔瑞斯将军交谈，乘船前往沃顿。",
},
[26270] = {
["T"] = "我们感激不尽",
["O"] = "同西部荒野萨丁农场的萨尔玛·萨丁交谈。",
},
[53050] = {
["T"] = "深入库尔提拉斯",
["O"] = "到赞达拉港的女妖之啸号上与纳萨诺斯·凋零者会面。",
},
[53562] = {
["T"] = "BFA 111-119 E",
},
[75378] = {
["T"] = "灰谷限界",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38203] = {
["T"] = "查丽妮酒庄",
["O"] = "收集夜玫瑰配方的三张残页。",
["S"] = {
"夜玫瑰配方：第一部分，原料",
"夜玫瑰配方：第二部分，准备",
"夜玫瑰配方：第三部分，做法",
},
},
[78607] = {
["T"] = "前往米雷达尔",
["O"] = "前往米雷达尔，与斯蒂泰克将军见面。",
},
[27806] = {
["T"] = "光荣的使命",
["O"] = "跟焰须墓地的伊安·焰须谈一谈。",
},
[66933] = {
["T"] = "镜天湖飞驰",
["O"] = "滑翔穿过光圈。",
["S"] = {
"飞过光圈",
"完成竞速",
},
},
[81713] = {
["T"] = "乌泽莫度斯",
["O"] = "消灭6个软泥怪和乌泽莫度斯。",
["S"] = {
"消灭触须软泥怪",
"消灭乌泽莫度斯",
},
},
[57146] = {
["T"] = "腐蚀裂隙",
},
[57658] = {
["T"] = "The Final Leg",
["O"] = "Deliver Windchaser to Glitterfall Basin.",
["S"] = {
"将逐风者带去伊丝仙林",
},
},
[29086] = {
["T"] = "竞争再竞争",
["O"] = "从风险投资公司苦工、风险投资公司雇佣兵和风险投资公司雇工身上收集到6份斯布特瓦夫的设计图。",
["S"] = {
"斯布特瓦夫的设计图",
},
},
[81869] = {
["T"] = "蜜助火势",
["O"] = "从烬燧荒原的不堪重负的工蜂处收集10份纯净的火焰蜂蜜。",
["S"] = {
"纯净的火焰蜂蜜",
},
},
[42811] = {
["T"] = "圣光之愿会师",
["O"] = "前往东瘟疫之地，进入圣光之愿礼拜堂地下的圣光之愿大殿，和其他圣骑士会合。",
["S"] = {
"飞往圣光之愿礼拜堂（可选）",
"进入圣光之愿大殿",
},
},
[82145] = {
["T"] = "迷失的苔绒羱",
},
[30110] = {
["T"] = "LFGDungeons - Cataclysm - Raid Finder - 1st",
},
[72307] = {
["T"] = "扒窃豺狼人",
},
[82236] = {
["T"] = "测试",
},
[74355] = {
["T"] = "原始润饰液",
["O"] = "从兹斯克拉宝库中收集始源珠宝制作工具和始源铁砧。",
["S"] = {
"始源珠宝制作工具",
"始源铁砧",
},
},
[75379] = {
["T"] = "灰谷限界 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[7848] = {
["T"] = "熔火之心的传送门",
["O"] = "进入黑石深渊，在通往熔火之心的传送门附近找到一块熔火碎片，然后回到黑石山脉的洛索斯·天痕那里。",
["S"] = {
"熔火碎片",
},
},
[31646] = {
["T"] = "影踪禅院挑战模式——黄金添头（第N个）",
},
[31902] = {
["T"] = "战斗宠物训练师：东部王国",
["O"] = "在宠物战斗中击败大卫·寇斯、德扎·疫角、科塔兹·黑锤、伊芙瑞莎和杜林·黑锤。",
["S"] = {
"击败大卫·寇斯",
"击败德扎·疫角",
"击败科塔兹·黑锤",
"击败伊芙瑞莎",
"击败杜林·黑锤",
},
},
[79475] = {
["T"] = "登峰之势",
["O"] = "使用元素能量为引雷针充能。",
["S"] = {
"为引雷针充能",
},
},
[82338] = {
["T"] = "离奇失踪",
["O"] = "在尼鲁巴尔的束丝之集寻找阿努巴扎尔的门徒。",
["S"] = {
"与斟酌的历史学家交谈",
},
},
[82362] = {
["T"] = "为了岩石微光",
},
[66164] = {
["T"] = "浑水摸鱼",
["O"] = "在鳄鱼人海滨找回5份失窃的零件。",
["S"] = {
"取回失窃的零件",
},
},
[70810] = {
["T"] = "巨龙群岛幼龙的广阔奥秘",
},
[82974] = {
["T"] = "队列奖励",
},
[84582] = {
["T"] = "糖罐",
},
[8784] = {
["T"] = "其拉的秘密",
["O"] = "把上古其拉神器交给隐藏在神殿入口处的龙类。",
},
[84580] = {
["T"] = "糖罐",
},
[84579] = {
["T"] = "糖罐",
},
[84578] = {
["T"] = "糖罐",
},
[53563] = {
["T"] = "BFA 111-119 E",
},
[75380] = {
["T"] = "灰谷限界 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76404] = {
["T"] = "机器中的齿轮",
["O"] = "完成时光裂隙后，返回提尔要塞水库的索莉多米处。",
["S"] = {
"完成一个时光裂隙",
},
},
[84576] = {
["T"] = "糖罐",
},
[78452] = {
["T"] = "援兵-激活",
},
[79476] = {
["T"] = "响应召唤",
["O"] = "在山上救助8名被困的朝圣者。",
["S"] = {
"帮助被困的土灵",
},
},
[10064] = {
["T"] = "阿古斯之手",
["O"] = "向守备官营地的斥候约莉报告。",
},
[84574] = {
["T"] = "糖罐",
},
[82548] = {
["T"] = "地心之战（80）E",
},
[84566] = {
["T"] = "糖罐",
},
[84564] = {
["T"] = "糖罐",
},
[84439] = {
["T"] = "卡亚结论",
["O"] = "将加兹的报告交给洋际酒店的考里·霍克斯。",
},
[84380] = {
["T"] = "武器资本",
["O"] = "摧毁街区内的暗飙党装备。",
["S"] = {
"摧毁暗飙党装备",
},
},
[84379] = {
["T"] = "租户危机",
["O"] = "营救8个被捕的租户。",
["S"] = {
"营救租户",
},
},
[84370] = {
["T"] = "成功之匙",
["O"] = "将过时的密文钥匙交给多恩诺嘉尔的伊莉斯·逐星。",
},
[84314] = {
["T"] = "熟客酒桶",
},
[84313] = {
["T"] = "熟客酒桶",
},
[84311] = {
["T"] = "熟客酒桶",
},
[11600] = {
["T"] = "威廉·奥雷顿之死",
["O"] = "将征兵通知书交给北风苔原无畏要塞中的莉蕾萨。",
},
[84307] = {
["T"] = "熟客酒桶",
},
[84306] = {
["T"] = "熟客酒桶",
},
[11984] = {
["T"] = "抓巨魔",
["O"] = "岩石之泉的萨米尔希望你对被巴德打昏的达卡莱巨魔使用赏金猎人的笼子。",
["S"] = {
"活捉冰巨魔",
},
},
[84304] = {
["T"] = "头痛玉裂",
["O"] = "使用原型装置，削弱并消灭暴怒的卡亚矿石碎玑者。",
["S"] = {
"缩小碎玑者（可选）",
"消灭暴怒的卡亚矿石碎玑者",
"大块卡亚矿石",
},
},
[84301] = {
["T"] = "疯狂矿物",
["O"] = "清除有攻击性的卡亚矿石元素，收集12块源生卡亚矿石。",
["S"] = {
"原生卡亚矿石块",
},
},
[12368] = {
["T"] = "糖罐",
},
[24991] = {
["T"] = "加伦鬼屋",
["O"] = "去找提瑞斯法林地加伦鬼屋的药剂师杰罗德。",
},
[12624] = {
["T"] = "不知所踪！",
["O"] = "在索拉查盆地的生物身上寻找金色订婚戒指。",
["S"] = {
"金色订婚戒指",
},
},
[25503] = {
["T"] = "黑鳍的赃物",
["O"] = "杀死黑鳍，取回吉布林格的地图。",
["S"] = {
"吉布林格的地图",
},
},
[84287] = {
["T"] = "制造订单：铭文",
["O"] = "在铸炉园找到布里甘，并使用她的绘图桌。",
["S"] = {
"使用铭文师的绘图桌",
},
},
[84285] = {
["T"] = "制造订单：工程学",
["O"] = "找到位于铸炉园的阿赫达斯并使用他的工程学桌台。",
["S"] = {
"使用工程学桌台",
},
},
[26271] = {
["T"] = "养活饥饿与无助者",
["O"] = "把杂味炖肉分给西部荒野哨兵岭的20个无家可归者。",
["S"] = {
"给西部荒野无家可归者分发食物",
},
},
[36669] = {
["T"] = "突袭石怒崖",
["O"] = "突袭霜火岭石怒崖的血槌食人魔。",
["S"] = {
"突袭石怒崖的血槌军队",
},
},
[84274] = {
["T"] = "制造订单：锻造",
["O"] = "找到铸炉园的达利恩，并使用她的锻造桌。",
["S"] = {
"使用锻造桌",
},
},
[27039] = {
["T"] = "危险的意图",
["O"] = "去找银松森林伊瓦南瓜田的死亡猎手尤瑞克。",
},
[13648] = {
["T"] = "通缉：黑铁间谍",
["O"] = "击败葛瑞克·豪饮。",
["S"] = {
"消灭葛瑞克·豪饮",
},
},
[27551] = {
["T"] = "男爵夫人的信函",
["O"] = "将男爵夫人的信函交给塔伦纳。",
},
[27807] = {
["T"] = "穆兰氏族",
["O"] = "跟杀戮熔炉竞技场的道格拉斯·穆兰谈一谈。",
},
[84254] = {
["T"] = "待客接人",
["O"] = "与活动接待员交谈。",
["S"] = {
"与格林凯尔交谈",
"与汉瑟尔·希利尔森交谈",
"与兹林威尔交谈",
"与瓦妮·荆量交谈",
"与佩特拉交谈",
},
},
[84252] = {
["T"] = "精准登峰",
["O"] = "激活6台测量器，使用实验型出行包接近它们。",
["S"] = {
"激活海妖岛各地的测量器",
"激活出行包（可选）",
},
},
[28575] = {
["T"] = "大酋长的命令：西瘟疫之地！",
["O"] = "去找西瘟疫之地安多哈尔的库尔迪拉·织亡者。",
},
[57660] = {
["T"] = "创造的林地",
["O"] = "与闪瀑盆地的瀑布女士交谈。",
},
[29087] = {
["T"] = "调查泥巴",
["O"] = "在淤泥沼泽调查5个沾泥的脚印。",
["S"] = {
"检查沾泥的脚印",
},
},
[84249] = {
["T"] = "锅里的罐头",
["O"] = "在罐缸工坊与玛提·飙车会合。",
["S"] = {
"使用豪华升降梯",
},
},
[29599] = {
["T"] = "逃离敦霍尔德",
["O"] = "准备就绪后告知萨尔。跟随萨尔离开敦霍尔德城堡，并帮助他解救塔蕾莎，履行自己的使命。\n\n完成任务后，与旧希尔斯布莱德丘陵的伊洛希恩交谈。",
["S"] = {
"完成萨尔的使命",
},
},
[84241] = {
["T"] = "死守岸线",
["O"] = "消灭15个浪缚怨灵和潮汐勇士考瓦尔。",
["S"] = {
"消灭浪缚怨灵",
},
},
[30111] = {
["T"] = "LFGDungeons - Cataclysm - Raid Finder - Nth",
},
[60732] = {
["T"] = "中断供能",
["O"] = "在佐瓦尔的坩埚中扰乱渊誓者的活动。",
["S"] = {
"扰乱渊誓者",
},
},
[84224] = {
["T"] = "前往地下堡！",
["O"] = "与多恩诺嘉尔的布莱恩·铜须会面。",
},
[74359] = {
["T"] = "围城掠夺",
["O"] = "从禁忌离岛的宝箱中取回阿崔诺什的日志。",
["S"] = {
"阿崔诺什的日志",
},
},
[84223] = {
["T"] = "幸存者的愧疚",
["O"] = "在静谧沙滩找到艾萨斯·夺日者。",
},
[31391] = {
["T"] = "卡拉克西",
["O"] = "去锦绣谷和恐惧废土之间的残阳关和女射手李琪薇谈一谈。",
},
[31647] = {
["T"] = "围攻砮皂寺挑战模式——黄金添头（第N个）",
},
[78455] = {
["T"] = "龙骨伏龙赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84222] = {
["T"] = "肃清周边",
["O"] = "在海妖岛消灭2个稀有敌人。",
["S"] = {
"消灭海妖岛的稀有敌人",
},
},
[84217] = {
["T"] = "惊天大劫案",
["O"] = "抵达保险箱处。",
["S"] = {
"乘坐服务气球",
},
},
[84216] = {
["T"] = "行动开始",
["O"] = "偷取飞艇补给气球。",
["S"] = {
"听取计划（可选）",
"与团伙在飞艇站台会合",
},
},
[82551] = {
["T"] = "地心之战（71-79）E",
},
[84141] = {
["T"] = "欺诈罐子",
["O"] = "取出4个欺诈罐子。",
["S"] = {
"移除欺诈罐子",
},
},
[84133] = {
["T"] = "炼金指名服务",
["O"] = "为工匠商盟完成炼金制造订单。",
},
[84131] = {
["T"] = "制皮指名服务",
["O"] = "为工匠商盟完成制皮制造订单。",
},
[84123] = {
["T"] = "Test",
["O"] = "Test",
},
[84022] = {
["T"] = "斩离之丝会晤",
["O"] = "与纺丝者、将军和宰相联合起来，建立斩离之丝。",
["S"] = {
"激活将军的映影仪",
"激活宰相的映影仪",
},
},
[83933] = {
["T"] = "卡亚海滨",
["O"] = "在满贯中央站与加兹鲁维和雷吉克会合，并使用滨海钻机前往卡亚海滨。",
["S"] = {
"前往满贯中央站",
},
},
[53053] = {
["T"] = "前往穆贾巴拉！",
["O"] = "前往穆贾巴拉与高阶督军沃拉斯交谈。",
},
[83932] = {
["T"] = "历史文献",
["O"] = "将岛屿上找到的12份笔记和文献添加到研究日志中。",
["S"] = {
"将有趣的笔记加入研究日志",
"找到有趣的笔记（可选）",
},
},
[75384] = {
["T"] = "猛犸到头终有报",
["O"] = "骑上一头不堪重负的猛犸，带着它回归阵线。",
["S"] = {
"解放不堪重负的搬运者",
},
},
[38206] = {
["T"] = "巡视",
["O"] = "跟随空军上将罗杰斯，为天火号的出航做准备。",
["S"] = {
"检查甲板炮",
},
},
[11982] = {
["T"] = "巨石横飞",
["O"] = "在丘陵上俯瞰索尔莫丹的库伦要求你向索尔莫丹的露天区域投掷石块，以此骚扰铁矮人的挖掘工作。",
["S"] = {
"骚扰铁矮人的工作",
},
},
[78456] = {
["T"] = "龙骨伏龙赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79480] = {
["T"] = "表达敬意",
["O"] = "消灭蛛魔游荡者。",
["S"] = {
"消灭吉利克斯虔信者",
},
},
[24983] = {
["T"] = "亡灵卫兵的职责",
["O"] = "与提瑞斯法林地死亡观察站的亡灵卫兵林奈谈一谈。",
},
[27111] = {
["T"] = "辛德拉的宝藏",
["O"] = "返回图书馆去找到辛德拉的宝藏。拿取你的奖励吧！",
},
[57661] = {
["T"] = "丝线短缺",
["O"] = "在游纱崖找到莉蓟。",
},
[26901] = {
["T"] = "利用蝙蝠的排泄物",
["O"] = "收集1堆沼泽蝙蝠的粪便。",
["S"] = {
"沼泽蝙蝠的粪便",
},
},
[42935] = {
["T"] = "石龙救援",
["O"] = "在苍白栖地击败折磨幼龙的穴居人，救出6只石龙。",
["S"] = {
"救出石龙",
},
},
[42814] = {
["T"] = "重要任务",
["O"] = "在达拉然的克拉苏斯平台与达纳斯·托尔贝恩谈一谈。",
},
[50606] = {
["T"] = "部落战事",
["O"] = "在库尔提拉斯或被占领的战争前线区域完成4个世界任务。",
},
[83766] = {
["T"] = "地下堡行者的召唤：恐惧陷坑",
["O"] = "完成任意难度恐惧陷坑地下堡。",
},
[60733] = {
["T"] = "重中之重",
["O"] = "在兵主之座强化力量符文。",
["S"] = {
"强化力量符文",
},
},
[83764] = {
["T"] = "强大即危险",
["O"] = "在流息之池寻找散落的危险神器，并将它们摧毁。",
["S"] = {
"摧毁危险的神器",
},
},
[66484] = {
["T"] = "知己知彼：始祖龙",
["O"] = "在绝顶树冠狩猎几只始祖龙。",
["S"] = {
"消灭始祖龙",
},
},
[75385] = {
["T"] = "杜隆塔尔巡回赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[83761] = {
["T"] = "地下堡：幽暗要塞",
["O"] = "在幽暗要塞内找到泽克维尔的线索，并完成任意难度地下堡。",
["S"] = {
"在幽暗要塞中找到泽克维尔的起源",
},
},
[77433] = {
["T"] = "发掘：河床",
["O"] = "在欧恩哈拉平原的河床挖掘场与洛斯卡·岩齿见面。",
},
[47422] = {
["T"] = "恐怖事态",
["O"] = "消灭德加达。",
["S"] = {
"消灭德加达",
},
},
[79481] = {
["T"] = "百般安抚",
["O"] = "营救6名惊恐的肉虫照看者。",
["S"] = {
"解救惊恐的肉虫照看者",
},
},
[48446] = {
["T"] = "古代艾瑞达圣物",
["O"] = "将6名勇士的装备等级提升到925。",
},
[66611] = {
["T"] = "净空行动",
["O"] = "消灭50只昆虫。",
["S"] = {
"消灭虫子",
},
},
[24736] = {
["T"] = "希兹尔的飞行器",
["O"] = "收集35块精细的翼手龙鳞片。",
["S"] = {
"精细的翼手龙鳞片",
},
},
[24992] = {
["T"] = "逃离吉尔尼斯",
["O"] = "将狼人的存在报告给提瑞斯法林地布瑞尔的执行官塞加德。",
},
[66683] = {
["T"] = "最后分析法",
["O"] = "在松木哨站调查雷触碎片的信息。",
["S"] = {
"询问巴莎恩",
"询问娜吉娜",
"询问松多",
},
},
[66843] = {
["T"] = "无路克走",
["O"] = "找到路克的下落。",
["S"] = {
"发现路克",
},
},
[67047] = {
["T"] = "驱寒暖流",
["O"] = "收集12片寒流簇叶。",
["S"] = {
"寒流簇叶",
},
},
[67606] = {
["T"] = "树妖疗法",
["O"] = "获取一份可口的幼雏点心，用其喂养沮丧的小鸭子。",
},
[83749] = {
["T"] = "地下堡：水能堡",
["O"] = "完成任意难度水能堡地下堡。",
},
[70647] = {
["T"] = "唉，它能跑哪儿去呢？",
["O"] = "营救拉宾斯，并将它带回瓦德拉肯幼鳞日托所的扎哈纳身边。",
["S"] = {
"找到拉宾斯",
},
},
[53566] = {
["T"] = "黑铁矮人",
["O"] = "前往暴风城大使馆与艾莎·云歌交谈，以了解故事最后的结局。",
},
[75386] = {
["T"] = "杜隆塔尔巡回赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76410] = {
["T"] = "黑暗传召",
["O"] = "在暴风城的法师区和助理菲尼亚斯交谈。",
},
[38719] = {
["T"] = "解救伊利达雷",
["O"] = "解救瑟留斯·黑翼、凯赛尔·夜棘和阿莎·鸦歌。",
["S"] = {
"寻找瑟留斯·黑翼",
"找到凯赛尔·夜棘",
"寻找阿莎·鸦歌",
},
},
[27808] = {
["T"] = "顽固如多伊尔",
["O"] = "跟高地森林的克兰·多伊尔谈一谈。",
},
[70723] = {
["T"] = "粉碎大地拜荒者",
["O"] = "将原始核心带给莱则尔希。",
},
[70818] = {
["T"] = "新款龙鳞装备",
},
[28576] = {
["T"] = "英雄的召唤：西瘟疫之地！",
["O"] = "去找西瘟疫之地安多哈尔的萨萨里安。",
},
[28832] = {
["T"] = "暮光海滩",
["O"] = "跟暮光高地滩头堡的法克斯中尉谈一谈。",
},
[29088] = {
["T"] = "消灭土狼",
["O"] = "消灭6头乱齿土狼。",
["S"] = {
"消灭乱齿土狼",
},
},
[70848] = {
["T"] = "被遗忘的巨龙之冠",
["O"] = "将物品交给艾克萨德里亚。",
},
[42815] = {
["T"] = "重返破碎海滩",
["O"] = "搭乘达纳斯的备用坐骑前往破碎海滩并提供帮助。",
["S"] = {
"飞往破碎海滩",
},
},
[59710] = {
["T"] = "奇怪的邀请",
["O"] = "与信使阿拉克见面。",
["S"] = {
"使用升降梯（可选）",
"找到信使阿拉克",
},
},
[30112] = {
["T"] = "旗开得胜",
["O"] = "黑暗游侠玛尔拉要求你进入乌特加德城堡，杀死凯雷塞斯王子。",
["S"] = {
"消灭凯雷塞斯王子",
},
},
[83738] = {
["T"] = "在纺丝者处昭彰恶名",
["O"] = "在纺丝者之巢与鲍宾交谈。",
},
[70903] = {
["T"] = "挥舞泰坦之力",
},
[83721] = {
["T"] = "海量之血",
["O"] = "为夏尔巴的实验收集足量的蛛魔血液。",
["S"] = {
"蛛魔之血",
},
},
[75387] = {
["T"] = "杜隆塔尔巡回赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31392] = {
["T"] = "白虎寺",
["O"] = "去昆莱山的白虎寺和安度因·乌瑞恩谈一谈。",
},
[31648] = {
["T"] = "魔古山宫殿挑战模式——黄金添头（第N个）",
},
[47423] = {
["T"] = "违禁行为",
["O"] = "前往选民之台，找到并消灭9名猩红教徒。",
["S"] = {
"消灭猩红教徒",
},
},
[56188] = {
["T"] = "勇闯墓穴！",
["O"] = "在卡拉赞墓穴外寻找拉希奥。",
["S"] = {
"在卡拉赞墓穴外寻找拉希奥",
},
},
[64830] = {
["T"] = "征召开悟者",
["O"] = "说服安谧港的长者们提供帮助。",
["S"] = {
"和长者祖厄商讨",
},
},
[83719] = {
["T"] = "几丁质是关键",
["O"] = "为夏尔巴的实验收集足量的蛛魔几丁质。",
["S"] = {
"蛛魔几丁质",
},
},
[82555] = {
["T"] = "地心之战（80）E",
},
[72754] = {
["T"] = "学院爬升赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[74964] = {
["T"] = "蜗牛激励：蜗牛滑滑",
["O"] = "召唤一只满级的蜗牛滑滑战斗宠物，给布里谷尔看。",
},
[83707] = {
["T"] = "LFGDungeons - 11.0 The War Within - Raid Finder - 1st",
},
[77841] = {
["T"] = "伊瑟拉邀请赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79655] = {
["T"] = "陨圣峪阿拉希人",
},
[80242] = {
["T"] = "塔尔罗克曲折赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[83629] = {
["T"] = "古树的喘息",
["O"] = "为古伊希消灭15只飨宴之螨。",
["S"] = {
"消灭飨宴之螨",
},
},
[90747] = {
["T"] = "不骥而飞",
["O"] = "与巴·厄斯和其他人交谈。",
["S"] = {
"与巴·厄斯交谈",
},
},
[80567] = {
["T"] = "回复之歌",
["O"] = "使用调谐装置。",
["S"] = {
"使用调谐装置",
},
},
[82284] = {
["T"] = "纪念逝者",
["O"] = "将胸甲和火绒盒放置在米雷达尔的熔炉中。",
["S"] = {
"将胸甲和火绒盒放入锻炉",
},
},
[55103] = {
["T"] = "点子无处不在",
["O"] = "在麦卡贡寻找人和事来激发1个新点子。",
["S"] = {
"想出新点子",
},
},
[78460] = {
["T"] = "灾难之源",
["O"] = "在前往档案馆的路上清理障碍，营救土灵。",
["S"] = {
"营救土灵并解除危机",
},
},
[83150] = {
["T"] = "扩增计划",
["O"] = "搭乘火箭飞板，向管道喷射寒冰。",
["S"] = {
"乘坐帕姆希的火箭飞板",
"冻结管道",
},
},
[80508] = {
["T"] = "噩梦地穴",
["O"] = "在啁啾之巢的营地和斯克里特见面。",
["S"] = {
"找到斯克里特的营地",
},
},
[10193] = {
["T"] = "有价值的目标",
["O"] = "52区的间谍大师萨罗迪恩要你进入法力熔炉：布纳尔，杀死2名日怒空间主宰、6名日怒迁跃技师和8名日怒地质学家。\n\n为占星者完成任务将降低你在奥尔多阵营中的声望等级。",
["S"] = {
"消灭日怒空间主宰",
"消灭日怒迁跃技师",
"消灭日怒地质学家",
},
},
[66173] = {
["T"] = "样本大厅",
["O"] = "探索样本大厅。",
},
[83569] = {
["T"] = "死亡与税金",
["O"] = "会见安德麦官方指派的公共辩护人。",
["S"] = {
"取回烟熏的加乐宫契据",
},
},
[83558] = {
["T"] = "娱乐城法庭",
["O"] = "使用X-Plo-Dar 64k揭露是谁拿着炸弹的引爆器。",
["S"] = {
"追踪炸弹",
},
},
[83554] = {
["T"] = "饰品、珍宝和强力好物",
["O"] = "从哀念高地的狗头人处取回失窃的肯瑞托神器。",
["S"] = {
"收集肯瑞托神器",
"找到奥术手稿",
},
},
[83551] = {
["T"] = "陨圣峪",
["O"] = "在陨圣峪与菲琳·洛萨交谈。",
},
[83550] = {
["T"] = "喧鸣深窟",
["O"] = "在喧鸣深窟与代言人布琳泽会面。",
},
[83548] = {
["T"] = "多恩岛",
["O"] = "在多恩岛与吉安娜·普罗德摩尔交谈。",
},
[83546] = {
["T"] = "责任",
["O"] = "整理好东西，开车去法庭。",
["S"] = {
"伪财产所有权标准，安德麦版",
"契据修订与细则",
"原告方作战计划",
},
},
[83542] = {
["T"] = "金鱼换煎锅",
["O"] = "用“金”鱼交换戈布雷的宝贝锅子。",
["S"] = {
"向布莱尔·巴斯询问何为“金”鱼",
},
},
[83541] = {
["T"] = "评价轰炸",
["O"] = "取回100份食客评价卡。",
["S"] = {
"取回食客评价卡",
},
},
[11601] = {
["T"] = "柳暗花明",
["O"] = "与无畏要塞旅店里的詹姆斯·迪肯谈一谈。",
},
[77437] = {
["T"] = "纪元边界",
["O"] = "在纪元边界找到调酒师鲍勃。",
},
[78461] = {
["T"] = "第四席位",
["O"] = "在多恩岛的芙原村寻找艾德贡。",
["S"] = {
"使用土灵传送器",
},
},
[83540] = {
["T"] = "先来后到",
["O"] = "让马林·诺格弗格说出乔乔·戈布雷的行踪。",
["S"] = {
"刺激诺格弗格，让他开具推荐信",
},
},
[12113] = {
["T"] = "等肉下锅",
["O"] = "哈考尔营地的哈考尔希望你能帮他从暗嚎徘徊者身上收集10块多汁的座狼肉，从厚蹄食草鹿身上收集10块铲角肉排。",
["S"] = {
"多汁的座狼肉",
"铲角肉排",
},
},
[83534] = {
["T"] = "并非暖场",
["O"] = "为地窖侏儒做宣传拉观众。",
["S"] = {
"召集观众",
},
},
[12369] = {
["T"] = "糖罐",
},
[24993] = {
["T"] = "消灭狼人",
["O"] = "找到并杀掉布瑞尔的5个狼人渗透者。",
["S"] = {
"消灭狼人渗透者",
},
},
[83524] = {
["T"] = "垃圾淘金热",
["O"] = "在锈废堆场完成游戏大淘金。",
["S"] = {
"拿取游戏机镐",
},
},
[83522] = {
["T"] = "负债累累",
["O"] = "与凯伊杰和奇妙的戴维交谈，让他们在加乐宫的新契据上签字。",
["S"] = {
"与塔波纳拉·菲兹克兰克交谈",
},
},
[51520] = {
["T"] = "亡者的正义",
["O"] = "让沃金战刃沾染戈霍恩尸体上的血。",
["S"] = {
"沃金战刃沾血",
},
},
[83503] = {
["T"] = "返回多恩诺嘉尔",
["O"] = "返回多恩岛的多恩诺嘉尔，汇报发生的事。",
["S"] = {
"向多恩诺嘉尔的麦里克斯回报",
"与陨圣峪的执行官尼兹雷克谈一谈（可选）",
},
},
[52544] = {
["T"] = "战争储备",
["O"] = "收集100份战争物资。可以通过做任务和开宝箱等多种渠道获得战争物资。",
["S"] = {
"战争物资",
},
},
[83497] = {
["T"] = "担忧的朋友",
["O"] = "在米雷达尔与崇高者凯隆见面。",
},
[83494] = {
["T"] = "战团：海岸边的空间幽魂",
["O"] = "从加基森附近被传送了一半的生物身上收集空间残渣。",
["S"] = {
"空间残渣",
},
},
[83493] = {
["T"] = "战团：裂隙读取器",
["O"] = "在加基森附近扫描置换畸体。",
["S"] = {
"扫描置换畸体",
},
},
[83484] = {
["T"] = "啊，老鼠！",
["O"] = "找到爱丽丝·烤火。",
},
[38721] = {
["T"] = "残酷中尉",
["O"] = "消灭德斯德尔·星眼。",
["S"] = {
"消灭德斯德尔·星眼中尉",
},
},
[27809] = {
["T"] = "焰须怒吼",
["O"] = "跟哥沙克战争营地的马凯伊·焰须谈一谈。",
},
[56128] = {
["T"] = "水淹部落",
["O"] = "开启战争模式时，在纳沙塔尔消灭25名部落玩家。",
["S"] = {
"已击败联盟玩家",
},
},
[40257] = {
["T"] = "恶魔猎手 选择 1",
["O"] = "占位符",
},
[28577] = {
["T"] = "大酋长的命令：东瘟疫之地！",
["O"] = "去找东瘟疫之地索多里尔河东岸的菲奥拉。",
},
[28833] = {
["T"] = "营救石语者",
["O"] = "营救石语者埃鲁纳克。",
["S"] = {
"营救石语者埃鲁纳克",
},
},
[83465] = {
["T"] = "艾拉-卡拉，回响之城",
["O"] = "贝尔苟兹希望你阻止在艾拉-卡拉进行的行动。",
["S"] = {
"干扰艾拉-卡拉的运作",
},
},
[83446] = {
["T"] = "停止生产",
["O"] = "在棚户岭的便宜烤架阻止气味扩散器5000型的生产。",
["S"] = {
"阻止烧烤架生产",
},
},
[83445] = {
["T"] = "香气远播",
["O"] = "在棚户岭的便宜烤架与斯纳普·纸油交谈。",
["S"] = {
"与斯纳普·纸油交谈",
},
},
[83442] = {
["T"] = "翻箱倒柜",
["O"] = "在安德麦搜索斯纳普·纸油的公寓，寻找设计图。",
["S"] = {
"清理扔掉的纸张",
},
},
[43841] = {
["T"] = "说服老扬希",
["O"] = "使用侦察地图并完成任务“说服老扬希”。",
},
[83420] = {
["T"] = "完美的菜品",
["O"] = "与硬切大厨交谈，获得缺失的食材。",
["S"] = {
"与硬切大厨交谈",
},
},
[83419] = {
["T"] = "完美的来宾名单",
["O"] = "获得剩余宾客的婚礼回执。",
["S"] = {
"邀请荒电阿姨",
"邀请贪心叔叔",
"邀请菲泽尔·箭牙",
"邀请劈扳表哥",
"邀请婕特·火雷",
},
},
[83418] = {
["T"] = "完美的大衣",
["O"] = "获得上品羽饰皮毛大衣的材料。",
["S"] = {
"搭乘火箭前往奇珍集市（可选）",
"与格雷力克·防油交谈",
},
},
[83417] = {
["T"] = "姑爷没过门",
["O"] = "与维里泽科交谈，确认他准备了合同费。",
["S"] = {
"与维里泽科交谈",
},
},
[31393] = {
["T"] = "白虎寺",
["O"] = "去昆莱山的白虎寺找德兹科谈一谈。",
},
[31649] = {
["T"] = "通灵学院挑战模式——黄金添头（第N个）",
},
[78463] = {
["T"] = "建设之构",
["O"] = "在原石岩矿中收集20个夺目矿石。",
["S"] = {
"夺目矿石",
},
},
[32161] = {
["T"] = "兽王的狩猎：仙鹤",
["O"] = "收集5根完整的金色冠羽和1根完整的墨黑冠羽。",
["S"] = {
"完整的金色冠羽",
"完整的墨黑冠羽",
},
},
[83365] = {
["T"] = "冰冻的时光之路",
["O"] = "击败5个时空漫游团队首领或完成时空漫游地下城。",
},
[83364] = {
["T"] = "蛮荒的时光之路",
["O"] = "完成5个时空漫游地下城。",
},
[83363] = {
["T"] = "燃烧的时光之路",
["O"] = "击败5个时空漫游团队首领或完成时空漫游地下城。",
},
[83362] = {
["T"] = "迷离的时光之路",
["O"] = "完成5个时空漫游地下城。",
},
[83357] = {
["T"] = "强中自有强中手",
["O"] = "通过搜寻战斗功能，以全队25级宠物打败5名玩家。",
["S"] = {
"在宠物战斗中失利的玩家：0/5",
},
},
[83347] = {
["T"] = "战争的使者",
["O"] = "完成4次史诗难度的地下城。",
},
[83345] = {
["T"] = "战斗的呼唤",
["O"] = "在战场中获得4场胜利。",
},
[83336] = {
["T"] = "大地之伤",
["O"] = "从多恩岛的“大地之伤”罗兹处获取破碎的石心。",
["S"] = {
"破碎的石心",
},
},
[83331] = {
["T"] = "保护与假装",
["O"] = "使用地精的“历史探测器”帮助寻找“历史物品”的挖掘地点。",
["S"] = {
"发掘“历史”",
},
},
[36674] = {
["T"] = "突袭钢铁军工厂",
["O"] = "突袭霜火岭钢铁军工厂的钢铁部落军队。",
["S"] = {
"突袭钢铁军工厂的钢铁部落军队",
},
},
[83324] = {
["T"] = "丝丝缕缕",
["O"] = "在流丝区与苏姆拉萨见面。",
},
[83315] = {
["T"] = "迎接未知",
["O"] = "返回多恩诺嘉尔的茉艾拉·索瑞森处。",
},
[76416] = {
["T"] = "赴汤蹈火",
["O"] = "在茏葱小道与阿莱克丝塔萨见面。",
},
[83282] = {
["T"] = "希尔海姆家族：一窝鸡蛋",
["O"] = "将一窝鸡蛋交给希尔海姆农场的阿丽亚·希尔海姆。",
},
[39234] = {
["T"] = "十万火急",
["O"] = "在达拉然下水道与马迪亚斯·肖尔谈一谈。",
},
[56129] = {
["T"] = "激流堡之战（英雄）",
},
[56641] = {
["T"] = "能量瓦解",
["O"] = "在艾萨拉之矛摧毁5个魔网储压器。",
["S"] = {
"摧毁魔网储压器",
},
},
[83279] = {
["T"] = "证明勇气",
["O"] = "在禁品岩坡击败聚合邪恶。",
["S"] = {
"消灭聚合邪恶",
},
},
[66177] = {
["T"] = "一个矮人都不能少",
["O"] = "跟随莫迪干·铁腭的足迹，穿过鳄鱼人海滨。",
["S"] = {
"找到第一条线索",
},
},
[83276] = {
["T"] = "拯救大兵轴虫",
["O"] = "在高耸虚居找到轴虫。",
["S"] = {
"在高耸虚居找到轴虫",
},
},
[83275] = {
["T"] = "装备附魔",
["O"] = "使用从艾勒丁那里收到的附魔消耗品——“附魔戒指 - 浮光急速”，为任意可用的戒指附魔，从而完成物品附魔教程。",
},
[83247] = {
["T"] = "疑心重重",
["O"] = "在禁品岩坡内找到9颗蝾螈之心。",
["S"] = {
"蝾螈之心",
},
},
[83204] = {
["T"] = "概念机",
["O"] = "在锈废堆场为帕姆希回收零件。",
["S"] = {
"反应式护板",
"冷却核心",
"卡亚注能轴节",
"凹陷的输血管",
},
},
[83198] = {
["T"] = "后院海军",
["O"] = "在黑水码头摧毁暗索兜风器。",
["S"] = {
"收集炮弹，发射黑水大炮（可选）",
"击沉暗索兜风器",
},
},
[60737] = {
["T"] = "穿越未知之门",
["O"] = "打开兵主之座的门。",
["S"] = {
"打开前往兵主之座的门",
},
},
[83194] = {
["T"] = "危境危情",
["O"] = "陪蒙特·加兹鲁维渡过难关。",
["S"] = {
"与加兹鲁维交谈",
},
},
[83182] = {
["T"] = "血腥继承",
["O"] = "在陨圣峪的饥寒之池中找回阿丽扎双亲的宝物。",
["S"] = {
"父母的物品",
},
},
[83181] = {
["T"] = "殊友同归",
["O"] = "在丝木岩洞内消灭造船师伊赛贝拉及纺影者阿扎拉克。",
["S"] = {
"消灭造船师伊赛贝拉",
"消灭纺影者阿扎拉克",
},
},
[83177] = {
["T"] = "妙药传名",
["O"] = "让被压迫的居民喝下尼兹雷克的药水。",
["S"] = {
"给被压迫的居民服药",
},
},
[83176] = {
["T"] = "直觉所感",
["O"] = "与雷吉克确认加兹鲁维的情况，然后在锈废堆场外与加兹鲁维会合。",
["S"] = {
"听雷吉克说话",
},
},
[78465] = {
["T"] = "戈尔格林之岬",
["O"] = "在多恩岛的戈尔格林之岬与达格兰见面。",
},
[79489] = {
["T"] = "威能宝石",
["O"] = "[按住Shift键并右键点击胸部或腿部护甲，镶嵌缺口致命蓝玉。]",
["S"] = {
"按住Shift键并右键点击你的护甲，镶嵌缺口致命蓝玉",
},
},
[64833] = {
["T"] = "多元一统",
["O"] = "在魂灵供给扇区上方与长者亚莱碰面。",
},
[83175] = {
["T"] = "又一块拼图",
["O"] = "在锈废堆场和加兹鲁维讨论吉尔多的账本的内容。",
},
[66178] = {
["T"] = "林中一日游",
["O"] = "在翡翠花园的芳叶休憩所与麦琳瑟拉和莱迈克见面。",
},
[24994] = {
["T"] = "末日草",
["O"] = "收集10株末日草。",
["S"] = {
"末日草",
},
},
[83174] = {
["T"] = "老朋友明算账",
["O"] = "消灭吉尔多。",
["S"] = {
"消灭吉尔多",
},
},
[83171] = {
["T"] = "眼不见为净",
["O"] = "在里维加兹的住处周围焚烧8张暗索招募海报。",
["S"] = {
"烧毁暗索招募海报",
},
},
[83170] = {
["T"] = "休想故技重施！",
["O"] = "在棚户岭为里维加兹骚扰暗索。",
["S"] = {
"消灭傲慢的闯入者",
"消灭宣传推广员",
"消灭征募执行者",
},
},
[83169] = {
["T"] = "天高藏宝海湾远",
["O"] = "在棚户岭找到大财主里维加兹。",
["S"] = {
"与大财主里维加兹交谈",
},
},
[83168] = {
["T"] = "黑血的踪迹",
["O"] = "调查棚户岭的黑血货物。",
["S"] = {
"调查棚户岭",
},
},
[36675] = {
["T"] = "突袭玛戈纳洛克",
["O"] = "攻击霜火岭玛戈纳洛克的石头怪物。",
["S"] = {
"突袭玛戈纳洛克的石头怪物",
},
},
[83167] = {
["T"] = "上头正在看着你",
["O"] = "消灭8个飞天螺旋机，窃取它们的录像。",
["S"] = {
"飞天螺旋机录像带",
},
},
[75394] = {
["T"] = "织网者迂回赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[83166] = {
["T"] = "艾拉-卡拉，回响之城：收割者的下场",
["O"] = "进入艾拉-卡拉，回响之城，并击败收割者吉卡塔尔。",
},
[83165] = {
["T"] = "捣乱的机器人",
["O"] = "在影脉角与卡格弗里扎交谈。",
},
[27810] = {
["T"] = "战斗精神",
["O"] = "挑战并击败一名穆兰狮鹫骑士。",
["S"] = {
"打败穆兰狮鹫骑士",
},
},
[28066] = {
["T"] = "征召冒险者：沉没的神庙",
["O"] = "与伊萨里奥斯勋爵交谈。",
},
[56642] = {
["T"] = "黑暗之潮",
["O"] = "消灭潮汐主母艾森迪丝。",
["S"] = {
"消灭潮汐主母艾森迪丝",
},
},
[28578] = {
["T"] = "英雄的召唤：东瘟疫之地！",
["O"] = "去找东瘟疫之地索多里尔河东岸的菲奥拉。",
},
[66179] = {
["T"] = "未来之种",
["O"] = "从多种鞭笞者处收集种子，并将其交给花园姐妹。",
["S"] = {
"把花园种子交给姐妹",
},
},
[29090] = {
["T"] = "火刃的威胁",
["O"] = "在西南方的农场里消灭8名火刃氏族的成员。",
["S"] = {
"消灭火刃氏族成员",
},
},
[29346] = {
["T"] = "戒指事件",
["O"] = "从预见之池中钓起盲眼洞穴鱼，然后将其切开，检查里面是否有被吞掉的戒指。",
["S"] = {
"波什金的戒指",
},
},
[59202] = {
["T"] = "魂选者之中",
["O"] = "返回魂选密院。",
["S"] = {
"返回魂选密院",
},
},
[83164] = {
["T"] = "千丝之城：捻接捻接师",
["O"] = "进入千丝之城并击败大捻接师艾佐。",
},
[83163] = {
["T"] = "风险拆分",
["O"] = "乘坐跑车前往风险坞，协助友善的风险投资公司地精。",
["S"] = {
"乘坐跑车",
},
},
[83162] = {
["T"] = "放回去，放回去！",
["O"] = "踩踏软泥怪并将阿海尼尔之颅带出城镇。",
["S"] = {
"践踏软泥怪",
},
},
[83160] = {
["T"] = "备用燧酿",
["O"] = "将备用燧酿交给陨圣峪大门前的考格文。",
["S"] = {
"归还备用燧酿",
},
},
[45379] = {
["T"] = "宝藏大师伊克里格德",
["O"] = "消灭1个邪翼吞噬者。",
["S"] = {
"将100枚虚空碎片带给伊克里格德",
},
},
[7785] = {
["T"] = "复生之瓶",
["O"] = "查看复生之瓶，然后回到德米提恩那里去。",
},
[76419] = {
["T"] = "暴力可以解决一切",
["O"] = "回溯时间，在维克瑟米娅的袭击中保护莫莱多米。",
["S"] = {
"逆转时间",
},
},
[31650] = {
["T"] = "血色大厅挑战模式——黄金添头（第N个）",
},
[78467] = {
["T"] = "为充能而充能",
["O"] = "在戈尔格林之岬收集3个能量电池。",
["S"] = {
"能量电池",
},
},
[47939] = {
["T"] = "如果这把钥匙对得上……",
["O"] = "收集6把艾什凡商人钥匙。",
["S"] = {
"艾什凡商人钥匙",
},
},
[83159] = {
["T"] = "稍加修剪",
["O"] = "消灭阿海尼尔并收集它的颅骨。",
["S"] = {
"阿海尼尔之颅",
},
},
[83154] = {
["T"] = "尼克纳克的无价之宝",
["O"] = "从暗焰裂口中取回尼克纳克的宝藏。",
["S"] = {
"尼克纳克的红蜡烛",
"尼克纳克的药水瓶",
"尼克纳克的“红宝石”",
"尼克纳克的巨化器",
},
},
[66180] = {
["T"] = "唤醒古树",
["O"] = "使用麦琳瑟拉的借来的龙息，唤醒翡翠花园中的古树守卫。",
["S"] = {
"唤醒库尔库斯",
"唤醒达利库斯",
"唤醒阿瑟库斯",
},
},
[83587] = {
["T"] = "进攻时机已到",
["O"] = "在皇家炼金房与宰相会面。",
},
[83149] = {
["T"] = "为他们复仇",
["O"] = "消灭害死了帕姆希的工程师的暗索凶手。",
["S"] = {
"消灭高兹克·轮吊",
"吉尔多的回应",
},
},
[83148] = {
["T"] = "极度低温",
["O"] = "消灭寒肠软泥以收集冰爆容器。",
["S"] = {
"冰爆容器",
},
},
[83147] = {
["T"] = "流血事件",
["O"] = "为奥威娜消灭鲜血恐魔。",
["S"] = {
"消灭鲜血怪物",
},
},
[83137] = {
["T"] = "当机会来炸门",
["O"] = "调查在机遇角被炸开的大洞。",
},
[83122] = {
["T"] = "搞垮市场",
["O"] = "在大运矿脉摧毁5个卡亚矿石库存。",
["S"] = {
"摧毁卡亚矿石库存",
},
},
[36676] = {
["T"] = "突袭永茂丛林",
["O"] = "突袭戈尔隆德永茂丛林的木精部队。",
["S"] = {
"突袭永茂丛林的木精部队",
},
},
[90755] = {
["T"] = "时光飞而不逝",
["O"] = "返回莫拉塔丽处。",
},
[9426] = {
["T"] = "阿苟纳之池",
["O"] = "智者阿曼恩要你前往阿苟纳之池，杀死6个恐惧魔和6个起泡的腐泥怪。",
["S"] = {
"消灭恐惧魔",
"消灭起泡的腐泥怪",
},
},
[83117] = {
["T"] = "追查线索",
["O"] = "在锈废堆场外与加兹鲁维见面。",
},
[83116] = {
["T"] = "药水骚乱",
["O"] = "收集半豪华版诺格弗格药剂，使用它们扰乱8名驻守的试验室卫兵。",
["S"] = {
"半豪华版诺格弗格药剂",
},
},
[39236] = {
["T"] = "开始干活",
["O"] = "在干船坞与索洛格碰头。",
},
[9938] = {
["T"] = "通缉：饥饿者杜恩",
["O"] = "杀死饥饿者杜恩，完成任务后向塔拉的监护者莫布吉尔复命。",
["S"] = {
"消灭饥饿者杜恩",
},
},
[80516] = {
["T"] = "首领毙命",
["O"] = "消灭须鞭老大。",
["S"] = {
"消灭须鞭老大",
},
},
[83115] = {
["T"] = "风波中人",
["O"] = "在罐缸工坊与马林·诺格弗格交谈。",
["S"] = {
"在罐缸工坊找到诺格弗格",
},
},
[83114] = {
["T"] = "繁文缛节",
["O"] = "在满贯中央站找到奥蕾莉亚。",
["S"] = {
"在满贯中央站找到奥蕾莉亚",
},
},
[10450] = {
["T"] = "噬骨之血",
["O"] = "将12瓶噬骨之血交给萨尔玛的乌托克·断斧。",
["S"] = {
"噬骨之血",
},
},
[83113] = {
["T"] = "取回工具",
},
[83110] = {
["T"] = "递送装备",
},
[59715] = {
["T"] = "给马特亚斯的消息",
["O"] = "召唤监工马特亚斯返回营地。",
["S"] = {
"派出信使",
},
},
[60227] = {
["T"] = "TBD Soulguard Torch",
["O"] = "TBD",
},
[83109] = {
["T"] = "格琳拉特快",
["O"] = "坐上格琳拉的跑车，前往聚会公园。",
["S"] = {
"乘坐跑车",
},
},
[44868] = {
["T"] = "勇气试炼：奥丁的审判",
["O"] = "在勇气试炼团队副本中击败海拉。",
},
[83108] = {
["T"] = "日常诊断",
["O"] = "在矶石宝库内获取4台机器的诊断报告。",
["S"] = {
"收集诊断数据",
},
},
[62275] = {
["T"] = "晋升堡垒",
["O"] = "与塔尔-伊纳拉交谈。",
},
[83102] = {
["T"] = "必有铋矿",
["O"] = "收集20份铋矿并将它们交给多恩诺嘉尔的塔里布。",
["S"] = {
"铋矿 |A:Professions-Icon-Quality-Tier1-Small:18:18:0:2|a",
},
},
[83092] = {
["T"] = "火岩石棺",
["O"] = "在陨圣峪大门帮助被埋葬的土灵摆脱岩石外壳。",
["S"] = {
"解救土灵",
},
},
[78469] = {
["T"] = "原野狂热",
["O"] = "检视赫雷卡的陶罐，然后将其交给芙原村的考顿。",
["S"] = {
"获得陶器",
},
},
[11986] = {
["T"] = "破损的日记",
["O"] = "找到8张遗失的日记书页，将它们与不完整的日记拼凑起来，然后将日记交给月溪旅营地的托尔森·迪普迪格。",
["S"] = {
"布莱恩·铜须的日记",
},
},
[48452] = {
["T"] = "鲜血集市",
["O"] = "收集3个黑暗雕像，并破坏召唤圣杯。",
["S"] = {
"黑暗雕像",
"摧毁召唤圣杯",
},
},
[83087] = {
["T"] = "上古守卫",
["O"] = "跟随信号，见证第二段回忆。",
["S"] = {
"调查坍塌的隧道",
},
},
[12370] = {
["T"] = "糖罐",
},
[24995] = {
["T"] = "刮鳞",
["O"] = "获得5枚邪鳍鱼人的鳞片。",
["S"] = {
"邪鳍鱼人的鳞片",
},
},
[83083] = {
["T"] = "遗忘之地",
["O"] = "在多恩岛的多恩诺嘉尔后与代言人布琳泽和达格兰碰面。",
},
[83082] = {
["T"] = "欧珀前线",
["O"] = "消灭多恩岛欧珀岩矿的蛛魔部队。",
["S"] = {
"消灭蛛魔散兵",
"消灭蛛魔织网者",
},
},
[12882] = {
["T"] = "远古的圣物",
["O"] = "将10件奥杜尔的圣物交给格罗玛什坠毁点的奥鲁特·埃雷古。",
["S"] = {
"奥杜尔的圣物",
},
},
[83081] = {
["T"] = "矿物不足",
["O"] = "在多恩岛的欧珀岩矿收集6个土灵之火欧珀。",
["S"] = {
"收集欧珀",
},
},
[13138] = {
["T"] = "熔炼碎片",
["O"] = "在玛雷卡里斯底层的熔炉附近使用一包粗糙的碎片。将熔炼过的金属锭交给黑色观察站的北伐军战士欧尔拉金·萨利斯。",
["S"] = {
"熔炼过的金属锭",
},
},
[36677] = {
["T"] = "突袭破碎悬崖",
["O"] = "突袭纳格兰破碎悬崖的独眼魔部队。",
["S"] = {
"利用破碎悬崖的冲突",
},
},
[74374] = {
["T"] = "传家珍宝",
["O"] = "学习烹饪基础，并取回厨师托尔卡的烹饪教材。",
["S"] = {
"收集古旧的烹饪教材",
"学习烹饪",
},
},
[13522] = {
["T"] = "水的威胁",
["O"] = "杀死8只邪恶喷涌者。",
["S"] = {
"消灭邪恶喷涌者",
},
},
[38213] = {
["T"] = "获得线索",
["O"] = "在卡纳克废墟寻找线索。",
["S"] = {
"找到第一条线索",
"找到第二条线索",
"找到第三条线索",
},
},
[83077] = {
["T"] = "Tracking Quest",
},
[13906] = {
["T"] = "飞速成长",
["O"] = "将20枚毒皮暴掠幼龙牙齿、你的毒皮暴掠龙幼崽，还有20块符文布、20块硬甲皮和80金币交给位于安戈洛环形山沼泽地东南的莫维克。",
["S"] = {
"毒皮暴掠幼龙的牙齿",
"符文布",
"硬甲皮",
},
},
[14034] = {
["T"] = "招呼福特",
["O"] = "从棘齿城断骨旅店的首席工程师福特那里获得舰船图纸。",
["S"] = {
"舰船图纸",
},
},
[40261] = {
["T"] = "恶魔猎手 选择 3",
["O"] = "占位符",
},
[57156] = {
["T"] = "盲目",
["O"] = "和奈洛克交谈，清除你受到的“赐福”。",
},
[83076] = {
["T"] = "Tracking Quest",
},
[29091] = {
["T"] = "自由移动",
},
[83075] = {
["T"] = "Tracking Quest",
},
[83074] = {
["T"] = "队列奖励",
},
[70279] = {
["T"] = "龙血扬威",
["O"] = "消灭卡尔基丹。",
["S"] = {
"消灭卡尔基丹",
},
},
[60228] = {
["T"] = "罪碑速递待定",
["O"] = "TBD",
},
[83073] = {
["T"] = "队列奖励",
},
[83072] = {
["T"] = "队列奖励",
},
[45381] = {
["T"] = "暗夜要塞：夏多雷护符",
["O"] = "从暗夜要塞的艾利桑德身上收集4个时光回响（普通难度）。",
["S"] = {
"时光回响",
},
},
[31139] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[31395] = {
["T"] = "神圣体验",
["O"] = "和雪怒谈一谈，完成他的试炼。",
["S"] = {
"与雪怒交谈",
"通过第一个试炼",
"通过第二个试炼",
"通过第三个试炼",
},
},
[31651] = {
["T"] = "血色修道院挑战模式——黄金添头（第N个）",
},
[78471] = {
["T"] = "聚首",
["O"] = "返回多恩诺嘉尔的础石大厅。",
},
[64324] = {
["T"] = "通灵领主老兵",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[83071] = {
["T"] = "队列奖励",
},
[48965] = {
["T"] = "算清旧账",
["O"] = "消灭狐穴林中的焦牙。",
["S"] = {
"消灭焦牙",
},
},
[49477] = {
["T"] = "意外援军",
["O"] = "找到亡灵斥候小队的首领查德威克·帕克斯顿。",
},
[83046] = {
["T"] = "蚀刻纹章",
},
[83043] = {
["T"] = "蚀刻纹章",
},
[83040] = {
["T"] = "请勿使用",
},
[83031] = {
["T"] = "艰难时刻",
["O"] = "在静谧沙滩帮助艾萨斯·夺日者向幸存的肯瑞托法师传递讯息。",
["S"] = {
"写下留给幸存者的信",
},
},
[83022] = {
["T"] = "LFG副本-TWW-普通随机-第N关",
},
[36166] = {
["T"] = "不要浪费时间",
["O"] = "把峰林药膏喂给坠斧营地的伦祖尔。",
["S"] = {
"派发峰林药膏",
},
},
[36678] = {
["T"] = "突袭莫高尔岗哨",
["O"] = "突袭纳格兰莫高尔岗哨的战歌兽人。",
["S"] = {
"突袭日泉岗哨的战歌兽人",
},
},
[74376] = {
["T"] = "浓缩的风暴残留物",
["O"] = "将浓缩的风暴残留物带给拜荒者的未来的布伦多米。",
},
[54085] = {
["T"] = "配件单独出售",
},
[82995] = {
["T"] = "蛛魔的装置",
["O"] = "把蛛魔的装置交给希尔海姆农场的埃弗里·弗雷斯通。",
},
[82980] = {
["T"] = "队列奖励",
},
[78472] = {
["T"] = "黑暗烁光 - 激活",
},
[82979] = {
["T"] = "Tracking Quest",
},
[82978] = {
["T"] = "队列奖励",
},
[82976] = {
["T"] = "队列奖励",
},
[82568] = {
["T"] = "地心之战（80）E",
},
[82975] = {
["T"] = "队列奖励",
},
[84616] = {
["T"] = "庆祝便是乐趣！",
["O"] = "参加庆典活动，完成访客的任务。",
["S"] = {
"参加庆典活动",
},
},
[82973] = {
["T"] = "队列奖励",
},
[82972] = {
["T"] = "队列奖励",
},
[82971] = {
["T"] = "队列奖励",
},
[82969] = {
["T"] = "顽石寻踪",
["O"] = "扫描魔像的残骸，用三角定位确定其位置。",
["S"] = {
"测量魔像的方位",
},
},
[82961] = {
["T"] = "希尔海姆家族：走失的鸡",
["O"] = "把鸡交还给希尔海姆农场的阿丽亚·希尔海姆。",
},
[45382] = {
["T"] = "暗夜要塞：夏多雷护符",
["O"] = "从暗夜要塞的艾利桑德身上收集4个时光回响（英雄难度）。",
["S"] = {
"时光回响",
},
},
[62277] = {
["T"] = "炽蓝仙野",
["O"] = "与塔尔-伊纳拉交谈。",
},
[76425] = {
["T"] = "梦境守望者名望",
["O"] = "在中心营地与记录者安里姆交谈。",
},
[82960] = {
["T"] = "希尔海姆家族：莉莉的吊坠",
["O"] = "把莉莉的吊坠交还给希尔海姆农场的阿丽亚·希尔海姆。",
},
[47430] = {
["T"] = "监督枭兽",
["O"] = "观察附近跳舞、施放月火术和打瞌睡的枭兽宝宝，看你能学到什么。",
["S"] = {
"观察枭兽宝宝跳舞",
"观察枭兽宝宝使用月火术",
"观察枭兽宝宝睡觉",
},
},
[64325] = {
["T"] = "堕罪堡老兵",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[48454] = {
["T"] = "邪恶罪证",
["O"] = "与君王之剑佐拉妮交谈。",
},
[65349] = {
["T"] = "失落恩典",
["O"] = "前往魂灵供给扇区。",
["S"] = {
"调查魂灵供给扇区",
},
},
[24740] = {
["T"] = "火山活动",
["O"] = "从安戈洛环形山火山口附近的火焰元素身上收集9份安戈洛灰烬样本。",
["S"] = {
"安戈洛灰烬",
},
},
[24996] = {
["T"] = "霍兰德的实验",
["O"] = "将霍兰德的神奇饮料带给被俘虏的巡山人。",
},
[25252] = {
["T"] = "厄运之槌的统治者们",
["O"] = "杀死6个戈多克执行者和6个戈多克食人魔法师。",
["S"] = {
"消灭戈多克执行者",
"消灭戈多克食人魔法师",
},
},
[82957] = {
["T"] = "多谢你的蜡油",
},
[51526] = {
["T"] = "督军的召唤",
["O"] = "去祖达萨向高阶督军克鲁姆什报到。",
},
[82894] = {
["T"] = "希望的代价",
["O"] = "在米雷达尔医院与斯蒂泰克将军见面。",
["S"] = {
"在医院内与将军会面",
},
},
[82848] = {
["T"] = "副厨师",
["O"] = "帮助大厨准备一顿大餐。在大厨的桌子旁待命，使用备餐技能来进行协助。",
["S"] = {
"协助大厨准备美餐",
"向大厨提问（可选）",
},
},
[36679] = {
["T"] = "突袭黑潮栖木",
["O"] = "突袭影月谷黑潮栖木的钢铁部落军队。",
["S"] = {
"突袭黑潮栖木的钢铁部落军队",
},
},
[27299] = {
["T"] = "撕裂的大地",
["O"] = "消灭3根厄索拉斯的触须。",
["S"] = {
"消灭厄索拉斯的触须",
},
},
[54086] = {
["T"] = "第二次工作机会",
["O"] = "将三个充能型扳手机器人带给回收者科强克",
["S"] = {
"将充能型扳手机器人带给回收者科强克",
"从回收者科强克处获得机器人复变充能器（可选）",
},
},
[27300] = {
["T"] = "击退",
["O"] = "在德拉卡戈废墟杀死12名暮光之锤。",
["S"] = {
"杀死德拉卡戈邪教徒",
},
},
[82844] = {
["T"] = "粮食不容糟蹋",
["O"] = "和大厨一起收割6个芋头。这一次，用更专业的方式。",
["S"] = {
"正确采摘芋头",
},
},
[55622] = {
["T"] = "马上提车",
["O"] = "获得500S-网源能量核心。",
["S"] = {
"获得500S-网源能量核心",
},
},
[82843] = {
["T"] = "有些土味",
["O"] = "为大厨收割附近的一株芋头",
["S"] = {
"采摘一个芋头",
},
},
[28324] = {
["T"] = "致命性研究",
["O"] = "取回250份枯萎样本。",
["S"] = {
"获取枯萎样本",
},
},
[28580] = {
["T"] = "大酋长的命令：荒芜之地！",
["O"] = "去找东瘟疫之地圣光之愿礼拜堂的格克·喷箭。",
},
[66187] = {
["T"] = "疯莫迪干与结晶王",
["O"] = "让鳄鱼人海滨的莫迪干·铁腭脱离结晶状态。",
["S"] = {
"解除莫迪干的晶体状态",
},
},
[41003] = {
["T"] = "皇帝的礼物",
["O"] = "从永春台取回神龙，迷雾之杖。去找泰克泰克以飞往永春台。",
["S"] = {
"与泰克泰克交谈",
"取得神龙",
},
},
[30884] = {
["T"] = "战场后方",
["O"] = "在润泥藏身处找到陶矢。",
},
[82813] = {
["T"] = "返照的时日",
["O"] = "找到6个失落的纪念品。",
["S"] = {
"收集纪念品",
},
},
[43335] = {
["T"] = "求生技能",
["O"] = "用劈好的木头生火，并用营火炙烤肉排以展示你的求生能力。",
["S"] = {
"生肉",
"木材",
},
},
[30116] = {
["T"] = "磨利你的牙",
["O"] = "在巨龙之魂团队副本内，从怪物身上收集60个源质宝石簇。",
["S"] = {
"源质宝石簇",
},
},
[82809] = {
["T"] = "鹫以群分",
["O"] = "想办法让小飑开心起来。",
["S"] = {
"与库德兰·蛮锤交谈",
},
},
[82801] = {
["T"] = "甲虫珠宝",
["O"] = "在欧珀岩矿外击败基克萨拉克。",
["S"] = {
"消灭基克萨拉克",
},
},
[45383] = {
["T"] = "暗夜要塞：夏多雷护符",
["O"] = "从暗夜要塞的艾利桑德身上收集4个时光回响（史诗难度）。",
["S"] = {
"时光回响",
},
},
[31140] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[76427] = {
["T"] = "黑暗传召",
["O"] = "在奥格瑞玛的暗影裂口和助理菲尼亚斯交谈。",
},
[82800] = {
["T"] = "沉泥时刻",
["O"] = "帮助森德拉格激励欧珀岩矿的土灵工人。",
["S"] = {
"鼓舞土灵",
},
},
[47431] = {
["T"] = "聚集圣光",
["O"] = "在克罗库营地与图拉扬见面。",
["S"] = {
"使用导航控制台传送到克罗库营地（可选）",
"在克罗库恩与图拉扬见面",
},
},
[47943] = {
["T"] = "螃蟹陷阱",
["O"] = "捕捉8只响螯夹钳蟹。",
["S"] = {
"响螯夹钳蟹",
},
},
[48455] = {
["T"] = "暮影豹问题",
["O"] = "在石化森林里击杀10头影豹。",
["S"] = {
"消灭影豹",
},
},
[27997] = {
["T"] = "碧火的堕落",
["O"] = "在碧火谷杀死12名碧火萨特或碧火魔仆。",
["S"] = {
"杀死碧火谷萨特",
},
},
[35548] = {
["T"] = "Mana-Tombs Bonus Objective",
},
[49991] = {
["T"] = "羽足蹦极，娱乐无限",
["O"] = "向昆西·羽足支付100金币，无论何时，只要你在附近，他就会向你施放缓落术。",
},
[82797] = {
["T"] = "直达洞底",
["O"] = "下到矿底寻找森德拉格。",
["S"] = {
"装备降落伞（可选）",
"探索欧珀岩矿",
},
},
[13629] = {
["T"] = "瓦兰奈尔，远古王者之锤",
["O"] = "在尤格-萨隆发出震耳咆哮时，将瓦兰奈尔的碎片投入尤格-萨隆张开的嘴中，然后击败尤格-萨隆，获得重铸的远古王者之锤。\n\n只能在英雄模式下完成，且至少需要有一位奥杜尔的守护者没有协助你。",
["S"] = {
"重铸的远古王者之锤",
},
},
[65380] = {
["T"] = "结构图再同化：亡奔者",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[82786] = {
["T"] = "看护职责",
["O"] = "激活瀑流河沿岸的后备系统。",
["S"] = {
"重置电源",
"修补渗漏的管道",
"消灭害虫",
},
},
[38173] = {
["T"] = "Legion 100-109 H",
},
[36680] = {
["T"] = "突击索克雷萨高地",
["O"] = "攻击影月谷索克雷萨高地的萨格雷军队。",
["S"] = {
"突袭索克雷萨高地的萨格雷军队",
},
},
[9299] = {
["T"] = "潦草的便笺",
["O"] = "将潦草的便笺交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
},
[54087] = {
["T"] = "你必须达到这个高度",
["O"] = "想要启动装置了就告诉我。",
["S"] = {
"与工匠大师欧沃斯巴克交谈",
},
},
[82778] = {
["T"] = "陨圣峪钓鱼大赛",
["O"] = "在钓鱼大赛猛冲者增益失效前，捕获以下花瓶鱼：轻吻鲦鱼、阿拉索锤头鲨、女王鮟鱇。",
["S"] = {
"捕获一条花瓶轻吻鲦鱼",
"捕获一条花瓶阿拉索锤头鲨",
"捕获一条花瓶女王鮟鱇",
},
},
[55111] = {
["T"] = "生态研究：赞齐尔纳迦",
["O"] = "使用麦丁的卷轴从纳沙塔尔的多种生物身上收集数据。",
["S"] = {
"赞齐尔残暴者",
"赞齐尔刺客",
"赞齐尔追猎者",
"赞齐尔钢鳞卫士",
"赞齐尔侵攻者",
"赞齐尔蛮兵",
"赞齐尔海潮领主",
"赞齐尔惩罚者",
},
},
[82774] = {
["T"] = "自动除雾器",
["O"] = "驱散穆罗克营地周围的雾",
["S"] = {
"驱散浓雾",
},
},
[82773] = {
["T"] = "消灾解忧",
["O"] = "收集6个电涌腺体。",
["S"] = {
"电涌腺体",
},
},
[49032] = {
["T"] = "安托鲁斯，燃烧王座：黑暗通道",
["O"] = "从安托鲁斯，燃烧王座的猎魂者伊墨纳尔身上收集4枚通行符文（普通难度）。",
["S"] = {
"通行符文",
},
},
[12378] = {
["T"] = "糖罐",
},
[66189] = {
["T"] = "由死及生",
["O"] = "与伊瑟拉一起突破翡翠梦境之路，进入远古林枝。",
["S"] = {
"跨入翡翠梦境之路",
},
},
[10451] = {
["T"] = "逃离库斯卡水池",
["O"] = "护送大地治愈者维尔达逃离库斯卡水池，然后前往古尔丹之手以西的诅咒祭坛，向大地治愈者托洛克复命。",
["S"] = {
"护送大地治愈者维尔达到达安全地点",
},
},
[82748] = {
["T"] = "御渊溪谷",
["O"] = "完成御渊溪谷战场。",
},
[59207] = {
["T"] = "解放的知识",
["O"] = "救出监理者拉诺、图书馆员艾拉图斯和历史学家泰拉娜。",
["S"] = {
"解救监理者拉诺",
"解救图书馆员艾拉图斯",
"解救历史学家泰拉娜",
},
},
[28821] = {
["T"] = "后方已经安全",
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
},
[9550] = {
["T"] = "一张地图？",
["O"] = "找出图中描述的亭子，寻找画图人所记录的信息。",
},
[82711] = {
["T"] = "丰裕地下堡",
["O"] = "从吵闹的碎石处取回钥匙，并完成一个丰裕地下堡。",
["S"] = {
"布莱恩的开信刀",
"布莱恩的罗盘",
"布莱恩的帽子",
},
},
[11219] = {
["T"] = "赶快灭火！",
["O"] = "戴面具的孤儿院长希望你能帮忙扑灭村子里的所有火焰。在扑灭了所有火焰之后，回去向戴面具的孤儿院长汇报。",
["S"] = {
"扑灭火焰",
},
},
[74381] = {
["T"] = "隐世的传承",
["O"] = "与守护巨龙之座的疗翼营特使交谈，了解禁忌离岛的活动。",
["S"] = {
"聆听库拉姬黛雅的报告",
},
},
[11475] = {
["T"] = "必需的工具",
["O"] = "嚎风峡湾探险者协会哨站的沃尔特要求你取回他的建造工具。",
["S"] = {
"建造工具",
},
},
[11603] = {
["T"] = "酒中的真相",
["O"] = "从无畏要塞东北方的船只残骸附近打捞一瓶库尔提拉斯葡萄酒，把它交给无畏要塞旅店里的老人科布恩。",
["S"] = {
"库尔提拉斯美酒",
},
},
[11731] = {
["T"] = "扔火炬",
["O"] = "赢得一场扔火炬游戏，然后与吞火大师谈一谈。",
["S"] = {
"击中8个火盆。",
},
},
[82710] = {
["T"] = "丰裕地下堡",
["O"] = "从吵闹的碎石处取回钥匙，并完成一个丰裕地下堡。",
},
[82709] = {
["T"] = "丰裕地下堡",
["O"] = "从吵闹的碎石处取回钥匙，并完成一个丰裕地下堡。",
["S"] = {
"卡兹阿加考古碎片",
},
},
[82706] = {
["T"] = "地下堡：全球研究",
["O"] = "完成3个地心之战地下堡",
},
[65351] = {
["T"] = "结构图再同化：共振回响",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[12371] = {
["T"] = "糖罐",
},
[33609] = {
["T"] = "北郡飞奔练习",
["O"] = "跑过拱门，通过蓝色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[84621] = {
["T"] = "侍从的马刺",
["O"] = "在坎帕洛特提供帮助。",
["S"] = {
"梳理鼹鼠",
"清理畜棚",
"擦亮宝物",
"击败角斗的侍从",
},
},
[51016] = {
["T"] = "探求更多知识",
["O"] = "取回维克雷斯庄园中的《论锚草》。",
["S"] = {
"论锚草",
"消灭高莱克·图尔",
},
},
[82699] = {
["T"] = "嘿，出什么事儿了？",
["O"] = "在深渊发掘场询问地精，发掘证据，寻找线索。",
["S"] = {
"询问疲惫不堪的工人",
"检查使用过的燃料桶",
},
},
[82698] = {
["T"] = "错乱孕育敌意",
["O"] = "摧毁错乱的挖掘器。",
["S"] = {
"消灭错乱的挖掘器",
},
},
[82697] = {
["T"] = "帮手好找",
["O"] = "找到哈克谢尔·钻头，获取工作区的出入许可权。",
["S"] = {
"夺取机遇工作许可证",
},
},
[36681] = {
["T"] = "突袭失落的安苏鸦巢",
["O"] = "攻击阿兰卡峰林失落的安苏鸦巢附近的敌对生物。",
["S"] = {
"突袭失落的安苏鸦巢附近的敌对生物",
},
},
[74382] = {
["T"] = "社区盛宴",
},
[54088] = {
["T"] = "麦卡贡的传说",
["O"] = "在神秘宝库外与工匠大师欧沃斯巴克会面。",
},
[27301] = {
["T"] = "牢不可破",
["O"] = "去找德拉卡戈废墟的唤地者耶法。",
},
[72619] = {
["T"] = "巨龙时代（60-69）E",
},
[27813] = {
["T"] = "死得其所",
["O"] = "击败6名龙喉游荡者。",
["S"] = {
"打败龙喉游荡者",
},
},
[28069] = {
["T"] = "征召冒险者：黑石深渊",
["O"] = "与执行官努兹拉克交谈。",
},
[28325] = {
["T"] = "绿色生活",
["O"] = "取回8个用过的荒疫之罐。",
["S"] = {
"用过的荒疫之罐",
},
},
[28581] = {
["T"] = "大酋长的命令：灼热峡谷！",
["O"] = "去找灼热峡谷瑟银前哨的杰克·岩腿。",
},
[82574] = {
["T"] = "地心之战（80）E",
},
[82695] = {
["T"] = "那个声音",
["O"] = "保护冥想中的奥威娜。",
["S"] = {
"与奥威娜交谈并开始（可选）",
"在冥想期间保护奥威娜",
},
},
[82694] = {
["T"] = "团结与独行",
["O"] = "在陨圣峪与哈南见面，并聆听计划。",
["S"] = {
"在陨圣峪的獠牙岩滩下方找到哈南",
},
},
[29605] = {
["T"] = "兄弟反目",
["O"] = "救出拉卡。完成任务之后，向塞泰克大厅的伊斯法尔复命。",
["S"] = {
"释放拉卡",
},
},
[29861] = {
["T"] = "不惜代价！",
["O"] = "闪电大厅的风暴先驱埃尔林要求你击败洛肯，然后将洛肯的信物带回来交给他。",
["S"] = {
"洛肯的信物",
},
},
[82693] = {
["T"] = "拦路虎",
["O"] = "击败血壳巨怪。",
["S"] = {
"消灭血壳巨怪",
},
},
[82692] = {
["T"] = "使命的代价",
["O"] = "找到受困的哈籁尼尔，并检查奇异的花朵。",
["S"] = {
"检查奇异的花朵",
"疏散哈籁尼尔",
},
},
[82691] = {
["T"] = "无暇喘息",
["O"] = "消灭渗流的生物。",
["S"] = {
"清除渗流生物",
},
},
[3861] = {
["T"] = "咕咕嘎！",
["O"] = "找一些特殊的鸡饲料，把它交给友好的小鸡。当你找到小鸡的时候，在喂食它之前对它做出高兴的表情。（使用/cheer命令）",
["S"] = {
"特殊的鸡饲料",
},
},
[82690] = {
["T"] = "萦绕暗影",
["O"] = "返回奥蕾莉亚在陨圣峪察觉到黑血的地方。",
["S"] = {
"返回奥蕾莉亚在陨圣峪察觉到黑血的地方",
},
},
[82689] = {
["T"] = "眼前只有黑暗",
["O"] = "在一次光耀回响事件中，击败旧忆巫妖王。",
["S"] = {
"消灭旧忆巫妖王",
},
},
[75395] = {
["T"] = "织网者迂回赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47433] = {
["T"] = "以攻为守",
["O"] = "与妖术领主拉尔一起巡逻边境。",
["S"] = {
"与妖术领主拉尔交谈（可选）",
"与妖术领主拉尔一起飞行",
},
},
[82681] = {
["T"] = "云鸫坠落",
["O"] = "清除三重坚盾中央的恼火的元素生物。",
["S"] = {
"消灭元素生物",
},
},
[64840] = {
["T"] = "失控蔓生",
["O"] = "收集12份复制精华。",
["S"] = {
"复制精华",
},
},
[63160] = {
["T"] = "科拉斯的魔典：阿勒科斯",
["O"] = "把科拉斯的魔典：阿勒科斯带给威·娜莉的庇护所的威·娜莉。",
},
[82575] = {
["T"] = "地心之战（80）E",
},
[82679] = {
["T"] = "档案馆：追寻历史",
["O"] = "收集100个泰坦圆盘碎片。\r\n\r\n你可以在卡兹阿加的地下城、地下堡、危险生物和宝藏中发现这些圆盘碎片。",
["S"] = {
"泰坦圆盘碎片",
},
},
[75689] = {
["T"] = "糖罐",
},
[82676] = {
["T"] = "破碎的伪装",
["O"] = "在一次光耀回响事件中，击败旧忆奥妮克希亚。",
["S"] = {
"消灭旧忆奥妮克希亚",
},
},
[35146] = {
["T"] = "好博士",
["O"] = "救出哈德利·里卡德博士。",
["S"] = {
"营救哈德利·里卡德博士",
},
},
[75981] = {
["T"] = "峈姆飞渡 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[82659] = {
["T"] = "世界之魂：尼鲁巴尔王宫",
["O"] = "在普通或更高难度下完成尼鲁巴尔王宫团队副本。",
},
[36682] = {
["T"] = "突袭命运之柱",
["O"] = "突袭影月谷命运之柱的影月兽人。",
["S"] = {
"突袭命运之柱的影月兽人",
},
},
[82639] = {
["T"] = "尼鲁巴尔王宫：非请勿入",
["O"] = "在史诗难度的尼鲁巴尔王宫中收集3枚千疤者玺戒和3枚纺束者玺戒。",
["S"] = {
"千疤者玺戒",
"纺束者玺戒",
},
},
[82638] = {
["T"] = "尼鲁巴尔王宫：非请勿入",
["O"] = "在英雄难度的尼鲁巴尔王宫中收集3枚千疤者玺戒和3枚纺束者玺戒。",
["S"] = {
"千疤者玺戒",
"纺束者玺戒",
},
},
[82629] = {
["T"] = "尼鲁巴尔王宫：非请勿入",
["O"] = "在普通难度的尼鲁巴尔王宫中收集3枚千疤者玺戒和3枚纺束者玺戒。",
["S"] = {
"千疤者玺戒",
"纺束者玺戒",
},
},
[82628] = {
["T"] = "布朗派克兄弟",
["O"] = "到崇圣之地附近和布朗派克兄弟会面。",
},
[82625] = {
["T"] = "地心之战（80）E",
},
[79504] = {
["T"] = "忘带蜡烛的利皮西",
["O"] = "重温西波姥姥的故事。",
["S"] = {
"向西波姥姥询问利皮西",
},
},
[40266] = {
["T"] = "迷失的顾问",
["O"] = "收集8根悬崖棘。",
["S"] = {
"收集悬崖棘",
},
},
[79186] = {
["T"] = "炉石传说周年纪念！",
["O"] = "在暴风城与庆典司仪法蕾拉交谈。",
},
[82576] = {
["T"] = "地心之战（80）E",
},
[79237] = {
["T"] = "创造怪物",
["O"] = "通过屋顶的仓口进入大捻接师的实验室，然后调查首次扬升仪式目的相关线索。",
["S"] = {
"进入空气管道",
"使用方便的抓钩（可选）",
},
},
[82622] = {
["T"] = "地心之战（80）E",
},
[85648] = {
["T"] = "地下堡行者的召唤：地匍矿洞",
["O"] = "完成任意难度的地匍矿洞地下堡。",
},
[82620] = {
["T"] = "地心之战（80）E",
},
[82619] = {
["T"] = "地心之战（80）E",
},
[79558] = {
["T"] = "覆羽狂魔",
["O"] = "将复活节饰品带给剃刀岭的西尔娜莉亚·游焰。",
},
[82613] = {
["T"] = "地心之战（80）E",
},
[24791] = {
["T"] = "随机普通日常 （第N次）",
},
[75409] = {
["T"] = "凄凉漂移",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76433] = {
["T"] = "沃土成灰",
["O"] = "寻找并根除兽穴中的烈焰腐化的根源。",
["S"] = {
"发现烈焰德鲁伊",
},
},
[82611] = {
["T"] = "地心之战（80）E",
},
[47434] = {
["T"] = "限制令",
["O"] = "赶走20只翼手龙宝宝。",
["S"] = {
"驱赶翼手龙宝宝",
},
},
[79505] = {
["T"] = "嚼嚼与塌方点",
["O"] = "重温西波姥姥的故事。",
["S"] = {
"向西波姥姥询问嚼嚼",
},
},
[64841] = {
["T"] = "能量释放",
["O"] = "释放造物化生台的过剩能量。",
["S"] = {
"释放西边的控制台的能量",
"释放东边的控制台的能量",
},
},
[24486] = {
["T"] = "抓紧时机",
["O"] = "从石腭挖掘者那里取回5件无价的石腭器物。",
["S"] = {
"无价的石腭穴居人神器",
},
},
[24742] = {
["T"] = "究根问底",
["O"] = "安戈洛尔环形山的克拉兰克要你去找到火羽山中温度最高的地方。\n\n当你找到一个看上去很热的地方时，就使用温度计来测量当地的温度。不断尝试，直到你找到温度最高的地方。",
["S"] = {
"找到火羽山最热的区域",
},
},
[24998] = {
["T"] = "蛆眼",
["O"] = "杀死蛆眼，拿到他的爪子。",
["S"] = {
"蛆眼的爪子",
},
},
[82610] = {
["T"] = "地心之战（71-79）E",
},
[85649] = {
["T"] = "地下堡行者的召唤：水能堡",
["O"] = "完成任意难度的水能堡地下堡。",
},
[6442] = {
["T"] = "佐拉姆海岸的纳迦",
["O"] = "将20个怒尾纳迦的徽记交给佐拉姆海岸的玛鲁凯。",
["S"] = {
"怒尾纳迦的徽记",
},
},
[26022] = {
["T"] = "第一滴血",
["O"] = "从辛迪加雇佣兵身上获得10根血石护符。",
["S"] = {
"血石护符",
},
},
[26278] = {
["T"] = "保卫格罗姆高：迅猛龙危机",
["O"] = "破坏12枚鞭尾龙蛋。",
["S"] = {
"消灭鞭尾龙蛋",
},
},
[36683] = {
["T"] = "突袭斯克提斯",
["O"] = "突袭阿兰卡峰林斯克提斯处的鲁克玛信徒。",
["S"] = {
"突袭斯克提斯的鸦人部队",
},
},
[90769] = {
["T"] = "心中蓝兽",
["O"] = "领取你的奖励。",
},
[75410] = {
["T"] = "凄凉漂移 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27302] = {
["T"] = "简单的解决方案",
["O"] = "收集10桶柴燃油。",
["S"] = {
"柴燃油",
},
},
[82607] = {
["T"] = "地心之战（71-79）E",
},
[27814] = {
["T"] = "有什么用什么",
["O"] = "将8件龙喉武器交给哥沙克战争营地的布罗姆·铸锤。",
["S"] = {
"龙喉武器",
},
},
[28070] = {
["T"] = "征召冒险者：黑石塔",
["O"] = "与阿克莱德交谈。",
},
[40267] = {
["T"] = "意外讯息",
["O"] = "使用发光的共鸣水晶，了解大法师茉德拉的信息。",
["S"] = {
"找出水晶信息来源",
},
},
[28582] = {
["T"] = "英雄的召唤：灼热峡谷！",
["O"] = "去找灼热峡谷瑟银前哨的杰克·岩腿。",
},
[82578] = {
["T"] = "地心之战（80）E",
},
[41803] = {
["T"] = "请求帮助",
["O"] = "找卡德加索要一个军团联络器的能量源。",
},
[29350] = {
["T"] = "侏儒诱鱼器",
["O"] = "获得5个闪光的小珠，1个精密触发器，3个捕鼠陷阱，然后使用诱鱼器设计图。",
["S"] = {
"侏儒诱鱼器",
},
},
[29606] = {
["T"] = "泰罗克的遗产",
["O"] = "将泰罗克的面具和泰罗克的羽毛交给塞泰克大厅的伊斯法尔。",
["S"] = {
"泰罗克的面具",
"泰罗克的羽毛",
},
},
[29862] = {
["T"] = "扫清道路",
["O"] = "闪电大厅的风暴先驱埃尔林要求你杀死3个雷铸医师，3个雷铸战术师以及比亚格里将军。",
["S"] = {
"消灭雷铸医师",
"消灭雷铸战术师",
"消灭比亚格里将军",
},
},
[82606] = {
["T"] = "地心之战（71-79）E",
},
[72339] = {
["T"] = "创新引擎",
["O"] = "将新近协调的能量核心插入创新引擎。",
},
[82605] = {
["T"] = "地心之战（80）E",
},
[90770] = {
["T"] = "不义之财",
["O"] = "进入无拘之域，取回格里伏塔需要的物品。",
["S"] = {
"进入无拘之域（可选）",
"荣华富贵卵石",
"事与愿违手镯",
"过期的幸运药水",
"配错的平衡鞋",
"无穷债务硬币",
},
},
[7786] = {
["T"] = "逐风者桑德兰",
["O"] = "如果你想要把逐风者桑德兰从监牢里释放出来，你就必须找到左右两半的逐风者禁锢徽记，10块魔化源质锭，以及炎魔之王的精华，把它们交给希利苏斯的德米提恩。",
["S"] = {
"魔化源质锭",
"火焰之王的精华",
"逐风者禁锢徽记",
"逐风者禁锢徽记",
},
},
[82603] = {
["T"] = "地心之战（80）E",
},
[82602] = {
["T"] = "地心之战（80）E",
},
[47435] = {
["T"] = "翼手龙患",
["O"] = "消灭6只血怒翼手龙。",
["S"] = {
"消灭血怒翼手龙",
},
},
[79507] = {
["T"] = "石脑袋降临",
["O"] = "重温西波姥姥的故事。",
["S"] = {
"向西波姥姥询问石脑袋降临之日",
},
},
[82601] = {
["T"] = "地心之战（80）E",
},
[65354] = {
["T"] = "结构图再同化：原型之痒",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[66196] = {
["T"] = "嘎嘎坠地",
["O"] = "将泡泡里的小鸭子带回生态学家的营地。",
["S"] = {
"将泡泡里的小鸭子带回生态学家的营地",
},
},
[82600] = {
["T"] = "地心之战（71-79）E",
},
[8532] = {
["T"] = "部落需要铜锭！",
["O"] = "把20块铜锭交给奥格瑞玛精神谷的矿工克罗威尔。",
["S"] = {
"铜锭",
},
},
[82599] = {
["T"] = "地心之战（71-79）E",
},
[35148] = {
["T"] = "马尔高克岗哨的麻烦",
["O"] = "去马尔高克岗哨找游侠伊莲娜。",
},
[82598] = {
["T"] = "地心之战（71-79）E",
},
[82597] = {
["T"] = "地心之战（80）E",
},
[36684] = {
["T"] = "阿什兰的战斗",
["O"] = "加入阿什兰的战斗。",
["S"] = {
"获得神器碎片",
},
},
[9300] = {
["T"] = "破旧的信",
["O"] = "将破旧的信交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
},
[75412] = {
["T"] = "大裂谷俯冲赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[82595] = {
["T"] = "地心之战（80）E",
},
[82594] = {
["T"] = "地心之战（80）E",
},
[82593] = {
["T"] = "地心之战（80）E",
},
[39756] = {
["T"] = "计划周全",
["O"] = "选择你在破碎群岛的首个攻击目标。",
["S"] = {
"选择首个出击目标",
},
},
[82292] = {
["T"] = "岩石收集者",
["O"] = "在宠物对战中击败收集者戴娜。",
["S"] = {
"在宠物对战中击败收集者戴娜",
},
},
[81556] = {
["T"] = "未闻谜雾",
["O"] = "在雾行兽占领的不同区域内放置迷雾收集者，并收集雾气样本。",
["S"] = {
"抵达第一处雾气地点",
},
},
[10324] = {
["T"] = "狩猎月痕鹿",
["O"] = "将6张月痕鹿皮交给碧蓝岗哨的艾克提恩。",
["S"] = {
"月痕鹿皮",
},
},
[41804] = {
["T"] = "有求必应",
["O"] = "从大法师卡德加那里取得一个灵魂结晶。",
["S"] = {
"跟随大法师卡德加",
},
},
[82591] = {
["T"] = "地心之战（80）E",
},
[82368] = {
["T"] = "请勿使用",
},
[82589] = {
["T"] = "地心之战（80）E",
},
[82383] = {
["T"] = "勇气岩石",
},
[82587] = {
["T"] = "地心之战（80）E",
},
[11220] = {
["T"] = "无头骑士",
["O"] = "找到无头骑士的南瓜神龛。",
},
[82579] = {
["T"] = "10.2.7 Timewalking Season - Pandaria - Random Queue Bonus - Nth",
},
[75413] = {
["T"] = "大裂谷俯冲赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11604] = {
["T"] = "逃兵",
["O"] = "进入无畏要塞兵营内的监狱，与关在那里的逃兵谈一谈。",
},
[82577] = {
["T"] = "地心之战（80）E",
},
[82573] = {
["T"] = "地心之战（80）E",
},
[82570] = {
["T"] = "地心之战（80）E",
},
[12116] = {
["T"] = "孤胆英雄……",
["O"] = "哈考尔营地的克拉斯要你进入达基尔金废墟，收集5只达卡莱之罐。",
["S"] = {
"达卡莱之罐",
},
},
[24487] = {
["T"] = "白须需要你",
["O"] = "前往寒脊山谷格瑞林·白须的营地。",
},
[82569] = {
["T"] = "地心之战（80）E",
},
[82567] = {
["T"] = "地心之战（80）E",
},
[82556] = {
["T"] = "地心之战（80）E",
},
[85653] = {
["T"] = "试水深浅",
["O"] = "在海妖岛周围的海域中寻找更多黄水晶。",
["S"] = {
"搜索东部海岸",
"搜索北部海岸",
"搜索南部海岸",
},
},
[51532] = {
["T"] = "迅捷出击",
["O"] = "与亡灵舰长塔特赛尔交谈。",
["S"] = {
"与塔特赛尔交谈并乘船前往斯托颂谷地",
},
},
[13012] = {
["T"] = "长者萨迪斯",
},
[13140] = {
["T"] = "玛雷卡里斯的符文锻造师",
["O"] = "将5块符文萨隆邪铁板交给黑色观察站的北伐军战士欧尔拉金·萨利斯。",
["S"] = {
"符文萨隆邪铁板",
},
},
[36685] = {
["T"] = "突袭沙塔斯市中心",
["O"] = "突袭塔拉多沙塔斯城中的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[90773] = {
["T"] = "肉食生意",
["O"] = "收集12份沙背肋排、5条泥翼尾巴和5个飙翼之卵。",
["S"] = {
"沙背肋排",
"泥翼尾巴",
"飙翼之卵",
},
},
[75414] = {
["T"] = "大裂谷俯冲赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27303] = {
["T"] = "解脱",
["O"] = "收集5颗血肉灼烧者之心。",
["S"] = {
"血肉灼烧者之心",
},
},
[82550] = {
["T"] = "地心之战（71-79）E",
},
[39245] = {
["T"] = "升级舰队",
["O"] = "收集1000份要塞资源，1000金币，并完成15次海军行动。",
["S"] = {
[2] = "要塞物资",
},
},
[79510] = {
["T"] = "无芯蜡烛",
["O"] = "重温西波姥姥的故事。",
["S"] = {
"向西波姥姥询问无芯蜡烛",
},
},
[82549] = {
["T"] = "地心之战（71-79）E",
},
[81558] = {
["T"] = "非自然掠食者",
["O"] = "消灭深岩剥石者猎人。",
["S"] = {
"消灭深岩剥石者猎人",
},
},
[57676] = {
["T"] = "回忆缠身",
["O"] = "消灭12份回忆。",
["S"] = {
"消灭回忆",
},
},
[82547] = {
["T"] = "地心之战（80）E",
},
[82546] = {
["T"] = "地心之战（80）E",
},
[29607] = {
["T"] = "欲望之眼",
["O"] = "塞泰克大厅的商人维嘉德要你给他带去3颗冰蓝之眼。",
["S"] = {
"冰蓝之眼",
},
},
[43341] = {
["T"] = "联合势力",
["O"] = "在破碎群岛的各个阵营中达到至少友善声望。",
["S"] = {
"在苏拉玛的堕夜精灵阵营中达到友善声望",
"在阿苏纳的法罗迪斯宫廷阵营中达到友善声望",
"在高岭部族阵营中达到友善声望",
"在瓦尔莎拉的织梦者阵营中达到友善声望",
"在风暴峡湾的瓦拉加尔阵营中达到友善声望",
},
},
[82539] = {
["T"] = "光耀回响",
["O"] = "在达拉然和卡德加会面。",
},
[82516] = {
["T"] = "世界之魂：缔结契约",
["O"] = "选择一个在艾基-卡赫特代表的斩离之丝契约，并以此名号在卡兹阿加完成目标，消灭稀有怪物。",
["S"] = {
"选择契约（可选）",
},
},
[82512] = {
["T"] = "世界之魂：世界首领",
["O"] = "在卡兹阿加击败任意世界首领和5个稀有生物。",
},
[74391] = {
["T"] = "鱼叉挑战",
["O"] = "从龙颅岛鱼窝的大家伙处收集3个大家伙小食。",
["S"] = {
"在大家伙目击点召唤大家伙（可选）",
"大家伙小食",
},
},
[31143] = {
["T"] = "加入战斗！",
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
},
[76439] = {
["T"] = "古拉巴什大赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[82511] = {
["T"] = "世界之魂：觉醒主机",
["O"] = "在觉醒主机连续击败20波敌人。",
["S"] = {
"击败觉醒主机波次",
},
},
[47437] = {
["T"] = "信仰之争",
["O"] = "消灭3名赞枢尔的腐化守卫。",
["S"] = {
"消灭墓穴卫士",
"消灭仪式卫士",
"消灭亡者卫士",
},
},
[32167] = {
["T"] = "远古的败亡",
["O"] = "去卡桑琅丛林的统御岗哨与乔恩·星眼谈一谈。",
},
[64844] = {
["T"] = "朝圣终点",
["O"] = "返回朝圣者的恩典后方的瞭望台。",
["S"] = {
"回到瞭望台",
},
},
[65356] = {
["T"] = "Tracking Quest",
},
[82510] = {
["T"] = "世界之魂：尼鲁巴尔王宫",
["O"] = "在英雄或更高难度下完成尼鲁巴尔王宫团队副本。",
},
[82509] = {
["T"] = "世界之魂：尼鲁巴尔王宫",
["O"] = "在随机团队或更高难度下完成尼鲁巴尔王宫团队副本。",
},
[82508] = {
["T"] = "世界之魂：驭雷栖巢",
["O"] = "在史诗或更高难度下完成驭雷栖巢地下城。",
},
[85655] = {
["T"] = "力量迸发",
["O"] = "装备喀耳刻的指环，并在海妖岛上与生物战斗，在战斗中触发指环的隐藏能力。",
["S"] = {
"揭示潜力",
},
},
[82506] = {
["T"] = "世界之魂：暗焰裂口",
["O"] = "在史诗或更高难度下完成暗焰裂口地下城。",
},
[82505] = {
["T"] = "世界之魂：矶石宝库",
["O"] = "在史诗或更高难度下完成矶石宝库地下城。",
},
[82504] = {
["T"] = "世界之魂：千丝之城",
["O"] = "在史诗或更高难度下完成千丝之城地下城。",
},
[53069] = {
["T"] = "行动代号：血箭",
["O"] = "到伯拉勒斯港的风之救赎号上与哈尔弗·维姆班恩会面。",
},
[82503] = {
["T"] = "世界之魂：燧酿酒庄",
["O"] = "在史诗或更高难度下完成燧酿酒庄地下城。",
},
[82502] = {
["T"] = "世界之魂：艾拉-卡拉，回响之城",
["O"] = "在史诗或更高难度下完成艾拉-卡拉，回响之城地下城。",
},
[76440] = {
["T"] = "古拉巴什大赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[82501] = {
["T"] = "世界之魂：破晨号",
["O"] = "在史诗或更高难度下完成破晨号地下城。",
},
[39246] = {
["T"] = "制海权",
["O"] = "收集2500份要塞资源，2500金币，并完成25次海军寻宝行动。",
["S"] = {
[2] = "要塞物资",
},
},
[39758] = {
["T"] = "Festive Fighters Active",
},
[82499] = {
["T"] = "世界之魂：圣焰隐修院",
["O"] = "在英雄或更高难度下完成圣焰隐修院地下城。",
},
[82498] = {
["T"] = "世界之魂：暗焰裂口",
["O"] = "在英雄或更高难度下完成暗焰裂口地下城。",
},
[57677] = {
["T"] = "需要帮助的灵魂羁绊",
["O"] = "营救裴拉戈斯。",
["S"] = {
"找到裴拉戈斯",
},
},
[41806] = {
["T"] = "回去找杰斯",
["O"] = "回去找杰斯·织暗。",
},
[82497] = {
["T"] = "世界之魂：矶石宝库",
["O"] = "在英雄或更高难度下完成矶石宝库地下城。",
},
[85656] = {
["T"] = "吟歌窃贼落网记",
["O"] = "抓住三个小偷。",
["S"] = {
"探索魂裂洞穴",
"探索海歌船屋",
"探索幽石挖掘场",
},
},
[82494] = {
["T"] = "世界之魂：艾拉-卡拉，回响之城",
["O"] = "在英雄或更高难度下完成艾拉-卡拉，回响之城地下城。",
},
[82493] = {
["T"] = "世界之魂：破晨号",
["O"] = "在英雄或更高难度下完成破晨号地下城。",
},
[44366] = {
["T"] = "最后一次冒险",
["O"] = "告诉伊墨瑞尔你是否要去追寻下一件神器。",
["S"] = {
"选择要追求的第三件神器",
},
},
[82491] = {
["T"] = "世界之魂：艾拉-卡拉，回响之城",
["O"] = "在普通或更高难度下完成艾拉-卡拉，回响之城地下城。",
},
[74393] = {
["T"] = "报到：战场废墟",
["O"] = "在战场废墟找到战地指挥官伊格纳克斯。",
},
[82490] = {
["T"] = "世界之魂：圣焰隐修院",
["O"] = "在普通或更高难度下完成圣焰隐修院地下城。",
},
[82489] = {
["T"] = "世界之魂：破晨号",
["O"] = "在普通或更高难度下完成破晨号地下城。",
},
[46926] = {
["T"] = "整顿港口",
["O"] = "消灭15个码头无赖。",
["S"] = {
"消灭码头无赖",
},
},
[47438] = {
["T"] = "选择神灵",
["O"] = "选择一名神灵。",
["S"] = {
"选择一名神灵",
},
},
[79513] = {
["T"] = "巨龙群岛冒险记：探寻真我",
["O"] = "与8位巨龙群岛的居民交谈，倾听他们的故事。",
["S"] = {
"访问巨龙群岛住民",
},
},
[82488] = {
["T"] = "世界之魂：暗焰裂口",
["O"] = "在普通或更高难度下完成暗焰裂口地下城。",
},
[65357] = {
["T"] = "结构图再同化：跳跃的元兔",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[82487] = {
["T"] = "世界之魂：矶石宝库",
["O"] = "在普通或更高难度下完成矶石宝库地下城。",
},
[82486] = {
["T"] = "世界之魂：驭雷栖巢",
["O"] = "在普通或更高难度下完成驭雷栖巢地下城。",
},
[25256] = {
["T"] = "外出求援",
["O"] = "去找杜隆塔尔死眼海岸的刺牙。",
},
[85657] = {
["T"] = "喀耳刻会骄傲的",
["O"] = "乘坐刺天者飞行，看看喀耳刻的指环能否保护你免受狂风侵袭。",
["S"] = {
"乘坐刺天者并存活",
},
},
[82483] = {
["T"] = "世界之魂：散布圣光",
["O"] = "在卡兹阿加完成散布圣光的目标，并消灭稀有生物。",
},
[82482] = {
["T"] = "世界之魂：嗅探",
["O"] = "寻找翻动过的土地堆进行嗅探，或通过在卡兹阿加各地上空飞行，发现世界之魂微粒。",
["S"] = {
"挖掘翻动过的土地",
"在驭空术期间发现世界之魂微粒",
},
},
[26280] = {
["T"] = "保卫格罗姆高：鱼人大屠杀",
["O"] = "杀死15名黑鳃鱼人。",
["S"] = {
"消灭黑鳃鱼人",
},
},
[36687] = {
["T"] = "鲜血竞技场的挑战",
["O"] = "在鲜血竞技场里参加对决。",
["S"] = {
"在鲜血竞技场里参加对决",
},
},
[82478] = {
["T"] = "例行维护",
["O"] = "带着欧伦的信息，6朵猩红魅花和6朵琥珀花去找威尔汉之征的艾米拉。",
["S"] = {
"猩红魅花",
"琥珀花",
},
},
[82477] = {
["T"] = "助农为乐",
["O"] = "从几丁质利颚爬行者身上取回8份被咬过一点点的收割奖赏。",
["S"] = {
"被咬过一点点的收割奖赏",
},
},
[82467] = {
["T"] = "宝石恒久远",
["O"] = "将元素之核放在每一根立柱旁，引诱出巴索图斯。",
["S"] = {
"放置第一颗核心",
},
},
[82453] = {
["T"] = "世界之魂：返场加演！",
["O"] = "在卡兹阿加参加剧场巡演事件，并完成世界任务",
["S"] = {
"完成剧场巡演事件",
"获得参与机会",
},
},
[39247] = {
["T"] = "猎杀行动",
["O"] = "从苏拉玛的瓦雷迪斯·邪魂手里取得欺诈者的双刃。",
["S"] = {
"飞往邪魂堡垒",
},
},
[39759] = {
["T"] = "Creepy Crawlers Active",
},
[82449] = {
["T"] = "世界之魂的呼唤",
},
[40783] = {
["T"] = "月神镰刀",
["O"] = "前往暮色森林，在黎明森林和瓦洛恩·静枝会面。",
["S"] = {
"穿越梦境之路前往暮色森林（可选）",
"与瓦洛恩会面",
},
},
[82429] = {
["T"] = "请勿使用",
},
[41807] = {
["T"] = "取得联系",
["O"] = "启动军团联络器并获取食魂者阿莱利的报告。",
["S"] = {
"启动军团联络器",
},
},
[82421] = {
["T"] = "请勿使用",
},
[29608] = {
["T"] = "达拉然的盟友",
["O"] = "骑着狮鹫前往达拉然，找到英雄之家的伊丝拉米·轻风并跟她对话。",
},
[29864] = {
["T"] = "正本清源",
["O"] = "银色神官帕尔崔丝要你杀死席瓦拉·索格蕾。",
["S"] = {
"消灭席瓦拉·索格蕾",
},
},
[30120] = {
["T"] = "净化达克萨隆",
["O"] = "达库鲁要求你前往达克萨隆，并对他的火盆使用达库鲁的药剂。使用达库鲁的药剂需要消耗5份耐久魔精。",
},
[82419] = {
["T"] = "请勿使用",
},
[82417] = {
["T"] = "稀有钥匙",
},
[90778] = {
["T"] = "古代珍玩：效能",
["O"] = "为布莱恩·铜须使用并装备一件效能珍玩。",
},
[31144] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[62798] = {
["T"] = "皮骨容器",
["O"] = "将回忆带回给奥利波斯的制革师奥·吉尔。",
["S"] = {
"将回忆带回给制革师奥·吉尔",
},
},
[46927] = {
["T"] = "塔阿曼的惩罚",
["O"] = "挑战4名阿曼尼信徒。",
["S"] = {
"击败阿曼尼信徒",
},
},
[47439] = {
["T"] = "兽群主宰贡克",
["O"] = "与贡克谈判。",
["S"] = {
"与贡克谈判",
},
},
[32168] = {
["T"] = "老猫的末日",
["O"] = "去卡桑琅丛林的统御岗哨与乔恩·星眼谈一谈。",
},
[64846] = {
["T"] = "托加斯特",
["O"] = "与塔尔-伊纳拉交谈。",
},
[32680] = {
["T"] = "风雨欲来",
["O"] = "与斥候队长艾尔希娅一同前往雷神岛。",
["S"] = {
"与艾尔希娅交谈",
"发现雷神岛",
},
},
[8277] = {
["T"] = "沙漠中的剧毒",
["O"] = "希利苏斯塞纳里奥要塞的比提克斯·斯巴格要求你带8个石鞭蝎之刺和8个掠沙蜘蛛的牙齿给他。",
["S"] = {
"石鞭蝎之刺",
"掠沙蜘蛛的牙齿",
},
},
[82407] = {
["T"] = "为了深渊微光",
},
[82406] = {
["T"] = "军需官的宝箱",
},
[82405] = {
["T"] = "请勿使用",
},
[51535] = {
["T"] = "老兵的召唤",
["O"] = "在奥格瑞玛大使馆与伊崔格见面。",
},
[82403] = {
["T"] = "神勇石",
},
[36176] = {
["T"] = "选拔猎手",
["O"] = "把肮脏的纸条交给安波里村的法娜拉来参加比赛。",
},
[36688] = {
["T"] = "突袭斯克提斯",
["O"] = "突袭阿兰卡峰林斯克提斯的鸦人部队。",
["S"] = {
"突袭斯克提斯的鸦人部队",
},
},
[53583] = {
["T"] = "战略精进",
["O"] = "与奥蕾莉亚·风行者谈一谈，开始研究一项升级。",
},
[82400] = {
["T"] = "陨圣峪的意外收获",
},
[82398] = {
["T"] = "另一把稀有钥匙",
},
[82397] = {
["T"] = "zzOLD Renown Quest DO NOT USE",
},
[82394] = {
["T"] = "纹章宝箱",
},
[82390] = {
["T"] = "风化纹章",
},
[82384] = {
["T"] = "大大的亮闪闪！",
},
[40784] = {
["T"] = "适得其所",
["O"] = "从瓦洛恩手里接过月神镰刀。",
["S"] = {
"取得月神镰刀",
},
},
[82588] = {
["T"] = "地心之战（80）E",
},
[82382] = {
["T"] = "纹章",
},
[82381] = {
["T"] = "明耀烛光",
},
[10709] = {
["T"] = "团圆",
["O"] = "返回刀锋山的雷神要塞，向雷克萨复命。",
},
[82380] = {
["T"] = "请勿使用",
},
[60239] = {
["T"] = "冬幕节礼物",
},
[11093] = {
["T"] = "饥饿的虚空鳐",
["O"] = "在黑风码头南边的森林内使用虚空鳐的笼子，并在饥饿的虚空鳐旁杀死黑风追迹者。完成任务之后回去向天空卫队训练师德萨克复命。",
["S"] = {
"喂食虚空鳐",
},
},
[82379] = {
["T"] = "一箱塞满的亮闪闪",
},
[82378] = {
["T"] = "神勇石",
},
[11477] = {
["T"] = "不自量力？",
["O"] = "伊瓦尔德废墟的东尼要求你杀死10名铁符文毁灭者、5名铁符文劳工和5名铁符文先知。",
["S"] = {
"消灭铁符文毁灭者",
"消灭铁符文劳工",
"消灭铁符文先知",
},
},
[11605] = {
["T"] = "海象人的先祖",
["O"] = "冷石采掘场外的长者阿特卡诺克要你找到长者克苏克、长者萨加尼和长者塔克勒特的石像。",
["S"] = {
"找到长者克苏克",
"找到长者萨加尼",
"找到长者塔克勒特",
},
},
[46928] = {
["T"] = "塔尔法拉克的惩罚",
["O"] = "收集加兹拉贡的徽记。",
["S"] = {
"加兹拉贡徽记",
},
},
[63823] = {
["T"] = "法夜突袭",
["O"] = "在破灭堡和湮灭真容完成1个任务。",
["S"] = {
"向赫尔恩勋爵报告",
},
},
[47952] = {
["T"] = "迷失的舰队",
["O"] = "租一艘渡船前往斯托颂修道院。",
["S"] = {
"租船前往斯托颂修道院",
},
},
[12117] = {
["T"] = "前往莫亚基港口",
["O"] = "前往龙骨荒野的莫亚基港口，与长者库纳尼谈一谈。",
},
[48976] = {
["T"] = "阿古斯防卫军的物资",
["O"] = "与维迪卡尔的可敬的托兰谈一谈。",
},
[49488] = {
["T"] = "塔尔格拉布",
["O"] = "前往塔尔格拉布与先知祖尔见面。",
["S"] = {
"和妖术领主拉尔一起飞往塔尔格拉布（可选）",
"在塔尔格拉布和祖尔见面",
},
},
[82376] = {
["T"] = "一大箱货物",
},
[82375] = {
["T"] = "拿走钥匙！",
},
[82374] = {
["T"] = "闪耀烛光",
},
[82373] = {
["T"] = "纹章与岩石",
},
[13013] = {
["T"] = "长者贝尔达",
},
[26281] = {
["T"] = "保卫格罗姆高：巨魔盗窃案",
["O"] = "从巴拉尔废墟拿回格罗姆高口粮。",
["S"] = {
"格罗姆高口粮",
},
},
[36689] = {
["T"] = "突袭命运之柱",
["O"] = "突袭影月谷命运之柱的影月部队。",
["S"] = {
"突袭命运之柱的影月部队",
},
},
[37201] = {
["T"] = "凯米尔·辉刃",
["O"] = "在宠物对战中击败凯米尔·辉刃。",
["S"] = {
"击败凯米尔·辉刃",
},
},
[54096] = {
["T"] = "太阳井之殇",
["O"] = "完成“太阳井之殇”场景战役。",
},
[27305] = {
["T"] = "爱与家庭",
["O"] = "找到“爱与家庭”。",
["S"] = {
"爱与家庭",
},
},
[82372] = {
["T"] = "一统邃渊",
},
[82370] = {
["T"] = "纹章",
},
[28073] = {
["T"] = "征召冒险者：厄运之槌扭木广场",
["O"] = "与费尔古斯·扭木交谈。",
},
[28329] = {
["T"] = "愤怒的软泥怪",
["O"] = "杀死5只愤怒的枯萎软泥怪。",
["S"] = {
"消灭愤怒的枯萎软泥怪",
},
},
[40785] = {
["T"] = "黑暗的敌人",
["O"] = "在暮色森林的密斯特曼托庄园开始搜寻月神镰刀的下落。",
["S"] = {
"骑乘林地角鹰兽前往密斯特曼托（可选）",
"在暮色森林调查密斯特曼托庄园",
},
},
[82590] = {
["T"] = "地心之战（80）E",
},
[82366] = {
["T"] = "请勿使用",
},
[84638] = {
["T"] = "高地的麻烦",
["O"] = "通过多恩诺嘉尔的传送门前往阿拉希高地。",
["S"] = {
"使用传送门前往阿拉希高地",
},
},
[42833] = {
["T"] = "酿造法：魔力酒",
["O"] = "跟随玛尔迦走过酒庄。在安全的地方交换信息。",
["S"] = {
"造访陈化室",
"造访小果园",
"造访配送中心",
"造访灌注基站",
},
},
[82358] = {
["T"] = "蚀刻纹章",
},
[30121] = {
["T"] = "搜索小分队",
["O"] = "在卡桑利废墟中搜寻切森·逐晨者。",
},
[82356] = {
["T"] = "一大箱货物",
},
[82346] = {
["T"] = "一小箱神勇石",
},
[82345] = {
["T"] = "一颗闪亮的石头",
},
[31145] = {
["T"] = "后方已经安全",
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
},
[76447] = {
["T"] = "铁炉堡截击赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[46929] = {
["T"] = "威慑",
["O"] = "从塔阿曼收集6个阿曼尼巨魔的徽记，从塔尔法拉克收集6个沙怒巨魔的徽记。",
["S"] = {
"阿曼尼徽记",
"沙怒徽记",
},
},
[82342] = {
["T"] = "一小箱货物",
},
[32169] = {
["T"] = "巨大的胜利",
["O"] = "去卡桑琅丛林的统御岗哨与乔恩·星眼谈一谈。",
},
[82340] = {
["T"] = "缺胳膊少腿",
["O"] = "在威阿兹勒的治疗中协助向日葵先生。",
["S"] = {
"与威阿兹勒交谈",
},
},
[32681] = {
["T"] = "风雨欲来",
["O"] = "与温蕾萨·风行者一同前往雷神岛。",
["S"] = {
"与温蕾萨交谈",
"发现雷神岛",
},
},
[49489] = {
["T"] = "原料需求",
["O"] = "“改进”2份由阿塔加巴助祭准备的混合剂。",
["S"] = {
"“改进”混合剂",
},
},
[82339] = {
["T"] = "卑鄙夺命",
["O"] = "找回日志，查明阿努波基的遭遇。",
["S"] = {
"查明死因",
"取回泽弗卡尔的人员消耗日志",
},
},
[84639] = {
["T"] = "火把与焦油",
["O"] = "从迪菲亚强盗手中夺回10支失窃的火炬，并在纽斯泰德农场找回10个焦油桶。",
["S"] = {
"找回焦油桶",
"夺回失窃的火炬",
},
},
[82335] = {
["T"] = "水晶",
},
[82334] = {
["T"] = "请勿使用",
},
[35666] = {
["T"] = "赤红沼泽的游侠",
["O"] = "去戈尔隆德的赤红沼泽附近找卡诺。",
},
[82333] = {
["T"] = "风化纹章",
},
[53073] = {
["T"] = "锚角港调查",
["O"] = "在锚角港与大元帅泰布雷德交谈。",
},
[82298] = {
["T"] = "沼泽来客",
["O"] = "在宠物对战中击败深沟粘泥。",
["S"] = {
"在宠物对战中击败深沟粘泥",
},
},
[54097] = {
["T"] = "黑暗女王的召唤",
["O"] = "在奥格瑞玛与希尔瓦娜斯·风行者会面。",
},
[76448] = {
["T"] = "鳞长阿贝雷兹的命运",
["O"] = "找到三个调谐的圣物。",
["S"] = {
"找回调谐圣物",
},
},
[82297] = {
["T"] = "饥饿的毛毛虫",
["O"] = "在宠物对战中击败扎伊度。",
["S"] = {
"在宠物对战中击败扎伊度",
},
},
[82296] = {
["T"] = "造物之力",
},
[56145] = {
["T"] = "图纸：高级冒险者强化器",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[82294] = {
["T"] = "微型军队",
["O"] = "在宠物对战中击败凯莱。",
["S"] = {
"在宠物对战中击败凯莱",
},
},
[40786] = {
["T"] = "阴燃的余烬",
["O"] = "把阴燃的时空扭曲余烬交给奥格瑞玛的琪雅科。",
},
[82592] = {
["T"] = "地心之战（80）E",
},
[83616] = {
["T"] = "根深蒂固",
["O"] = "帮助大正纺师安图里克斯对抗朗克哈特。",
["S"] = {
"取悦大正纺师安图里克斯",
},
},
[84640] = {
["T"] = "征兆初现",
["O"] = "将陌生的徽章带给纽斯泰德农场的达纳斯·托尔贝恩。",
},
[85664] = {
["T"] = "地下堡行者的召唤：夜幕圣所",
["O"] = "完成任意难度的夜幕圣所地下堡。",
},
[82226] = {
["T"] = "请出示证件",
["O"] = "在机遇角检查监督者之桌上的文书。",
["S"] = {
"解决闯祸精",
},
},
[82222] = {
["T"] = "花式烹饪",
["O"] = "在米雷达尔帮助斯蒂泰克一家进行烹饪。",
["S"] = {
"与斯蒂泰克一家下厨",
},
},
[82221] = {
["T"] = "盛装打扮",
["O"] = "在米雷达尔帮助斯蒂泰克一家装点他们房子，准备享用大餐。",
["S"] = {
"装饰房屋",
},
},
[82220] = {
["T"] = "鹰眼，鹰殒",
["O"] = "收集5块鹰肉片。",
["S"] = {
"鹰肉片",
},
},
[82219] = {
["T"] = "调味生活",
["O"] = "在陨圣峪采集7株沐光莲。",
["S"] = {
"沐光莲粉",
},
},
[82214] = {
["T"] = "爱蜂人士？",
["O"] = "消灭10只镣牙黄蜂。",
["S"] = {
"消灭镣牙黄蜂",
},
},
[62801] = {
["T"] = "命运的召唤",
["O"] = "与奥利波斯的命运撰写师罗-塔尔见面。",
},
[46930] = {
["T"] = "拉斯塔哈",
["O"] = "与拉斯塔哈大王见面。",
["S"] = {
"骑乘执行者的翼手龙前往王座",
},
},
[82212] = {
["T"] = "虚弱的狮子鱼",
},
[79521] = {
["T"] = "收缴证据",
["O"] = "收集3个缴获的货物。",
["S"] = {
"缴获的货物",
},
},
[64849] = {
["T"] = "罪魂之塔",
["O"] = "通过跳进转移之环到达托加斯特，然后找到需要你帮助的人。",
["S"] = {
"跳入转移之环",
},
},
[24490] = {
["T"] = "铁炉堡之旅",
["O"] = "向寒脊山谷的汉兹·跳链报到。",
},
[49490] = {
["T"] = "声之瓮",
["O"] = "在塔尔格拉布内收集30缕敌人的灵魂。",
["S"] = {
"一缕灵魂",
},
},
[82153] = {
["T"] = "大使馆与特使",
["O"] = "在多恩诺嘉尔为你的阵营建立大使馆。",
["S"] = {
"在多恩诺嘉尔找到联盟大使管事",
},
},
[84641] = {
["T"] = "不祥之兆",
["O"] = "在激流堡大门处与达纳斯·托尔贝恩见面。",
},
[82143] = {
["T"] = "不谐之路",
["O"] = "在跃流深沟外找到奥威娜和哈南。",
["S"] = {
"在跃流深沟与奥威娜见面",
},
},
[25770] = {
["T"] = "送酒",
["O"] = "将巡山人的麦酒送给硬凿勘测队的弗巴·硬凿。",
},
[52050] = {
["T"] = "更有挑战的职业",
["O"] = "收集20个白金矿块。",
["S"] = {
"白金矿块",
},
},
[36179] = {
["T"] = "恼人的昆虫",
["O"] = "在菌雾浅滩消灭掉10个孢子漂流者或巨型真菌。",
["S"] = {
"消灭孢子生物",
},
},
[36691] = {
["T"] = "突击索克雷萨高地",
["O"] = "攻击影月谷索克雷萨高地的萨格雷军队。",
["S"] = {
"突袭索克雷萨高地的萨格雷军队",
},
},
[37203] = {
["T"] = "阿什雷",
["O"] = "在宠物对战中击败阿什雷。",
["S"] = {
"击败阿什雷",
},
},
[82141] = {
["T"] = "女王之死",
["O"] = "消灭安苏雷克女王。",
["S"] = {
"消灭安苏雷克女王",
"在剧情模式下进入尼鲁巴尔王宫（可选）",
},
},
[82127] = {
["T"] = "捕猎时刻",
["O"] = "在潜暗之峡消灭8个劫持者。",
["S"] = {
"消灭胁持者",
},
},
[55122] = {
["T"] = "鱼人狂欢",
["O"] = "从鱼人处取回6个急救包。",
["S"] = {
"从被击败的鱼人身上获取急救包",
},
},
[82125] = {
["T"] = "间谍同行",
["O"] = "在潜暗之峡找到加特乌苏。",
},
[39763] = {
["T"] = "邪能为谁鸣",
["O"] = "从苏拉玛的虫语爪牙身上取得10个邪能之核。完成以后，把它们交给达拉然的马修。",
["S"] = {
"邪能之核",
},
},
[81969] = {
["T"] = "末劫之末",
["O"] = "与菲琳和加兹鲁维一同击败名为碎裂者苏雷克塔克的畸体。",
["S"] = {
"消灭碎裂者苏雷克塔克",
"告诉菲琳你已就绪（可选）",
},
},
[40787] = {
["T"] = "阴燃的余烬",
["O"] = "把阴燃的时空扭曲余烬交给暴风城的琪雅科。",
},
[66211] = {
["T"] = "蕨皮山谷：直击本源",
["O"] = "进入蕨皮山谷，挑战腐朽主母怒眼。",
["S"] = {
"消灭腐朽之源",
},
},
[81965] = {
["T"] = "瓦解入侵",
["O"] = "在阿拉希之末干扰蛛魔的侵袭。",
["S"] = {
"扰乱阿拉希之末",
},
},
[81962] = {
["T"] = "推向正途",
["O"] = "在流丝区附近消灭10个苍白鞭纹者。",
["S"] = {
"消灭苍白鞭纹者",
"展示药水（可选）",
},
},
[85666] = {
["T"] = "地下堡行者的召唤：螺旋织纹",
["O"] = "完成任意难度的螺旋织纹地下堡。",
},
[81930] = {
["T"] = "地心之战",
["O"] = "前往希利苏斯，与吉安娜讨论遍布艾泽拉斯大陆的幻象。",
["S"] = {
"使用传送卷轴传送到希利苏斯（可选）",
"在希利苏斯与吉安娜见面",
},
},
[81914] = {
["T"] = "达尔欧兹坦",
["O"] = "前往达尔欧兹坦。",
},
[81912] = {
["T"] = "飞行训练第二课",
["O"] = "帮助库德兰在空中瞄准科目中训练新兵。",
["S"] = {
"击中目标",
},
},
[81909] = {
["T"] = "无上之力",
["O"] = "与克特纳克讨论如何销毁火绒盒。",
["S"] = {
"与克特纳克交谈",
},
},
[81908] = {
["T"] = "黑暗中的烈焰",
["O"] = "在幽暗要塞中搜索多个容器，以获取8个未鉴定的火绒盒和艾尔里克的腐化的火绒盒。",
["S"] = {
"进入幽暗要塞",
},
},
[81906] = {
["T"] = "网中耳语",
["O"] = "在艾基-卡赫特的潜暗之峡与克特纳克见面。",
},
[81890] = {
["T"] = "未竟的任务",
["O"] = "在流丝区与苏姆拉萨见面。",
},
[46931] = {
["T"] = "部落的代言人",
["O"] = "设立你的大使馆。",
["S"] = {
"跟随佐拉妮",
},
},
[78499] = {
["T"] = "堡垒突围赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79523] = {
["T"] = "隐匿之物",
["O"] = "砸碎3个假底箱，收集在其中发现的隐匿证据。",
["S"] = {
"碾碎纸条箱",
"收集证据",
},
},
[64850] = {
["T"] = "纵贯托加斯特",
["O"] = "通过完成托加斯特的一个区域来协助威·尼什探索托加斯特。使用托加斯特里面的寻路装置来进入不同的区域。",
["S"] = {
"完成托加斯特的区域",
},
},
[65362] = {
["T"] = "并非机体",
["O"] = "消灭6个恐惧魔王渗透者。",
["S"] = {
"消灭恐惧魔王渗透者",
},
},
[49491] = {
["T"] = "巫毒燃料",
["O"] = "收集8个巫毒图腾。",
["S"] = {
"巫毒图腾",
},
},
[81889] = {
["T"] = "异乡异客",
["O"] = "和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[84643] = {
["T"] = "宵禁风波",
["O"] = "对付15名激流堡的玛兰支持者。",
["S"] = {
"将玛兰支持者赶回家",
},
},
[85667] = {
["T"] = "地下堡行者的召唤：幽暗要塞",
["O"] = "完成任意难度的幽暗要塞地下堡。",
},
[51539] = {
["T"] = "通知部落！",
["O"] = "把有关叛徒的事告诉贝恩。",
},
[52051] = {
["T"] = "LFGDungeons - BFA - Raid Finder - 1st",
},
[40744] = {
["T"] = "古老的配方",
["O"] = "收集6个鹰身人利爪。",
["S"] = {
"鹰身人利爪",
},
},
[36692] = {
["T"] = "突袭黑潮栖木",
["O"] = "突袭影月谷黑潮栖木的钢铁部落军队。",
["S"] = {
"突袭黑潮栖木的钢铁部落军队",
},
},
[9302] = {
["T"] = "被弄皱的信",
["O"] = "将被弄皱的信交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
},
[81751] = {
["T"] = "烈火与宝石",
["O"] = "从主机觉醒中获取一个觉醒齿轮和一颗嗡鸣宝石。",
["S"] = {
"觉醒齿轮",
"嗡鸣宝石",
},
},
[9558] = {
["T"] = "长须兄弟",
["O"] = "前往地狱火半岛荣耀堡以西的哈尔什巢穴，在巢穴西北方寻找格雷尼·长须的下落。",
},
[57538] = {
["T"] = "不得安宁",
["O"] = "消灭10只渴求心能的生物。",
["S"] = {
"消灭渴求心能的生物",
},
},
[9814] = {
["T"] = "爆顶蘑菇",
["O"] = "将6枚爆顶蘑菇交给巫医托尔加什。",
["S"] = {
"爆顶蘑菇",
},
},
[39764] = {
["T"] = "致命水晶",
["O"] = "从泥吻巢穴的狗头人身上找回灵魂牢笼。",
["S"] = {
"灵魂牢笼",
},
},
[81725] = {
["T"] = "商栈报到",
},
[81724] = {
["T"] = "商栈报到",
},
[66213] = {
["T"] = "编造故事",
["O"] = "向长老波雅讲述一个和鱼相关的可疑故事。",
["S"] = {
"讲故事",
},
},
[29848] = {
["T"] = "绝望的守望者",
["O"] = "岩石大厅的卡迪尔·斩铁要求你让悲伤圣女安息，并获得一滴悲伤水晶之泪。",
["S"] = {
"悲伤水晶之泪",
},
},
[54951] = {
["T"] = "紧急治疗",
["O"] = "对奥斯汀·哈克斯沃斯、比约恩·烈拳和吉菈使用急救包。",
["S"] = {
"对比约恩·烈拳使用急救包",
"对吉菈使用急救包",
"对奥斯汀·哈克斯沃斯使用急救包",
},
},
[81721] = {
["T"] = "商栈报到",
},
[81720] = {
["T"] = "商栈报到",
},
[81719] = {
["T"] = "商栈报到",
},
[81718] = {
["T"] = "商栈报到",
},
[81717] = {
["T"] = "商栈报到",
},
[58946] = {
["T"] = "圣盾术",
["O"] = "使用圣盾术穿过通灵屏障，然后摧毁通灵祭坛。如果你需要减少圣盾术的冷却时间，就和约拉谈谈。",
},
[11478] = {
["T"] = "远方的哨站",
["O"] = "将东尼的信交给探险者协会哨站的斯坦瓦德。",
},
[76453] = {
["T"] = "顽石接待",
["O"] = "将缺口石板交给提尔要塞水库的索莉多米。",
},
[81714] = {
["T"] = "商栈报到",
},
[78501] = {
["T"] = "堡垒突围赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11990] = {
["T"] = "幻象之瓶",
["O"] = "岩石之泉的达库鲁希望你把一只水晶瓶、一片水草叶和3片薄雾叶交给他。",
["S"] = {
"水晶瓶",
"薄雾叶",
"水草叶",
},
},
[48468] = {
["T"] = "邦桑迪赐予的解脱",
["O"] = "使用仪式火炬超度10具被亵渎的巨魔尸体。",
["S"] = {
"超度被亵渎的尸体",
},
},
[65363] = {
["T"] = "高危状态",
["O"] = "消灭束缚管理者赫尔基德和12个被统御的机若。",
["S"] = {
"消灭被统御的机若",
"消灭束缚管理者赫尔基德",
},
},
[12374] = {
["T"] = "糖罐",
},
[25003] = {
["T"] = "家族墓穴",
["O"] = "杀死5只哀嚎的先祖和5只腐烂的古尸。",
["S"] = {
"消灭哀嚎的先祖",
"消灭腐烂的古尸",
},
},
[84645] = {
["T"] = "副官快递",
["O"] = "将布鲁斯顿的求援文书送交给激流堡的居民。",
["S"] = {
"递送布鲁斯顿的请求",
},
},
[25227] = {
["T"] = "索恩克",
["O"] = "去找剃刀岭西北方哨塔上的索恩克。",
},
[25771] = {
["T"] = "一件德莱尼垃圾",
["O"] = "将不完美的德莱尼水晶碎片交给诅咒之地的收藏家库米沙。",
},
[13014] = {
["T"] = "长者墨尔希",
},
[70587] = {
["T"] = "背包问题",
["O"] = "为瓦德拉肯的弗拉冯制作1个简单缝制的材料包。",
["S"] = {
"简单缝制的材料包",
},
},
[36693] = {
["T"] = "突袭莫高尔岗哨",
["O"] = "突袭纳格兰莫高尔岗哨的战歌兽人。",
["S"] = {
"突袭日泉岗哨的战歌部队",
},
},
[37205] = {
["T"] = "加戈拉",
["O"] = "在宠物对战中击败加戈拉。",
["S"] = {
"击败加戈拉",
},
},
[54100] = {
["T"] = "逃脱之路",
["O"] = "在艾尔文森林与黑暗游侠莉安娜碰头。",
},
[70790] = {
["T"] = "石质龙牙",
["O"] = "将物品交给艾米莉亚·贝洛克。",
},
[70819] = {
["T"] = "声名远播的探险者护甲",
},
[81690] = {
["T"] = "矿道尽头的亮光",
["O"] = "与菲琳和安度因逃离荫蔽暗峭。",
["S"] = {
"跟随菲琳",
},
},
[56148] = {
["T"] = "战斗的召唤：纳沙塔尔",
["O"] = "消灭在纳沙塔尔的联盟。",
},
[28331] = {
["T"] = "魔棒的恩赐……",
["O"] = "使用赫尔库拉的魔棒强化8名黑暗游侠。",
["S"] = {
"强化黑暗游侠",
},
},
[28587] = {
["T"] = "霜狼的帮助",
["O"] = "跟希尔斯布莱德丘陵奥特兰克山脉的沃加·死爪谈一谈。",
},
[28843] = {
["T"] = "海巫的罪行",
["O"] = "军团士兵纳兹戈林要你去杀死纳兹夏尔女士。",
["S"] = {
"消灭纳兹夏尔女士",
},
},
[70904] = {
["T"] = "生活的调味剂",
},
[58708] = {
["T"] = "出名要趁早",
["O"] = "在伯拉勒斯和工匠大师欧沃斯巴克见面。",
},
[29611] = {
["T"] = "战争的艺术",
["O"] = "和格罗玛什要塞的纳兹戈林将军谈一谈。",
["S"] = {
"去格罗玛什要塞报到",
},
},
[70924] = {
["T"] = "社区盛宴",
},
[70950] = {
["T"] = "猛叉大鱼",
},
[81686] = {
["T"] = "流丝奇谋",
["O"] = "在拉克-艾哈特与忒兹会面。",
},
[44885] = {
["T"] = "海难幸存者",
["O"] = "与军士长钢牙谈一谈。",
},
[30891] = {
["T"] = "解毒良药",
["O"] = "收集10棵紫色香橼。",
["S"] = {
"紫色香橼",
},
},
[81685] = {
["T"] = "艾基-卡赫特新任染色大师",
["O"] = "消灭朗克哈特和大正纺师安图里克斯。",
["S"] = {
"消灭朗克哈特",
"消灭大正纺师安图里克斯",
},
},
[62804] = {
["T"] = "装满容器",
["O"] = "消灭不同的软泥并用液体装满容器。",
["S"] = {
"在凋零密院消灭不稳定的凝胶",
"在缝合场消灭构筑的污泥",
"在伤逝剧场消灭冒泡的硬化组织",
"在勇气神庙消灭通灵小水滴",
"在脓疮沼泽消灭原生烂泥怪",
"在遗忘伤痕消灭泡血",
"在噬渊消灭共鸣悲苦",
"在灰烬荒野消灭凝结灰烬",
"在纯洁神庙消灭冒泡的纯泥",
"在缝合场消灭斯特拉达玛侯爵",
},
},
[71141] = {
["T"] = "鳍露亡殃",
["O"] = "在崖滴营地消灭入侵者谷尔布勒布勒尔。",
["S"] = {
"消灭入侵者谷尔布勒布勒尔",
},
},
[47445] = {
["T"] = "赞枢利议会",
["O"] = "在佐卡罗广场与战争德鲁伊罗缇交谈。",
},
[79527] = {
["T"] = "损害应对",
["O"] = "在多恩诺嘉尔撕下8张煽动性的海报。",
["S"] = {
"撕掉煽动性的海报",
},
},
[64852] = {
["T"] = "万世矩阵",
["O"] = "将物品交给菲历姆。",
},
[11655] = {
["T"] = "深入迷雾",
["O"] = "北风苔原回音海岸的瓦托尔要你杀死克瓦迪尔成员，并取回8件海象人的圣物。",
["S"] = {
"海象人的圣物",
},
},
[49493] = {
["T"] = "道德困境",
["O"] = "解救9名精神奴隶。",
["S"] = {
"解放精神奴隶",
},
},
[50005] = {
["T"] = "牵我的手",
["O"] = "护送本妮回到她父亲身边。",
["S"] = {
"护送本妮回到她父亲身边",
},
},
[51283] = {
["T"] = "起程西行",
["O"] = "与杰塔瑞斯将军谈谈，然后前往沃顿。",
["S"] = {
"与杰塔瑞斯交谈并乘船前往沃顿",
},
},
[81670] = {
["T"] = "破碎流丝",
["O"] = "填充进度条，摧毁所有东西，消灭所有人",
["S"] = {
"消灭纺丝工",
},
},
[81669] = {
["T"] = "棍棒和骨头",
["O"] = "烧毁6处深邃剥石者巢穴。",
["S"] = {
"烧毁深邃剥石者巢穴",
},
},
[35670] = {
["T"] = "悬赏：切骨者的外壳",
["O"] = "从切骨者身上获得切骨者的外壳。",
["S"] = {
"切骨者的外壳",
},
},
[81668] = {
["T"] = "三斩而后思",
["O"] = "消灭曲网者塔斯利兹、缝隙收割者基利克斯和驭彩师尼蕾希。",
["S"] = {
"消灭曲网者塔斯利兹",
"消灭缝隙收割者基利克斯",
"消灭驭彩师尼蕾希",
},
},
[36694] = {
["T"] = "突袭破碎悬崖",
["O"] = "突袭纳格兰破碎悬崖的独眼魔部队。",
["S"] = {
"利用破碎悬崖的冲突",
},
},
[37206] = {
["T"] = "可怕的塔尔",
["O"] = "在宠物对战中击败可怕的塔尔。",
["S"] = {
"击败可怕的塔尔",
},
},
[81667] = {
["T"] = "野心家",
["O"] = "帮助朗克哈特对抗大正纺师安图里克斯。",
["S"] = {
"取悦朗赫塔克",
},
},
[54613] = {
["T"] = "二次放逐",
["O"] = "在阿拉希高地消灭12个燃烧、潮涌、顽石、雷霆流放者或卫士。",
["S"] = {
"消灭元素生物",
},
},
[55125] = {
["T"] = "狩猎时节",
},
[78504] = {
["T"] = "轻轻摇晃过的礼品",
},
[79528] = {
["T"] = "驱散谣言",
["O"] = "在多恩诺嘉尔驱散6名咕哝的维和者。",
["S"] = {
"赶走咕哝的维和者",
},
},
[81661] = {
["T"] = "前往哀念高地",
["O"] = "在陡坡岗哨与乌尔塔戈见面。",
},
[10186] = {
["T"] = "你被雇了！",
["O"] = "将10块以太锂矩阵水晶交给虚空风暴52区的火箭主管弗斯拉格。",
["S"] = {
"以太锂矩阵水晶",
},
},
[66217] = {
["T"] = "通缉：克洛杰克，海滨巡游者",
["O"] = "消灭克洛杰克，海滨巡游者。",
["S"] = {
"消灭克洛杰克，海滨巡游者",
},
},
[81654] = {
["T"] = "先驱",
["O"] = "在达拉然的守护者大厅与卡德加和奥蕾莉亚见面。",
["S"] = {
"接近守护者大厅",
},
},
[75771] = {
["T"] = "熏香复现",
["O"] = "把神秘熏香带给峈姆的希特罗斯。",
},
[81640] = {
["T"] = "泰尼尔与玄夜会",
["O"] = "将剧本交给多恩岛上的舞台监督修博塔。",
},
[81613] = {
["T"] = "不必担心她",
["O"] = "返回影脉角的海马兹处。",
["S"] = {
"返回海马兹处",
},
},
[79477] = {
["T"] = "失散之人",
["O"] = "集合走散的新兵。",
["S"] = {
"找到闲逛的新兵",
},
},
[81595] = {
["T"] = "赛季启动",
["O"] = "查看雷诺·杰克逊、芬利·莫格顿爵士，以及地下堡行者的指南提供的奖励。",
["S"] = {
"查看地下堡行者的指南",
"查看雷诺·杰克逊提供的奖励",
"查看芬利·莫格顿爵士提供的奖励",
},
},
[81587] = {
["T"] = "汤面时间：奖励",
},
[81559] = {
["T"] = "循雾者",
["O"] = "帮助诺里利用她的雾气追踪能力找到雾行兽的源头。",
["S"] = {
"寻找并跟随雾气踪迹",
},
},
[81557] = {
["T"] = "雾气标记",
["O"] = "给塔尔罗克附近的雾行兽加装追踪器。",
["S"] = {
"在雾行兽身上安装跟踪器",
},
},
[81514] = {
["T"] = "丰裕地下堡",
["O"] = "完成特别任务、世界活动或每周任务以获取修复的宝匣钥匙或宝匣钥匙碎片，解锁丰裕地下堡中的宝箱。",
["S"] = {
"在地下堡行者总部内查看地下堡行者的指南（可选）",
},
},
[81510] = {
["T"] = "交通工具！",
["O"] = "与布莱恩·铜须交谈",
["S"] = {
"与布莱恩·铜须交谈",
},
},
[66725] = {
["T"] = "狂野禁猎区巡回赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79529] = {
["T"] = "被迫出手",
["O"] = "协助麦里克斯伪装成钢脉。",
["S"] = {
"将披风交给麦里克斯",
},
},
[66784] = {
["T"] = "扼制风暴",
["O"] = "消灭拜荒风暴召唤者，关闭风暴走廊传送门。",
["S"] = {
"关闭风暴走廊传送门",
},
},
[48982] = {
["T"] = "侵入点：奥雷诺",
},
[49494] = {
["T"] = "祖维比酒",
["O"] = "消灭祖维比酿酒师泽卡尔。",
["S"] = {
"消灭祖维比酿酒师泽卡尔",
},
},
[25004] = {
["T"] = "磨坊告急",
["O"] = "收集5根锯齿肋骨和3个焦黑的徽记。",
["S"] = {
"锯齿肋骨",
"焦黑的徽记",
},
},
[84649] = {
["T"] = "玛兰·托尔贝恩",
["O"] = "前往激流堡兵营，旁听菲琳·洛萨与玛兰·托尔贝恩的谈话。",
["S"] = {
"跟随尼艾丝上校下楼",
},
},
[80678] = {
["T"] = "时光荏苒",
["O"] = "找到6个失落的纪念品。",
["S"] = {
"收集纪念品",
},
},
[25772] = {
["T"] = "库米沙的努力",
["O"] = "将无瑕的德莱尼水晶球交给诅咒之地的收藏家库米沙。",
},
[70030] = {
["T"] = "工匠补给：质量保证光学眼镜",
["O"] = "将一副质量保证光学眼镜交给红玉新生圣地的海菲斯塔。",
["S"] = {
"把质量保证光学眼镜交给海菲斯塔",
},
},
[80676] = {
["T"] = "拼凑回忆",
["O"] = "收集100页布雷诺克丢失的书页。",
["S"] = {
"丢失的书页",
},
},
[53078] = {
["T"] = "潮汐中的宝藏",
["O"] = "在哀嚎潮路收集8份船难物资。",
["S"] = {
"普罗德摩尔补给箱",
"消灭哀嚎的海妖",
},
},
[37207] = {
["T"] = "维沙尔",
["O"] = "在宠物对战中击败维沙尔。",
["S"] = {
"击败维沙尔",
},
},
[70124] = {
["T"] = "练手材料",
["O"] = "收集15片原始始祖雏龙之鳞。",
["S"] = {
"原始始祖雏龙之鳞",
},
},
[70589] = {
["T"] = "锻造指名服务",
["O"] = "为工匠商盟完成锻造制造订单。",
},
[70697] = {
["T"] = "专家建议",
["O"] = "在碧蓝林海与帕丘交谈。",
},
[80670] = {
["T"] = "纺丝者之眼",
["O"] = "继续在艾基-卡赫特援助纺丝者。",
["S"] = {
"在艾基-卡赫特完成活动",
"查看供应商亚马丝的契约物品（可选）",
},
},
[79530] = {
["T"] = "恶性生意",
["O"] = "在喧鸣深窟的陨圣峪大门附近与钢脉见面，随后与监督者阿德格林对峙。",
["S"] = {
"在喧鸣深窟内与钢脉会合",
},
},
[28332] = {
["T"] = "赫尔库拉的命令",
["O"] = "杀死15名血牙遗族猎人。",
["S"] = {
"消灭血牙遗族猎人",
},
},
[76330] = {
["T"] = "缴械专家",
["O"] = "消灭6个弥散塑形者，并摧毁8份弥散补给。",
["S"] = {
"消灭弥散塑形者",
"摧毁弥散补给",
},
},
[57686] = {
["T"] = "永恒旅者",
["O"] = "从活着的生物身上收集凡躯回响。",
["S"] = {
"凡躯回响",
},
},
[41815] = {
["T"] = "亡黯的诅咒",
["O"] = "前往高岭峰。",
},
[84650] = {
["T"] = "寻访避难谷地",
["O"] = "前往阿拉希高地的避难谷地寻找达纳斯。",
["S"] = {
"在避难谷地与菲琳见面",
},
},
[42839] = {
["T"] = "找到坏人",
["O"] = "与凡瑟尔谈一谈。",
},
[80578] = {
["T"] = "平凡工装",
["O"] = "找到一套备用的矿工的衣物。",
["S"] = {
"与休息的矿工交谈",
},
},
[60246] = {
["T"] = "交换利益：塞兹仙林",
["O"] = "从塞兹仙林的迷雾的特雷德奥瓦处获得一只肿胀的戈姆幼虫。",
["S"] = {
"肿胀的戈姆幼虫",
},
},
[72363] = {
["T"] = "敏于行而讷于思",
},
[79194] = {
["T"] = "溯本寻源",
["O"] = "在东北方的矿井外与凯尔达兹会合。",
},
[79508] = {
["T"] = "鼹鼠骑士米普西",
["O"] = "重温西波姥姥的故事。",
["S"] = {
"向西波姥姥询问米普西",
},
},
[79537] = {
["T"] = "Jrz Test Currency Quest",
["O"] = "在元素风暴中击败灌注元素的敌人，收集元素涌流。",
["S"] = {
"收集元素涌流",
"获得荣誉",
},
},
[76459] = {
["T"] = "抵抗势力",
["O"] = "完成时光裂隙后，返回提尔要塞水库的索莉多米处。",
["S"] = {
"完成一个时光裂隙",
},
},
[46935] = {
["T"] = "森提纳克斯之影",
["O"] = "把损坏的森提纳克斯信标带给救赎岗哨的战斗法师凯丝琳。",
},
[33735] = {
["T"] = "物资短缺",
["O"] = "收集6份钢铁部落炸药。",
["S"] = {
"钢铁部落炸药",
},
},
[80569] = {
["T"] = "和谐之道",
["O"] = "消灭收割卫士伊兹克提拉克。",
["S"] = {
"消灭收割卫士伊兹克提拉克",
},
},
[64854] = {
["T"] = "成功的陷阱",
["O"] = "消灭5个渊誓密视者，并检查清单上的野生动物。",
["S"] = {
"消灭渊誓密视者",
"检查符裘",
"检查苦喙",
"检查密角",
},
},
[79643] = {
["T"] = "恐惧的惧牙",
["O"] = "消灭无情者惧牙。",
["S"] = {
"消灭无情者惧牙",
},
},
[49495] = {
["T"] = "命中注定",
["O"] = "破坏沃加巴的防御措施。",
["S"] = {
"放置固著命运印记",
},
},
[83627] = {
["T"] = "美好的开端",
["O"] = "将装有剃天者之血的玻璃瓶交给夏尔巴。",
},
[84651] = {
["T"] = "熟悉的面容",
["O"] = "击败率众袭击避难谷地的指挥者。",
["S"] = {
"击败敌方头领",
},
},
[8635] = {
["T"] = "碎石长者",
},
[8791] = {
["T"] = "奥斯里安之死",
["O"] = "将无疤者奥斯里安的徽记交给希利苏斯塞纳里奥要塞的指挥官玛尔利斯。",
},
[35672] = {
["T"] = "悬赏：毒钩",
["O"] = "消灭毒钩。",
["S"] = {
"消灭毒钩",
},
},
[26617] = {
["T"] = "一名老水手",
["O"] = "把饱经风霜的硬币带给藏宝海湾的舰队指挥官海角。",
},
[36696] = {
["T"] = "突袭钢铁军工厂",
["O"] = "突袭霜火岭钢铁军工厂的钢铁部落军队。",
["S"] = {
"突袭钢铁军工厂的钢铁部落军队",
},
},
[37208] = {
["T"] = "塔拉鲁恩",
["O"] = "在宠物对战中击败塔拉鲁恩。",
["S"] = {
"击败塔拉鲁恩",
},
},
[80017] = {
["T"] = "极品腾龙",
["O"] = "飞过光圈，在目标区域着陆。",
["S"] = {
"骑上你的驭龙术坐骑（可选）",
"滑翔穿过光圈",
"降落到指定区域",
},
},
[9559] = {
["T"] = "止松要塞",
["O"] = "与止松要塞的止松老酋长谈一谈。",
},
[77484] = {
["T"] = "科技占卜：艾姬拉瞭望台",
["O"] = "在查拉雷克洞窟的艾姬拉瞭望台与泽娜塔见面。",
},
[9815] = {
["T"] = "潜水",
["O"] = "将5个沾满淤泥的核心交给纳格兰元素王座的元素师鲁艾普。",
["S"] = {
"沾满淤泥的核心",
},
},
[39768] = {
["T"] = "墓上蓝烛",
["O"] = "消灭7个蓝烛盗墓贼。",
["S"] = {
"消灭蓝烛盗墓贼",
},
},
[80558] = {
["T"] = "无风险投资",
["O"] = "向姆玛尔的地精打探消息。",
["S"] = {
"与姆玛尔地精交谈",
},
},
[80517] = {
["T"] = "回到原点",
["O"] = "在深炉魔像厂外与布琳泽及达格兰会合。",
},
[66221] = {
["T"] = "勇往直前",
["O"] = "在瓦德拉肯的守护巨龙之座与阿莱克丝塔萨谈谈。",
["S"] = {
"与阿莱克丝塔萨交谈",
},
},
[10455] = {
["T"] = "危险的荒野",
["O"] = "杀死12只林地山猫。",
["S"] = {
"消灭林地山猫",
},
},
[84652] = {
["T"] = "补给行动",
["O"] = "从避难谷地收集4个补给箱。",
["S"] = {
"收集补给箱",
},
},
[42840] = {
["T"] = "如果道理讲不通……",
["O"] = "用800份远古魔力收买阿鲁因。",
["S"] = {
"向阿鲁因支付足够的贿赂",
},
},
[80510] = {
["T"] = "净化水源",
["O"] = "清除6份蜡质废料。",
["S"] = {
"移除污染碎片",
},
},
[80509] = {
["T"] = "变装软泥",
["O"] = "从蜡质径流和蜡迷弹跳者身上收集20份黏糊的蜡油。",
["S"] = {
"黏糊的蜡油",
},
},
[80500] = {
["T"] = "铜须家族",
["O"] = "前往达拉然访客中心找到布莱恩和达格兰，告知他们麦格尼的情况。",
["S"] = {
"与布莱恩交谈",
},
},
[80404] = {
["T"] = "长青苔的土灵",
["O"] = "照料4个长青苔的土灵。",
["S"] = {
"照料长青苔的土灵",
},
},
[61783] = {
["T"] = "血盆大口",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败腭骨",
},
},
[75437] = {
["T"] = "剃刀沼泽环线",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76461] = {
["T"] = "龙族外交",
["O"] = "在瓦德拉肯的祈愿者走廊与莫德奈王子交谈。",
["S"] = {
"在瓦德拉肯找到莫德奈",
},
},
[80402] = {
["T"] = "水桶与花朵",
["O"] = "收集8朵酸蚀之花并找到丢失的水桶。",
["S"] = {
"酸蚀之花",
"寻找丢失的水桶",
},
},
[80378] = {
["T"] = "黑耀之光",
["O"] = "收集凝结的黑血块，并将它交给冈达加兹的狗头人烛匠加恩基。",
["S"] = {
"凝结的黑血",
},
},
[47960] = {
["T"] = "提拉加德海峡",
["O"] = "调查艾什凡贸易公司。",
},
[80334] = {
["T"] = "粉碎的高塔",
["O"] = "在静谧沙滩寻找艾萨斯。",
},
[24493] = {
["T"] = "别忘记我们",
["O"] = "向卡拉诺斯的萨雷克·暗岩报到。",
},
[24749] = {
["T"] = "注入邪恶",
["O"] = "大领主达里安·莫格莱尼要你用邪恶能量灌注影锋，并杀死普崔塞德教授。\n\n该任务只能在冰冠堡垒25人模式下完成。",
["S"] = {
"将邪恶能量灌注到影锋之中，然后杀死普崔塞德教授。",
},
},
[25005] = {
["T"] = "与塞弗伦交谈",
["O"] = "跟提瑞斯法林地布瑞尔的执政官塞弗伦谈一谈。",
},
[12631] = {
["T"] = "某种邀请……",
["O"] = "将尸灵项圈交给黑锋哨站的斯特凡。",
},
[80316] = {
["T"] = "重归大海",
["O"] = "把奇特之鱼带到更深的海域",
["S"] = {
"捕鱼",
},
},
[51544] = {
["T"] = "拆卸火炮",
["O"] = "破坏部落炮舰上的火炮。",
["S"] = {
"摧毁火炮",
},
},
[13015] = {
["T"] = "长者法迦尔",
},
[80314] = {
["T"] = "深渊之声",
["O"] = "研究三处仪式点，以了解蜃鱼人的传统。",
["S"] = {
"观察高耸神龛",
"观察水下神龛",
"观察守护神龛",
},
},
[36697] = {
["T"] = "突袭玛戈纳洛克",
["O"] = "攻击霜火岭玛戈纳洛克的石头怪物。",
["S"] = {
"突袭玛戈纳洛克的石头怪物",
},
},
[37209] = {
["T"] = "冰冷的钢铁，第二季",
["O"] = "从恐轨车站找到一门钢铁自动火炮。",
["S"] = {
"钢铁自动火炮",
"消灭啸天者托瓦拉",
},
},
[75438] = {
["T"] = "剃刀沼泽环线 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[13655] = {
["T"] = "探险者协会的文件（2/6）",
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
},
[27565] = {
["T"] = "进入监狱",
["O"] = "找到凯文·达森。",
},
[13911] = {
["T"] = "心不在焉的勘察员",
["O"] = "护送迷糊的勘察员雷塔维去找他遗失的日志。完成之后跟挖掘场的初级考古学家费德谈一谈。",
["S"] = {
"护送勘察员雷塔维",
},
},
[28077] = {
["T"] = "征召冒险者：北厄运之槌",
["O"] = "与石槌食人魔交谈。",
},
[28333] = {
["T"] = "该上油了",
["O"] = "用达尔拉的抓钩获得铁木油罐，用它们给7台铁木伐木机上油。",
["S"] = {
"给伐木机上油",
},
},
[80313] = {
["T"] = "潮汐咒符",
["O"] = "在无晖之滨的蜃鱼人身上收集12个无晖碎片。",
["S"] = {
"无晖碎片",
},
},
[28845] = {
["T"] = "旋云之巅",
["O"] = "在旋云之巅中找到伊特什。",
},
[80312] = {
["T"] = "呼吸之愿",
["O"] = "把这条怪鱼放回无晖之滨蜃鱼人营地附近的水里。",
["S"] = {
"将鱼放入无晖之滨附近的水域中",
},
},
[80294] = {
["T"] = "坚铸短途赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[29613] = {
["T"] = "罪有应得",
["O"] = "杀死督军卡利瑟里斯，然后向蒸汽地窟内的观察者杰哈恩复命。",
["S"] = {
"消灭督军卡利瑟里斯",
},
},
[70319] = {
["T"] = "奈加祖莱",
["O"] = "将一颗奥獭之心、一根石牙兽股骨、一枚角行鸟之鳞和一个秃鹫的砂囊带给森步岗哨的雨触者木库尔。",
["S"] = {
"奥獭之心",
"石牙兽股骨",
"角行鸟之鳞",
"秃鹫的砂囊",
},
},
[80293] = {
["T"] = "深坑俯冲赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[88750] = {
["T"] = "Tracking Quest",
},
[80285] = {
["T"] = "纺丝者之翼 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[61784] = {
["T"] = "晋升堡垒的峭壁",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败斯特拉提欧斯",
},
},
[62296] = {
["T"] = "踏足未知",
["O"] = "调查未知区域。",
["S"] = {
"前往未知区域",
},
},
[80284] = {
["T"] = "飞探异狂深渊 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77487] = {
["T"] = "发掘：翼尉栖地",
["O"] = "在禁忌离岛的翼尉栖地与洛斯卡·岩齿见面。",
},
[80281] = {
["T"] = "深坑俯冲赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47961] = {
["T"] = "德鲁斯瓦",
["O"] = "前去联络维克雷斯家族。",
},
[48473] = {
["T"] = "遵从祭礼",
["O"] = "点亮5支祭礼火炬，并取回辛加·死亡行者的仪式之粉。",
["S"] = {
"点亮祭礼火炬",
"仪式之粉",
},
},
[32685] = {
["T"] = "无需钓竿！",
["O"] = "捕捉5条金色鲤鱼。不用装备钓竿，试试看吧！\n\n要想钓鱼，只要在专业技能面板上点击钓鱼图标即可。注意浮标，当它跳动时用鼠标点击它，就能收获你钓到的鱼了！",
["S"] = {
"金色鲤鱼",
},
},
[66224] = {
["T"] = "秘术师的奥秘",
["O"] = "与博库见面并前往峦水居所。",
["S"] = {
"在提拉凯外和博库见面",
},
},
[80280] = {
["T"] = "拉克-艾哈特急行赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80278] = {
["T"] = "飞探异狂深渊",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[85679] = {
["T"] = "修整一新",
["O"] = "和供给商金哈柯交谈，随后选择“修理所有物品”，修理受损的装备。",
["S"] = {
"和供给商供给商金哈柯交谈并修理所有物品",
},
},
[80268] = {
["T"] = "静石障碍赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80266] = {
["T"] = "泰尼尔之越 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[88751] = {
["T"] = "Tracking Quest",
},
[36698] = {
["T"] = "阿什兰的战斗",
["O"] = "加入阿什兰的战斗。",
["S"] = {
"获得神器碎片",
},
},
[80260] = {
["T"] = "米雷达尔蜿蜒行",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75440] = {
["T"] = "给沙普比克喂食",
["O"] = "在查拉雷克洞窟的龙鳞营地给沙普比克喂食。",
["S"] = {
"沙普比克的饲料",
},
},
[80258] = {
["T"] = "圣光棱堡急落赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80254] = {
["T"] = "塔尔罗克曲折赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80252] = {
["T"] = "啁啾群聚赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80247] = {
["T"] = "瀑流河巡游赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80244] = {
["T"] = "土灵匠域迂回赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[40794] = {
["T"] = "女王的复仇号的命运",
["O"] = "前往达拉然，把船长日志交给灰牙之地的苏提斯中尉。",
},
[57689] = {
["T"] = "雷纳索尔王子",
["O"] = "进入噬渊，找到雷纳索尔王子。",
["S"] = {
"打开黑暗意志容器",
},
},
[83632] = {
["T"] = "记忆之轮",
["O"] = "把古伊希之根带到深莽营地欧尔雷。",
["S"] = {
"古伊希之根",
},
},
[84656] = {
["T"] = "奔赴落锤镇",
["O"] = "前往阿拉希高地的落锤镇与菲琳·洛萨会面。",
},
[80238] = {
["T"] = "喧鸣深窟越野赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80236] = {
["T"] = "岩矿急弯 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80232] = {
["T"] = "风暴眺望所勘探 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[88752] = {
["T"] = "Tracking Quest",
},
[80228] = {
["T"] = "荒原之途 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80226] = {
["T"] = "风暴眺望所勘探 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80225] = {
["T"] = "多恩诺嘉尔漂流 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80223] = {
["T"] = "雷颅之径",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[46938] = {
["T"] = "独处深渊",
["O"] = "与大技师罗姆尔谈谈，从维迪卡尔降落到阿古斯。",
["S"] = {
"与罗姆尔对话并下船",
},
},
[80221] = {
["T"] = "绕行盆地",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47962] = {
["T"] = "斯托颂谷地",
["O"] = "调查失踪的库尔提拉斯舰队。",
},
[80219] = {
["T"] = "多恩诺嘉尔漂流",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80218] = {
["T"] = "丝木藏私谋",
["O"] = "收集丝木炸药桶，然后摧毁丝木岩洞的蛛魔隧道。",
["S"] = {
"收集丝木炸药桶",
},
},
[66226] = {
["T"] = "精神支柱伙伴",
["O"] = "从峦水居所的诺库德手中营救无辜的动物。",
["S"] = {
"营救兔子莱度",
"营救木齿兽泰切克",
"营救小鸭子杜曼",
"营救奥獭昂克",
},
},
[80217] = {
["T"] = "灯燃造船师",
["O"] = "与阿拉希造船师对峙。",
["S"] = {
"与造船师伊赛贝拉对峙",
},
},
[84657] = {
["T"] = "返回激流堡",
["O"] = "返回激流堡，请求尼艾丝上校协助搜寻达纳斯。",
["S"] = {
"在激流堡兵营和尼艾丝交谈",
},
},
[80213] = {
["T"] = "圣焰漫林",
["O"] = "在漫林郡使用闪火香炉揭露玄夜会的部队，消灭他们并搜寻线索。",
["S"] = {
"使用闪火香炉揭露夜影胁持者（可选）",
"消灭夜影胁持者",
"夜影书信",
},
},
[80212] = {
["T"] = "阻挠绑架者",
["O"] = "在漫林郡与维和者雷弗见面。",
},
[80211] = {
["T"] = "芙原村大劫案",
["O"] = "寻找阿拉希人去向的线索。",
["S"] = {
"收集第一条线索",
},
},
[26286] = {
["T"] = "保卫西部荒野",
["O"] = "缴获豺狼人攻击命令。",
["S"] = {
"豺狼人攻击命令",
},
},
[36699] = {
["T"] = "突袭沙塔斯市中心",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[80210] = {
["T"] = "遍寻无缚者",
["O"] = "在芙原村外与维和者雷弗见面。",
},
[80209] = {
["T"] = "多恩诺嘉尔的怪人",
["O"] = "走访忧心忡忡的多恩诺嘉尔市民，找出阿拉希燃灯者的下落。",
["S"] = {
"采访忧心忡忡的多恩诺嘉尔市民",
},
},
[80207] = {
["T"] = "奇耻大辱！",
["O"] = "调查多恩诺嘉尔铸炉园附近的骚动。",
["S"] = {
"调查铸炉园附近的骚动",
},
},
[80204] = {
["T"] = "刺探与腹语",
["O"] = "调查人偶大师工坊。",
["S"] = {
"调查人偶大师工坊",
},
},
[80203] = {
["T"] = "社交线索",
["O"] = "帮助演说者特克西特克四处打探，寻找执法官。",
["S"] = {
"与暴利商兹卡克斯特交谈",
"调查蜃鱼人人偶（可选）",
},
},
[28078] = {
["T"] = "征召冒险者：斯坦索姆正门",
["O"] = "与十字军指挥官埃里戈尔·黎明使者交谈。",
},
[28334] = {
["T"] = "闪光弹之战",
["O"] = "用达尔拉的超强闪光弹让8名刺枝潜伏者显形，将他们杀掉。",
["S"] = {
"消灭刺枝潜伏者",
},
},
[80202] = {
["T"] = "滚烫授粉",
["O"] = "从富含花粉的燃烬草中收集花粉，并在花粉消失之前将其还给附近的蜜蜂。",
["S"] = {
"触摸富含花粉的燃烬草（可选）",
"将花粉交给蜜蜂",
},
},
[66227] = {
["T"] = "垂钓快乐",
["O"] = "在库里的钓鱼点捕捉3条蓝尾鲦鱼。",
["S"] = {
[2] = "带上一根鱼竿（可选）",
},
},
[29102] = {
["T"] = "前往利文斯顿营地",
["O"] = "前往北荆棘谷的利文斯顿营地寻找暗矛大使。",
},
[84658] = {
["T"] = "寻亲记",
["O"] = "前往纽斯泰德农场，查明马绍尔·威特谢尔、莎伦·威特谢尔与艾丽的下落。",
["S"] = {
"找到马绍尔·威特谢尔",
"找到莎伦·威特谢尔",
"找到艾丽",
},
},
[29614] = {
["T"] = "遏制是关键",
["O"] = "杀死3个泥沼主宰和6个盘牙麻风者，并取得机械师斯蒂里格的被辐射过的齿轮，然后向蒸汽地窟的博学者拜特复命。",
["S"] = {
"消灭泥沼主宰",
"消灭盘牙麻风者",
"被辐射过的齿轮",
},
},
[86706] = {
["T"] = "探寻昔日奥秘",
["O"] = "在多恩岛的多恩诺嘉尔的心核隧途附近找到索莉多米。",
},
[60250] = {
["T"] = "有价值的发现：伤逝剧场",
["O"] = "从伤逝剧场的莫德蕾莎身上获得异界金属之戒。",
["S"] = {
"异界金属之戒",
},
},
[44379] = {
["T"] = "追寻力量",
["O"] = "告诉奥图里斯你是否要去寻找下一件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[80096] = {
["T"] = "石中圣铲",
["O"] = "找回传说中的狗头人铲子“誓约胜利之铲”。",
["S"] = {
"从石头里拔出铲子",
},
},
[61786] = {
["T"] = "冒险者：石首",
},
[62298] = {
["T"] = "经典20-49",
},
[80082] = {
["T"] = "重返冈达加兹",
["O"] = "返回冈达加兹。",
},
[80022] = {
["T"] = "呼叫驭雷者",
["O"] = "在风暴之栖外找到贝尔格里姆，与他交谈并跟随他进入驭雷栖巢。\r\n\r\n这个挑战可以单独完成，也可以与最多3名小队成员一起完成。",
["S"] = {
"在风暴之栖外与贝尔格里姆见面",
},
},
[80018] = {
["T"] = "飞出时髦",
["O"] = "使用幻形讲坛。",
},
[79539] = {
["T"] = "电促营销！",
["O"] = "在姆玛尔外电击北方群聚虫，“推广”除虫之帽。",
["S"] = {
"除虫之帽测试",
},
},
[80563] = {
["T"] = "调谐工具",
["O"] = "找到一块调谐水晶。",
["S"] = {
"调谐水晶",
},
},
[32686] = {
["T"] = "完好如初的螳螂妖帝国旗帜",
["O"] = "将神器进行展览。",
},
[8280] = {
["T"] = "保护补给线",
["O"] = "希利苏斯塞纳里奥要塞的唤风者梅恩·长角要求你去杀死15只掘泥打击者。",
["S"] = {
"消灭掘泥打击者",
},
},
[80016] = {
["T"] = "极品飞龙",
["O"] = "飞过光圈，在目标区域着陆。",
["S"] = {
"骑上你的驭龙术坐骑（可选）",
"滑翔穿过光圈",
"降落到指定区域",
},
},
[84659] = {
["T"] = "寻找菲琳",
["O"] = "搜索激流堡的建筑物，寻找菲琳并收集有关炽焰黎明的情报。",
["S"] = {
"搜索军事帐篷",
"搜索旅店地下室",
"搜索酒馆",
"搜索住宅",
},
},
[80012] = {
["T"] = "驭空术",
["O"] = "穿过莫拉塔丽的传送门，前往安德斯塔兹领主处。",
["S"] = {
"穿过莫拉塔丽的传送门",
},
},
[79998] = {
["T"] = "螨螨的麻烦",
["O"] = "用加恩基有香味的烟熏走蜜蜂身上的螨虫，并消灭这些讨厌的小东西。",
["S"] = {
"激活加恩基的推烟泵（可选）",
"消灭泛滥的烬螨",
},
},
[35676] = {
["T"] = "悬赏：毒钩",
["O"] = "消灭毒钩。",
["S"] = {
"消灭毒钩",
},
},
[79966] = {
["T"] = "Test Quest",
["O"] = "Test",
["S"] = {
"消灭蛛魔真躯者 - 平民",
},
},
[36700] = {
["T"] = "鲜血竞技场的挑战",
["O"] = "在鲜血竞技场里参加对决。",
["S"] = {
"在鲜血竞技场参与对决",
},
},
[9304] = {
["T"] = "肮脏的信",
["O"] = "将肮脏的信交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
},
[75444] = {
["T"] = "探索界门：禁忌离岛",
["O"] = "在觉醒海岸的红玉之鳞岗哨与塞林·暗砧见面。",
},
[9560] = {
["T"] = "末日的野兽！",
["O"] = "秘蓝岛止松要塞的莫多要求你给他带回8张掠食者的皮。",
["S"] = {
"掠食者的皮",
},
},
[79955] = {
["T"] = "……我也害怕蜘蛛了",
["O"] = "在墙里找到阿尔伯特的朋友。",
["S"] = {
"检查陨落的伙伴",
},
},
[51571] = {
["T"] = "据点：纳兹米尔",
["O"] = "在纳兹米尔协助布莱恩·铜须。",
},
[25722] = {
["T"] = "沉淀，我亲爱的。",
["O"] = "收集8份洪水沉淀物样本。",
["S"] = {
"洪水沉淀物样本",
},
},
[80564] = {
["T"] = "实地研究",
["O"] = "调查黑血收割点。",
},
[40796] = {
["T"] = "徘徊在边缘",
["O"] = "将100份远古魔力交给阿布索隆。",
["S"] = {
"远古魔力",
},
},
[82612] = {
["T"] = "地心之战（80）E",
},
[79724] = {
["T"] = "盛大的历险之旅",
["O"] = "在三重坚盾与拉南见面。",
},
[10584] = {
["T"] = "能量转换器",
["O"] = "使用电磁收集器收集5个电荷元素。",
["S"] = {
"收集电荷元素",
},
},
[42844] = {
["T"] = "力量增长",
["O"] = "与圣光秘殿的玛克斯韦尔·泰罗索斯对话。",
},
[79721] = {
["T"] = "燧酿来袭",
["O"] = "在榭台使用燧酿击退蛛魔的袭击。",
["S"] = {
"拾起燧酿桶",
},
},
[79718] = {
["T"] = "束丝之集游击队",
["O"] = "在皇家珍藏苑周围消灭苏雷吉特工。",
["S"] = {
"消灭苏雷吉歼灭者",
"消灭苏雷吉历史学家",
"消灭苏雷吉合同工",
},
},
[11096] = {
["T"] = "临近的威胁",
["O"] = "在壁垒山杀死任意20个戈杜尼食人魔，然后向沙塔斯城的尤拉复命。",
["S"] = {
"戈杜尼食人魔",
},
},
[65453] = {
["T"] = "原始龙害",
["O"] = "在狂野海滩消灭10条原始始祖幼龙。",
["S"] = {
"消灭原始始祖幼龙",
},
},
[65505] = {
["T"] = "蝎子之魂",
["O"] = "把蝎子之魂带给森林之心中的曼恩女士。",
},
[45916] = {
["T"] = "助祭之难",
["O"] = "帮助雷特森调查莱维娅的仪式。",
["S"] = {
"调查莱维娅的仪式",
},
},
[76469] = {
["T"] = "诅咒之地飞弩冲刺",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[41411] = {
["T"] = "遗失的邮件",
["O"] = "将遗失的邮件交给达拉然下水道的郭雅夫人。",
["S"] = {
"遗失的邮件",
},
},
[11864] = {
["T"] = "决战奈辛瓦里",
},
[79714] = {
["T"] = "虎口夺食",
["O"] = "营救5个卡赫提俘虏。",
["S"] = {
"购买原子化的含盐软泥（可选）",
"营救被捕的人质",
},
},
[80565] = {
["T"] = "余波阵阵",
["O"] = "从洞穴中的废弃的收割点救出哈南。",
["S"] = {
"跟随哈南进入废弃的收割点的洞穴",
},
},
[25694] = {
["T"] = "保护后方",
["O"] = "杀死伽罗克·裂翼、莎罕达娜和格姆加兹。",
["S"] = {
"消灭伽罗克·裂翼",
"消灭莎罕达娜",
"消灭格姆加兹",
},
},
[12376] = {
["T"] = "糖罐",
},
[79710] = {
["T"] = "鱼以类聚",
["O"] = "装满蜃鱼人内脏袋。",
["S"] = {
"装填内脏袋",
},
},
[39068] = {
["T"] = "制海权",
["O"] = "收集2500份要塞资源，2500金币，并完成25次海军寻宝行动。",
["S"] = {
[2] = "要塞物资",
},
},
[38120] = {
["T"] = "Vanilla 10-19",
},
[79694] = {
["T"] = "畅玩炉石传说！",
["O"] = "在炉石游戏桌上使用5张炉石传说卡牌，或者在炉石游戏桌附近使用炉石百搭牌。",
["S"] = {
"出卡",
},
},
[13016] = {
["T"] = "长者诺塔尔",
},
[13144] = {
["T"] = "一举两得",
["O"] = "黑色观察站的黑暗骑士阿尔蕾要你借助燃烧的骷髅消灭3只被锁住的憎恶。",
["S"] = {
"焚烧被锁住的憎恶",
},
},
[36701] = {
["T"] = "突袭黑石矿坑",
["O"] = "突袭戈尔隆德黑石矿坑中的黑石部队。",
["S"] = {
"突袭黑石矿坑中的黑石部队",
},
},
[26799] = {
["T"] = "不可拯救的死者",
["O"] = "消灭6个无脑的僵尸。",
["S"] = {
"消灭无脑的僵尸",
},
},
[79693] = {
["T"] = "畅玩炉石传说！",
["O"] = "在炉石游戏桌上使用5张炉石传说卡牌，或者在炉石游戏桌附近使用炉石百搭牌。",
["S"] = {
"出卡",
},
},
[13656] = {
["T"] = "探险者协会的文件（1/6）",
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
},
[27567] = {
["T"] = "暮光？不行！",
["O"] = "“审讯”审讯官格斯塔恩。",
["S"] = {
"消灭审讯官格斯塔恩",
},
},
[39261] = {
["T"] = "伊利达雷的召唤",
["O"] = "在克拉苏斯平台与凯恩·日怒谈一谈。",
},
[39773] = {
["T"] = "护魂者的命运",
["O"] = "在泥吻巢穴中寻找护魂者乌拉。",
["S"] = {
"寻找护魂者乌拉",
},
},
[80566] = {
["T"] = "敌情四起",
["O"] = "找到并消灭蜘蛛。",
["S"] = {
"摧毁提取器灯泡",
},
},
[79691] = {
["T"] = "黑暗中的怪物",
["O"] = "在宝矿隧道中消灭灰烬猎石者。",
["S"] = {
"消灭灰烬猎石者",
},
},
[79686] = {
["T"] = "真菌人之忧",
["O"] = "收集剩余的研究笔记，并将其还给芙原村的主人。",
["S"] = {
"收集研究笔记",
},
},
[56648] = {
["T"] = "战斗的召唤：纳沙塔尔",
["O"] = "在纳沙塔尔境内消灭部落。",
},
[28393] = {
["T"] = "危险的联盟",
["O"] = "在黑石深渊杀死6名火焰驱逐者，并从西区兵营的怒炉将军身上缴获将军的进攻计划书。",
["S"] = {
"消灭火焰驱逐者",
"将军的进攻计划书",
},
},
[29615] = {
["T"] = "唤风者克劳恩与窃水者",
["O"] = "杀死水术师瑟丝比娅，然后向蒸汽地窟里的唤风者克劳恩复命。",
["S"] = {
"消灭水术师瑟丝比娅",
},
},
[8886] = {
["T"] = "暗鳞强盗！",
["O"] = "夺回6箱凯莉森德拉船长的货物，把它们交给永歌森林阳帆港东侧营地中的凯莉森德拉船长。",
["S"] = {
"凯莉森德拉船长的货物",
},
},
[9295] = {
["T"] = "被撕碎的信",
["O"] = "将被撕碎的信交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
},
[72375] = {
["T"] = "援助联军：群岛呼唤",
["O"] = "继续在巨龙群岛各地援助瓦德拉肯联军及其盟友。",
},
[73399] = {
["T"] = "寻找蓝龙。",
["O"] = "选择一个区域，调查失踪的蓝龙。",
["S"] = {
"选择区域进行调查",
},
},
[61788] = {
["T"] = "冒险者：西蒙妮",
},
[62300] = {
["T"] = "经典20-49",
},
[76471] = {
["T"] = "诅咒之地飞弩冲刺 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[12941] = {
["T"] = "糖罐",
},
[31919] = {
["T"] = "战斗宠物训练师：外域",
["O"] = "在宠物战斗中击败尼基·微技、拉斯安、纳洛克和莫勒鲁长老。",
["S"] = {
"击败尼基·微技",
"击败拉斯安",
"击败纳洛克",
"击败莫勒鲁长老",
},
},
[79543] = {
["T"] = "多恩诺嘉尔的恩主",
["O"] = "在多恩诺嘉尔各地分发走私的货物。",
["S"] = {
"交付水疗物资",
},
},
[64860] = {
["T"] = "以太晶格",
["O"] = "将物品交给菲历姆。",
},
[32687] = {
["T"] = "完好如初的古代树脂采集器",
["O"] = "将神器进行展览。",
},
[66232] = {
["T"] = "咸盐攻势",
["O"] = "在鳄鱼人海滨收集120份晶体薄片。",
["S"] = {
"晶体薄片",
},
},
[83639] = {
["T"] = "坦诚相见",
["O"] = "与艾莎贝尔交谈，消除误会。",
["S"] = {
"与艾莎贝尔交谈",
},
},
[70174] = {
["T"] = "席卡尔",
["O"] = "觐见珊索克可汗。",
["S"] = {
"和珊索克可汗谈一谈",
},
},
[70236] = {
["T"] = "取下的龙眼",
["O"] = "将物品交给艾米莉亚·贝洛克。",
},
[35166] = {
["T"] = "船只残骸",
["O"] = "收集15箱奴隶船残骸。",
["S"] = {
"奴隶船残骸",
},
},
[52061] = {
["T"] = "小猪帕菲！",
},
[70438] = {
["T"] = "飞鱼在天",
["O"] = "收集鱼，骑乘幼龙从空中将鱼抛下以补充鱼窝。",
["S"] = {
"收集贮藏之鱼",
},
},
[79648] = {
["T"] = "思念",
["O"] = "收集瑟勒昂的遗骸。",
["S"] = {
"检查葬礼台",
},
},
[70703] = {
["T"] = "提尔要塞的传承",
["O"] = "和科拉诺斯一同在提尔要塞中调查银鳞。",
["S"] = {
"与提尔要塞的科拉诺斯见面",
},
},
[70741] = {
["T"] = "他人所爱",
["O"] = "收集6件遗失物品。",
["S"] = {
"发现财物",
},
},
[54621] = {
["T"] = "二次放逐",
["O"] = "在阿拉希高地消灭12个燃烧、潮涌、顽石、雷霆流放者或卫士。",
["S"] = {
"消灭元素生物",
},
},
[79645] = {
["T"] = "甜刺蜂之害",
["O"] = "收集10瓶黄蜂毒素。",
["S"] = {
"甜刺毒素",
},
},
[79644] = {
["T"] = "前往隐修院",
["O"] = "前往圣焰隐修院，与艾特娜·布雷兹修女会面。",
},
[79544] = {
["T"] = "以物易行",
["O"] = "说服贝弗露西将燧酿酒吧的密码交给你。",
["S"] = {
"与贝弗露西交谈",
},
},
[80568] = {
["T"] = "不留痕迹",
["O"] = "收集10个魔法痕迹到哈南的镰刀中。",
["S"] = {
"收集魔法的痕迹",
},
},
[40798] = {
["T"] = "紧握希望",
["O"] = "将一封信交给阿布索隆的妻子诺瑞莎",
},
[79642] = {
["T"] = "无杖无法",
["O"] = "收集5根暗水法杖。",
["S"] = {
"收集法杖",
},
},
[79641] = {
["T"] = "抹去笑容",
["O"] = "从被消灭的蜃鱼人身上收集牙齿。",
["S"] = {
"暗水之牙",
},
},
[58717] = {
["T"] = "追忆之钟",
["O"] = "在遗忘墓穴找到了解这个钟铃的人。",
},
[42846] = {
["T"] = "鲜血主母",
["O"] = "招募女伯爵莉亚德琳作为白银之手骑士团的勇士。",
},
[71032] = {
["T"] = "狩猎战术：巅峰猎手",
},
[71206] = {
["T"] = "雷灵之眼",
["O"] = "在宠物对战中击败斯托玛穆。",
["S"] = {
"在宠物对战中击败斯托玛穆",
},
},
[72067] = {
["T"] = "休闲时间！",
["O"] = "前往宁梦温泉。",
},
[29198] = {
["T"] = "庇护所保卫战",
["O"] = "在玛法里奥复活玛洛恩时保护他。",
["S"] = {
"保护玛法里奥",
},
},
[61789] = {
["T"] = "冒险者：失落的西比尔",
},
[62301] = {
["T"] = "经典50",
},
[65595] = {
["T"] = "害群之腐",
["O"] = "消灭腐朽之根。",
["S"] = {
"进入洞穴",
},
},
[28351] = {
["T"] = "潜力无限",
["O"] = "用强化笼子装起5名欢跃的俾格米。",
["S"] = {
"装起沙漠俾格米",
},
},
[72585] = {
["T"] = "开场引导",
["O"] = "在各个主要声望枢纽完成导引入门任务：龙鳞先遣营地、马鲁凯、伊斯卡拉和瓦德拉肯。",
},
[79545] = {
["T"] = "铸炉园集市总管",
["O"] = "从沃克格雷处获取一瓶液态欧珀。",
["S"] = {
"接近沃克格雷",
},
},
[64861] = {
["T"] = "凯斯梅特里之盘",
["O"] = "将物品交给菲历姆。",
},
[77747] = {
["T"] = "熟客酒桶",
},
[33119] = {
["T"] = "奴役与对抗",
["O"] = "从污煤矿洞营地里救出5位霜狼奴隶。",
["S"] = {
"释放霜狼奴隶",
},
},
[83641] = {
["T"] = "困于生死之间",
["O"] = "寻找离开袖珍次元的方法。",
["S"] = {
"调查卷轴",
},
},
[25264] = {
["T"] = "雅克塞罗斯",
["O"] = "与北贫瘠之地前沿哨所的雅克塞罗斯交谈。",
},
[34655] = {
["T"] = "斯克提斯的暗影",
["O"] = "到斯克提斯向瑞沙德说出密语。",
["S"] = {
"对瑞沙德说出密语",
},
},
[35167] = {
["T"] = "在纳格兰失踪",
["O"] = "找到曼科里克的女友奥格拉。",
},
[78248] = {
["T"] = "留得青山在",
["O"] = "返回纺丝者之巢。",
["S"] = {
"向纺丝者汇报",
},
},
[26288] = {
["T"] = "詹格·斑皮",
["O"] = "杀掉5名河爪秘法师，5名河爪监工，以及詹格·斑皮。",
["S"] = {
"消灭河爪秘法师",
"消灭河爪监工",
"消灭詹格·斑皮",
},
},
[79574] = {
["T"] = "双线作战",
["O"] = "标示着陆区域。",
["S"] = {
"标记着陆场地",
},
},
[26800] = {
["T"] = "清扫战场",
["O"] = "在丧钟镇及其周边地区找到6具血色十字军尸体，然后指指它们，让达内尔去搬运。",
["S"] = {
"收集血色十字军尸体",
},
},
[37727] = {
["T"] = "调酒魔导师",
["O"] = "收集6个充满魔力的蛋。",
["S"] = {
"充满魔力的蛋",
},
},
[54622] = {
["T"] = "驱邪仪式",
["O"] = "在阿戈罗克消灭12个复仇幽魂。",
["S"] = {
"消灭复仇幽魂",
},
},
[27568] = {
["T"] = "潜入暗炉城",
["O"] = "与勘测员塞莫尔交谈。",
},
[55646] = {
["T"] = "麦卡贡的传说",
["O"] = "前往提拉加德海峡的遗弃垃圾堆与加兹鲁维会面。",
},
[39775] = {
["T"] = "雷铸爪钩枪",
},
[80570] = {
["T"] = "破坏提取",
["O"] = "摧毁8个提取器。",
["S"] = {
"摧毁提取器",
},
},
[78758] = {
["T"] = "大地的脉搏",
["O"] = "在池塘周围放置4颗震动石。",
["S"] = {
"放置震动石",
},
},
[82618] = {
["T"] = "地心之战（80）E",
},
[79556] = {
["T"] = "在岗培训",
["O"] = "帮助蒸汽护卫霍尔特修理蒸汽工厂。",
["S"] = {
"与蒸汽护卫霍尔特交谈",
},
},
[79013] = {
["T"] = "迦拉克隆不眠",
["O"] = "在龙骨荒野的迦拉克隆之墓与奥蕾莉亚见面。",
["S"] = {
"在泰洛古斯裂隙使用裂隙前往诺森德",
},
},
[29616] = {
["T"] = "进攻蒸汽地窟",
["O"] = "和蒸汽地窟里的观察者杰哈恩谈一谈。",
},
[79554] = {
["T"] = "神圣之烃",
["O"] = "为冈达加兹的加恩基收集祷告蜡烛。",
["S"] = {
"祷告蜡烛",
},
},
[79148] = {
["T"] = "尼贝加兹精炼厂",
["O"] = "营救6名精炼厂工人并找到蒙戴鲁特。",
["S"] = {
"营救精炼厂工人",
},
},
[44383] = {
["T"] = "追寻力量",
["O"] = "告诉凯恩你是否要去寻找下一件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[79552] = {
["T"] = "热蜡",
["O"] = "在烬燧荒原收集12块火焰蜂蜡。",
["S"] = {
"火焰蜂蜡",
},
},
[61790] = {
["T"] = "冒险者：沃尔卡",
},
[62302] = {
["T"] = "经典50",
},
[79546] = {
["T"] = "机械酒吧",
["O"] = "进入多恩诺嘉尔地下隧道的私人酒吧，然后与欧布斯托恩对峙。",
["S"] = {
"在隧道内与麦里克斯见面",
},
},
[79542] = {
["T"] = "议会护持的召唤",
["O"] = "在多恩诺嘉尔的议会护持高地与麦里克斯见面。",
["S"] = {
"在议会护持高地与麦里克斯见面",
},
},
[79538] = {
["T"] = "嗅郁灌木",
["O"] = "为鲁巴恩收集嗅郁鼠尾灌木之枝。",
["S"] = {
"嗅郁鼠尾木之枝",
},
},
[47967] = {
["T"] = "阿古斯套羊手",
["O"] = "将3头野生岩羊带给首席骑兵贾伊德。",
["S"] = {
"营救野生岩羊",
},
},
[80571] = {
["T"] = "破除噪音",
["O"] = "在无明界从不谐敌人身上收集10个不谐精华。",
["S"] = {
"不谐精华",
},
},
[32688] = {
["T"] = "完好如初的螳螂塑像",
["O"] = "将神器进行展览。",
},
[66236] = {
["T"] = "捕风捉雷",
["O"] = "在风歌高地与博库见面。",
},
[79532] = {
["T"] = "工匠、裁缝、士兵、蜘蛛",
["O"] = "从晦幽集市的居民那里收集关于毒舌者米斯克的流言。",
["S"] = {
"收集信息",
},
},
[84667] = {
["T"] = "进步的G.O.L.E.M.",
["O"] = "与G.O.L.E.M.一同游览罐缸工坊，为加特·保基兹、“暴脾气”阿南和安德麦的孩童解决问题。",
["S"] = {
"震慑欺负加特的恶霸",
"为“暴脾气”阿南搬运箱子",
"取悦社区孩童",
},
},
[79525] = {
["T"] = "上报议会护持",
["O"] = "将钢脉的收据交给多恩诺嘉尔议会护持高地的麦里克斯。",
["S"] = {
"在议会护持高地与麦里克斯见面",
},
},
[79522] = {
["T"] = "三缄其口",
["O"] = "讯问5名流水线工人，收集关于货物的情报。",
["S"] = {
"盘问流水线工人",
},
},
[79515] = {
["T"] = "有花堪折直须折",
["O"] = "在瓦德拉肯收集每种颜色的龙族之花各3朵。",
["S"] = {
"碧蓝百合",
"时触雏菊",
"翠绿繁花",
"红玉之花",
"黑曜鸢尾花",
},
},
[36192] = {
["T"] = "化木材为利润",
["O"] = "从德拉诺各地收集10份木料，然后在你要塞的伐木场里下达一份产品订单。",
["S"] = {
"木料（可选）",
},
},
[79514] = {
["T"] = "欢乐时光岂是扰",
["O"] = "从飞瀑的动荡奥能处收集100个奥术残渣。",
["S"] = {
"奥术残渣",
},
},
[79512] = {
["T"] = "你是谁？",
["O"] = "在瓦德拉肯与9位瓦德拉肯访客交谈。",
["S"] = {
"收集情报",
},
},
[37728] = {
["T"] = "视觉动物",
["O"] = "收集贡戈麦什的六颗眼球。",
["S"] = {
"贡戈麦什的六颗眼球",
},
},
[54623] = {
["T"] = "强袭石拳",
["O"] = "在阿拉希高地消灭12个石拳氏族食人魔。",
["S"] = {
"石拳氏族食人魔",
},
},
[79511] = {
["T"] = "身份危机",
["O"] = "在凯旋幻容与安波莎交谈。",
},
[9817] = {
["T"] = "血鳞纳迦的领袖",
["O"] = "杀死毒蛇湖的弗亚希王女，然后返回赞加沼泽的塞纳里奥庇护所，向监护者哈穆特领取奖赏。",
["S"] = {
"消灭弗亚希王女",
},
},
[39776] = {
["T"] = "蠕虫大军",
["O"] = "消灭纳克萨、阿萨克斯，以及泽斯特。",
["S"] = {
"消灭纳克萨",
"消灭阿萨克斯",
"消灭泽斯特",
},
},
[80572] = {
["T"] = "不谐措施",
["O"] = "获得50层无明异变，并从迷失在无明界中的精英敌人处收集3个样本。\r\n\r\n除了摧毁提取器，你还可以通过站在黑血池中获得无明异变。不过也请小心，这样会快速叠加层数。",
["S"] = {
"获得50层无明异变",
},
},
[81596] = {
["T"] = "地下堡猎手",
["O"] = "获取更多关于泽克维尔，先驱之手的信息。",
["S"] = {
"向娜蕾迪亚了解泽克维尔",
},
},
[66237] = {
["T"] = "灵魂盟友",
["O"] = "与管理者交谈。",
},
[79453] = {
["T"] = "觉醒纹章，无穷可能",
["O"] = "通过击败特殊生物、征服地下城和团队副本、完成世界活动或搜刮宝箱获得15个雏龙的觉醒纹章，然后返回瓦德拉肯的瓦斯卡尔恩处。",
["S"] = {
"雏龙的觉醒纹章",
},
},
[79372] = {
["T"] = "把握希望",
["O"] = "把卵交给奈布。",
},
[42848] = {
["T"] = "壮大部队",
["O"] = "与指挥官安瑟拉对话并招募一个新晋侍从。",
["S"] = {
"训练侍从",
},
},
[79368] = {
["T"] = "蜘蛛毒鬓",
["O"] = "收集12滴幽暗爬行者毒素。",
["S"] = {
"幽暗爬行者毒素",
},
},
[79355] = {
["T"] = "囚犯保护",
["O"] = "找到4名远征队成员。",
["S"] = {
"找到远征队成员",
},
},
[72381] = {
["T"] = "龙鳞探险队",
["O"] = "完成3个始祖龟世界任务。",
},
[73405] = {
["T"] = "一对蓝龙",
["O"] = "选择一个区域，调查失踪的蓝龙。",
["S"] = {
"选择区域进行调查",
},
},
[79350] = {
["T"] = "Intro Dummy Quest Week 1 (Text Only)",
},
[62303] = {
["T"] = "经典50",
},
[79349] = {
["T"] = "企业家股份有限公司",
["O"] = "在姆玛尔找到裂条。",
},
[79344] = {
["T"] = "城市史诗",
["O"] = "在多恩诺嘉尔四处打听，争取在即将到来的冲突中获得支持。",
["S"] = {
"找到地下堡行者总部",
"找到名望记录者",
"找到物品升级与纹章兑换商",
},
},
[79340] = {
["T"] = "宣言的工具",
["O"] = "在无眠河口附近收集4个完好的犄角。",
["S"] = {
"完好的犄角",
},
},
[79336] = {
["T"] = "铸造回忆",
["O"] = "帮助寇尔甘铸造灯笼。",
["S"] = {
"与寇尔甘交谈以开始锻造灯笼",
},
},
[64863] = {
["T"] = "奥术护卫",
["O"] = "击败4个卫士或构造体。",
["S"] = {
"消灭卫士或构造体",
},
},
[65375] = {
["T"] = "结构图再同化：灰白皇家元鹿",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[12377] = {
["T"] = "糖罐",
},
[33633] = {
["T"] = "贪吃的鲁特",
["O"] = "在戈尔隆德的鲁特小径给鲁特找食物。",
},
[79335] = {
["T"] = "另一个传统",
["O"] = "在陡坡岗哨附近收集5个矿石和5个充能之核。",
["S"] = {
"充能之核",
"矿块",
},
},
[25521] = {
["T"] = "蝎叮虫咬",
["O"] = "从砂爪蝎虫身上收集6根砂爪之刺。",
["S"] = {
"砂爪之刺",
},
},
[51552] = {
["T"] = "被包裹的时光",
["O"] = "去布伦纳丹广场找卡尔文中士。",
},
[13017] = {
["T"] = "长者亚尔特恩",
},
[26289] = {
["T"] = "寻找密探吉尔妮",
["O"] = "寻找密探吉尔妮。",
},
[79333] = {
["T"] = "舰队抵达",
["O"] = "侦察港口，搜寻自部落和联盟舰队驶来的船只。",
["S"] = {
"使用望远镜",
},
},
[26801] = {
["T"] = "境内的天灾",
["O"] = "在丧钟镇外消灭8个亡灵。无脑的食尸鬼和断骨骷髅都算数。",
["S"] = {
"杀死丧钟镇的天灾士兵",
},
},
[79324] = {
["T"] = "前往水能堡",
["O"] = "在水能堡与达格兰及ZZ-01-47会合。",
},
[13657] = {
["T"] = "探险者协会的文件（3/6）",
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
},
[27569] = {
["T"] = "黑铁战术家",
["O"] = "杀死怒炉将军和傀儡统帅阿格曼奇。",
["S"] = {
"消灭怒炉将军",
"消灭傀儡统帅阿格曼奇",
},
},
[79321] = {
["T"] = "化生台的礼物",
["O"] = "与提尔要塞的安图卡交谈。",
},
[39777] = {
["T"] = "争取时间",
["O"] = "消灭10个巨石卓格巴尔。",
["S"] = {
"消灭巨石卓格巴尔",
},
},
[79312] = {
["T"] = "除草驱虫",
["O"] = "砍断8株秽蜜复叶。",
["S"] = {
"破坏秽蜜复叶",
},
},
[79310] = {
["T"] = "探寻迷失之人",
["O"] = "寻找威歇尔姆小队的成员。",
["S"] = {
"寻找威歇尔姆侦察小队的成员",
},
},
[66239] = {
["T"] = "腐朽蔓延",
["O"] = "在交易站与贸易岗哨见面。",
},
[58208] = {
["T"] = "抵御冲击",
["O"] = "在船内找到嘉里克船长。",
},
[79302] = {
["T"] = "随风而飘",
["O"] = "找回10页索菲塔的报告。",
["S"] = {
"有污渍的破旧书页",
},
},
[42849] = {
["T"] = "愤怒与正义",
["O"] = "使用侦察地图并完成任务“愤怒与正义”。",
},
[29873] = {
["T"] = "肯肯",
["O"] = "找到肯肯。",
},
[79300] = {
["T"] = "笔记本",
["O"] = "帮助索菲塔找到笔记本。",
["S"] = {
"向飞行观察者维多莉娜询问索菲塔的笔记本",
},
},
[72383] = {
["T"] = "马鲁克半人马",
["O"] = "完成3个始祖龟世界任务。",
},
[79269] = {
["T"] = "古达克急行赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[61792] = {
["T"] = "冒险者：博格丹",
},
[62304] = {
["T"] = "第一轮",
},
[79267] = {
["T"] = "蜡到锅沸",
["O"] = "破坏荒径中的蜡油大锅。",
["S"] = {
"破坏蜡油大锅",
},
},
[79263] = {
["T"] = "碎岩断层",
["O"] = "在响岩废土中找到流光者贝伦德。",
["S"] = {
"找到洞穴入口",
},
},
[31921] = {
["T"] = "战斗宠物训练师：外域",
["O"] = "在宠物战斗中击败尼基·微技、拉斯安、纳洛克和莫勒鲁长老。",
["S"] = {
"击败尼基·微技",
"击败拉斯安",
"击败纳洛克",
"击败莫勒鲁长老",
},
},
[79258] = {
["T"] = "汲水难题",
["O"] = "从生光岩洞的泉水中汲取适温的矿物质水。",
["S"] = {
"从第一个水池中汲水",
},
},
[64864] = {
["T"] = "苏醒吧，龙希尔",
["O"] = "唤醒其他龙希尔。",
["S"] = {
"唤醒龙希尔盟友",
},
},
[32689] = {
["T"] = "完好如初的声波信标",
["O"] = "将神器进行展览。",
},
[82623] = {
["T"] = "地心之战（80）E",
},
[79234] = {
["T"] = "一小袋种子",
["O"] = "将这一小袋种子交给希尔海姆农场的阿丽亚·希尔海姆。",
},
[79226] = {
["T"] = "盛大发掘：叛徒之眠",
["O"] = "在叛徒之眠的盛大发掘中协助埃德霍·戴利格瑞治和艾泽拉斯档案员。",
["S"] = {
"完成盛大发掘：叛徒之眠",
},
},
[79222] = {
["T"] = "被暗影硬化的主发条",
["O"] = "将物品交给冈达加兹的库尔达斯。",
},
[79221] = {
["T"] = "不寻常的虫子",
["O"] = "将不寻常的虫子交给拉克-乌什的寡妇阿拉克奈。",
},
[79206] = {
["T"] = "破碎回忆",
["O"] = "将褪色的记忆宝石交给布琳泽。",
},
[72384] = {
["T"] = "瓦德拉肯锦标赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79204] = {
["T"] = "路在脚下",
["O"] = "与拂晓交谈，完成你的觉醒协议。",
["S"] = {
"在觉醒前厅找到拂晓",
},
},
[79197] = {
["T"] = "缚于地表",
["O"] = "在多恩岛的多恩诺嘉尔与茉艾拉·索瑞森及你的盟友会面。",
["S"] = {
"在多恩诺嘉尔与茉艾拉·索瑞森见面",
"使用通往多恩诺嘉尔的传送门（可选）",
},
},
[54113] = {
["T"] = "聚沙成塔",
["O"] = "帮助萨拉塔斯恢复力量。",
["S"] = {
"喂食萨拉塔斯",
},
},
[54625] = {
["T"] = "清除枯木",
["O"] = "在阿拉希高地消灭12个枯木部族巨魔。",
["S"] = {
"消灭枯木部族巨魔",
},
},
[55137] = {
["T"] = "为了部落",
["O"] = "在奥格瑞玛大使馆和黑卫大使见面。",
},
[79196] = {
["T"] = "斩离之丝名望",
["O"] = "在纺丝者之巢与维娜基安女士交谈。",
},
[56161] = {
["T"] = "回到海中",
["O"] = "返回纳沙塔尔的新生家园。",
},
[80576] = {
["T"] = "迷途听众",
["O"] = "找到布雷诺克。",
["S"] = {
"找到布雷诺克",
},
},
[79189] = {
["T"] = "炉石传说周年纪念！",
["O"] = "在杜隆塔尔与庆典司仪法蕾拉交谈。",
},
[82624] = {
["T"] = "地心之战（80）E",
},
[58209] = {
["T"] = "坚守阵地",
["O"] = "与列兵科尔过招。",
["S"] = {
"与列兵科尔练习",
},
},
[84672] = {
["T"] = "垃圾清理日",
["O"] = "收集12块垃圾，并使用G.O.L.E.M.的焚化功能处置它们。",
["S"] = {
"处置垃圾",
},
},
[79173] = {
["T"] = "助人为乐",
["O"] = "从周边地区找回被盗的物品，用来满足我们的需求。",
["S"] = {
"尽力找回补给",
},
},
[5421] = {
["T"] = "坐享其成",
["O"] = "吉纳泽林希望你在葬影村的捕蚌器上收集5个贝壳。",
["S"] = {
"贝壳",
},
},
[79165] = {
["T"] = "片刻喘息",
["O"] = "在圣光棱堡附近寻找菲琳。",
["S"] = {
"寻找菲琳",
},
},
[79160] = {
["T"] = "钓鱼有益身心",
["O"] = "在鱼窝和欣达会合。",
["S"] = {
"在鱼窝旁与欣达·科里派克见面",
},
},
[79159] = {
["T"] = "玩忽职守",
["O"] = "在陨圣峪的米雷达尔找到欣达·科里派克。",
["S"] = {
"与欣达·科里派克交谈",
},
},
[79157] = {
["T"] = "泰坦安全措施",
["O"] = "击败硕大的泰坦构造体。",
["S"] = {
"骑乘希罗本德雷",
},
},
[5741] = {
["T"] = "圣光节杖",
["O"] = "拿到圣光节杖，并将它交给艾瑟雷索塔里的阿佐尔·奥达蒙特。",
["S"] = {
"圣光节杖",
},
},
[5805] = {
["T"] = "欢迎！",
["O"] = "将闪金镇礼品券交给闪金镇的梅里萨·斯蒂维尔。",
},
[79156] = {
["T"] = "律令",
["O"] = "向麦里克斯和艾德贡报告。",
["S"] = {
"向麦里克斯汇报",
},
},
[78529] = {
["T"] = "猛烈撞击",
["O"] = "爬出碎石，寻找存活的领袖。",
["S"] = {
"爬出碎石",
},
},
[79553] = {
["T"] = "自然疗法",
["O"] = "在原石岩矿收集10个真菌人厚块。",
["S"] = {
"真菌人厚块",
},
},
[64865] = {
["T"] = "作战武装",
["O"] = "获取武器、护甲和物资。",
["S"] = {
"一堆武器",
"战鳞之箱",
"收集成捆的口粮",
},
},
[24498] = {
["T"] = "通向堡垒之路",
["O"] = "解救15名联盟奴隶，消灭熔炉领主加弗斯特。",
["S"] = {
"解救联盟奴隶",
"消灭熔炉之主加弗斯特",
},
},
[66242] = {
["T"] = "气象控制",
["O"] = "消灭8个雷缚精华和6个唤雷者新兵。",
["S"] = {
"消灭雷缚精华",
"消灭唤雷者新兵",
},
},
[79146] = {
["T"] = "撼地勇士",
["O"] = "与艾德贡、盖亚拉和图拉扬见面。",
},
[84673] = {
["T"] = "最凑活的发明家",
["O"] = "帮助皮茨修理G.O.L.E.M。",
["S"] = {
"调试G.O.L.E.M.",
},
},
[79123] = {
["T"] = "永久聘用",
["O"] = "在拉克-乌什与萨弗林交谈。",
["S"] = {
"与萨弗林谈一谈",
},
},
[70338] = {
["T"] = "她们带走了幼崽",
["O"] = "营救幼崽。",
["S"] = {
"营救幼崽",
},
},
[26034] = {
["T"] = "暮光毁灭者",
["O"] = "击败海里昂和入侵红玉圣殿的敌人。",
["S"] = {
"消灭海里昂",
},
},
[26290] = {
["T"] = "高塔的秘密",
["O"] = "进入摩特维克之塔找到赫利克斯·破甲。",
["S"] = {
"发现赫利克斯的秘密",
},
},
[26546] = {
["T"] = "锋喙之友",
["O"] = "用狮鹫大餐给7头训练有素的锋喙狮鹫喂食。",
["S"] = {
"喂食训练有素的锋喙狮鹫",
},
},
[53602] = {
["T"] = "战略精进",
["O"] = "与伊崔格谈一谈，开始研究一项升级。",
},
[54114] = {
["T"] = "聚沙成塔",
["O"] = "帮助萨拉塔斯恢复力量。",
["S"] = {
"喂食萨拉塔斯",
},
},
[79122] = {
["T"] = "甲虫勘探",
["O"] = "使用拉克-乌什鹿壳虫，找到5个卡赫提松露。",
["S"] = {
"与阿罗玛什交谈（可选）",
"选择一只鹿壳虫",
"卡赫提松露",
},
},
[55138] = {
["T"] = "异乡异客",
["O"] = "在奥格瑞玛找到大酋长的命令布告板。",
["S"] = {
"与克罗米交谈",
},
},
[78530] = {
["T"] = "消灭破坏者",
["O"] = "消灭12个蛛魔。",
["S"] = {
"消灭蛛魔",
},
},
[7021] = {
["T"] = "冬天爷爷来了！",
["O"] = "跟冬天爷爷谈一谈，他就在奥格瑞玛的烟林牧场零售店附近。",
},
[28338] = {
["T"] = "北方的死木",
["O"] = "杀死魔爪村15名任意种类的死木熊怪。",
["S"] = {
"杀死死木熊怪",
},
},
[79121] = {
["T"] = "护虫测试",
["O"] = "与阿罗玛什交谈，并在拉克-乌什照顾鹿壳虫。",
["S"] = {
"装满水槽",
"装满食槽",
},
},
[66243] = {
["T"] = "希望的礼物",
["O"] = "在觉醒林地与珊蒂斯·羽月见面。",
["S"] = {
"与珊蒂斯交谈",
},
},
[79118] = {
["T"] = "拉克-乌什的新管理者",
["O"] = "返回拉克-乌什的维克斯阿隆处。",
},
[79115] = {
["T"] = "专业顾问",
["O"] = "与姆玛尔的领袖讨论招募虫农的事宜。",
},
[29618] = {
["T"] = "拜会长老",
["O"] = "和翡翠林里天禅院的云瀑长老谈一谈。",
},
[43363] = {
["T"] = "冬幕节礼物",
},
[79109] = {
["T"] = "跟上泽地",
["O"] = "找到泽地谋杀之爪不安的原因。",
["S"] = {
"检查锄头",
},
},
[79029] = {
["T"] = "大肆破坏",
["O"] = "制造破坏，进入制造间并重启工厂。",
["S"] = {
"制造混乱",
},
},
[79027] = {
["T"] = "元素惶恐",
["O"] = "击败元素。",
["S"] = {
"击败元素",
},
},
[79026] = {
["T"] = "水能堡复能",
["O"] = "让水能堡恢复运转。",
["S"] = {
"激活水轮",
},
},
[79023] = {
["T"] = "小小朋友，惊天计划",
["O"] = "向维护机器介绍自己。",
["S"] = {
"向ZZ-01-47介绍自己",
},
},
[79022] = {
["T"] = "神秘信号",
["O"] = "在喧鸣深窟的深炉魔像厂内找到布琳泽。",
},
[79021] = {
["T"] = "光耀警示",
["O"] = "向达拉然的卡德加传达双界行者的警告。",
["S"] = {
"聆听双界行者说话",
},
},
[78531] = {
["T"] = "紧急援救",
["O"] = "援助7名达拉然坠毁的幸存者。",
["S"] = {
"帮助幸存者",
"治疗达拉然平民（可选）",
},
},
[79555] = {
["T"] = "深蜡银河",
["O"] = "收集蜡质分泌物，并将其交给冈达加兹的加恩基。",
["S"] = {
"蜡质分泌物",
},
},
[64866] = {
["T"] = "刀山火海",
["O"] = "准备撤离育幼所。",
["S"] = {
"滑翔到大地守护者的坩埚",
},
},
[32690] = {
["T"] = "完好如初的英杰残骸",
["O"] = "将神器进行展览。",
},
[79010] = {
["T"] = "朗多雷之扉",
["O"] = "跟随奥蕾莉亚前往泰洛古斯裂隙。",
["S"] = {
"跟随奥蕾莉亚",
},
},
[79006] = {
["T"] = "阵营切换",
["O"] = "默认",
["S"] = {
"消灭联盟",
},
},
[50531] = {
["T"] = "眼皮底下",
["O"] = "在桥港与弗林·法温德交谈。",
},
[78999] = {
["T"] = "英雄之心",
["O"] = "击败三个鳄鱼人萨满首领。",
["S"] = {
"消灭布格勒-古格勒",
"消灭穆格勒-乌格勒",
"消灭普格勒-鲁格勒",
},
},
[51555] = {
["T"] = "保持本心",
["O"] = "去塔兰吉的惩戒与丹尼斯·格林泰尔交谈。",
},
[78998] = {
["T"] = "农夫守前线",
["O"] = "向珠光海岸的养珍农夫分发3个武器箱。",
["S"] = {
"分发武器箱",
},
},
[78996] = {
["T"] = "武器与战士",
["O"] = "从芙原村和达尔度加兹收集3个武器箱，并招募5名战士。",
["S"] = {
"招募战士",
"获取武器箱",
},
},
[78952] = {
["T"] = "负隅顽抗",
["O"] = "摧毁暗影裂隙。",
["S"] = {
"摧毁暗影裂隙",
},
},
[74436] = {
["T"] = "风暴预警",
["O"] = "与拜荒者的未来的索莉多米谈谈。前往拜荒者的未来的传送门就在索德拉苏斯的时光流汇。 ",
["S"] = {
"使用通往拜荒者的未来的传送门（可选）",
"发现索莉多米",
},
},
[78951] = {
["T"] = "更深邃的暗影",
["O"] = "在崖壁信标下方的洞穴中消灭10个玄夜会教徒。",
["S"] = {
"消灭玄夜会教徒",
},
},
[9562] = {
["T"] = "鱼人……",
["O"] = "秘蓝岛止松要塞的古尔弗要求你找回5袋止松谷物。",
["S"] = {
"止松谷物",
},
},
[78950] = {
["T"] = "断其臂膀",
["O"] = "消灭蛛魔副官。",
["S"] = {
"消灭卑劣者尼克斯克",
"消灭卡兹维克",
"消灭阿努巴塔",
},
},
[9818] = {
["T"] = "地下的滋扰",
["O"] = "与戈达乌沟通。",
},
[56163] = {
["T"] = "被束缚的元素",
},
[10074] = {
["T"] = "沃舒古水晶尘",
["O"] = "将10份沃舒古水晶尘样本交给哈兰的主研究员阿米蒂恩。",
["S"] = {
"沃舒古水晶尘样本",
},
},
[78939] = {
["T"] = "黯淡的火焰",
["O"] = "调查昏暗的晨曦塔。",
["S"] = {
"调查暗焰",
},
},
[66245] = {
["T"] = "追思牺牲者",
["O"] = "收集8个南岗要塞玺戒。",
["S"] = {
"南岗要塞玺戒",
},
},
[10458] = {
["T"] = "愤怒的火灵和地灵",
["O"] = "使用灵魂图腾俘获8个土之魂和8个火之魂，然后向影月谷诅咒祭坛的大地治愈者托洛克复命。",
["S"] = {
"捕获土之魂",
"捕获火之魂",
},
},
[78938] = {
["T"] = "水元素的勇士",
["O"] = "在一次光耀回响事件中，击败旧忆拉格纳罗斯。",
["S"] = {
"消灭旧忆炎魔之王",
},
},
[78934] = {
["T"] = "阿拉希之刃",
["O"] = "在西纳之愿用圣焰点亮火炬，集结6伙阿拉希人。",
["S"] = {
"点燃火炬",
},
},
[43364] = {
["T"] = "轻轻摇晃过的礼品",
},
[78932] = {
["T"] = "无常之鱼",
["O"] = "消灭13个蜃鱼人入侵者。",
["S"] = {
"消灭蜃鱼人入侵者",
},
},
[78902] = {
["T"] = "委托挖掘",
["O"] = "获取25块西芙石。",
["S"] = {
"大块西芙石",
},
},
[78901] = {
["T"] = "救救救救命啊！",
["O"] = "营救斯凯吉特·烬轰。",
["S"] = {
"营救斯凯吉特·烬轰",
},
},
[11354] = {
["T"] = "悬赏：纳杉的骑鞭",
["O"] = "商人扎雷姆要求你夺得纳杉的骑鞭。将骑鞭带回沙塔斯城的贫民窟交给他，就能领取奖赏。\n\n该任务只能在英雄模式下完成。",
["S"] = {
"纳杉的骑鞭",
},
},
[62307] = {
["T"] = "第三轮",
},
[78897] = {
["T"] = "盛衰之凭",
["O"] = "在蠕虫之地消灭10个蠕虫。",
["S"] = {
"在蠕虫之地消灭蠕虫",
},
},
[78893] = {
["T"] = "青铜废料",
["O"] = "使用拆解之沙技能召唤拆解之沙，随后将拆解上衣放入拆解之沙，并拆解为青铜。",
["S"] = {
"召唤拆解之沙（可选）",
"分解散解上衣",
},
},
[78533] = {
["T"] = "肃清滩头",
["O"] = "找到麦格尼并击败女王护卫吉利克斯。",
["S"] = {
"与麦格尼会合",
},
},
[78892] = {
["T"] = "超然盛放：步骤9",
},
[64867] = {
["T"] = "来自开悟者的补给",
["O"] = "与扎雷殁提斯安谧港的瓦伊罗交谈。",
},
[24499] = {
["T"] = "痛苦灵魂的回声",
["O"] = "消灭布隆亚姆和噬魂者，夺取萨隆矿坑的入口。",
["S"] = {
"消灭布隆亚姆",
"消灭噬魂者",
},
},
[33125] = {
["T"] = "体面的离别",
["O"] = "焚烧阵亡的霜狼先锋的尸体。",
["S"] = {
"先锋沃格",
"先锋卢卡尔",
"先锋巴鲁尔",
},
},
[78876] = {
["T"] = "闪亮记忆",
["O"] = "将永燃余烬带给翡翠梦境的阿梅达希尔或中心营地的威拉诺兹。",
},
[78874] = {
["T"] = "唤来之食",
["O"] = "为冈达加兹旅店的旅店老板布拉克斯召唤食物。",
["S"] = {
"将80个魔法汉堡带给旅店老板布拉克斯",
},
},
[12762] = {
["T"] = "造物主的力量",
["O"] = "在源血之柱的暴露部分附近为休眠的无瑕水晶充能。前往灵鳍湾，使用水晶的能量杀死附近的30个狂心狼獾人，然后与灵鳍湾的唤雷者索乌米特谈一谈。",
["S"] = {
"狂心狼獾人",
"充能的无瑕水晶",
},
},
[78871] = {
["T"] = "超然盛放：步骤8",
},
[26035] = {
["T"] = "证明实力",
["O"] = "从枯木巨魔身上获得10颗枯木巨魔的獠牙以及4包枯木巨魔的医药包。",
["S"] = {
"枯木巨魔的獠牙",
"枯木巨魔的医药包",
},
},
[26291] = {
["T"] = "月溪镇的大麻烦",
["O"] = "把你的发现报告给西部荒野哨兵岭的治安官格里安·斯托曼。",
},
[26547] = {
["T"] = "癞皮的威胁",
["O"] = "杀死8条癞皮银鬃狼。",
["S"] = {
"消灭癞皮银鬃狼",
},
},
[78870] = {
["T"] = "超然盛放：步骤7",
},
[37733] = {
["T"] = "法罗迪斯王子",
["O"] = "在倾颓王宫与守夜人埃迪会面。",
},
[13658] = {
["T"] = "探险者协会的文件（4/6）",
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
},
[78868] = {
["T"] = "超然盛放：步骤4",
},
[78534] = {
["T"] = "前往多恩诺嘉尔！",
["O"] = "跟随驭雷者的冲流前往多恩诺嘉尔，与贝尔格里姆见面。\r\n\r\n在此任务期间，多恩诺嘉尔的大部分服务皆不可用。",
["S"] = {
"骑乘训练有素的雷鸫（可选）",
"跟随冲流（可选）",
"在多恩诺嘉尔与贝尔格里姆见面",
},
},
[28083] = {
["T"] = "征召冒险者：通灵学院",
["O"] = "进入通灵学院。",
["S"] = {
"进入通灵学院",
},
},
[78838] = {
["T"] = "啮合之齿",
["O"] = "在冈达加兹陪同布琳泽与土灵对话。",
["S"] = {
"与伊格拉姆·幽翼见面",
"与代言人加尔拉克斯见面",
"与看护者托基见面",
},
},
[78821] = {
["T"] = "盛放的梦境之种",
["O"] = "在翡翠梦境种植梦境之种。",
["S"] = {
"种下梦境之种",
},
},
[66247] = {
["T"] = "九点五成新",
["O"] = "收集6根岩浆之誓长矛。",
["S"] = {
"岩浆之誓长矛",
},
},
[78767] = {
["T"] = "巨龙时代（70）E",
},
[26295] = {
["T"] = "宣传",
["O"] = "收集一份情报手册，一份秘密日记，一期月溪镇时报和一本神秘的宣传书。",
["S"] = {
"情报手册",
"月溪镇时报",
"秘密日记",
"神秘的宣传书",
},
},
[78765] = {
["T"] = "巨龙时代（70）E",
},
[43365] = {
["T"] = "轮回永续",
["O"] = "在尸体上种植100枚梦境之种。",
["S"] = {
"播下梦境之种",
},
},
[51091] = {
["T"] = "通缉：滕戈和诺尔伊克斯万",
["O"] = "消灭诺尔伊克斯万和滕戈。",
["S"] = {
"消灭诺尔伊克斯万",
"消灭滕戈",
},
},
[29234] = {
["T"] = "委派",
["O"] = "去火焰之地夺回诺达希尔的分枝。",
["S"] = {
"诺达希尔的分枝",
},
},
[36958] = {
["T"] = "宿敌：辛多雷斩杀者",
["O"] = "在德拉诺的PVP战斗中消灭500名血精灵玩家。",
["S"] = {
"消灭血精灵玩家",
},
},
[45413] = {
["T"] = "收集情报",
["O"] = "询问达拉然银行里的市民，查出被盗物品。",
["S"] = {
"调查银行员工",
},
},
[62308] = {
["T"] = "精通的披肩",
["O"] = "在至尊秘阵中召唤一个玛卓克萨斯的古老灵魂并击败它。召唤需要三名玩家。",
["S"] = {
"完成召唤",
},
},
[53390] = {
["T"] = "BFA 111-119 E",
},
[36695] = {
["T"] = "突袭永茂丛林",
["O"] = "突袭戈尔隆德永茂丛林的木精部队。",
["S"] = {
"突袭永茂丛林的木精部队",
},
},
[78535] = {
["T"] = "它们从地底袭来",
["O"] = "骑乘雷鸫罗克伦，消灭多恩诺嘉尔的蛛魔。\r\n\r\n在此任务期间，多恩诺嘉尔的大部分服务皆不可用。",
["S"] = {
"骑乘罗克伦",
},
},
[79559] = {
["T"] = "绿油骑士",
["O"] = "消灭绿油骑士。",
["S"] = {
"消灭绿油骑士",
},
},
[54454] = {
["T"] = "来自第七军团的补给",
["O"] = "在提拉加德海峡的伯拉勒斯港与守备官嘉兰娜交谈。",
},
[32691] = {
["T"] = "完好如初的螳螂妖灯笼",
["O"] = "将神器进行展览。",
},
[66248] = {
["T"] = "绑扎系固",
["O"] = "收集5卷沉重的绳索。",
["S"] = {
"一卷沉重的绳索",
},
},
[78756] = {
["T"] = "火焰蜂蜜滚滚来",
["O"] = "寻找大量火焰蜂蜜。",
["S"] = {
"一团硕大的火焰蜂蜜",
},
},
[78755] = {
["T"] = "畅玩泥巴",
["O"] = "收集20把元素充能的淤泥。",
["S"] = {
"将流水珠和流沙珠组合成元素充能的淤泥（可选）",
"一把元素充能的淤泥",
},
},
[32678] = {
["T"] = "雷霆召唤",
["O"] = "去螳螂高原的影踪卫戍营向斥候队长艾尔希娅报告。",
},
[37183] = {
["T"] = "战略要冲",
["O"] = "与杜加尔·朗德瑞克谈一谈，飞往塔拉多。",
},
[78748] = {
["T"] = "剪除烛芯",
["O"] = "寻找并消灭狗头人职长。",
["S"] = {
"消灭麻烦精无毛",
"消灭职长耳蜡",
"消灭职长纳斯特",
},
},
[72392] = {
["T"] = "巨龙群岛补给",
},
[78747] = {
["T"] = "大崩塌",
["O"] = "使用爆炸棍摧毁狗头人坑道。",
["S"] = {
"摧毁狗头人地道",
},
},
[78746] = {
["T"] = "法必责众",
["O"] = "在哀念高地消灭狗头人入侵者。",
["S"] = {
"消灭狗头人入侵者",
},
},
[75464] = {
["T"] = "千针石林折返赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78745] = {
["T"] = "你不能拿走我的宝贝！",
["O"] = "从掠夺物品堆中取回土灵所有物。",
["S"] = {
"土灵所有物",
},
},
[28699] = {
["T"] = "英雄的召唤：北荆棘谷！",
["O"] = "去找北荆棘谷反抗军营地的多伦上尉。",
},
[78536] = {
["T"] = "渺茫胜算",
["O"] = "与萨尔交谈。",
["S"] = {
"与萨尔交谈",
},
},
[56165] = {
["T"] = "图纸：卓越冒险者强化器",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[78743] = {
["T"] = "未遂之愿",
["O"] = "在哀念高地的纪念场与乌尔塔戈见面。",
},
[78742] = {
["T"] = "土灵匠域之战",
["O"] = "在土灵匠域中击败敌方机语者及构造体，并帮助受惊的工人！",
["S"] = {
"在土灵匠域与高阶代言人的追随者战斗",
},
},
[66249] = {
["T"] = "净空行动",
["O"] = "控制一架攻城蝎弩，使用它清除空中的岩浆之誓正统者。",
["S"] = {
"控制攻城蝎弩",
},
},
[38672] = {
["T"] = "生死逃亡",
["O"] = "释放受难者奥图里斯和凯恩·日怒。",
["S"] = {
"释放奥图里斯",
"释放凯恩",
},
},
[58725] = {
["T"] = "守罪者",
["O"] = "使用追忆之钟，从遗忘墓穴中召唤一个灵魂，随后评定灵魂的命运。",
["S"] = {
"占据灵魂",
},
},
[78738] = {
["T"] = "缺位代言人",
["O"] = "在土灵匠域与代言人布琳泽会面。",
},
[86728] = {
["T"] = "水闸行动：清除垃圾",
["O"] = "在水闸行动中击败吉泽尔·超震。",
},
[44041] = {
["T"] = "血淋淋的真相",
["O"] = "找出军情七处特工被攻击的真相。",
["S"] = {
"找到血迹",
},
},
[27396] = {
["T"] = "碎手之刃",
["O"] = "进入影牙城堡，从指挥官斯普林瓦尔那里夺得斯普林瓦尔的磨刀石，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"斯普林瓦尔的磨刀石",
"月钢锭",
"不死肌腱",
},
},
[78718] = {
["T"] = "铜墙铁壁",
["O"] = "加强达拉然的防御。",
["S"] = {
"加强结界",
},
},
[78717] = {
["T"] = "神秘警告",
["O"] = "讨论接下来的计划，并与卡德加联系。",
["S"] = {
"与卡德加谈一谈",
},
},
[62309] = {
["T"] = "冒险者：剑斗士米维克斯",
},
[78716] = {
["T"] = "惨痛教训",
["O"] = "使用通往达拉然的传送门。",
["S"] = {
"使用吉安娜的传送门前往达拉然（可选）",
"在达拉然与卡德加见面",
},
},
[78715] = {
["T"] = "艾泽拉斯之声",
["O"] = "协助麦格尼完成仪式。",
["S"] = {
"激活心之秘室控制台",
},
},
[78714] = {
["T"] = "冷淡迎接",
["O"] = "前往心之秘室，请求麦格尼破译光耀之歌。",
["S"] = {
"进入心之秘室",
},
},
[28544] = {
["T"] = "英雄的召唤：冬泉谷！",
["O"] = "去找冬泉谷冰火温泉的多诺瓦·雪山。",
},
[78706] = {
["T"] = "高阶代言人的阴谋",
["O"] = "返回冈达加兹并找到布琳泽。",
},
[24500] = {
["T"] = "巫妖王之怒",
["O"] = "找到吉安娜·普罗德摩尔，并逃出映像大厅。",
["S"] = {
"找到吉安娜·普罗德摩尔",
"逃脱巫妖王的追杀",
},
},
[24756] = {
["T"] = "鲜血灌注",
["O"] = "大领主达里安·莫格莱尼要你使用鲜血灌注影锋，并击败鲜血女王兰娜瑟尔。\n\n该任务只能在25人难度的冰冠堡垒中完成。",
["S"] = {
"使用鲜血灌注影锋后击败兰娜瑟尔。",
},
},
[9663] = {
["T"] = "凯希尔的信使",
["O"] = "凯希尔路口的凯希尔要你把血精灵即将入侵的消息通知给止松要塞的止松老酋长、碧蓝岗哨的大主教梅内莱厄斯和奥德修斯营地的海军上将奥德修斯。你只有15分钟的时间。（记住让雷象远离水体。）",
["S"] = {
"通知止松老酋长",
"通知大主教梅内莱厄斯",
"通知海军上将奥德修斯",
},
},
[78704] = {
["T"] = "找到工头",
["O"] = "找到工头。",
["S"] = {
"与工头对峙",
},
},
[25466] = {
["T"] = "更多压缩器的动力",
["O"] = "从海元素和巨型海元素处收集10颗水元素核心。",
["S"] = {
"水元素核心",
},
},
[78701] = {
["T"] = "循迹求真",
["O"] = "在塔尔罗克矿井中寻找讯息。",
["S"] = {
"找到第一块石板",
},
},
[78700] = {
["T"] = "可控毁灭",
["O"] = "在塔尔罗克消灭18个斯卡丁",
["S"] = {
"消灭斯卡丁",
},
},
[26292] = {
["T"] = "到月溪镇去！",
["O"] = "向西部荒野月溪镇的阿尔佩上尉报告。",
},
[880] = {
["T"] = "变异的生物",
["O"] = "从死水绿洲的钳嘴龟那里收集6块变异的钳嘴龟壳。",
["S"] = {
"变异的钳嘴龟壳",
},
},
[74442] = {
["T"] = "一龙所弃……",
["O"] = "在兹斯克拉宝库中为沃拉克西安寻找物品。",
["S"] = {
"在兹斯克拉宝库中为沃拉克西安寻找物品",
},
},
[54118] = {
["T"] = "聚沙成塔",
["O"] = "帮助萨拉塔斯恢复力量。",
["S"] = {
"喂食萨拉塔斯",
},
},
[11004] = {
["T"] = "阴影世界",
["O"] = "瑟维里要你进入斯克提斯，从居住在那里的鸦人身上找到6份暗影之尘。",
["S"] = {
"暗影之尘",
},
},
[55142] = {
["T"] = "为了联盟",
["O"] = "使用贤者圣殿通往暴风城的传送门，并在暴风城大使馆找到穆加德大使。",
},
[78538] = {
["T"] = "团体作业",
["O"] = "在心核隧途周围将麦里克斯的指令分发给10名无缚工人。",
["S"] = {
"分派订单",
},
},
[78695] = {
["T"] = "点燃灯火",
["O"] = "在威尔汉之征周围放置8个火把，然后目睹晨曦塔的重燃。",
["S"] = {
"放置火把",
},
},
[78694] = {
["T"] = "威尔汉之征争夺战",
["O"] = "在威尔汉之征附近消灭12个蜃鱼人战士。",
["S"] = {
"消灭蜃鱼人进攻者",
},
},
[28596] = {
["T"] = "欢迎来到滩头堡！",
["O"] = "在滩头堡消灭10名部落进犯者。",
["S"] = {
"消灭部落进犯者",
},
},
[66251] = {
["T"] = "火焰斗士",
["O"] = "消灭岩浆之爪。",
["S"] = {
"消灭岩浆之爪",
},
},
[58214] = {
["T"] = "紧急支援",
["O"] = "在伯拉勒斯港找到凯尔希·钢烁。",
},
[58726] = {
["T"] = "皮糙肉厚",
["O"] = "从过度生长的结块上收集40块脉动的碎皮。",
["S"] = {
"脉动的碎皮",
},
},
[78693] = {
["T"] = "带来勇气的长矛",
["O"] = "为威尔汉之征的人们收集8柄蜃鱼人之矛。",
["S"] = {
"蜃鱼人之矛",
},
},
[59750] = {
["T"] = "寻颅高手",
["O"] = "收集12个血牙颅骨，将它们带给马塞尔·穆比。",
["S"] = {
"血牙颅骨",
},
},
[78692] = {
["T"] = "授人以鱼不如授人以叉",
["O"] = "向威尔汉之征的居民分发8柄长矛。",
["S"] = {
"分发长矛",
},
},
[11451] = {
["T"] = "奥利卡的诗",
["O"] = "将奥利卡的诗交给外域沙塔斯城中的凯莉·达克。",
},
[78690] = {
["T"] = "危机意识",
["O"] = "与10个威尔汉之征的人民对话。",
["S"] = {
"安抚市民",
"安抚麦斯米兰",
},
},
[74443] = {
["T"] = "他龙之宝？",
["O"] = "与禁忌离岛的沃拉克西安谈一谈。",
["S"] = {
"向沃拉克西安提议合适的人选",
},
},
[78689] = {
["T"] = "首起刀落",
["O"] = "击败围困威尔汉之征的蜃鱼人首脑。",
["S"] = {
"消灭垂鳍",
"消灭刺脊",
"消灭锐牙",
},
},
[43490] = {
["T"] = "奥伯妮的踪迹",
["O"] = "找到8张奥伯妮的日记书页，然后用它们找到奥伯妮的下落。",
["S"] = {
"找到奥伯妮的日记书页",
},
},
[26226] = {
["T"] = "捕捉小龙虾",
["O"] = "在奥格瑞玛城内捕捉10条沾泥龙虾，然后把它们交给玛洛格。",
["S"] = {
"沾泥龙虾",
},
},
[78539] = {
["T"] = "永绝后患",
["O"] = "和贝尔格里姆讨论攻击蛛魔的计划。",
["S"] = {
"讨论对抗蛛魔的计划",
},
},
[57567] = {
["T"] = "恩佐斯突袭追踪者（锦绣谷）",
},
[64870] = {
["T"] = "掮灵开悟者的典范",
["O"] = "与扎雷殁提斯安谧港的瓦伊罗交谈。",
},
[32692] = {
["T"] = "完好如初的花粉采集器",
["O"] = "将神器进行展览。",
},
[8283] = {
["T"] = "通缉：死亡弯钩",
["O"] = "将死亡弯钩的蝎钳交给卫兵队长维斯·库鲁兹。",
["S"] = {
"死亡弯钩的蝎钳",
},
},
[9322] = {
["T"] = "卡利姆多的野火",
["O"] = "造访艾萨拉、希利苏斯、安戈洛环行山和冬泉谷的仲夏庆典营地，然后回到节日护火者处。",
},
[8539] = {
["T"] = "目标：佐拉雌蝎",
["O"] = "击杀30只佐拉雌蝎，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 V才能完成这个任务。",
["S"] = {
"消灭佐拉雌蝎",
},
},
[51088] = {
["T"] = "黑暗之心",
["O"] = "陪同布莱恩前往纳兹米尔的胜利要塞。",
["S"] = {
"与杰塔瑞斯交谈并前往纳兹米尔",
},
},
[35176] = {
["T"] = "找到状态",
["O"] = "与雪莉谈一谈，找到助手布莱斯顿，然后查看要塞储物箱。",
["S"] = {
"与助手布莱斯顿讨论她的工作伦理",
"收集雪莉的报告",
},
},
[24429] = {
["T"] = "诡秘的事件",
["O"] = "将奥妮克希亚的头颅交给阿纳克·火刃。他就在暗影裂口里。",
},
[53942] = {
["T"] = "毁天灭地之无敌机甲",
["O"] = "乘坐加氏灭世机甲飞往德鲁斯瓦并防御卡兹弗拉兹岗哨。",
["S"] = {
"乘坐加氏灭世机甲飞往德鲁斯瓦",
},
},
[78669] = {
["T"] = "最高机密",
["O"] = "收集3个蛛魔映影仪并知悉它们的计划。",
["S"] = {
"收集映影仪",
},
},
[74444] = {
["T"] = "Forbidden Reach 1/3 C and D",
},
[75468] = {
["T"] = "菲拉斯废墟越野赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78668] = {
["T"] = "破晨号集结",
["O"] = "在泰尼尔之升的破晨号上与菲琳见面。",
},
[62567] = {
["T"] = "招募冒险者：克罗米的召唤",
["O"] = "与暴风城的克罗米谈一谈。",
},
[78540] = {
["T"] = "赶赴酒庄",
["O"] = "在燧酿酒庄与贝尔格里姆见面。",
},
[56167] = {
["T"] = "调查暮光高地",
["O"] = "在暮光高地与卡雷苟斯会面。",
},
[78666] = {
["T"] = "死蛛才是好蛛",
["O"] = "消灭12个蛛魔袭击者。",
["S"] = {
"消灭蛛魔袭击者",
},
},
[78665] = {
["T"] = "隧道危机",
["O"] = "摧毁6个蛛魔地穴。",
["S"] = {
"摧毁蛛魔地穴",
},
},
[10331] = {
["T"] = "必备的工具",
["O"] = "从肯瑞瓦学徒手中夺回铁匠锤，将它交给肯瑞瓦村的学徒安德雷萨。",
["S"] = {
"锻造锤",
},
},
[43984] = {
["T"] = "再度开启的典籍",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[84684] = {
["T"] = "拉茨的角逐",
["O"] = "追踪拉茨",
},
[78656] = {
["T"] = "水净万物",
["O"] = "激活“水桶”贝尼并使用水管冲走40滩污染粘液。",
["S"] = {
"激活“水桶”贝尼",
},
},
[27531] = {
["T"] = "反瘟疫研究",
["O"] = "收集20颗腐莓、5条脱离躯体的手臂，以及1堆血肉巨人的足屑。",
["S"] = {
"腐莓",
"脱离躯体的手臂",
"血肉巨人的足屑",
},
},
[28615] = {
["T"] = "大地之怒",
["O"] = "使用塔尼尔的过载图腾，使4根冬泉大地图腾过载。",
["S"] = {
"使冬泉大地图腾过载",
},
},
[72397] = {
["T"] = "导引入门：龙鳞先遣营地",
["O"] = "在龙鳞先遣营地与重要供应商见面。",
["S"] = {
"学者补给商",
"编目员补给商",
"探险者补给商",
"匠人补给商",
"名望记录者",
},
},
[11227] = {
["T"] = "让它们吃乌鸦",
["O"] = "复仇港的猎犬管理员伯提乌斯要求你使用瘟疫犬笼召唤一只饥饿的瘟疫犬，并用复仇港西边那些峡湾乌鸦的肉将它喂饱。",
["S"] = {
"给瘟疫犬喂食",
},
},
[74445] = {
["T"] = "Forbidden Reach 1/1 C and D",
},
[75469] = {
["T"] = "菲拉斯废墟越野赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78642] = {
["T"] = "新的蜡烛，新的希望",
["O"] = "在暗焰裂口中找回蜡烛王冠。",
},
[78641] = {
["T"] = "对付炬龇",
["O"] = "在荒径击败炬龇。",
["S"] = {
"击败炬龇",
},
},
[78541] = {
["T"] = "布陷行动",
["O"] = "将4个导火绳与灼热酒桶连接。",
["S"] = {
"将引线连到木桶上",
},
},
[79565] = {
["T"] = "加恩基蜡烛",
["O"] = "在冈达加兹取得加恩基需要的零配件，来组建货摊。",
["S"] = {
"与博什交谈",
},
},
[64871] = {
["T"] = "看门龙",
["O"] = "击败拉比萨苟斯，逃离战争育幼所。",
["S"] = {
"到达出口",
},
},
[65383] = {
["T"] = "结构图再同化：俯冲元鹰",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[12379] = {
["T"] = "糖罐",
},
[12507] = {
["T"] = "奇怪的魔精",
["O"] = "把奇怪的魔精交给银色前沿的妖术师乌布戈。",
},
[78639] = {
["T"] = "扬威狗头人",
["O"] = "在荒径击败俘虏狗头人的恶棍，解救被压迫的狗头人。",
["S"] = {
"解放被压迫的狗头人",
},
},
[12763] = {
["T"] = "前线告急",
["O"] = "斥候沃塔肯要你前往祖达克的圣光据点，向莉安娜中士报到。\n\n欧尼瓦营地的玛吉·冬风会提供前往圣光据点的交通工具。",
},
[78638] = {
["T"] = "毁坏工程",
["O"] = "在失落矿坑内摧毁采矿设备。",
["S"] = {
"进入储藏库（可选）",
"破坏采矿设备",
},
},
[13019] = {
["T"] = "长者索伊姆",
},
[26293] = {
["T"] = "战争机器",
["O"] = "同奥格瑞玛后门里的工头格里布斯交谈。",
},
[53096] = {
["T"] = "短缺奖励",
},
[26805] = {
["T"] = "去海角！",
["O"] = "跟罗伯特·洛德斯谈一谈，飞往荆棘谷海角的探险者协会挖掘场。",
},
[75470] = {
["T"] = "菲拉斯废墟越野赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[13659] = {
["T"] = "探险者协会的文件（6/6）",
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
},
[78637] = {
["T"] = "碎齿咀嚼者",
["O"] = "在失落矿坑内消灭齿轮咀嚼者，并找到他的钥匙。",
["S"] = {
"进入储藏库（可选）",
"齿轮咀嚼者的钥匙",
},
},
[78542] = {
["T"] = "撤离区域",
["O"] = "撤离8名无缚蜜酒工人。",
["S"] = {
"疏散无缚蜜酒工人",
},
},
[56168] = {
["T"] = "工厂已翻新",
["O"] = "获得回收的爬蛛多支管。",
["S"] = {
"收集零件来制造一捆回收的零件",
"获得回收的爬蛛多支管",
},
},
[40297] = {
["T"] = "莉安娜·悲夜",
["O"] = "摧毁灵魂收割器。",
["S"] = {
"摧毁灵魂收割器",
},
},
[28597] = {
["T"] = "两头难",
["O"] = "收集满满10袋炮用火药。",
["S"] = {
"炮用火药",
},
},
[28853] = {
["T"] = "杀死信使",
["O"] = "杀死达加·燃影者，拿到他写给古加尔的信函。",
["S"] = {
"给古加尔的信函",
},
},
[66787] = {
["T"] = "翼眠环线 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[66846] = {
["T"] = "套牌核心",
["O"] = "帮助幻影制作一张新卡牌。",
["S"] = {
"制作新卡牌",
},
},
[42857] = {
["T"] = "潮湿之篱",
["O"] = "在灰白原野中收集5个潮湿的刺肉果。",
["S"] = {
"潮湿的刺肉果",
},
},
[70351] = {
["T"] = "花园聚会",
["O"] = "在红玉新生法池与阿柯拉交谈。",
},
[78634] = {
["T"] = "不遗一石",
["O"] = "在失落矿坑中找回陨落土灵的身份铭牌。",
["S"] = {
"土灵身份铭牌",
},
},
[72399] = {
["T"] = "隐者的花园",
["O"] = "与暗影峭壁的查莱兹交谈。",
},
[78631] = {
["T"] = "会晤语者",
["O"] = "在前往失落矿坑的路上安抚冈达加兹的防御者。",
["S"] = {
"安抚防御者",
},
},
[45417] = {
["T"] = "暗夜要塞：暗影议会首领",
["O"] = "击败暗夜要塞的古尔丹。",
},
[62312] = {
["T"] = "冒险者：加恩·吞骨",
},
[78630] = {
["T"] = "罪偿号升空",
["O"] = "登上罪偿号，消灭150名蛛魔士兵。",
["S"] = {
"登上罪偿号",
},
},
[78629] = {
["T"] = "预备队动员",
["O"] = "在陨圣峪的莉薇娅之慎中援救5名阿拉希预备兵。",
["S"] = {
"营救预备兵",
},
},
[78543] = {
["T"] = "捅了蜘蛛窝",
["O"] = "将一桶燧酿蜜酒桶扔进蛛魔地穴，随后返回蜜酒庄园。",
["S"] = {
"拿走一桶燧酿蜜酒",
},
},
[78628] = {
["T"] = "瓮中除蛛",
["O"] = "在陨圣峪的莉薇娅之慎中消灭15个蛛魔。",
["S"] = {
"消灭蛛魔",
},
},
[64872] = {
["T"] = "内心之火",
["O"] = "学习火焰吐息，并练习蓄力攻击。",
},
[49001] = {
["T"] = "烦人的灵魂",
["O"] = "杀死8个受折磨的灵魂。",
["S"] = {
"消灭受折磨的灵魂",
},
},
[66256] = {
["T"] = "隼派主义",
["O"] = "在风歌高地解救6只欧恩哈拉之子，并消灭6个拜荒者。",
["S"] = {
"解救欧恩哈拉之子",
"消灭拜荒者",
},
},
[78627] = {
["T"] = "最终前线",
["O"] = "前往陨圣峪的圣光棱堡。",
["S"] = {
"前往圣光棱堡",
},
},
[78626] = {
["T"] = "对决作训",
["O"] = "在米雷达尔与8名阿拉希新兵决斗。",
["S"] = {
"与阿拉希新兵决斗",
},
},
[70591] = {
["T"] = "工程学指名服务",
["O"] = "为工匠商盟完成工程学制造订单。",
},
[78621] = {
["T"] = "暗影崛升",
["O"] = "在陨圣峪的崇圣之地消灭蜃鱼人深渊语者。",
["S"] = {
"消灭老格林",
"消灭心牙",
"消灭食光者",
},
},
[70821] = {
["T"] = "掠蜓乘风",
},
[70956] = {
["T"] = "碧蓝鳞片",
},
[78614] = {
["T"] = "米雷达尔之光",
["O"] = "和3位阿拉希孤儿玩耍。",
["S"] = {
"与孤儿玩耍",
},
},
[71000] = {
["T"] = "巴尔斯特应征",
["O"] = "告诉灰牙你招募了巴尔斯特。",
},
[75472] = {
["T"] = "安其拉环道",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78610] = {
["T"] = "地热短途赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[72079] = {
["T"] = "社区盛宴",
},
[78544] = {
["T"] = "招引雷霆",
["O"] = "在燧酿酒庄抵御蛛魔，直到女王护卫吉利克斯现身。",
["S"] = {
"建造防御工事",
},
},
[72293] = {
["T"] = "巨龙群岛探险",
["O"] = "查看侦察地图，在巨龙群岛选择一个区域提供支援。",
["S"] = {
"在侦察地图上选择地区",
},
},
[80592] = {
["T"] = "订立契约",
["O"] = "选择一个斩离之丝契约。",
["S"] = {
"选择一项契约",
},
},
[78602] = {
["T"] = "阿梅达希尔，梦境之愿：过焰云烟",
["O"] = "在史诗难度的阿梅达希尔，梦境之愿中，从斯莫德隆处收集3个余烬之痕残片。",
["S"] = {
"余烬之痕残片",
},
},
[66257] = {
["T"] = "武禽戏法",
["O"] = "使用博库的风之图腾，摧毁诺库德货车。",
["S"] = {
"摧毁货车",
},
},
[72586] = {
["T"] = "更多学术收获",
["O"] = "从碧蓝林海的拜荒者手中夺回熊怪神器。",
["S"] = {
"重见天日的熊怪神器",
},
},
[84688] = {
["T"] = "不惧艰险",
["O"] = "在卡兹阿加的任意地点消灭25个80级的联盟角色。",
},
[72715] = {
["T"] = "遏制“火”势",
["O"] = "在至高育幼所中消灭4名碎裂劫掠者，6名碎裂废墟追猎者，以及翼尉艾亚扎尔。",
["S"] = {
"消灭碎裂劫掠者",
"消灭碎裂废墟追猎者",
"消灭翼尉艾亚扎尔",
},
},
[43370] = {
["T"] = "全新发明",
["O"] = "我应该可以制作一种物品，让你改变哈提的外形，不过我需要一些非常罕见的材料。风暴峡湾的猎风者身上有一种风暴腺体。瓦尔莎拉的萨斯塔拉附近有石血鹰身人，她们身上有我需要的完整的鹰身人羽毛。阿苏纳的纳萨拉斯废墟附近有积怨纳迦，听说他们身上有反射之鳞。最后，我还要你前往至高岭的盲眼沼泽，从海缚秘法师身上取得纯洁精魂。",
["S"] = {
"风暴腺体",
"纯洁精魂",
"完整的鹰身人羽毛",
"反射之鳞",
},
},
[43882] = {
["T"] = "暗夜要塞：地窟",
["O"] = "在暗夜要塞杀死崔利艾克斯。",
["S"] = {
"消灭崔利艾克斯",
"脉冲畸体腕轮",
},
},
[72769] = {
["T"] = "花园休闲赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78595] = {
["T"] = "梦境注入",
["O"] = "在中心营地与艾莉阿娜交谈。",
},
[78589] = {
["T"] = "入侵的美味",
["O"] = "把幽影茄子交给真菌田野中的大厨迪奈雷。",
},
[62313] = {
["T"] = "冒险者：“发电机”伦希萨",
},
[78574] = {
["T"] = "薮中之王",
["O"] = "在薮根盆地击败亡伐者腐皮。",
["S"] = {
"净化腐皮（可选）",
"消灭亡伐者腐皮",
},
},
[76159] = {
["T"] = "商栈报到",
["O"] = "回到商栈，在收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[78545] = {
["T"] = "返回心核隧途",
["O"] = "返回多恩诺嘉尔的麦里克斯处。",
["S"] = {
"返回多恩诺嘉尔的麦里克斯处",
},
},
[76276] = {
["T"] = "变迁之地",
["O"] = "走访附近的巨龙群岛住民。",
["S"] = {
"拜访半人马",
},
},
[80593] = {
["T"] = "啜饮燧烬",
["O"] = "用燧酿蜜酒灌满木桶。",
["S"] = {
"装填木桶",
},
},
[65385] = {
["T"] = "结构图再同化：青铜元螺",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[24758] = {
["T"] = "暗矛的崛起",
["O"] = "与暗矛训练场中的奈卡利谈谈。",
},
[25014] = {
["T"] = "碎沙者的财宝",
["O"] = "跟梅格斯·碎纸机谈一谈。",
},
[50538] = {
["T"] = "失踪的照看者",
["O"] = "在战兽栏附近寻找照看者巴兹科基。",
},
[78570] = {
["T"] = "残缺的传承",
["O"] = "在多恩岛的薮根盆地与伊格里斯见面。",
},
[78564] = {
["T"] = "重铸使命",
["O"] = "帮助机械师吉特林重铸并使用工具。",
["S"] = {
"与吉特林交谈",
},
},
[78563] = {
["T"] = "千钧之职",
["O"] = "收集机械师吉特林的精调砝码。",
["S"] = {
"机械师的精调砝码",
},
},
[77155] = {
["T"] = "熟客酒桶",
},
[77316] = {
["T"] = "大树的麻烦",
["O"] = "从林鬼手中夺回6件超重要的树补给。",
["S"] = {
"超重要的树补给",
},
},
[78559] = {
["T"] = "索拉查狂欢 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27062] = {
["T"] = "潜伏的威胁",
["O"] = "到剃刀高地去找帮手。",
},
[53400] = {
["T"] = "BFA 120 E",
},
[55146] = {
["T"] = "异乡异客",
["O"] = "在暴风城找到克罗米。",
["S"] = {
"与克罗米交谈",
},
},
[78546] = {
["T"] = "因业报偿",
["O"] = "与艾德贡交谈，将贝尔格里姆的解决告诉麦里克斯。",
["S"] = {
"与艾德贡交谈",
"听取简报",
},
},
[43909] = {
["T"] = "翡翠梦魇：萨维斯",
["O"] = "击败翡翠梦魇的萨维斯。",
["S"] = {
"消灭萨维斯",
"一瓶涡流暗影",
},
},
[28342] = {
["T"] = "碎裂的邪魔",
["O"] = "从碎痕谷收集9块地狱火残骸。",
["S"] = {
"地狱火残骸",
},
},
[28598] = {
["T"] = "瞄准高空",
["O"] = "等法戈·弗林特洛克把你送上飞艇，然后将他的炸药安放在底舱。",
["S"] = {
"等着从弗林特洛克的火炮里被发射出去",
"摧毁裂天号",
},
},
[28854] = {
["T"] = "结束黑暗的一章",
["O"] = "杀死地狱公爵埃鲁达克。",
["S"] = {
"消灭埃鲁达克",
},
},
[77842] = {
["T"] = "伊瑟拉邀请赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78532] = {
["T"] = "异乱圣物",
["O"] = "摧毁5个损坏的奥术圣物。",
["S"] = {
"摧毁损坏的奥术圣物",
},
},
[78500] = {
["T"] = "堡垒突围赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78470] = {
["T"] = "榭台",
["O"] = "前往多恩岛的榭台。",
},
[30134] = {
["T"] = "局势失控",
["O"] = "去翡翠林的临风岛找佟教头。",
},
[78468] = {
["T"] = "档案馆",
["O"] = "使用棱彩法典浏览记忆宝石，随后将记忆宝石还给档案馆的档案储存库。",
["S"] = {
"使用棱彩法典查看记忆宝石",
},
},
[78466] = {
["T"] = "暗影之味-激活",
},
[78464] = {
["T"] = "探地寻堡",
["O"] = "在芙原村附近完成地匍矿洞地下堡。",
["S"] = {
"前往地匍矿洞地下堡",
},
},
[62314] = {
["T"] = "冒险者：卡莱克",
},
[78462] = {
["T"] = "怜悯回响",
["O"] = "在芙原村治疗5个土灵住民。",
["S"] = {
"治疗受伤的土灵",
},
},
[78459] = {
["T"] = "团结的现状",
["O"] = "从麦里克斯那里了解多恩诺嘉尔议会的情况。",
["S"] = {
"与麦里克斯交谈",
},
},
[63850] = {
["T"] = "追踪——小型控制台",
},
[78458] = {
["T"] = "收割浩劫-激活器",
},
[78457] = {
["T"] = "多恩诺嘉尔之石",
["O"] = "认识多恩诺嘉尔的众多土灵居民。",
["S"] = {
"向卫兵打听专业技能训练师",
"和飞行管理员布里姆谈一谈",
"和旅店老板罗耐什交谈",
"与布莱恩·铜须交谈",
"与审计员巴乌尔兹谈一谈",
},
},
[65386] = {
["T"] = "结构图再同化：未成功的迅螺原型",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[33132] = {
["T"] = "消灭古特拉",
["O"] = "击败古特拉·狼噬。",
["S"] = {
"消灭古特拉·狼噬",
},
},
[78454] = {
["T"] = "龙骨伏龙赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78446] = {
["T"] = "援助联军：超然盛放",
["O"] = "前往翡翠梦境，协助杉冠引发超然盛放。继续在巨龙群岛各地援助瓦德拉肯联军及其盟友。",
["S"] = {
[2] = "在超然盛放期间获得繁茂",
[3] = "完成一个超然盛放事件",
},
},
[78442] = {
["T"] = "晶歌颠簸赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78421] = {
["T"] = "梦境之力",
["O"] = "收集回响瞬尘和阿梅达希尔入侵者的梦。",
["S"] = {
"回响瞬尘",
"艾姬拉的残虐梦魇",
"拉罗达尔的炽焰遐思",
"斯莫德隆的权位妄念",
"丁达尔的飞禽幻想",
},
},
[78398] = {
["T"] = "少许矿物质……",
["O"] = "从无底潜鳐处收集鱼骨。",
["S"] = {
"鱼骨",
},
},
[78392] = {
["T"] = "缠绕之网",
["O"] = "仔细浏览纺丝者的档案。",
["S"] = {
"了解纺丝者",
"了解苏雷吉部队",
"了解扬升者",
"了解女王的盟友",
},
},
[9180] = {
["T"] = "幽暗城之旅",
["O"] = "将女王的项链交给幽暗城皇家区的希尔瓦娜斯·风行者。",
},
[78390] = {
["T"] = "造物者马拉松 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78389] = {
["T"] = "造物者马拉松",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78388] = {
["T"] = "硕大的梦境之种",
["O"] = "Talk to [NPC] in [zone].",
},
[78387] = {
["T"] = "饱满的梦境之种",
["O"] = "Talk to [NPC] in [zone].",
},
[9820] = {
["T"] = "通缉：格罗阿克",
["O"] = "将格罗阿克的徽记交给萨布拉金的暗影猎手德恩加。",
["S"] = {
"格罗阿克的徽记",
},
},
[39788] = {
["T"] = "符文林地的复仇",
["O"] = "在符文林地消灭8名骨语符文斧兵和8名骨语切割者。",
["S"] = {
"消灭骨语符文斧兵",
"消灭骨语切割者",
},
},
[10076] = {
["T"] = "沃舒古水晶尘",
["O"] = "将10份沃舒古水晶尘样本交给哈兰的主研究员卡托斯。",
["S"] = {
"沃舒古水晶尘样本",
},
},
[10204] = {
["T"] = "血宝石",
["O"] = "魔导师拉恩娜要你进入法力熔炉：布纳尔，从日怒魔导师手中夺得血宝石碎片。在较大的血宝石水晶附近使用这块碎片，然后返回52区向她复命。\n\n为占星者完成任务将降低你在奥尔多阵营中的声望等级。",
["S"] = {
"吸取血宝石的能量",
},
},
[66261] = {
["T"] = "区区挫败",
["O"] = "找到得特莱。",
},
[78383] = {
["T"] = "战略优势",
["O"] = "从拉克-扎卡兹的卡赫提部队处找到弗林之刃和3份蛛魔情报。",
["S"] = {
"弗林之刃",
"蛛魔情报",
},
},
[78380] = {
["T"] = "梦见幼龙",
},
[85716] = {
["T"] = "符文灼烧的长矛",
["O"] = "将符文灼烧的长矛交给漂流浅滩的安格尔菈。",
},
[70357] = {
["T"] = "巨龙群岛锻造",
},
[60267] = {
["T"] = "被遗忘的囚笼",
["O"] = "将找到的物品带给威·娜莉。",
["S"] = {
"与威·娜莉交谈",
},
},
[72405] = {
["T"] = "不寻常的线人",
["O"] = "在狮王之傲旅店的地下室找到马迪亚斯·肖尔。",
["S"] = {
"在狮王之傲旅店地下室与肖尔谈话",
},
},
[11228] = {
["T"] = "冰冻的地狱……",
["O"] = "与瓦加德港口的凯勒中将谈一谈。",
},
[78372] = {
["T"] = "幼龙的纹章",
},
[62315] = {
["T"] = "冒险者：烦烦",
},
[11612] = {
["T"] = "夺回采掘场",
["O"] = "冷石采掘场入口附近的伊塔鲁克要你杀死12名蓝玉财宝猎人。",
["S"] = {
"消灭蓝玉财宝猎人",
},
},
[78364] = {
["T"] = "幼龙的纹章",
},
[78363] = {
["T"] = "梦中的战袍",
["O"] = "在中心营地与记录者安里姆交谈。",
},
[11996] = {
["T"] = "前往阿格玛之锤",
["O"] = "前往阿格玛之锤，与大法师艾萨斯·夺日者的影像谈一谈。",
},
[48492] = {
["T"] = "接上断腿",
["O"] = "接上查德威克·帕克斯顿的腿。",
["S"] = {
"接上查德威克·帕克斯顿的腿",
},
},
[65387] = {
["T"] = "结构图再同化：猩红元螺",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[12380] = {
["T"] = "糖罐",
},
[78358] = {
["T"] = "幼龙的纹章",
},
[84693] = {
["T"] = "纺丝者之巢专业工作台",
["O"] = "与纺丝者之巢的阿基塔兹交谈。",
},
[78356] = {
["T"] = "请勿使用",
},
[12892] = {
["T"] = "乐趣十足",
["O"] = "摧毁魔眼，然后向暗影拱顶的斯利文男爵报告。",
["S"] = {
"摧毁魔眼",
},
},
[26039] = {
["T"] = "被困的公主",
["O"] = "从枯须狗头人身上收集12份密斯莱尔之尘。",
["S"] = {
"密斯莱尔之尘",
},
},
[36205] = {
["T"] = "破损的锤子",
["O"] = "在岩牙岗哨寻找锤子从前的主人。",
},
[78355] = {
["T"] = "残破梦境的精华",
["O"] = "在阿梅达希尔，梦境之愿找到麦琳瑟拉，向她出示扭曲的酣梦精华。",
},
[78348] = {
["T"] = "患难之友",
["O"] = "在流息之池内找到神秘的保护者。",
["S"] = {
"跳进流息之池（可选）",
"找到神秘的保护者",
},
},
[78334] = {
["T"] = "黑水漫游",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38253] = {
["T"] = "要塞战役：战争议会",
["O"] = "与要塞议政厅中的瓦里安·乌瑞恩国王谈一谈。",
},
[78326] = {
["T"] = "匕鞘湾突进 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27831] = {
["T"] = "悲痛与愤怒",
["O"] = "杀死尼希昂卓拉和12条尼希昂卓拉雏龙。",
["S"] = {
"消灭尼希昂卓拉",
"消灭尼希昂卓拉雏龙",
},
},
[39789] = {
["T"] = "过度掠食",
["O"] = "在坠珀台地消灭10头暮皮啸狼。",
["S"] = {
"击杀暮皮啸狼",
},
},
[14172] = {
["T"] = "死者的感激",
["O"] = "弄到悼念糕饼，并把它交给沙塔斯墓地的欢快的奥尔多灵魂。\n\n你必须使用一朵橙菊，才能看到那个隐形的灵魂。",
["S"] = {
"悼念糕饼",
},
},
[28599] = {
["T"] = "库德兰在等待",
["O"] = "跟暮光高地滩头堡要塞里的库德兰·蛮锤谈一谈。",
},
[14428] = {
["T"] = "珀风的手记",
["O"] = "击败达纳希恩营地的博学者珀风，夺走她的手记。",
["S"] = {
"珀风的手记",
},
},
[78325] = {
["T"] = "匕鞘湾突进",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78302] = {
["T"] = "无赖港滑翔 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[85718] = {
["T"] = "亮闪闪的石头",
},
[78292] = {
["T"] = "失落的风暴之主",
["O"] = "在漫林郡周围寻找杜尔赞。",
["S"] = {
"询问农场工人（可选）",
"找到杜尔赞",
},
},
[60268] = {
["T"] = "囚牢深处",
["O"] = "与囚犯交谈，了解他的处境。",
["S"] = {
"深入了解这个囚犯",
},
},
[78262] = {
["T"] = "事始于石",
["O"] = "通过击败特殊生物、征服地下城和团队副本、完成世界活动或搜刮宝箱获得50个飞珑石，然后与库佐尔兹交谈，用飞珑石升级第三赛季的一件装备。",
["S"] = {
"飞珑石",
},
},
[78255] = {
["T"] = "举止自然",
["O"] = "与门卫交谈，协助押送队离开坚铸要塞。",
["S"] = {
"告诉加兹鲁维你已就绪",
},
},
[78251] = {
["T"] = "达拉然的落难人",
["O"] = "营救囚犯以组建冒牌押送队。",
["S"] = {
"解救被网住的囚犯",
"解救被关押的囚犯",
"帮助加兹鲁维",
},
},
[62316] = {
["T"] = "冒险者：拉萨恩",
},
[78250] = {
["T"] = "寻常准入",
["O"] = "为将军寻找有用的把柄。",
["S"] = {
"泽弗卡尔的人员消耗日志",
},
},
[63340] = {
["T"] = "堕罪堡老兵",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[31927] = {
["T"] = "战斗宠物训练师：诺森德",
["O"] = "在宠物战斗中击败毕格·爆索、差点没头的雅各布、奥克鲁特·荒龙和格特瑞奇。",
["S"] = {
"击败毕格·爆索",
"击败差点没头的雅各布",
"击败奥克鲁特·荒龙",
"击败格特瑞奇",
},
},
[79575] = {
["T"] = "哎鸭？",
["O"] = "使用尖鸣号角吓跑10只鸭子。",
["S"] = {
"惊吓鸭子",
},
},
[78244] = {
["T"] = "卡赫提的招待",
["O"] = "准备好旁观扬升之日演讲后与安度因交谈，随后悄悄溜出城市。",
["S"] = {
"与安度因交谈",
},
},
[65388] = {
["T"] = "结构图再同化：源生爬蛛",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[33134] = {
["T"] = "战火徽记",
["O"] = "收集50枚次级好运护符。",
["S"] = {
"次级好运护符",
},
},
[78236] = {
["T"] = "暴躁的掉队者",
["O"] = "在拉克-扎卡兹营救掉队者。",
["S"] = {
"找到掉队者",
},
},
[78234] = {
["T"] = "破敌开路",
["O"] = "在拉克-扎卡兹消灭8个卡赫提部队。",
["S"] = {
"消灭卡赫提部队",
},
},
[78231] = {
["T"] = "掠墙之蛛",
["O"] = "探索晦幽集市。",
["S"] = {
"聆听苏雷吉通告员",
"探索美食商铺",
"阅读颤搐目录",
"观察裁缝",
"尝试寻找米斯克",
},
},
[78203] = {
["T"] = "超然盛放",
},
[78188] = {
["T"] = "正义之火，正义之怒",
["O"] = "消灭血色十字军的领袖。",
["S"] = {
"消灭审判官法尔贝",
},
},
[72408] = {
["T"] = "往事如昨",
["O"] = "在闪金镇狮王之傲旅店的地下室里与肖尔交谈，听他讲述龙火护符的历史。",
["S"] = {
"与肖尔交谈",
},
},
[53101] = {
["T"] = "训练双头怪",
["O"] = "与怀娜·风角交谈。",
},
[78187] = {
["T"] = "炮兵纵火狂",
["O"] = "放置6份炸药。",
["S"] = {
"放置炸弹",
},
},
[78183] = {
["T"] = "血染大地",
["O"] = "消灭12个血色部队。",
["S"] = {
"消灭血色部队",
},
},
[78182] = {
["T"] = "膝行而前",
["O"] = "从埃德里奇的安息地穿越秘密隧道，进入吉尔尼斯城。",
["S"] = {
"清理地道",
},
},
[78180] = {
["T"] = "血溅十字军",
["O"] = "在埃德里奇的安息地消灭10个血色十字军成员。",
["S"] = {
"消灭血色十字军成员",
},
},
[39278] = {
["T"] = "丢失的货单",
["O"] = "找到纳克尔先生丢失的货物。",
["S"] = {
"黑市货箱",
},
},
[78178] = {
["T"] = "前往吉尔尼斯",
["O"] = "前往东部王国的吉尔尼斯，协助吉尔尼斯人夺回城市。",
["S"] = {
"与苔丝谈一谈，前往吉尔尼斯",
},
},
[78172] = {
["T"] = "神秘之种",
["O"] = "将种子交给野性花园的西尔维娅·喃花。",
},
[40814] = {
["T"] = "生存下去的必要力量",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[78155] = {
["T"] = "柄持自如：夺目灰烬之斑",
["O"] = "从翡翠梦境各地的强大装备上收集夺目灰烬之斑。",
["S"] = {
"夺目灰烬之斑",
},
},
[78131] = {
["T"] = "冬幕节礼物",
},
[78115] = {
["T"] = "翡翠漫行",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78103] = {
["T"] = "华盖竞翔 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78078] = {
["T"] = "探敌底细",
["O"] = "收集6个萨特图腾。",
["S"] = {
"萨特图腾",
},
},
[60269] = {
["T"] = "再度苏醒",
["O"] = "寻找刻符者被盗走的记忆。",
["S"] = {
"从欧达力克处取回刻符者的记忆。",
},
},
[72409] = {
["T"] = "陈腐的回忆",
["O"] = "在燃烧平原的摩根的岗哨与狼狈不堪的约翰交谈。",
["S"] = {
"与狼狈不堪的约翰交谈",
},
},
[78069] = {
["T"] = "复苏传统",
["O"] = "帮助罗姆尔修复全息影像发射器。",
["S"] = {
"天界金纤丝",
},
},
[78068] = {
["T"] = "技师的恳请",
["O"] = "在埃索达和大技师罗姆尔见面。",
["S"] = {
"使用备用的全息宝石（可选）",
"在埃索达和罗姆尔见面",
},
},
[75481] = {
["T"] = "奥丹姆巡回赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78065] = {
["T"] = "质询亢祖",
["O"] = "再次与亢祖交谈，询问它在忙些什么。",
["S"] = {
"找到亢祖的巢穴",
},
},
[63341] = {
["T"] = "堕罪堡战略家",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[78042] = {
["T"] = "艾维娜的评估",
["O"] = "收集20块血污护甲碎片。",
["S"] = {
"血污护甲碎片",
},
},
[78019] = {
["T"] = "水岸折道 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78018] = {
["T"] = "水岸折道 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[24504] = {
["T"] = "清理高地之路",
["O"] = "杀死3名高地之路斥候。",
["S"] = {
"消灭高地之路斥候",
},
},
[78017] = {
["T"] = "水岸折道 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78003] = {
["T"] = "柄持自如：紧绷的缠环",
["O"] = "从翡翠梦境的强大敌人身上收集紧绷的缠环。",
["S"] = {
"紧绷的缠环",
},
},
[78002] = {
["T"] = "直面考验：凝聚睿智的羊皮纸",
["O"] = "将过剩的秩序魔法回灌至夏拉萨的睿智羊皮纸中。",
["S"] = {
"把秩序魔法输回到夏拉萨的睿智羊皮纸",
},
},
[85721] = {
["T"] = "杀手本能",
["O"] = "教棘尾主母狩猎玩赏的掠行虫10次。",
["S"] = {
"找回棘尾主母",
},
},
[70362] = {
["T"] = "巨龙群岛制皮",
},
[77999] = {
["T"] = "新绿险道 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[26296] = {
["T"] = "搜证",
["O"] = "收集6根红头巾。",
["S"] = {
"红头巾",
},
},
[77998] = {
["T"] = "新绿险道 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77987] = {
["T"] = "阴燃冲刺 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[54126] = {
["T"] = "利刃扭转",
["O"] = "在湮灭峭壁与萨拉塔斯见面。",
["S"] = {
"找到萨拉塔斯",
},
},
[38255] = {
["T"] = "拦截囚车",
["O"] = "使用引爆器炸开监狱列车，说服拉克加入你们。",
["S"] = {
"放置第一枚炸弹",
"放置第二枚炸弹",
"放置第三枚炸弹",
},
},
[77985] = {
["T"] = "阴燃冲刺 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77983] = {
["T"] = "阴燃冲刺",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77954] = {
["T"] = "稀奇的宝珠",
["O"] = "将拉兹姆斯宝珠带回瓦德拉肯并交给提兹里斯。",
},
[77948] = {
["T"] = "燃烧殆尽",
["O"] = "在阴燃灌木林中寻找索拉莉丝的兄弟姐妹。",
["S"] = {
"找到莱安迪丝·荆风",
},
},
[57198] = {
["T"] = "责任感",
["O"] = "偷听吉安娜·普罗德摩尔的会面。",
["S"] = {
"旁听秘密会议",
},
},
[28856] = {
["T"] = "希利苏斯之沙",
["O"] = "去找希利苏斯塞纳里奥要塞的唤风者梅恩·长角。",
},
[77896] = {
["T"] = "困倦的搜索",
["O"] = "找到正在睡觉的德鲁伊。",
},
[77886] = {
["T"] = "柄持自如：胧影入梦叶",
["O"] = "在超然盛放期间通过完成目标收集胧影入梦叶。",
["S"] = {
"胧影入梦叶",
},
},
[85722] = {
["T"] = "做好储藏",
["O"] = "把晶化心能递交给绿洲的威·娜莉。",
},
[77869] = {
["T"] = "重返回音群岛",
["O"] = "在回音群岛与洛坎见面。",
},
[77845] = {
["T"] = "伊瑟拉邀请赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[72411] = {
["T"] = "没有叛军的事业",
["O"] = "聆听阿莱克丝塔萨和马德拉·火舌的对话。",
["S"] = {
"使用传送至底层的传送门（可选）",
"加入马德拉和阿莱克丝塔萨",
},
},
[77844] = {
["T"] = "伊瑟拉邀请赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[45423] = {
["T"] = "哀嚎的小动物",
["O"] = "在哀嚎洞穴击败萌芽的永生孢子。",
["S"] = {
"让穆雅妮送你进入哀嚎洞穴",
"击败萌芽的永生孢子",
},
},
[75483] = {
["T"] = "奥丹姆巡回赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77843] = {
["T"] = "伊瑟拉邀请赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[63342] = {
["T"] = "通灵领主老兵",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[78555] = {
["T"] = "地底窘境",
["O"] = "帮助机语者保护载钢车站。",
["S"] = {
"帮助机语者守卫载钢车站",
},
},
[79579] = {
["T"] = "天雷禁地",
["O"] = "在受到神圣长枪影响时飞过5个蛛魔诡雷。",
["S"] = {
"消灭蛛魔丝线气球暗雷",
},
},
[77822] = {
["T"] = "泰坦级模具",
["O"] = "将泰坦钥匙模具带给瓦德拉肯的武器匠考雷夫。",
},
[49007] = {
["T"] = "指挥官登场！",
["O"] = "使用维沙克斯的传送门。",
["S"] = {
"使用维沙克斯的传送门",
},
},
[77815] = {
["T"] = "风雷之速巡礼",
["O"] = "飞过巨龙群岛的所有风雷之速赛道。",
["S"] = {
"红玉新生圣地赛道",
"泽地漫游",
"瓦克索斯攀升赛",
"提尔要塞试炼",
"雷裂冲击坑巡回赛",
"水晶环道",
},
},
[77794] = {
["T"] = "觉醒之梦奖励",
},
[77789] = {
["T"] = "斩断纽带",
["O"] = "消灭10个堕落教徒，并使5个萨格雷导体过载。",
["S"] = {
"消灭堕落者邪教徒",
"使萨格雷导体过载",
},
},
[34672] = {
["T"] = "阿库麦尔的崛起",
["O"] = "消灭吞噬者阿库麦尔",
["S"] = {
"消灭吞噬者阿库麦尔",
},
},
[77787] = {
["T"] = "雷裂冲击坑巡回赛 - 风暴狮鹫",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77784] = {
["T"] = "提尔要塞试炼 - 风暴狮鹫",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77781] = {
["T"] = "另类激情",
["O"] = "在贝拉梅斯揭露6个林鬼顽劣者。",
["S"] = {
"让林鬼现身",
},
},
[53103] = {
["T"] = "柳魔的魔法",
["O"] = "与托斯卡·鹰角交谈。",
},
[77777] = {
["T"] = "红玉新生圣地赛道 - 风暴狮鹫",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[9437] = {
["T"] = "黎明号的黄昏",
["O"] = "前往北点哨塔，从塞拉摩军队手中夺回黎明号的货物，搭救大副伊萨妮亚，然后返回蕨墙村向巴尔兰达·新星复命。",
["S"] = {
"从北点哨塔营救伊萨妮亚",
"黎明号的货物",
},
},
[9565] = {
["T"] = "搜索止松要塞",
["O"] = "在止松要塞内寻找线索。",
},
[9693] = {
["T"] = "阿古斯的意义",
["O"] = "秘血岗哨的主教埃德门图斯要你去跟守备官波鲁斯谈一谈。",
},
[12590] = {
["T"] = "Blahblah[PH]",
},
[79580] = {
["T"] = "进迫反击",
["O"] = "消灭12个蛛魔。",
["S"] = {
"消灭蛛魔",
},
},
[77746] = {
["T"] = "熟客酒桶",
},
[40816] = {
["T"] = "生存下去的必要力量",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[27451] = {
["T"] = "杀戮的理由",
["O"] = "前往南方的考林路口，消灭聚居在镇上的天灾亡灵。收集7份生命腐质，然后使用研钵和捣杵，把生命腐质磨成凝固腐质。",
["S"] = {
"凝固腐质",
},
},
[31801] = {
["T"] = "完好如初的鎏金瓷俑",
["O"] = "将神器进行展览。",
},
[84700] = {
["T"] = "与下方的契约",
["O"] = "前往纺丝者之巢，找到寡妇阿拉克奈。",
},
[85724] = {
["T"] = "驱逐入侵者",
["O"] = "消灭码头管理员斯奇兹。",
["S"] = {
"消灭码头管理员斯奇兹",
},
},
[35082] = {
["T"] = "拯救船员",
["O"] = "救助6名受伤的船员。",
["S"] = {
"使受伤的船员苏醒",
},
},
[60271] = {
["T"] = "机会渺茫",
["O"] = "购买威·娜莉的心能装置，并收集5份熔火心能。",
["S"] = {
"向威·娜莉购买一个心能装置",
"熔火心能",
},
},
[44400] = {
["T"] = "突袭紫罗兰监狱：紫色的痛",
["O"] = "击退对紫罗兰监狱的突袭。",
["S"] = {
"击退紫罗兰监狱的入侵",
},
},
[77686] = {
["T"] = "魔能熔池喧嚣 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77685] = {
["T"] = "魔能熔池喧嚣 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75485] = {
["T"] = "安戈洛环形山巡回赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11613] = {
["T"] = "卡鲁克的誓言",
["O"] = "卡鲁克希望你杀死6个斯卡迪尔袭击者和5个斯卡迪尔船工。",
["S"] = {
"消灭斯卡迪尔袭击者",
"消灭斯卡迪尔船工",
},
},
[63343] = {
["T"] = "通灵领主战略家",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[78557] = {
["T"] = "偏离轨道",
["O"] = "在载钢车站调查脱轨的矿车。",
["S"] = {
"调查侧翻矿车的周围区域",
},
},
[27259] = {
["T"] = "可疑的蹄印",
["O"] = "把树荫旅店的可疑蹄印报告给蕨墙村的克罗格。",
},
[12478] = {
["T"] = "霜之哀伤洞穴",
["O"] = "在霜之哀伤洞穴深处使用瑟里格的占卜宝珠，解开尘封的秘密！",
["S"] = {
"解开尘封的秘密",
},
},
[65391] = {
["T"] = "结构图再同化：金甲元蟾",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[33137] = {
["T"] = "天神比武大会",
["O"] = "与李大师交谈来参加天神比武大会，并赢得那里的所有挑战。",
["S"] = {
"赢得天神比武大会",
},
},
[10173] = {
["T"] = "大法师的法杖",
["O"] = "从审讯者埃克拉斯手中夺得大法师瓦格斯的法杖，将它交给52区的拉文德维尔。要使埃克拉斯从藏身处现身，你需要向遗迹中心的火盆喷撒召唤粉尘。",
["S"] = {
"大法师瓦格斯的法杖",
},
},
[50544] = {
["T"] = "凯宁斯营地的猎人",
["O"] = "与阿兰娜·霍尔顿交谈。",
},
[34673] = {
["T"] = "阿库麦尔的崛起",
["O"] = "消灭吞噬者阿库麦尔",
["S"] = {
"消灭吞噬者阿库麦尔",
},
},
[33252] = {
["T"] = "冬幕节礼物",
},
[13021] = {
["T"] = "长者伊加苏",
},
[13149] = {
["T"] = "驱除幻象",
["O"] = "克罗米要你对往日的斯坦索姆内的可疑箱子使用奥术干扰器，然后到斯坦索姆的入口附近去见她。",
["S"] = {
"驱散瘟疫谷物箱的伪装",
},
},
[38568] = {
["T"] = "我们需要造船师",
["O"] = "前往钢铁码头与萨米·五指谈一谈。你的要塞飞行管理员可以送你去那里。",
},
[77647] = {
["T"] = "斯克提斯越野赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27065] = {
["T"] = "酋长的舰队",
["O"] = "去找银松森林被遗忘者后卫军的飞斧上将。",
},
[38257] = {
["T"] = "我们需要造船师",
["O"] = "前往钢铁码头与大主教奈丽谈一谈。你的要塞飞行管理员可以送你去那里。",
},
[77646] = {
["T"] = "斯克提斯越野赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78558] = {
["T"] = "索拉查狂欢",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[28089] = {
["T"] = "大酋长的命令：希尔斯布莱德丘陵！",
["O"] = "去找希尔斯布莱德丘陵南点大门的高级执行官达萨利亚。",
},
[14173] = {
["T"] = "死者的感激",
["O"] = "弄到悼念糕饼，并把它交给沙塔斯墓地的欢快的占星者灵魂。\n\n你必须使用一朵橙菊，才能看到那个隐形的灵魂。",
["S"] = {
"悼念糕饼",
},
},
[70908] = {
["T"] = "马鲁克狩猎",
},
[57712] = {
["T"] = "推荐书目",
["O"] = "取回《无穷论》、《不可计数的世界》和《见证：守魂者的信条》。",
["S"] = {
"取回《无穷论》",
"取回《不可计数的世界》",
"取回《见证：守魂者的信条》",
},
},
[67295] = {
["T"] = "我的专长",
["O"] = "与米格尔·布莱特交谈，了解专业技能专精。",
["S"] = {
"和米格尔谈一谈",
},
},
[70961] = {
["T"] = "肩负护甲",
},
[42865] = {
["T"] = "劣魔的代价",
["O"] = "击败灰白原野中的安德坎德。",
["S"] = {
"消灭安德坎德",
},
},
[71009] = {
["T"] = "基本原理，我亲爱的龙人",
["O"] = "帮助瓦尔赛克解开远古瞭望台的秘密。",
["S"] = {
"激活有教导性的水晶",
},
},
[43889] = {
["T"] = "暗夜要塞：地窟",
["O"] = "在暗夜要塞杀死崔利艾克斯。",
["S"] = {
"消灭崔利艾克斯",
"脉冲畸体腕轮",
},
},
[77486] = {
["T"] = "发掘：奈萨里奥之视",
["O"] = "在查拉雷克洞窟的奈萨里奥之视与洛斯卡·岩齿见面。",
},
[77483] = {
["T"] = "科技占卜：龙颅岛",
["O"] = "在禁忌离岛的龙颅洞穴与泽娜塔见面。",
},
[77436] = {
["T"] = "燃烧的兽穴",
["O"] = "在索瑟里尔兽穴附近寻找泰兰德。",
},
[62320] = {
["T"] = "必需的华服",
["O"] = "在祭仪密院收集10份紫晶粉末。",
["S"] = {
"紫晶粉末",
},
},
[62832] = {
["T"] = "黑暗中的朋友",
["O"] = "在噬渊找到威·娜莉。",
},
[63344] = {
["T"] = "格里恩老兵",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[31929] = {
["T"] = "战斗宠物训练师：诺森德",
["O"] = "在宠物战斗中击败毕格·爆索、差点没头的雅各布、奥克鲁特·荒龙和格特瑞奇。",
["S"] = {
"击败毕格·爆索",
"击败差点没头的雅各布",
"击败奥克鲁特·荒龙",
"击败格特瑞奇",
},
},
[77434] = {
["T"] = "科技占卜：观察站",
["O"] = "在觉醒海岸的协调观察站与泽娜塔见面。",
},
[77411] = {
["T"] = "幡然悔悟",
["O"] = "在纳罗瓦林地中与阿扎卡尔见面，然后消灭代言人纳利顿并取回上古德莱尼圣物。",
["S"] = {
"与阿扎卡尔会合",
},
},
[65392] = {
["T"] = "结构图再同化：耐心的元蟾",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[33138] = {
["T"] = "战火为何而燃？",
["O"] = "游学者周卓想与你在锦绣谷谈一谈。",
},
[67296] = {
["T"] = "伊斯卡拉锦标赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77399] = {
["T"] = "生态圆顶远游 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77398] = {
["T"] = "生态圆顶远游",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[51569] = {
["T"] = "赞达拉战役",
["O"] = "在赞达拉战役地图上选择一个据点。",
["S"] = {
"选择据点",
},
},
[77348] = {
["T"] = "影月谷急冲 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77347] = {
["T"] = "影月谷急冲 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77346] = {
["T"] = "影月谷急冲",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77339] = {
["T"] = "数据寻回",
["O"] = "在提尔近卫总部中与塔瓦德见面。",
},
[77323] = {
["T"] = "沙塔斯城悠游 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76512] = {
["T"] = "瘟疫之地突降赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77322] = {
["T"] = "沙塔斯城悠游",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78560] = {
["T"] = "索拉查狂欢 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77315] = {
["T"] = "远古记忆",
["O"] = "消灭残留的苦痛。",
["S"] = {
"消灭残留的苦痛",
},
},
[315] = {
["T"] = "完美烈酒",
["O"] = "收集7束微光草，把它们交给烈酒村的雷杰德·麦酒。",
["S"] = {
"微光草",
},
},
[77310] = {
["T"] = "沉睡者之忆",
["O"] = "在伊瑟拉之眼休息。",
["S"] = {
"在伊瑟拉之眼休息",
},
},
[77305] = {
["T"] = "沙海出土",
["O"] = "将不完整的石板交给捍卫者凯索斯。",
},
[67297] = {
["T"] = "伊斯卡拉锦标赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[58737] = {
["T"] = "麦格尼的发现",
["O"] = "听听麦格尼的发现。",
["S"] = {
"了解麦格尼的发现",
},
},
[42866] = {
["T"] = "天空印记",
["O"] = "与达拉然的大法师卡德加对话。",
},
[77303] = {
["T"] = "搜寻神像",
},
[43890] = {
["T"] = "暗夜要塞：地窟",
["O"] = "在暗夜要塞杀死崔利艾克斯。",
["S"] = {
"消灭崔利艾克斯",
"脉冲畸体腕轮",
},
},
[72417] = {
["T"] = "顽固的异见者",
["O"] = "询问5名龙裔的反叛原因。",
["S"] = {
"审问叛军异见者",
},
},
[351] = {
["T"] = "寻找OOX-17/TN！",
["O"] = "把定位器带到奥格索普的母体机器人那里。",
},
[77286] = {
["T"] = "天降学识",
["O"] = "将现世的石板拓片带给瓦德拉肯的鲍比·卡莱尔。",
},
[77282] = {
["T"] = "神器到手",
["O"] = "将派利斯火炬交给瓦德拉肯的捍卫者凯索斯。",
},
[76513] = {
["T"] = "瘟疫之地突降赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[63345] = {
["T"] = "格里恩战略家",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[77278] = {
["T"] = "风暴要塞飞掠",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47986] = {
["T"] = "过往的伤痕",
["O"] = "找到一个符咒阵列、一件守备官装甲和一枚审判核心。",
["S"] = {
"符咒阵列",
"守备官装甲",
"审判核心",
},
},
[77262] = {
["T"] = "荆刺高地突击赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65393] = {
["T"] = "结构图再同化：跃蟾原型",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[24762] = {
["T"] = "试炼场",
["O"] = "同暗矛狱卒交谈，然后进入试炼场，杀死一名恶鳞斥候俘虏。",
["S"] = {
"同暗矛狱卒交谈",
"消灭恶鳞斥候俘虏",
},
},
[67298] = {
["T"] = "世界奇观",
["O"] = "查明托马斯如何洞悉工艺的奥妙。",
["S"] = {
"和托马斯谈一谈",
},
},
[84705] = {
["T"] = "枯木凋零",
["O"] = "在枯木村消灭15名枯木巨魔。",
["S"] = {
"消灭枯木巨魔",
},
},
[77203] = {
["T"] = "捍卫珍奇",
["O"] = "与捍卫者凯索斯交谈并开始解谜，在解出谜底后告诉她。",
["S"] = {
"解开秘密",
},
},
[51570] = {
["T"] = "据点：祖达萨",
["O"] = "在祖达萨协助凯尔希·钢烁。",
},
[77195] = {
["T"] = "龙瞰景致",
["O"] = "前往索德拉苏斯迷沙圣殿上方的洞穴。",
["S"] = {
"找到可能的栖地",
},
},
[26298] = {
["T"] = "为耶尼库而杀",
["O"] = "从巴拉尔废墟的血顶巨魔身上获得6颗血顶獠牙。",
["S"] = {
"血顶巨魔的獠牙",
},
},
[77191] = {
["T"] = "柄持自如",
["O"] = "获取一根共生光孢握柄，一枚影缚符文和一张凝聚睿智的羊皮纸。",
["S"] = {
"共生光孢握柄",
"影缚符文",
"凝聚睿智的羊皮纸",
},
},
[77171] = {
["T"] = "盘牙险道 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[77169] = {
["T"] = "盘牙险道",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27322] = {
["T"] = "双头巨人克洛科",
["O"] = "把克洛科的第二个头带给吉尔尼斯废墟被遗忘者前线指挥部的前锋军指挥官昂斯洛特。",
},
[77165] = {
["T"] = "秘密联络人",
},
[78562] = {
["T"] = "遍地狼藉",
["O"] = "收集机械师吉特林遗失的工具。",
["S"] = {
"机械师的测量仪",
"机械师的卡尺",
"机械师的扳手",
},
},
[56178] = {
["T"] = "虚空浮石",
},
[28346] = {
["T"] = "单身汉",
["O"] = "跟暮光高地库斯海文的科甘·焰须谈一谈婚姻大事。",
},
[40819] = {
["T"] = "事务安排",
["O"] = "在紫罗兰监狱外面与凯恩·日怒见面。",
},
[28858] = {
["T"] = "诅咒之地：世界的另一端",
["O"] = "去找诅咒之地巨槌要塞的奥克莉拉。",
},
[67299] = {
["T"] = "净除幼龙",
["O"] = "使用奥术轰击者，击败5只始祖幼龙。",
["S"] = {
"消灭始祖幼龙",
},
},
[84706] = {
["T"] = "罪恶家族",
["O"] = "从枯木村的枯木巨魔手中救出被囚禁的克雷斯托、霍尔特与佩里。",
["S"] = {
"拯救佩里",
"拯救霍尔特",
"拯救克雷斯托",
},
},
[85730] = {
["T"] = "抢救遗物",
["O"] = "将5个失窃的研究箱交给欧·雷什。",
["S"] = {
"失窃的研究箱",
},
},
[59762] = {
["T"] = "在河边顺流而下",
["O"] = "穿过戈尔格亚：聚魂之河上的桥梁。",
["S"] = {
"跨越聚魂之河",
},
},
[60274] = {
["T"] = "贸易优惠",
["O"] = "向奥利波斯的搜寻者卡·苏尔汇报。",
},
[77151] = {
["T"] = "束之高崖",
["O"] = "与洛斯卡交谈，开始慎重地发掘龙裔储物箱。",
["S"] = {
"和洛斯卡谈一谈，开始挖掘",
},
},
[77103] = {
["T"] = "地狱火急行 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[483] = {
["T"] = "唤醒圣物",
["O"] = "找回四件唤醒圣物。",
["S"] = {
"鸦爪神符",
"黑色羽毛",
"天蓝之石",
"筑巢符文",
},
},
[77102] = {
["T"] = "地狱火急行",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76515] = {
["T"] = "藏宝海湾劲击赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[63346] = {
["T"] = "法夜老兵",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[31930] = {
["T"] = "战斗宠物训练师：潘达利亚",
["O"] = "在宠物战斗中击败圣地的俞娜、农夫倪石、莫鲁克、勇敢的尹勇、探索者祖什和废土行者苏游。",
["S"] = {
"击败圣地的俞娜",
"击败农夫倪石",
"击败莫鲁克",
"击败勇敢的尹勇",
"击败探索者祖什",
"击败废土行者苏游",
},
},
[47987] = {
["T"] = "预防措施",
["O"] = "使用先知护符，净化9名阵亡的圣光军团战士。",
["S"] = {
"净化战士",
},
},
[77099] = {
["T"] = "熟客酒桶",
},
[65394] = {
["T"] = "结构图再同化：褐红元蟾",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[49523] = {
["T"] = "赔本买卖",
["O"] = "与汇帆市场的洛可谈谈。",
},
[50035] = {
["T"] = "Bret Test - SQL",
},
[8542] = {
["T"] = "部落需要锡锭！",
["O"] = "把20块锡锭交给奥格瑞玛精神谷的步兵玛乌格。",
["S"] = {
"锡锭",
},
},
[8670] = {
["T"] = "符文图腾长者",
},
[35188] = {
["T"] = "恼人的魔荚人",
["O"] = "获得8个木质长矛。\n\n假如你失去了你的伪装，杀死萨格雷成员以收集一顶萨格雷兜帽、一件萨格雷长袍和一双萨格雷软鞋，并用它们合成萨格雷伪装。",
["S"] = {
"木质长矛",
},
},
[77096] = {
["T"] = "熟客酒桶",
},
[72420] = {
["T"] = "残缺的和解",
["O"] = "把阿莱克丝塔萨的变革计划告诉12名龙裔。",
["S"] = {
"告知叛军即将发生的变化",
},
},
[76997] = {
["T"] = "暗影迷途",
["O"] = "利用巡逻火炬找到并集合3名士气低落的新兵。",
["S"] = {
"将士气低落的新兵集结到身边",
},
},
[9310] = {
["T"] = "暗淡的死灵水晶",
["O"] = "将暗淡的死灵水晶交给幽暗城庭院处的卢卡中尉。",
},
[76983] = {
["T"] = "时光裂隙",
},
[9566] = {
["T"] = "血水晶",
["O"] = "与止松要塞的止松老酋长谈一谈。",
},
[9694] = {
["T"] = "秘血岗哨",
["O"] = "杀死10个炎鹰间谍，然后向秘血岗哨的守备官波鲁斯复命。",
["S"] = {
"消灭炎鹰间谍",
},
},
[55667] = {
["T"] = "物资短缺奖励",
},
[39796] = {
["T"] = "前往霍斯瓦尔德",
["O"] = "到符文林地去见维德哈尔。",
},
[10078] = {
["T"] = "烧毁掷刀车",
["O"] = "使用燃烧的火把烧毁分布在荣耀之路周围的部落掷刀车，然后将燃烧的火把交给荣耀堡的达姆菲。",
["S"] = {
"烧毁东部的掷刀车",
"烧毁中部偏东的掷刀车",
"烧毁中部偏西的掷刀车",
"烧毁西部的掷刀车",
},
},
[10353] = {
["T"] = "贪婪者阿克努斯",
["O"] = "虚空风暴瑟安竖井的代理人亚希克斯要你杀死贪婪者阿克努斯，然后向虚空风暴维序派哨站的指挥官阿米尔复命。",
["S"] = {
"消灭贪婪者阿克努斯",
},
},
[10334] = {
["T"] = "贝希的铃铛",
["O"] = "在虚空风暴肯瑞瓦村礼拜堂小丘附近的农田中找到贝希。",
},
[41121] = {
["T"] = "不择手段",
["O"] = "进入紫罗兰监狱，拷问毁灭者塔尔达斯以找出叛徒瓦雷迪斯的位置。",
["S"] = {
"说服典狱官奥图拉斯",
},
},
[84708] = {
["T"] = "辛迪加的反扑",
["O"] = "在落锤镇与盖亚拉大王会面。",
},
[76598] = {
["T"] = "短见薄识",
["O"] = "寻找阿莱克丝塔萨并查看她的状况。",
["S"] = {
"查看阿莱克丝塔萨的情况",
},
},
[66534] = {
["T"] = "探路假期",
["O"] = "探索奥格瑞玛。",
["S"] = {
"拜访拍卖行",
"拜访银行",
"拜访大使馆",
"拜访传送大厅",
},
},
[60275] = {
["T"] = "通缉：执行者克里斯托弗",
["O"] = "找到并消灭执行者克里斯托弗。",
["S"] = {
"消灭执行者克里斯托弗",
},
},
[72421] = {
["T"] = "力量之笔",
["O"] = "收集6根魔法羽毛笔。",
["S"] = {
"捕捉羽毛笔",
},
},
[66805] = {
["T"] = "忠诚之钥",
["O"] = "收集1把巨型黑曜钥匙。",
["S"] = {
"将拾取到的碎片组合成一把钥匙（可选）",
"把巨型黑曜钥匙交给萨贝里安",
},
},
[76578] = {
["T"] = "卡兹阿加拉力赛",
["O"] = "穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75493] = {
["T"] = "河床勘探",
["O"] = "与洛斯卡交谈开始挖掘，随后从河床中发掘出神器。",
["S"] = {
"告诉洛斯卡开始挖掘",
},
},
[76517] = {
["T"] = "藏宝海湾劲击赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[63347] = {
["T"] = "法夜战略家",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[70880] = {
["T"] = "精致厨具",
},
[47988] = {
["T"] = "混沌理论",
["O"] = "消灭12名纳斯拉克森裂肉者、纳斯拉克森末日射手或贪婪的猎魂犬，以及1名纳斯雷兹姆怨毒领主。",
["S"] = {
"消灭纳斯拉克森的部队",
"消灭纳斯雷兹姆怨毒领主",
},
},
[48500] = {
["T"] = "片刻喘息",
["O"] = "与维迪卡尔上的技师席拉娜、塞布斯·锥点和高阶女祭司伊莎娜对话。",
["S"] = {
"与技师席拉娜谈一谈",
"与塞布斯·锥点谈一谈",
"与高阶女祭司伊莎娜谈一谈",
},
},
[65395] = {
["T"] = "结构图再同化：蹁跹元蜂",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[24763] = {
["T"] = "喜出望外",
["O"] = "向暗矛要塞中的沃金报到。",
},
[25019] = {
["T"] = "所有权",
["O"] = "击败10名矮人考古学家。",
["S"] = {
"消灭探险者协会发掘者",
},
},
[84709] = {
["T"] = "落锤陷落",
["O"] = "消灭辛迪加士兵，营救落锤镇的受困平民。",
["S"] = {
"夺回落锤镇",
},
},
[76568] = {
["T"] = "松鼩鼱恐慌",
["O"] = "在根缚庇护所中摇出20颗松鼩鼱的种子。",
["S"] = {
"摇晃松鼩鼱",
},
},
[51572] = {
["T"] = "据点：沃顿",
["O"] = "在沃顿协助联盟。",
},
[13022] = {
["T"] = "长者努尔根",
},
[26299] = {
["T"] = "猎头",
["O"] = "从祖丹亚废墟的血顶巨魔那里获得25个皱缩的徽记。",
["S"] = {
"皱缩的徽记",
},
},
[76567] = {
["T"] = "嘈杂的花园",
["O"] = "在根缚庇护所中消耗8头野生动物的精力。",
["S"] = {
"令野生动物疲倦",
},
},
[76566] = {
["T"] = "树妖花园",
["O"] = "在根缚庇护所中与艾西迪斯·抚溪交谈。",
},
[54132] = {
["T"] = "群英会",
["O"] = "带领部落攻入斯托颂谷地。",
["S"] = {
"在斯托颂谷地攻击联盟的目标",
},
},
[71058] = {
["T"] = "见风使龙",
},
[27579] = {
["T"] = "进入监狱",
["O"] = "找到雷克斯洛特。",
},
[870] = {
["T"] = "遗忘之池",
["O"] = "搜索十字路口西北的遗忘之池的底部。",
["S"] = {
"探索遗忘之池",
},
},
[72310] = {
["T"] = "知识的馈赠",
},
[35592] = {
["T"] = "荣誉的胜利者",
["O"] = "在两个战场中获得胜利。",
},
[76547] = {
["T"] = "金光其外……",
["O"] = "返回提尔要塞水库的索莉多米处。",
},
[28859] = {
["T"] = "希利苏斯的沙丘",
["O"] = "去找希利苏斯塞纳里奥要塞的唤风者梅恩·长角。",
},
[72965] = {
["T"] = "传承的守护者",
["O"] = "在峈姆与艾比西安见面。",
["S"] = {
"在峈姆与艾比西安见面",
},
},
[29371] = {
["T"] = "败其兴致",
["O"] = "去洛丹伦废墟对稻草人使用灭火剂。",
["S"] = {
"通过希多尔米前往过去的提瑞斯法林地（可选）",
"熄灭部落的稻草人",
},
},
[42869] = {
["T"] = "不懈警戒",
["O"] = "通过滑翔前往克拉苏斯平台下方的伊利达雷棱堡。",
},
[29883] = {
["T"] = "审时度势",
["O"] = "和珠鳍村的长老卢山、珍珠守护者福锦、锐鳍教头和吽·提门度谈一谈。",
["S"] = {
"与珍珠守护者福锦交谈",
"与流水工匠吽·提门度交谈",
"与锐鳍教头交谈",
"与长老卢山谈谈",
},
},
[60276] = {
["T"] = "通缉：召唤师玛尔瑟力斯",
["O"] = "找到并消灭召唤师玛尔瑟力斯。",
["S"] = {
"消灭召唤师玛尔瑟力斯",
},
},
[75411] = {
["T"] = "凄凉漂移 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[44917] = {
["T"] = "重返卡拉赞：力量之塔",
["O"] = "击败卡拉赞的监视者维兹艾德姆。",
},
[75528] = {
["T"] = "进入查拉雷克的测试者指引",
["O"] = "穿过伊律迪孔的宏图进入查拉雷克洞窟。",
["S"] = {
"进入伊律迪孔的宏图",
},
},
[75670] = {
["T"] = "糖罐",
},
[76533] = {
["T"] = "危险档案",
["O"] = "返回提尔要塞水库的索莉多米处。",
},
[75789] = {
["T"] = "闪霜飞越 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75822] = {
["T"] = "提尔要塞试炼 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[47989] = {
["T"] = "末日使者",
["O"] = "击杀赫拉迪卡夫人和妖女阿波崔丝。",
["S"] = {
"消灭赫拉迪卡夫人",
"消灭妖女阿波崔丝",
},
},
[75954] = {
["T"] = "雷裂冲击坑巡回赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[65396] = {
["T"] = "结构图再同化：铜翼元蜂",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[76026] = {
["T"] = "高塔勘探",
["O"] = "与洛斯卡交谈开始挖掘，随后在高塔周围发掘出神器。",
["S"] = {
"告诉洛斯卡开始挖掘",
},
},
[76085] = {
["T"] = "亚贝鲁斯，焰影熔炉：大地守护者的回响",
["O"] = "在英雄难度的亚贝鲁斯，焰影熔炉中，从奈萨里奥的回响身上收集3本大地守护者宝典。",
["S"] = {
"大地守护者的魔典",
},
},
[84711] = {
["T"] = "达纳斯的失踪",
["O"] = "在阿拉希高地的十字路口与盖亚拉大王会面。",
},
[76524] = {
["T"] = "熔光夜航 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[35190] = {
["T"] = "古树的威胁",
["O"] = "杀死旧苔。\n\n假如你失去了你的伪装。杀死萨格雷成员以收集一顶萨格雷兜帽、一件萨格雷长袍和一双萨格雷软鞋。并用它们合成萨格雷伪装。",
["S"] = {
"消灭旧苔",
},
},
[76340] = {
["T"] = "洛克莫丹循环赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[72424] = {
["T"] = "点名搜索",
["O"] = "在狮王之傲旅店的地下室找到马迪亚斯·肖尔。",
},
[76516] = {
["T"] = "藏宝海湾劲击赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76514] = {
["T"] = "[PH] Idol - 02",
["O"] = "记录",
},
[37750] = {
["T"] = "专业技能激活",
},
[76510] = {
["T"] = "瘟疫之地突降赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76470] = {
["T"] = "诅咒之地飞弩冲刺 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[39286] = {
["T"] = "惊悚任务",
["O"] = "在破碎海滩找回5个被砍下来的脑袋。",
["S"] = {
"被砍下来的脑袋",
},
},
[76460] = {
["T"] = "双龙在天不如一龙在手",
["O"] = "和拉希奥谈谈他的潜在盟友。",
["S"] = {
"和拉希奥讨论灵翼之龙的事",
},
},
[40310] = {
["T"] = "海难俘虏",
["O"] = "在宠物战斗中击败海难俘虏。",
["S"] = {
"击败海难俘虏",
},
},
[57205] = {
["T"] = "一路磕磕绊绊",
["O"] = "防御并占领两处地点",
["S"] = {
"防御炮台",
},
},
[76452] = {
["T"] = "[PH] Cogs - 01",
["O"] = "记录",
},
[76449] = {
["T"] = "烽火连三世",
["O"] = "将浸油的日志簿带给提尔要塞水库的索莉多米。",
},
[84712] = {
["T"] = "障眼幌子",
["O"] = "调查这片区域，寻找有关达纳斯失踪的线索。",
["S"] = {
"调查兽人大斧",
"调查死去的马匹",
"调查可疑的泥土",
},
},
[76445] = {
["T"] = "铁炉堡截击赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[70377] = {
["T"] = "时尚不再",
["O"] = "找到太阳镜的主人。",
},
[60277] = {
["T"] = "通缉：聚合末日",
["O"] = "找到并消灭聚合末日。",
["S"] = {
"消灭聚合末日",
},
},
[44406] = {
["T"] = "阿格娜的引导",
["O"] = "在艾泽拉斯之心的风暴之眼瞭望台找到阿格娜。",
},
[76438] = {
["T"] = "古拉巴什大赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76430] = {
["T"] = "缘起邀约",
["O"] = "前往暗月马戏团。",
["S"] = {
"乘坐暗影女士的驿站马车前往暗月马戏团",
},
},
[76423] = {
["T"] = "无限可能",
["O"] = "了解伊特努丝和诺兹多姆的状况。",
},
[76406] = {
["T"] = "灰烬使者的罪业",
["O"] = "完成时光裂隙后，返回提尔要塞水库的索莉多米处。",
["S"] = {
"完成一个时光裂隙",
},
},
[76402] = {
["T"] = "阿梅达希尔，梦境之愿：菲莱克",
["O"] = "进入阿梅达希尔，梦境之愿，并击败菲莱克。",
},
[63861] = {
["T"] = "收集的开端",
["O"] = "为追忆圣窟的档案员罗-遂尔取回记忆宝典。",
["S"] = {
"记忆宝典",
},
},
[47990] = {
["T"] = "一丝邪能",
["O"] = "收集一枚完美的邪能核心。",
["S"] = {
"完美的邪能核心",
},
},
[76400] = {
["T"] = "艾尔文森林飞闪赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[49014] = {
["T"] = "燃烧王座",
["O"] = "在安托兰废土上方与大技师罗姆尔谈一谈，打开通向安托鲁斯的道路。",
["S"] = {
"在安托兰废土上方与罗姆尔谈一谈",
},
},
[24764] = {
["T"] = "暗矛的崛起",
["O"] = "与暗矛训练场中的岑塔布拉谈谈。",
},
[25020] = {
["T"] = "语言的碎片",
["O"] = "收集5份远古符文碑刻。",
["S"] = {
"远古符文碑刻",
},
},
[76399] = {
["T"] = "艾尔文森林飞闪赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76397] = {
["T"] = "艾尔文森林飞闪赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[51574] = {
["T"] = "新鲜压榨",
["O"] = "收集8份刺藤汁。",
["S"] = {
"刺藤汁",
},
},
[76382] = {
["T"] = "逆风德比 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[26300] = {
["T"] = "奈兹里奥克知道",
["O"] = "从祖昆达可怕的奈兹里奥克那里获得奈兹里奥克的徽记。",
["S"] = {
"奈兹里奥克的徽记",
},
},
[26556] = {
["T"] = "不许倾倒垃圾",
["O"] = "钓起6条剧毒泥鱼。完成任务之后，向荣誉谷的纳兹加尔复命。",
["S"] = {
"剧毒泥鱼",
},
},
[76380] = {
["T"] = "逆风德比",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27068] = {
["T"] = "乌克兹·沙顶",
["O"] = "杀死乌克兹·沙顶。",
["S"] = {
"消灭乌克兹·沙顶",
},
},
[76379] = {
["T"] = "鱼人和巨龙，裂隙里相逢……",
["O"] = "将艾鱼拉斯沙漏带给提尔要塞水库的索莉多米。",
},
[76368] = {
["T"] = "Z测试",
["O"] = "记录",
},
[27836] = {
["T"] = "阻止扩散",
["O"] = "摧毁6枚爬蛇卵。",
["S"] = {
"摧毁爬蛇卵",
},
},
[76366] = {
["T"] = "暮光惊惧赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76364] = {
["T"] = "暮光惊惧赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76362] = {
["T"] = "长鹿角的颅骨",
["O"] = "将长鹿角的颅骨带给提尔要塞水库的索莉多米。",
},
[76358] = {
["T"] = "灼热障碍赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76357] = {
["T"] = "灼热障碍赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76354] = {
["T"] = "为了珍宝！",
["O"] = "寻找并收集埃隆努斯的神器。",
["S"] = {
"寻找并收集埃隆努斯的神器。",
},
},
[59254] = {
["T"] = "强化战斗技巧",
["O"] = "和嘉里克船长交手。",
["S"] = {
"对嘉里克船长使用技能",
},
},
[76352] = {
["T"] = "时锤登场！",
["O"] = "在飞逝长道中消灭时光错位的生物并摧毁裂隙，从而同步埃隆努斯的时铸之锤。",
["S"] = {
"消灭时空错位的生物和裂隙来为锤子充能",
},
},
[60278] = {
["T"] = "通缉：安东公爵",
["O"] = "找到并消灭棘祸家族的安东公爵。",
["S"] = {
"消灭安东公爵",
},
},
[76351] = {
["T"] = "泰坦巨兽",
["O"] = "完成时光裂隙后，返回提尔要塞水库的索莉多米处。",
["S"] = {
"完成一个时光裂隙",
},
},
[76350] = {
["T"] = "史匠",
["O"] = "在纪元边界的熔炉处寻找埃隆诺姆。",
["S"] = {
"和史匠谈一谈",
},
},
[76344] = {
["T"] = "拜荒者的指示",
["O"] = "说服5个泰洛的拜荒者投靠威拉诺兹。",
["S"] = {
"说服拜荒者",
},
},
[76341] = {
["T"] = "洛克莫丹循环赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76523] = {
["T"] = "熔光夜航",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76334] = {
["T"] = "青绿良言",
["O"] = "和绿龙军团一起讨论麦琳瑟拉的计划。",
["S"] = {
"与麦琳瑟拉会合",
},
},
[78571] = {
["T"] = "真菌劫难",
["O"] = "从薮根盆地的真菌人处收集30个薮根孢子。",
["S"] = {
"薮根孢子",
},
},
[47991] = {
["T"] = "黑暗阴谋",
["O"] = "拆毁3座哀伤尖塔。",
["S"] = {
"破坏哀伤尖塔",
},
},
[76327] = {
["T"] = "伊瑟拉之眼",
["O"] = "使用阿梅达希尔的传送门，前往伊瑟拉之眼。",
["S"] = {
"使用传送门前往伊瑟拉之眼",
},
},
[49015] = {
["T"] = "安托鲁斯，燃烧王座：泰坦陨落",
["O"] = "击败安托鲁斯，燃烧王座的阿古斯之魂。",
},
[76324] = {
["T"] = "烈焰迷心",
["O"] = "在阿梅达希尔底部击败长老卡莎梵。",
["S"] = {
"消灭长老卡莎梵",
},
},
[76322] = {
["T"] = "宿敌的面容",
["O"] = "击败菲莱克的强大副官并掌控战场。",
["S"] = {
"消灭“雷霆印记”寇玛尔",
"消灭使徒菲娜蕾",
},
},
[50551] = {
["T"] = "塞塔里斯神庙：神灵的化身",
["O"] = "进入塞塔里斯神庙，治愈神灵的化身。",
},
[8671] = {
["T"] = "暴怒图腾长者",
},
[76320] = {
["T"] = "荒野之中的诸神",
["O"] = "在翡翠梦境中寻找荒野诸神和盟友。",
["S"] = {
"请求戈德林的协助",
"请求亢祖的协助",
},
},
[76318] = {
["T"] = "翡翠之邀",
["O"] = "穿越远古林枝的传送门，进入翡翠梦境。",
["S"] = {
"进入翡翠梦境",
},
},
[76310] = {
["T"] = "吉尔尼斯皇牌赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76283] = {
["T"] = "Andu-falah-dor",
["O"] = "与贝拉梅斯的麦琳瑟拉交谈。",
["S"] = {
"与麦琳瑟拉交谈，离开聚会",
},
},
[53623] = {
["T"] = "“争霸艾泽拉斯”地下城奖励任务",
},
[54135] = {
["T"] = "轻取沼泽",
["O"] = "击退袭击纳兹米尔的联盟。",
["S"] = {
"在纳兹米尔击退联盟的攻击",
},
},
[9567] = {
["T"] = "知己知彼",
["O"] = "找到纳兹维安的碑石，将得到的纳兹维安碑石雕文交给秘血岗哨的守备官艾蕾希亚。",
["S"] = {
"纳兹维安碑石雕文",
},
},
[76281] = {
["T"] = "值得为之庆祝",
["O"] = "在贝拉梅斯的庆典中上菜。",
["S"] = {
"和泰兰德谈一谈，加入聚会（可选）",
"进行第一个餐饮订单（可选）",
"分发食物",
},
},
[78572] = {
["T"] = "荒原的回忆",
["O"] = "在薮根盆地中寻找芙蕾德林的家，搜索能够对抗真菌人的东西。",
["S"] = {
"调查芙蕾德林的小屋",
},
},
[39800] = {
["T"] = "格雷迈恩的尝试",
["O"] = "完成天火号上的格雷迈恩的任务。",
["S"] = {
"完成格雷迈恩的任务",
},
},
[10079] = {
["T"] = "乱糟糟的矿洞",
["O"] = "杀死12个甘尔葛工兵，然后向工头比格姆斯复命。",
["S"] = {
"消灭甘尔葛工兵",
},
},
[40824] = {
["T"] = "恐痕的道路",
["O"] = "使用恐痕作战计划选择你的首个行动地点。",
["S"] = {
"选择地区",
},
},
[10335] = {
["T"] = "调查废墟",
["O"] = "放置好三枚测量标记，然后返回虚空风暴的风暴尖塔里，向塞菲里恩复命。",
["S"] = {
"放置一号测量标记",
"放置二号测量标记",
"放置三号测量标记",
},
},
[76247] = {
["T"] = "香火不绝",
["O"] = "收集5个希尔海姆残存补给，并利用它们强化希尔海姆钥焰。",
["S"] = {
"希尔海姆残存补给",
},
},
[58743] = {
["T"] = "沙丘甲虫",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败亚基沙行甲虫",
},
},
[42872] = {
["T"] = "打开通道",
["O"] = "用你的战刃打开一扇通往位于马顿的邪能之槌号的传送门。",
["S"] = {
"移除囚犯的灵魂",
},
},
[10847] = {
["T"] = "斯克提斯之眼",
["O"] = "将里斯克鸦巢之眼和西诺鸦巢之眼交给沙塔斯城贫民窟的救赎者瑞拉克。",
["S"] = {
"里斯克鸦巢之眼",
"西诺鸦巢之眼",
},
},
[60279] = {
["T"] = "通缉：苍白末日",
["O"] = "在末日迷沼中找到并消灭苍白末日。",
["S"] = {
"消灭苍白末日",
},
},
[72429] = {
["T"] = "导引入门：马鲁凯",
["O"] = "在马鲁凯与名望记录者和名望军需官见面。",
["S"] = {
"名望记录者",
"名望军需官",
},
},
[76213] = {
["T"] = "女神的荣耀",
["O"] = "向玛维·影歌了解阿玛杉的含义。",
},
[76212] = {
["T"] = "守护者的印记",
["O"] = "观看雷杉德尔的面纹仪式。",
["S"] = {
"站定位置",
"见证面纹仪式",
},
},
[76194] = {
["T"] = "恐怖征兆",
["O"] = "与亚科纳琳·星影交谈，了解加德纳尔。",
["S"] = {
"与亚科纳琳交谈",
},
},
[76525] = {
["T"] = "熔光夜航 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76162] = {
["T"] = "丢失的魔精",
["O"] = "取回沃金丢失的魔精。",
["S"] = {
"收集沃金的魔精",
},
},
[78573] = {
["T"] = "守护者的援手",
["O"] = "使用芙蕾德林的橡木棍净化薮根盆地。",
["S"] = {
"清理被感染的野生动物",
"摧毁石头结界",
},
},
[11999] = {
["T"] = "寻找线索",
["O"] = "找到眠月花园计划书，然后返回阿格玛之锤，将它交给大法师艾萨斯·夺日者的影像。",
["S"] = {
"眠月花园计划书",
},
},
[48504] = {
["T"] = "穿越老路",
["O"] = "在戈尔奥西格与审判官克利多恩碰面。",
},
[3064] = {
["T"] = "暂无内容",
["O"] = "带20顶Untorn Pirate Hats给……",
},
[12383] = {
["T"] = "糖罐",
},
[12511] = {
["T"] = "丘陵援兵",
["O"] = "前往灰熊丘陵的西部，向琥珀松木营地的杜蒙特中尉报告。",
},
[25277] = {
["T"] = "打扫房间",
["O"] = "杀掉海加尔山伽格尔的营地的任意8名蛮兵或暗法师。",
["S"] = {
"被杀死的伽格尔的爪牙",
},
},
[76147] = {
["T"] = "倒回与调和",
["O"] = "将时间圣物带给索德拉苏斯的时光流汇的诺兹多姆。",
["S"] = {
"和诺兹多姆谈一谈",
},
},
[12895] = {
["T"] = "失踪的布莱恩·铜须",
["O"] = "在布莱恩的营地中找到用麻布裹起来的便笺，把它交给格罗玛什坠毁点的伯克塔·血怒。",
["S"] = {
"用麻布裹起来的便笺",
},
},
[13023] = {
["T"] = "长者基里亚斯",
},
[72430] = {
["T"] = "月溪镇的恶行",
["O"] = "在西部荒野的月溪镇找到梵妮莎和肖尔。",
},
[76146] = {
["T"] = "永恒黎明：时空领主戴欧斯",
["O"] = "击败时空领主戴欧斯。",
},
[76142] = {
["T"] = "取时有道",
["O"] = "在变换流沙中消灭迷时生物，并提取迷时精华。",
["S"] = {
"迷时精华",
},
},
[27069] = {
["T"] = "钢雷",
["O"] = "收集5个水手的箱子。\n\n如果你跟兽人海军新兵失散了，可以跟飞斧上将谈谈，他会再指派一个给你。",
["S"] = {
"获得水兵的箱子",
},
},
[76141] = {
["T"] = "沙中谐律",
["O"] = "在索德拉苏斯的变换流沙各处放置时光沙漏。",
["S"] = {
"放置东部沙漏",
"放置西部沙漏",
"放置北部沙漏",
},
},
[38777] = {
["T"] = "魔石矿脉样本",
["O"] = "把魔石矿脉样本带给达拉然的迪格丝大妈。",
},
[27837] = {
["T"] = "水中的入侵者",
["O"] = "杀死8条静水爬蛇。",
["S"] = {
"消灭静水爬蛇",
},
},
[39801] = {
["T"] = "分裂的舰队",
["O"] = "完成希尔瓦娜斯的任务，将舰队带往风暴峡湾。",
["S"] = {
"完成希尔瓦娜斯的任务",
},
},
[76140] = {
["T"] = "永恒黎明",
["O"] = "在索德拉苏斯的纪元边界与诺兹多姆见面。",
["S"] = {
"在纪元边界与诺兹多姆见面",
},
},
[76113] = {
["T"] = "商栈报到",
["O"] = "回到商栈，在收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[14431] = {
["T"] = "黑喉裂谷",
["O"] = "杀掉8名塔伦迪斯生物学家，从其中一具尸体上收集黑喉情报。",
["S"] = {
"消灭塔伦迪斯生物学家",
"黑喉情报",
},
},
[76108] = {
["T"] = "商栈报到",
["O"] = "回到商栈，在收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[58744] = {
["T"] = "我是低语者",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败低语",
},
},
[76107] = {
["T"] = "商栈报到",
["O"] = "回到商栈，在收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[29885] = {
["T"] = "行军口粮",
["O"] = "收集6块乌龟腰肉。",
["S"] = {
"乌龟腰肉",
},
},
[60280] = {
["T"] = "通缉：达里安勋爵",
["O"] = "找到并消灭雷迪拉夫家族的达里安勋爵。",
["S"] = {
"消灭达里安勋爵",
},
},
[72431] = {
["T"] = "饥饿遗产",
["O"] = "与梵妮莎一起调查月溪镇的迪菲亚盗贼巢穴。",
["S"] = {
"进入迪菲亚盗贼巢穴",
},
},
[76106] = {
["T"] = "商栈报到",
["O"] = "回到商栈，在收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[76105] = {
["T"] = "商栈报到",
["O"] = "回到商栈，在收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[76101] = {
["T"] = "洞中自有强中手",
["O"] = "与瓦斯卡尔恩交谈。",
},
[76527] = {
["T"] = "卡拉兹工坊交锋",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76066] = {
["T"] = "安戈洛环形山巡回赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76063] = {
["T"] = "奥丹姆巡回赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[64376] = {
["T"] = "Hidden Quest",
},
[48505] = {
["T"] = "相思解脱",
["O"] = "护送弗林前往自由镇。",
["S"] = {
"护送弗林前往自由镇",
},
},
[65400] = {
["T"] = "结构图再同化：黑化的元袋熊",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[76062] = {
["T"] = "安其拉环道 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76059] = {
["T"] = "菲拉斯废墟越野赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84719] = {
["T"] = "探险在即",
["O"] = "前往多恩诺嘉尔的东大门与斯卡基特见面。",
},
[76054] = {
["T"] = "大裂谷俯冲赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76053] = {
["T"] = "大裂谷俯冲赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76047] = {
["T"] = "杜隆塔尔巡回赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[72432] = {
["T"] = "精选优质打手",
["O"] = "在月溪镇的迪菲亚盗贼巢穴消灭杀16个克莱辛顿侍从。",
["S"] = {
"消灭克莱辛顿侍从",
},
},
[76034] = {
["T"] = "费伍德飞越 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76033] = {
["T"] = "费伍德飞越 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[54137] = {
["T"] = "无所遁形",
["O"] = "带领部落攻入德鲁斯瓦。",
["S"] = {
"在德鲁斯瓦攻击联盟的目标",
},
},
[76528] = {
["T"] = "卡拉兹工坊交锋 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[38778] = {
["T"] = "激活符文石",
["O"] = "在符文林地激活符文石。",
["S"] = {
"激活符文石",
},
},
[76004] = {
["T"] = "深可见骨",
["O"] = "将1个深岩剥石者之爪带给峈姆的掌窑者克鲁布斯。",
},
[75990] = {
["T"] = "苦命鸳鸯",
["O"] = "在瓦尔莎拉帮助玛法里奥重新获得泰兰德的喜爱。",
["S"] = {
"使用万时旅店的传送门前往瓦尔莎拉（可选）",
"和玛法里奥交谈",
},
},
[75987] = {
["T"] = "牧羊法师",
["O"] = "驱散8个被变形的生物，并没收吉安娜的群体变形魔杖。",
["S"] = {
"使用万时旅店的传送门前往提拉加德海峡（可选）",
"驱散被变形的生物",
},
},
[75983] = {
["T"] = "硫磺冲刺 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[82672] = {
["T"] = "时间再请",
["O"] = "在塔纳利斯的时光之穴外造访庆典。",
},
[75978] = {
["T"] = "闪光障碍赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[84720] = {
["T"] = "前往海妖岛！",
["O"] = "和斯卡基特交谈，前往海妖岛。",
["S"] = {
"与斯卡基特交谈并从多恩诺嘉尔出发",
},
},
[75973] = {
["T"] = "水晶环道 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75972] = {
["T"] = "水晶环道 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[60281] = {
["T"] = "原则4：罗列清单",
["O"] = "消灭审判官德瓦基并找出他是如何追踪威·娜莉的。",
["S"] = {
"消灭审判官德瓦基",
"发现追踪的方法",
},
},
[75964] = {
["T"] = "禁忌离岛突击赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75959] = {
["T"] = "龙巢裂谷巡航赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75958] = {
["T"] = "龙巢裂谷巡航赛 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75957] = {
["T"] = "莫库特攀升赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76529] = {
["T"] = "卡拉兹工坊交锋 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75938] = {
["T"] = "测试",
},
[75919] = {
["T"] = "浇灭结界",
["O"] = "摧毁4个结界火焰石。",
["S"] = {
"摧毁结界火焰石",
},
},
[75918] = {
["T"] = "火季来临",
["O"] = "在欧恩哈拉平原的露恩黛与珊蒂斯见面。",
},
[48506] = {
["T"] = "命运之手",
["O"] = "在暴风城港口与前往埃索达的护送者见面。",
["S"] = {
"在暴风城港口与护送者见面",
},
},
[65401] = {
["T"] = "结构图再同化：吉饰元袋熊",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[33147] = {
["T"] = "垂死的亚煞极",
["O"] = "在决战奥格瑞玛中与游学者周卓谈一谈。",
},
[75887] = {
["T"] = "菲莱克的军队",
["O"] = "前往一座弥散营地。",
},
[25278] = {
["T"] = "打扫房间",
["O"] = "杀掉海加尔山伽格尔的营地的任意8名蛮兵或暗法师。",
["S"] = {
"击败伽格尔的爪牙",
},
},
[6384] = {
["T"] = "飞往奥格瑞玛",
["O"] = "从双足飞龙管理员波洛克那里租一只双足飞龙前往奥格瑞玛，然后将格瑞姆塔克的肉品交给奥格瑞玛的格雷什卡。",
},
[75877] = {
["T"] = "飞翔时间",
["O"] = "找到莱拉·斯塔福德。",
},
[75859] = {
["T"] = "援助联军：嗅味探寻",
["O"] = "前往查拉雷克洞窟，与峈姆的米里特一起进入地下挖掘。继续在巨龙群岛各地援助瓦德拉肯联军及其盟友。",
},
[72434] = {
["T"] = "红玉新生圣地赛道",
["O"] = "完成红玉新生圣地赛道。",
["S"] = {
"完成竞速",
},
},
[75833] = {
["T"] = "商栈报到",
["O"] = "回到商栈，从收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[75829] = {
["T"] = "交错洞窟 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27070] = {
["T"] = "徒劳无益",
["O"] = "获得深渊皇冠和加兹瑞拉充电的鳞片。",
["S"] = {
"深渊皇冠",
"加兹瑞拉的鳞片",
},
},
[76530] = {
["T"] = "亡灵的召唤",
["O"] = "在洛丹伦废墟向莉莉安·沃斯报告。",
},
[27582] = {
["T"] = "潜入暗炉城",
["O"] = "与拉扎布雷德交谈。",
},
[27838] = {
["T"] = "堕落的根源",
["O"] = "到维尔纳尔河东北的源头杀掉鳞蛇之母海文娜。",
["S"] = {
"消灭鳞蛇之母海文娜",
},
},
[56186] = {
["T"] = "左谍右探",
["O"] = "在迷雾酒肆寻找拉希奥。",
["S"] = {
"在迷雾酒肆寻找拉希奥",
},
},
[28350] = {
["T"] = "诱捕大师",
["O"] = "苏拉赫要你从奥丹姆的野生动物身上收集5份肉卷。",
["S"] = {
"肉卷",
},
},
[75816] = {
["T"] = "档案限界 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[57722] = {
["T"] = "补充坐骑",
["O"] = "找到奥特兰克山谷中的山羊。使用雷矛训练颈圈来驯服它们。被驯服的山羊会跟随你回到兽栏管理员那里，然后与兽栏管理员谈话以获得你的奖励。",
["S"] = {
"驯服并上缴山羊",
},
},
[75813] = {
["T"] = "霜土飞越 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[29374] = {
["T"] = "臭气弹轰炸！",
["O"] = "跟克里娜·芬劳谈一谈，骑上扫帚飞往暴风城。用臭弹覆盖城市和市民。",
["S"] = {
"投弹",
},
},
[75806] = {
["T"] = "碧蓝林海冲刺 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75805] = {
["T"] = "碧蓝林海冲刺 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[43899] = {
["T"] = "诅咒战马",
["O"] = "完成5个“堕落战马”系列任务。",
},
[44411] = {
["T"] = "诡异的嗡鸣水晶",
["O"] = "把诡异的嗡鸣水晶带给达拉然的卡德加。",
},
[75795] = {
["T"] = "泽地漫游 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75794] = {
["T"] = "阳斑灌木林巡回赛 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75790] = {
["T"] = "闪霜飞越 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76531] = {
["T"] = "熟客酒桶",
},
[75782] = {
["T"] = "绝顶树冠激流冲刺 - 挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75781] = {
["T"] = "烬琉航线 - 反向版挑战",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75773] = {
["T"] = "小白书",
["O"] = "把书带回峈姆。",
},
[48507] = {
["T"] = "命运之手",
["O"] = "在刃拳海湾与前往埃索达的护送者见面。",
["S"] = {
"在刃拳海湾与护送者见面",
},
},
[81651] = {
["T"] = "地下堡漫游指南",
["O"] = "抵达无底沉穴和丝菌师洞穴",
["S"] = {
"找到无底沉穴",
},
},
[75770] = {
["T"] = "一瓶泡泡水",
["O"] = "把冒泡药剂带给峈姆的蜜丝蒂。",
},
[50043] = {
["T"] = "考古效率",
["O"] = "收集50块希巴拉化石碎片。",
["S"] = {
"希巴拉化石碎片",
},
},
[75769] = {
["T"] = "画成空",
["O"] = "把拉直的帆布带给峈姆的鼹鼠人。",
},
[8672] = {
["T"] = "石塔长者",
},
[75765] = {
["T"] = "液体艺术",
["O"] = "在峈姆找到滴水的泥罐的失主。",
},
[75742] = {
["T"] = "戴盔幼龙",
["O"] = "在峈姆与哈洛维·玛尔谈一谈。",
},
[36220] = {
["T"] = "你究竟有多强？",
["O"] = "消灭鲁格多尔，并将他的徽记交给高里亚试练场外的“铁壁”克罗戈尔。",
["S"] = {
"鲁格多尔的徽记",
},
},
[75741] = {
["T"] = "巨石成堆",
["O"] = "在峈姆与庞佐谈一谈。",
},
[75727] = {
["T"] = "最臭的战袍",
["O"] = "在峈姆与米穆普谈一谈。",
},
[75726] = {
["T"] = "汗唧唧的护甲",
["O"] = "在峈姆与哈洛维·玛尔谈一谈。",
},
[75725] = {
["T"] = "赛道上见",
["O"] = "在格里梅罗格与布里谷尔谈一谈。",
},
[9696] = {
["T"] = "翻译……",
["O"] = "将炎鹰信函交给秘血岗哨的审讯者埃莉西亚。",
},
[75723] = {
["T"] = "洞中赏龙",
["O"] = "在峈姆与哈洛维·玛尔谈一谈。",
},
[56187] = {
["T"] = "黑翼蔽影",
["O"] = "在黑翼血环的入口外寻找拉希奥。",
["S"] = {
"在黑翼血环的入口外寻找拉希奥",
},
},
[75711] = {
["T"] = "找到一枚魔兽游戏币",
["O"] = "在“破裂的獠牙”旅店找到魔兽游戏币并将其投入魔兽游戏机。",
["S"] = {
"魔兽游戏币",
},
},
[75709] = {
["T"] = "找到一枚魔兽游戏币",
["O"] = "在暴风城港口找到魔兽游戏币并将其投入魔兽游戏机。",
["S"] = {
"魔兽游戏币",
},
},
[10336] = {
["T"] = "库鲁萨斯的爪牙",
["O"] = "杀死10只库鲁萨斯的猎犬和5只库鲁萨斯之眼。",
["S"] = {
"消灭库鲁萨斯的猎犬",
"消灭库鲁萨斯之眼",
},
},
[7123] = {
["T"] = "霜狼军需官",
["O"] = "与霜狼军需官谈一谈。",
},
[58747] = {
["T"] = "痒痒脑",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败托门修斯",
},
},
[75703] = {
["T"] = "糖罐",
},
[75702] = {
["T"] = "糖罐",
},
[75701] = {
["T"] = "糖罐",
},
[6961] = {
["T"] = "冬天爷爷来了！",
["O"] = "和冬天爷爷谈谈；他在奥格瑞玛烟林牧场的商人区旁边。",
},
[75699] = {
["T"] = "糖罐",
},
[11360] = {
["T"] = "消防练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后与穿戏服的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[75698] = {
["T"] = "糖罐",
},
[62843] = {
["T"] = "灵魂契约",
["O"] = "与噬渊的威·娜莉交谈。",
},
[75697] = {
["T"] = "糖罐",
},
[63867] = {
["T"] = "愤怒掌控",
["O"] = "在聚魂之河使用虹吸装置从狂怒影魔身上吸取愤怒。",
["S"] = {
"吸取愤怒",
},
},
[12000] = {
["T"] = "寻找线索",
["O"] = "找到眠月花园计划书，然后返回群星之墓，将它交给大法师茉德拉的影像。",
["S"] = {
"眠月花园计划书",
},
},
[48977] = {
["T"] = "圣光军团的物资",
["O"] = "与维迪卡尔的守备官嘉兰娜谈一谈，领取你的奖励。",
},
[24511] = {
["T"] = "痛苦灵魂的回声",
["O"] = "消灭布隆亚姆和噬魂者，夺取萨隆矿坑的入口。",
["S"] = {
"消灭布隆亚姆",
"消灭噬魂者",
},
},
[12384] = {
["T"] = "糖罐",
},
[12512] = {
["T"] = "一个也不能少",
["O"] = "达克索塔的罗杰斯博士要你找到北伐军战士拉莫夫、北伐军战士乔纳森和北伐军战士约瑟芬。对他们使用北伐军的绷带，并护送他们安全回来。",
["S"] = {
"营救北伐军战士乔纳森",
"营救北伐军战士拉莫夫",
"营救北伐军战士约瑟芬",
},
},
[84725] = {
["T"] = "指环在召唤",
["O"] = "装备喀耳刻的指环，并将吟风歌手的符文黄水晶镶嵌到吟风插槽中。\r\n\r\n然后，从插槽中取出吟风歌手的符文黄水晶。",
["S"] = {
"装备喀耳刻的指环",
"将吟歌黄水晶镶嵌进戒指中",
"将吟歌黄水晶从戒指中卸下",
},
},
[24759] = {
["T"] = "基础教程：攻击目标",
["O"] = "摧毁6个蒂基面具假人。",
["S"] = {
"消灭蒂基面具假人",
},
},
[75693] = {
["T"] = "糖罐",
},
[13024] = {
["T"] = "长者瓦尼卡",
},
[75692] = {
["T"] = "糖罐",
},
[75691] = {
["T"] = "糖罐",
},
[52477] = {
["T"] = "通缉：阿亚梅",
["O"] = "猎杀阿亚梅并获取它的徽记。",
["S"] = {
"阿亚梅的徽记",
},
},
[27071] = {
["T"] = "沙怒之怒",
["O"] = "杀死殉教者塞卡、巫医祖穆拉恩、安图苏尔，以及卢兹鲁。",
["S"] = {
"消灭殉教者塞卡",
"消灭巫医祖穆拉恩",
"消灭安图苏尔",
"消灭卢兹鲁",
},
},
[13664] = {
["T"] = "黑骑士之死",
["O"] = "击败黑骑士，然后向银色比武场的北伐军战士莱达拉复命。",
["S"] = {
"击败黑骑士",
},
},
[27583] = {
["T"] = "北部保卫战",
["O"] = "向暮光高地爬蛇海湾的格拉洛克报到。",
},
[27839] = {
["T"] = "远古武器",
["O"] = "获得古老的托维尔军备物资。",
["S"] = {
"古老的托维尔军备物资",
},
},
[14048] = {
["T"] = "火鸡还是缺",
["O"] = "将20份慢烤火鸡交给铁炉堡外面的凯特琳·铁壶。",
["S"] = {
"慢烤火鸡",
},
},
[14176] = {
["T"] = "死者的感激",
["O"] = "弄到悼念糕饼，并把它交给雷霆崖墓地的欢快的牛头人灵魂。\n\n你必须使用一朵橙菊，才能看到那个隐形的灵魂。",
["S"] = {
"悼念糕饼",
},
},
[40829] = {
["T"] = "LFGDungeons - Draenor 6.2 - Raid Finder - 1st",
},
[82678] = {
["T"] = "档案馆：第一个圆盘",
["O"] = "在记忆宝地与达格兰碰面，协助他寻找泰坦圆盘碎片。\r\n\r\n你可以在卡兹阿加的地下城、地下堡、危险生物和宝藏中发现这些圆盘碎片。",
},
[32173] = {
["T"] = "Build Portal 01",
},
[29375] = {
["T"] = "幽暗城大扫除",
["O"] = "使用奥术清洁剂，清除幽暗城里的臭气弹。",
["S"] = {
"清除臭气弹",
},
},
[75687] = {
["T"] = "糖罐",
},
[29887] = {
["T"] = "长老的道具",
["O"] = "从吊尾粘爪猴身上收集水语者法杖、典礼长袍、玉冠和檀木念珠。",
["S"] = {
"水语者法杖",
"典礼长袍",
"玉冠",
"檀木念珠",
},
},
[60284] = {
["T"] = "原则5：大胆出手",
["O"] = "调查破灭堡内频发的异象。",
["S"] = {
"在破灭堡的入口使用迷惑密文",
},
},
[54136] = {
["T"] = "进军沼泽",
["O"] = "带领联盟攻入纳兹米尔。",
["S"] = {
"在纳兹米尔攻击部落的目标",
},
},
[36690] = {
["T"] = "突袭失落的安苏鸦巢",
["O"] = "攻击阿兰卡峰林失落的安苏鸦巢附近的敌对生物。",
["S"] = {
"突袭失落的安苏鸦巢附近的生物",
},
},
[25641] = {
["T"] = "灵魂精华的流动",
["O"] = "将灵魂精华容器交给菲拉斯莫沙彻营地的巫医尤克里。",
},
[75511] = {
["T"] = "Tracking Quest",
},
[55067] = {
["T"] = "图纸：算法重制的打孔卡",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[75682] = {
["T"] = "糖罐",
},
[47485] = {
["T"] = "艾什凡贸易公司",
["O"] = "和东点哨站的卡格尼交谈。在汇帆市场的威尔·墨尔伯恩处乘坐渡船。",
["S"] = {
"乘船前往东点哨站",
},
},
[37443] = {
["T"] = "索兰尼亚的物品",
["O"] = "收集护井者索兰尼亚的占卜宝珠、天灾魔法卷轴和日记。它们分别位于逐日岛上的池塘边、喷泉附近以及一块燃烧水晶旁。找到所有物品后，将它们归还给太阳之塔上的护井者索兰尼亚。",
["S"] = {
"索兰尼亚的占卜宝珠",
"天灾魔法卷轴",
"索兰尼亚的日记",
},
},
[75678] = {
["T"] = "糖罐",
},
[81655] = {
["T"] = "多汁三叶虫肉块",
["O"] = "收集4块三叶虫肉。",
["S"] = {
"多汁三叶虫肉块",
},
},
[49533] = {
["T"] = "大酋长的命令：嚎风峡湾！",
["O"] = "与嚎风峡湾的药剂师雷杉德尔谈一谈。",
},
[35669] = {
["T"] = "通缉令：基霍的断裂之爪",
["O"] = "从野蛮的基霍身上获得基霍的断裂之爪。",
["S"] = {
"基霍的断裂之爪",
},
},
[84727] = {
["T"] = "第二个信号",
["O"] = "跟随巴古斯向北前进。",
},
[51069] = {
["T"] = "通缉：黑暗低语者乔拉",
["O"] = "消灭黑暗低语者乔拉。",
["S"] = {
"消灭黑暗低语者乔拉",
},
},
[86775] = {
["T"] = "尖峰时刻",
["O"] = "完成至少一次峰时定价的事件。",
},
[14095] = {
["T"] = "鉴定遗留物",
["O"] = "带上海怪的牙齿作为你胜利的证明，去见北伐军战士希瓦多恩。",
},
[72440] = {
["T"] = "白银之勇",
["O"] = "在守护巨龙的协助下进入提尔之墓。",
["S"] = {
"确认复活提尔的计划",
},
},
[27803] = {
["T"] = "松一口气",
["O"] = "消灭8名被制服的纵火者。",
["S"] = {
"消灭被制服的纵火者",
},
},
[75671] = {
["T"] = "糖罐",
},
[54141] = {
["T"] = "艾萨兰勋章",
["O"] = "将勋章带给收集者寇乔。",
},
[76536] = {
["T"] = "赤脊山拉力赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[40748] = {
["T"] = "网络安全",
["O"] = "在欧库勒斯的测试间完成封锁程序。",
["S"] = {
"传送到测试间",
},
},
[28822] = {
["T"] = "后方已经安全",
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
},
[75667] = {
["T"] = "糖罐",
},
[59959] = {
["T"] = "承载钥匙的烙印",
["O"] = "找到钥匙并救出达里安。",
["S"] = {
"找到“烙印者”并取回钥匙",
},
},
[40830] = {
["T"] = "近在咫尺",
["O"] = "带首席传送师欧库勒斯去见沙尔艾兰的塔莉萨。",
["S"] = {
"带欧库勒斯进入沙尔艾兰",
},
},
[82680] = {
["T"] = "三重坚盾的禽学大师",
["O"] = "在三重坚盾寻找欧尔巴里格。",
},
[63576] = {
["T"] = "第一步",
["O"] = "在奥利波斯与文官阿得赖斯提斯交谈。",
["S"] = {
"与奥利波斯的文官阿得赖斯提斯交谈",
},
},
[75634] = {
["T"] = "重铸提尔近卫",
["O"] = "在蕨皮山谷的提尔近卫营地中与塔瓦德见面。",
},
[65451] = {
["T"] = "练手材料",
["O"] = "收集20片原始始祖雏龙之鳞。",
["S"] = {
"收集原始始祖雏龙之鳞",
},
},
[59773] = {
["T"] = "寻找晋升者",
["O"] = "前往晋升堡垒，询问关于噬渊格里恩的信息。",
["S"] = {
"和罗-阿沃纳维谈一谈，前往晋升堡垒",
},
},
[43902] = {
["T"] = "翡翠梦魇：塞纳留斯的堕落",
["O"] = "击败翡翠梦魇的塞纳留斯。",
["S"] = {
"消灭塞纳留斯",
"被污染的月光林地树叶",
},
},
[44414] = {
["T"] = "洛瑟鲁斯的邪裔",
["O"] = "击败洛瑟鲁斯",
["S"] = {
"消灭洛瑟鲁斯",
},
},
[70940] = {
["T"] = "海象人勇士的传说",
},
[75539] = {
["T"] = "必有恶魔来",
["O"] = "和暗月马戏团各处的新人术士交谈。",
["S"] = {
"与新手术士交谈",
},
},
[71226] = {
["T"] = "消灭岩石蜗牛",
["O"] = "在训练广场消灭5只末日之兔。",
["S"] = {
"消灭末日之兔",
},
},
[76537] = {
["T"] = "赤脊山拉力赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75518] = {
["T"] = "沉河之躯",
["O"] = "与洛斯卡交谈，开始慎重地发掘半人马遗骸。",
["S"] = {
"和洛斯卡谈一谈，开始挖掘",
},
},
[47486] = {
["T"] = "可疑的货物",
["O"] = "在艾什凡铸造厂中检查5个有标记的货物。",
["S"] = {
"检查有标记的货物",
},
},
[75487] = {
["T"] = "安戈洛环形山巡回赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75486] = {
["T"] = "安戈洛环形山巡回赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[24512] = {
["T"] = "战士的救赎",
["O"] = "从荣耀岗哨取回5箱被收缴的武器，交给5名石爪囚犯。使用附近的绳索可以快速进出联盟的营地。",
["S"] = {
"武装石爪囚犯",
},
},
[49534] = {
["T"] = "大酋长的命令：祖达克！",
["O"] = "与祖达克的北伐军领主兰迪加谈一谈。",
},
[50046] = {
["T"] = "有人搞破坏",
["O"] = "放置10捆炸药。",
["S"] = {
"放置炸弹",
},
},
[75482] = {
["T"] = "奥丹姆巡回赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75474] = {
["T"] = "安其拉环道 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[25792] = {
["T"] = "推进",
["O"] = "使用烈焰符文在霜鬃前线摧毁4根压缩图腾。",
["S"] = {
"焚毁压缩图腾",
},
},
[75473] = {
["T"] = "安其拉环道 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75466] = {
["T"] = "失落又迷时的维京人",
["O"] = "说服失落的维京人返回纪元边界。",
["S"] = {
"和奥拉夫谈一谈",
},
},
[75465] = {
["T"] = "千针石林折返赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75463] = {
["T"] = "千针石林折返赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75439] = {
["T"] = "剃刀沼泽环线 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[76538] = {
["T"] = "赤脊山拉力赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75396] = {
["T"] = "织网者迂回赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27840] = {
["T"] = "德莱尼水晶",
["O"] = "从农田避难所收集5颗德莱尼水晶。",
["S"] = {
"德莱尼水晶",
},
},
[28096] = {
["T"] = "任务给予者的体验",
["O"] = "指派3项任务。",
["S"] = {
"指派第一项任务",
"指派第二项任务",
"指派第三项任务",
},
},
[28352] = {
["T"] = "钟爱骆驼",
["O"] = "用苏拉赫的挽具驯服3头骆驼。",
["S"] = {
"捕捉野骆驼",
},
},
[28608] = {
["T"] = "灰影墓穴",
["O"] = "从丧钟镇的灰影墓穴中拿取粘稠的防腐剂和缝尸麻线。",
["S"] = {
"粘稠的防腐剂",
"缝尸麻线",
},
},
[82682] = {
["T"] = "开胃元素",
["O"] = "收集10条电鳗。",
["S"] = {
"电鳗",
},
},
[75347] = {
["T"] = "火箭车驰骋",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[29376] = {
["T"] = "重振旗鼓",
["O"] = "用稻草人前面的篝火将其点燃。并使用稻草人周围的灰烬。",
["S"] = {
"使用篝火",
"使用稻草人灰烬",
},
},
[59262] = {
["T"] = "坏掉的翅膀",
["O"] = "给科瓦斯科斯带来阿瑞拉之翼。",
["S"] = {
"阿瑞拉之翼",
},
},
[75332] = {
["T"] = "海加尔疾行 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[43903] = {
["T"] = "翡翠梦魇：萨维斯",
["O"] = "击败翡翠梦魇的萨维斯。",
["S"] = {
"消灭萨维斯",
"一瓶涡流暗影",
},
},
[44415] = {
["T"] = "赤斧",
["O"] = "关闭不稳定的传送门，并找到“赤斧”布洛克斯加。",
["S"] = {
"关闭不稳定的传送门",
},
},
[75331] = {
["T"] = "海加尔疾行 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75312] = {
["T"] = "冬雪观景赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75310] = {
["T"] = "冬雪观景赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75293] = {
["T"] = "费伍德飞越 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75290] = {
["T"] = "峈姆鼹鼠人名望",
["O"] = "在峈姆与米穆普交谈。",
},
[47487] = {
["T"] = "劳动纠纷",
["O"] = "消灭10个公司警卫、公司执行者或公司燧发枪手。",
["S"] = {
"消灭艾什凡公司守卫",
},
},
[75272] = {
["T"] = "测试",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75221] = {
["T"] = "找到一枚魔兽游戏币",
["O"] = "在脆烤山羊旅店中找到魔兽游戏币并将其投入魔兽游戏机。",
["S"] = {
"魔兽游戏币",
},
},
[75182] = {
["T"] = "侠盗猛犸骑手",
["O"] = "骑上一头不堪重负的猛犸，带着它回归阵线。",
["S"] = {
"解放不堪重负的搬运者",
},
},
[49535] = {
["T"] = "大酋长的命令：索拉查盆地！",
["O"] = "与晶歌森林上方的达拉然的大法师伯塔鲁斯谈一谈。",
},
[50047] = {
["T"] = "免费样品",
["O"] = "收集8个神秘矿石样本。",
["S"] = {
"神秘矿石",
},
},
[8545] = {
["T"] = "部落需要秘银锭！",
["O"] = "把20块秘银锭交给奥格瑞玛精神谷的军士长克拉恩。",
["S"] = {
"秘银锭",
},
},
[51071] = {
["T"] = "通缉：剜齿龙后",
["O"] = "消灭一只剜齿龙后。",
["S"] = {
"消灭剜齿龙后",
},
},
[8801] = {
["T"] = "克苏恩的遗产",
["O"] = "将克苏恩之眼交给安其拉神殿的凯雷斯特拉兹。",
},
[75125] = {
["T"] = "瞬息全阊阖",
},
[75050] = {
["T"] = "海纳百川",
["O"] = "与莫库特村的新住民交谈。",
["S"] = {
"与图卡拉克交谈",
"与图里克交谈",
"与阿苏拉泰交谈",
"与欣戴赛什交谈",
},
},
[75043] = {
["T"] = "硫磺冲刺 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75042] = {
["T"] = "硫磺冲刺 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[75024] = {
["T"] = "不起眼的碎块",
["O"] = "击败12个注能甲虫。",
["S"] = {
"击败注能甲虫",
},
},
[9569] = {
["T"] = "化解危机",
["O"] = "杀掉5个阿克萨林暗影行者、5个阿克萨林唤魔者和塞弗拉克斯，然后收集5块被腐蚀的水晶，把它们交给秘血岗哨的守备官艾蕾希亚。",
["S"] = {
"消灭塞弗拉克斯",
"消灭阿克萨林唤魔者",
"消灭阿克萨林暗影行者",
"被腐蚀的水晶",
},
},
[9697] = {
["T"] = "观察者莉萨奥",
["O"] = "与赞加沼泽塞纳里奥岗哨的观察者莉萨奥谈一谈。",
},
[74975] = {
["T"] = "峈姆飞渡 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[74972] = {
["T"] = "峈姆飞渡",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[74968] = {
["T"] = "蜗牛激励：闪电",
["O"] = "召唤一只满级的闪电战斗宠物，给布里谷尔看。",
},
[40832] = {
["T"] = "无冕者的召唤",
["O"] = "查看密封的信函，并听从里面的指示。",
["S"] = {
"查看信函",
},
},
[74966] = {
["T"] = "蜗牛激励：珠丝蜗牛",
["O"] = "召唤一只满级的珠丝蜗牛战斗宠物，给布里谷尔看。",
},
[83708] = {
["T"] = "LFGDungeons - 11.0 The War Within - Raid Finder - Nth",
},
[58751] = {
["T"] = "共同的危殆",
["O"] = "在弃绝之狱找到失踪的女男爵。",
["S"] = {
"向失踪的女男爵传达召唤",
},
},
[74963] = {
["T"] = "蜗牛激励：锈色蜗牛",
["O"] = "召唤一只满级的锈色蜗牛战斗宠物，给布里谷尔看。",
},
[10849] = {
["T"] = "寻找基尔利克",
["O"] = "将瑞拉克的信件交给白骨荒野难民车队的觉醒者基尔利克。",
},
[43904] = {
["T"] = "翡翠梦魇：塞纳留斯的堕落",
["O"] = "击败翡翠梦魇的塞纳留斯。",
["S"] = {
"消灭塞纳留斯",
"被污染的月光林地树叶",
},
},
[72445] = {
["T"] = "驰援北郡",
["O"] = "在北郡找到梵妮莎、塞西莉亚和肖尔。",
},
[74956] = {
["T"] = "闪光障碍赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11361] = {
["T"] = "灭火练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后回到剃刀岭，与戴面具的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[74906] = {
["T"] = "研究员遇袭",
},
[74903] = {
["T"] = "发信石：囚犯",
["O"] = "找到一块发信石。",
},
[74902] = {
["T"] = "发信石：初始报告",
["O"] = "找到一块发信石。",
},
[47488] = {
["T"] = "小小搬运工",
["O"] = "从艾什凡铸造厂中释放6个童工。",
["S"] = {
"救出童工",
},
},
[74896] = {
["T"] = "日志条目：沉默",
["O"] = "找到一份日志条目。",
},
[74882] = {
["T"] = "水晶环道 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[24513] = {
["T"] = "以眼还眼",
["O"] = "杀死匹克上尉，并将他的纹章交给奥尔塔格。",
["S"] = {
"匹克上尉的纹章",
},
},
[12385] = {
["T"] = "糖罐",
},
[74880] = {
["T"] = "日志条目：圣物",
["O"] = "收集一份日志条目。",
},
[25281] = {
["T"] = "回馈恩情",
["O"] = "使用附魔海螺壳营救6名溺水的士兵。",
["S"] = {
"营救士兵",
},
},
[51072] = {
["T"] = "通缉：肥指猩猩长者",
["O"] = "消灭一只肥指猩猩长者。",
["S"] = {
"消灭肥指猩猩长者",
},
},
[74839] = {
["T"] = "水晶环道",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[13025] = {
["T"] = "长者卢纳罗",
},
[72446] = {
["T"] = "他们怎么了？",
["O"] = "保卫北郡。",
["S"] = {
"守卫北郡",
},
},
[74775] = {
["T"] = "菲莱克的信徒：克雷臣拉斯",
["O"] = "收集克雷臣拉斯的徽记。",
},
[43911] = {
["T"] = "暗夜要塞：艾利桑德",
["O"] = "在暗夜要塞消灭艾利桑德。",
["S"] = {
"消灭艾利桑德",
"古代夜之子典籍",
},
},
[27073] = {
["T"] = "让他们尝尝苦头",
["O"] = "杀掉10个血牙清除者。",
["S"] = {
"消灭血牙清除者",
},
},
[74571] = {
["T"] = "清理道路",
["O"] = "摧毁贾拉丁路障。",
["S"] = {
"摧毁贾拉丁路障",
},
},
[38785] = {
["T"] = "活性魔石样本",
["O"] = "把活性魔石样本带给达拉然的迪格丝大妈。",
},
[74570] = {
["T"] = "救死扶伤",
["O"] = "使用提供的绷带或你自己的技能治疗6名受伤的守护者。",
["S"] = {
"治疗盟友",
},
},
[28097] = {
["T"] = "格瑞姆巴托的大门",
["O"] = "跟巨龙曲径的督军克罗格谈一谈。",
},
[70911] = {
["T"] = "披甲待战",
},
[14305] = {
["T"] = "收割时节",
["O"] = "收集10棵芦蓟草。",
["S"] = {
"芦蓟草",
},
},
[28865] = {
["T"] = "战争主母的召唤",
["O"] = "去找诅咒之地巨槌要塞的奥克莉拉。",
},
[70941] = {
["T"] = "鱼窝",
["O"] = "在碧蓝林海的伊斯卡拉与努恩弗克交谈。",
["S"] = {
"学习法术：巨龙群岛钓鱼",
},
},
[29377] = {
["T"] = "大肆破坏",
["O"] = "对暴风城前的稻草人使用灭火剂。",
["S"] = {
"熄灭联盟的稻草人",
},
},
[42881] = {
["T"] = "勇士：女伯爵莉亚德琳",
},
[86782] = {
["T"] = "中庭医院",
["O"] = "在中庭会见赫米特·奈辛瓦里。",
},
[43905] = {
["T"] = "翡翠梦魇：萨维斯",
["O"] = "击败翡翠梦魇的萨维斯。",
["S"] = {
"消灭萨维斯",
"一瓶涡流暗影",
},
},
[44417] = {
["T"] = "又一个传奇",
["O"] = "和奥丁对话来追寻另一件神器。",
["S"] = {
"选择神器",
},
},
[74517] = {
["T"] = "全地形蜗牛",
["O"] = "分别在惊扰湿地、流浪者大草原、上层霜土和变换流沙骑乘大滑穿过蜗牛标记。",
["S"] = {
"惊扰湿地的蜗牛标记",
"流浪者大草原的蜗牛标记",
"上层霜土的蜗牛标记",
"变换流沙的蜗牛标记",
},
},
[74493] = {
["T"] = "第二次准能成",
["O"] = "确定奇特的圆形物体的起源。",
["S"] = {
"查明物品的本质",
},
},
[74468] = {
["T"] = "Forbidden Reach 1/2 D and E",
},
[74447] = {
["T"] = "考古动口不动手",
["O"] = "与维利提斯塔兹交谈。",
["S"] = {
"在老地方与维利提斯塔兹见面",
},
},
[74437] = {
["T"] = "抵抗风暴",
["O"] = "在拜荒者的未来获取必要的补给，完成“暴风之怒”事件。",
["S"] = {
"户外部署式热源（可选）",
"完成暴风之怒",
},
},
[31937] = {
["T"] = "“雷电之王”驱虫器",
["O"] = "把“雷电之王”驱虫器带到日歌农场或半山市集，交给农夫老愚。",
},
[74415] = {
["T"] = "适合的贡品",
["O"] = "烹饪兽人料理，在祭祀石上布置先祖盛宴。",
["S"] = {
"烹饪烧烤怒水鲑鱼",
"烹饪香料焦烤塔布肉排",
"烹饪咖喱椰子蟹",
},
},
[48513] = {
["T"] = "攻击侵入点",
["O"] = "完成3个侵入点。",
},
[74379] = {
["T"] = "困守离岛",
["O"] = "在禁忌离岛的上古阅兵场消灭法誓捕翼者。",
["S"] = {
"消灭法誓捕翼者",
},
},
[49537] = {
["T"] = "大酋长的命令：冰冠冰川！",
["O"] = "与晶歌森林上方的达拉然的掠天者科鲁姆谈一谈。",
},
[74375] = {
["T"] = "研究校勘",
["O"] = "查明碎裂之焰远征军到查拉雷克洞窟的目的。",
["S"] = {
"碎裂之焰探险笔记",
"找到线索",
},
},
[84735] = {
["T"] = "黑铁的真相",
["O"] = "在“重返黑石深渊”团队副本中击败达格兰·索瑞森大帝。",
},
[74118] = {
["T"] = "穴窟探险",
["O"] = "在洞穴里使用龙鳞探险队的攀登装备，探索天狐之穴的顶部。",
},
[86783] = {
["T"] = "日光之鳐",
["O"] = "在尊主生态圆顶会见赫米特·奈辛瓦里。",
},
[73860] = {
["T"] = "长者德克迪戈",
},
[72448] = {
["T"] = "固守传承",
["O"] = "在黑曜堡垒或熔渣沼泽中消灭两个稀有敌人。",
["S"] = {
"消灭稀有敌人",
},
},
[73859] = {
["T"] = "伊斯卡拉长者希克尔",
},
[73848] = {
["T"] = "伊斯卡拉长者桑克尔",
},
[73716] = {
["T"] = "艾拉格长者",
},
[73707] = {
["T"] = "入场券：格里梅罗格运动会",
["O"] = "参观查拉雷克洞窟南部的格里梅罗格。",
},
[73183] = {
["T"] = "想玩个游戏吗？",
["O"] = "在瓦德拉肯与弥泽恩交谈。",
},
[73178] = {
["T"] = "拿开你的脏手！",
["O"] = "击败铁潮海盗，夺回失窃的货物。",
["S"] = {
"消灭铁潮杀手",
"找回失窃的货物",
},
},
[73160] = {
["T"] = "帮手与援爪",
["O"] = "在锐鳞海岸帮助杰布、塔查和乌尔菲德。",
["S"] = {
"在锐鳞海岸上找到杰布和塔查",
},
},
[5041] = {
["T"] = "十字路口的补给品",
["O"] = "在钢鬃野猪人的洞穴中收集5只十字路口的补给箱。",
["S"] = {
"十字路口的补给箱",
},
},
[40834] = {
["T"] = "追踪诅咒",
["O"] = "护送瑞维尔·考斯特从暮色森林的密斯特曼托庄园前往逆风小径的埃瑞丁营地。",
["S"] = {
"跟随瑞维尔前往埃瑞丁营地",
},
},
[73147] = {
["T"] = "漂移之地",
["O"] = "在宠物对战中击败颤地者。",
["S"] = {
"在宠物对战中击败颤地者",
},
},
[73089] = {
["T"] = "门扉之后",
["O"] = "进入宝库，使用兹斯克拉宝库钥匙打开3扇门。",
["S"] = {
"使用兹斯克拉宝库钥匙打开大门",
},
},
[73076] = {
["T"] = "再登离岛",
["O"] = "在禁忌离岛与安波莎见面。",
["S"] = {
"和飞行管理员阿鲁莉谈一谈，飞往禁忌离岛（可选）",
"在禁忌离岛找到安波莎",
},
},
[59265] = {
["T"] = "窥探之眼",
["O"] = "从阿卡莱克之泪的构造体身上收集20只背叛者之眼。",
["S"] = {
"收集背叛者之眼",
},
},
[73071] = {
["T"] = "经世佳酿",
["O"] = "找到15张配方书页。",
["S"] = {
"配方书页",
},
},
[43906] = {
["T"] = "翡翠梦魇：塞纳留斯的堕落",
["O"] = "击败翡翠梦魇的塞纳留斯。",
["S"] = {
"消灭塞纳留斯",
"被污染的月光林地树叶",
},
},
[72449] = {
["T"] = "快停下！",
["O"] = "从侍从首领身上收集4把屏障钥匙。",
["S"] = {
"执行者格兰特的玺戒",
"执行者洁奈弗的玺戒",
"执行者特拉的玺戒",
"执行者霍尔布的玺戒",
},
},
[73061] = {
["T"] = "禁忌离岛突击赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[73052] = {
["T"] = "喷口起落赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[73043] = {
["T"] = "幽灵遗产",
["O"] = "在酸噬裂谷消灭10个幽魂研究员和失败的实验品。",
["S"] = {
"消灭失败的实验品或幽魂研究员",
},
},
[62849] = {
["T"] = "收割者之庭的典范",
["O"] = "与暗湾镇的米哈拉女士交谈。",
},
[73037] = {
["T"] = "治疗水晶",
["O"] = "从翠绿王座的敌人身上收集10块翠绿心晶。",
["S"] = {
"翠绿心晶",
},
},
[73034] = {
["T"] = "喷口起落赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[73030] = {
["T"] = "南部离岛环线 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[73026] = {
["T"] = "藏宝海湾",
["O"] = "和塞纳苟斯交谈，获取更多信息。",
},
[24514] = {
["T"] = "迅猛龙之皮",
["O"] = "杀死恐齿疾步龙和恐齿镰爪龙，从它们身上收集8张恐齿迅猛龙的皮。",
["S"] = {
"恐齿迅猛龙的皮",
},
},
[49538] = {
["T"] = "大酋长的命令：翡翠林！",
["O"] = "前往格罗玛什要塞向纳兹戈林将军报到。",
},
[73021] = {
["T"] = "责任之课",
["O"] = "为普林利爵士的栖地收集材料。",
["S"] = {
"毛绒玩具娃娃",
"装饰灌木",
"抚慰熏香",
},
},
[6321] = {
["T"] = "布瑞尔的补给",
["O"] = "将莫里斯的订单交给蝙蝠管理员安内特。",
},
[6385] = {
["T"] = "双足飞龙驭手多拉斯",
["O"] = "将格雷什卡的信交给奥格瑞玛的多拉斯。",
},
[73018] = {
["T"] = "雷裂冲击坑巡回赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[26050] = {
["T"] = "神奇潜水镜",
["O"] = "护送菲兹索普教授到洞穴里去并平安返回。",
["S"] = {
"护送菲兹索普教授",
},
},
[26306] = {
["T"] = "讨回血债",
["O"] = "在辛萨罗杀死5名邪枝巫医和5名邪枝猎头者。",
["S"] = {
"消灭邪枝猎头者",
"消灭邪枝巫医",
},
},
[6641] = {
["T"] = "鞭笞者沃尔沙",
["O"] = "击败鞭笞者沃尔沙。",
["S"] = {
"击败鞭笞者沃尔沙",
},
},
[72984] = {
["T"] = "碧蓝林海反向巡礼",
["O"] = "飞过碧蓝林海的所有反向赛道。",
["S"] = {
"碧蓝林海冲刺",
"碧蓝林海障碍赛",
"瓦克索斯攀升赛",
"伊斯卡拉锦标赛",
"霜土飞越",
"档案限界",
},
},
[72981] = {
["T"] = "众王子的耐心",
["O"] = "深入地底，摧毁拜荒者路障。",
["S"] = {
"穿越地道",
},
},
[76546] = {
["T"] = "螳螂妖技法",
["O"] = "完成时光裂隙后，返回提尔要塞水库的索莉多米处。",
["S"] = {
"完成一个时光裂隙",
},
},
[72962] = {
["T"] = "把门打开！",
["O"] = "与拉南交谈，了解他的进度。",
["S"] = {
"与拉南交谈，了解他的进度",
},
},
[27842] = {
["T"] = "只是开始",
["O"] = "杀掉格拉布托克。",
["S"] = {
"消灭格拉布托克",
},
},
[72958] = {
["T"] = "营救鼹鼠",
["O"] = "找到并拯救图贝罗斯和他的地表人客户。",
["S"] = {
"找到图贝罗斯",
},
},
[28354] = {
["T"] = "振翅高飞",
["O"] = "收集8朵泥头花。",
["S"] = {
"泥头花",
},
},
[72950] = {
["T"] = "最终的争斗",
["O"] = "在碧蓝魔馆中制服玛里苟斯和辛达苟萨不安的灵魂。",
["S"] = {
"完成场景战役“最终的争斗”",
},
},
[28866] = {
["T"] = "进入巨石之核",
["O"] = "与巨石之核中的大地看守者伊尔萨交谈。",
},
[7281] = {
["T"] = "兄弟情深",
["O"] = "深入雷矛部族的领地，杀掉指挥官卡尔·菲利普。任务完成之后向指挥官刘易斯·菲利普复命。",
["S"] = {
"消灭指挥官卡尔·菲利普",
},
},
[72940] = {
["T"] = "失踪的蓝龙在哪里？",
["O"] = "选择一个区域，调查失踪的蓝龙。",
["S"] = {
"选择区域进行调查",
},
},
[42883] = {
["T"] = "劣魔之涌",
["O"] = "在灰白原野杀掉8个怒目地劣魔。",
["S"] = {
"消灭怒目地劣魔",
},
},
[86786] = {
["T"] = "虚空猎手",
["O"] = "帮助蕾欧娜·涉暗击败强化的宇宙蠕虫，并夺取它的力量。",
["S"] = {
"喂食无厌者拉蒙塔",
},
},
[43907] = {
["T"] = "翡翠梦魇：萨维斯",
["O"] = "击败翡翠梦魇的萨维斯。",
["S"] = {
"消灭萨维斯",
"一瓶涡流暗影",
},
},
[72451] = {
["T"] = "生存意志",
["O"] = "送回龙火护符。",
["S"] = {
"龙火护符",
},
},
[72897] = {
["T"] = "禁忌离岛 2/1",
},
[72882] = {
["T"] = "离巢飞燕",
["O"] = "在查拉雷克洞窟找到6只迷失的燕子。",
["S"] = {
"找到燕子",
},
},
[72878] = {
["T"] = "黏液今夜秀",
["O"] = "在查拉雷克洞窟套住8只滴水的芬芳螺，收集蜗牛粘液。",
["S"] = {
"蜗牛粘液",
},
},
[62850] = {
["T"] = "晋升者的典范",
["O"] = "在晋升堡垒的英雄之眠与副官尼科斯谈谈。",
},
[72874] = {
["T"] = "父亲的秘密",
["O"] = "调查回收的圣物。",
["S"] = {
"调查锈蚀的圣物",
"调查损坏的圣物",
"调查嗡鸣的圣物",
},
},
[31938] = {
["T"] = "“翻地者”万能犁",
["O"] = "把“翻地者”万能犁带到日歌农场或半山市集，交给农夫老愚。",
},
[72866] = {
["T"] = "重回洛丹伦",
["O"] = "使用传送门返回洛丹伦废墟。",
["S"] = {
"穿过传送门前往洛丹伦废墟",
},
},
[72862] = {
["T"] = "敌在你我中",
["O"] = "在不被发现的情况下安放爆裂魔药，并且消灭血色大法师。",
["S"] = {
"放置爆裂魔药",
"消灭血色大法师",
},
},
[32706] = {
["T"] = "暗影中的盟友",
["O"] = "在阴冷洞窟与祝踏岚交谈。",
},
[33156] = {
["T"] = "时光守护者凯诺兹",
["O"] = "在永恒岛上与凯诺兹交谈。",
},
[72861] = {
["T"] = "血色细作",
["O"] = "穿上伪装，向芬里斯岛的军需官纽勒姆报告。",
["S"] = {
"穿上血色伪装",
"拾起法拉尼尔的混合物",
},
},
[72858] = {
["T"] = "酸溅纸溶",
["O"] = "使用酸液步枪摧毁《致所有亡灵》。",
["S"] = {
"摧毁《致所有亡灵》",
},
},
[8674] = {
["T"] = "冰蹄长者",
},
[8802] = {
["T"] = "卡利姆多的救世主",
["O"] = "把克苏恩之眼交给时光之穴的阿纳克洛斯。",
},
[72802] = {
["T"] = "泽地漫游 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[72452] = {
["T"] = "光荣前行，朋友",
["O"] = "在暴风城的英雄谷找到肖尔。",
["S"] = {
"在暴风城外与肖尔见面",
},
},
[72799] = {
["T"] = "碧蓝林海障碍赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[72795] = {
["T"] = "霜土飞越 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[72773] = {
["T"] = "了解巧思",
["O"] = "在瓦德拉肯与格雷基克·圆指见面。",
},
[9570] = {
["T"] = "可怕的库肯",
["O"] = "秘蓝岛止松要塞的启示者库尔兹要求你杀死库肯，并带回库肯的毛皮。",
["S"] = {
"库肯的毛皮",
},
},
[55171] = {
["T"] = "谍影重重",
["O"] = "完成任务“侦察战牙要塞”",
},
[78596] = {
["T"] = "格雷迈恩的诏令",
["O"] = "在暴风城港口与吉恩·格雷迈恩见面。",
["S"] = {
"在暴风城港口与吉恩·格雷迈恩见面",
},
},
[72760] = {
["T"] = "山崖环道 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[40324] = {
["T"] = "奥术传动",
["O"] = "给泰林喂食300份远古魔力。",
["S"] = {
"喂食泰林",
},
},
[10210] = {
["T"] = "阿达尔",
["O"] = "与沙塔尔的领袖阿达尔谈一谈，他就在圣光广场的中央。",
},
[57731] = {
["T"] = "斯菲莱克斯的便携式伐木机",
["O"] = "首席技师斯菲莱克斯要你给他拿去下列物品：\n\n30块瑟银锭。\n\n50块秘银锭。\n\n75块铁锭。\n\n1个蒸汽锯。",
["S"] = {
"瑟银锭",
"秘银锭",
"铁锭",
"蒸汽锯",
},
},
[83716] = {
["T"] = "根系之下",
["O"] = "在艾基-卡赫特西部寻找收留流空骑士的营地。",
},
[42372] = {
["T"] = "邪焰隘口",
["O"] = "在邪焰隘口与特德·舒马克会面",
},
[42884] = {
["T"] = "除草工作",
["O"] = "在灰白原野中使用老灰背的法杖摧毁5个纠缠的荆棘。",
["S"] = {
"松开纠缠的荆棘",
},
},
[72750] = {
["T"] = "交错洞窟 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[43908] = {
["T"] = "翡翠梦魇：塞纳留斯的堕落",
["O"] = "击败翡翠梦魇的塞纳留斯。",
["S"] = {
"消灭塞纳留斯",
"被污染的月光林地树叶",
},
},
[72453] = {
["T"] = "兄弟会的背叛",
["O"] = "逃出迪菲亚盗贼巢穴。",
["S"] = {
"逃离迪菲亚盗贼巢穴",
},
},
[72746] = {
["T"] = "一枚银币",
},
[72739] = {
["T"] = "乌克图鲁特急流 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11490] = {
["T"] = "占星球",
["O"] = "塔雷斯要求你使用魔导师平台内的阳台上的宝珠。",
["S"] = {
"激活占卜宝珠",
},
},
[62851] = {
["T"] = "不朽军团圣杰",
["O"] = "与伤逝剧场的纳尔考恩·塔尔森交谈。",
},
[72734] = {
["T"] = "绝顶树冠激流冲刺 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78597] = {
["T"] = "秘密行动",
["O"] = "在银松森林的焚木村与莉莉安和佳莉娅见面。",
["S"] = {
"在焚木村与莉莉安和佳莉娅见面",
},
},
[72707] = {
["T"] = "烬琉航线 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[48516] = {
["T"] = "剧毒群落",
["O"] = "收集50个剧毒钉刺。",
["S"] = {
"剧毒钉刺",
},
},
[24515] = {
["T"] = "天空中的讯号",
["O"] = "前往南贫瘠之地蔓生绿洲的乌纳菲营地，跟玛卡巴·扁蹄谈一谈。",
},
[12386] = {
["T"] = "糖罐",
},
[50052] = {
["T"] = "反谍报",
["O"] = "在希利苏斯消灭10个军情七处特工。",
["S"] = {
"消灭军情七处特工",
},
},
[84741] = {
["T"] = "沙海寻踪",
["O"] = "跟随欧·芬纳德前往他的村子。",
["S"] = {
"追赶欧·芬纳德",
},
},
[12770] = {
["T"] = "资源调配",
["O"] = "格里安·斯托曼要你前往祖达克的圣光据点，向莉安娜中士报到。\n\n萨缪尔·克莱布克会提供前往圣光据点的交通工具。",
},
[72700] = {
["T"] = "闪霜飞越 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[13026] = {
["T"] = "蓝狼长者",
},
[72454] = {
["T"] = "黑曜龙崽",
["O"] = "在红玉新生圣地收取黑龙蛋，随后在黑曜誓言石旁孵化它。",
["S"] = {
"收集黑曜之卵",
},
},
[72699] = {
["T"] = "禁忌离岛 1/5",
},
[72690] = {
["T"] = "名望补给",
},
[13538] = {
["T"] = "南部的塔楼",
["O"] = "摧毁影目塔楼、火光塔楼或冬缘塔楼，然后向冬拥湖的参谋官安布拉米斯复命。",
["S"] = {
"摧毁南部三座塔楼中的一座",
},
},
[72686] = {
["T"] = "风起云涌",
["O"] = "在元素风暴中击败灌注元素的敌人，收集元素涌流。",
["S"] = {
"收集元素涌流",
},
},
[27587] = {
["T"] = "有敌意的美味",
["O"] = "从沼岸龙虾人身上收集6条完整的沼岸之尾。",
["S"] = {
"完整的沼岸之尾",
},
},
[72678] = {
["T"] = "禁忌离岛 1/4",
},
[72665] = {
["T"] = "雏龙照看者的智慧",
["O"] = "在红玉新生法池的花园中与雏龙看护者交谈。",
["S"] = {
"与雏龙看护者谈一谈",
},
},
[28355] = {
["T"] = "可怖的小兽",
["O"] = "在奈杉德哨岗杀死任意10个豺狼人。",
["S"] = {
"杀死泥嘴豺狼人或萨满祭司",
},
},
[28611] = {
["T"] = "污染者的仪式",
["O"] = "去深暗洞穴阻止尼斐塞特仪式。",
["S"] = {
"阻止尼斐塞特仪式",
},
},
[28867] = {
["T"] = "守望堡需要你！",
["O"] = "与诅咒之地守望堡的军需官朗格尔斯交谈。",
},
[72664] = {
["T"] = "众多龙蛋",
["O"] = "在觉醒海岸的红玉新生圣地与阿美拉见面。",
},
[72662] = {
["T"] = "重新补给",
["O"] = "在托古苏克村周边的区域中收集40份平原鲜肉。",
["S"] = {
"平原鲜肉",
},
},
[42885] = {
["T"] = "大领主的指令",
["O"] = "完成任务“大领主的命令：宿敌。”",
},
[29891] = {
["T"] = "效力",
["O"] = "击败迷雾爬行者，直到迷雾恐魔出现，然后收集一颗迷雾恐魔之心。",
["S"] = {
"消灭迷雾爬行者",
"迷雾恐魔之心",
},
},
[30147] = {
["T"] = "历史的残片",
["O"] = "探索潘达利亚的考古挖掘场，并利用你的考古学技能找到6件翔龙骑士遗物。",
["S"] = {
"翔龙骑士遗物",
},
},
[72455] = {
["T"] = "温暖舒适",
["O"] = "为黑曜龙崽的巢穴收集物资。",
["S"] = {
"暖意煤块",
"黑曜宝石",
"晶脉之壳",
},
},
[14436] = {
["T"] = "矮人的挖掘场",
["O"] = "收集5个勘察员的锄头。\n\n在铁匠铺砸碎这些勘察员的锄头。\n\n把5件损坏的工具交给血蹄村的艾莫·雷角。",
["S"] = {
"损坏的工具",
},
},
[8868] = {
["T"] = "艾露恩的祝福",
["O"] = "召唤年兽并击败它，以获得艾露恩的祝福，然后去永夜港找瓦拉达尔·星歌。",
["S"] = {
"获得艾露恩的祝福。",
},
},
[72629] = {
["T"] = "巨龙时代（70）E",
},
[62852] = {
["T"] = "荒猎团圣杰",
["O"] = "与森林之心的艾丝琳谈谈。",
},
[72628] = {
["T"] = "巨龙时代（70）E",
},
[35963] = {
["T"] = "德拉诺英雄地下城奖励任务",
},
[48005] = {
["T"] = "热情好客",
["O"] = "游览庄园并参与到节日中。",
["S"] = {
"参观兽栏",
"参观用餐处",
"参观铁匠铺",
"参观旅店",
},
},
[32451] = {
["T"] = "明确的信息",
["O"] = "去卡桑琅丛林的天火号找空军上将罗杰斯。",
},
[32707] = {
["T"] = "雷神岛的秘密",
["O"] = "找回3块山泽仪式石。这些石头极为稀少，且需要花费一定时间才能找齐。",
["S"] = {
"山泽仪式石",
},
},
[49541] = {
["T"] = "大酋长的命令：昆莱山！",
["O"] = "与四风谷的土地精信使谈一谈。",
},
[50053] = {
["T"] = "懒惰的勘探者！",
["O"] = "动员10名懒惰的勘探者。",
["S"] = {
"动员勘探者",
},
},
[55669] = {
["T"] = "Encrypted Radio Receiver TBD",
},
[72625] = {
["T"] = "巨龙时代（70）E",
},
[51589] = {
["T"] = "征服库尔提拉斯",
["O"] = "驶向提拉加德海峡。",
["S"] = {
"与塔特赛尔交谈并乘船前往提拉加德海峡",
},
},
[9374] = {
["T"] = "埃雷利恩的日记",
["O"] = "地狱火半岛猎鹰岗哨的魔导师卡尔琳达要你前往阿苟纳之池，找回埃雷利恩的日记。",
["S"] = {
"埃雷利恩的日记",
},
},
[72456] = {
["T"] = "信任之典",
["O"] = "取回黑曜宗谱卷宗，并将其交给拉希奥和萨贝里安的军需官。",
["S"] = {
"黑曜宗谱",
},
},
[12317] = {
["T"] = "港口中的联盟",
["O"] = "杀死10名联盟成员，然后返回风险湾向百夫长卡格鲁姆复命。",
["S"] = {
"消灭风险湾的联盟",
},
},
[72622] = {
["T"] = "巨龙时代（60-69）E",
},
[37766] = {
["T"] = "围城：布兰肯斯波",
["O"] = "在悬槌堡里击败布兰肯斯波。",
["S"] = {
"消灭布兰肯斯波",
},
},
[54661] = {
["T"] = "回声定位",
["O"] = "将轴枪的笔记带给你在巴沙兰的指挥官。",
["S"] = {
"飞往巴莎兰（可选）",
},
},
[55173] = {
["T"] = "向北而行",
["O"] = "向北侦查，找到奥斯汀·哈克斯沃斯。",
},
[55685] = {
["T"] = "我们怀揣着和平……与利益而来",
["O"] = "与加兹鲁维一起探索附近的城镇。",
["S"] = {
"探索锈栓镇",
},
},
[72621] = {
["T"] = "巨龙时代（60-69）E",
},
[40326] = {
["T"] = "散落的记忆",
["O"] = "阅读6张凯尔丹纳斯的笔记。",
["S"] = {
"阅读凯尔丹纳斯的笔记",
},
},
[81672] = {
["T"] = "以暴制钳",
["O"] = "消灭斯玛拉格尔。",
["S"] = {
"放置肉饵（可选）",
"消灭斯玛拉格尔",
},
},
[82696] = {
["T"] = "深窟中的喧鸣",
["O"] = "在喧鸣深窟的穆罗克营地附近与奥威娜见面。",
},
[83720] = {
["T"] = "毒液也很重要",
["O"] = "为夏尔巴的实验收集足量的蛛魔毒液。",
["S"] = {
"蛛魔毒液",
},
},
[57303] = {
["T"] = "军需官",
["O"] = "与雷矛军需官谈一谈。",
},
[7082] = {
["T"] = "奥特兰克山谷的墓地",
["O"] = "占领一座墓地，然后向霜狼村的亚斯拉复命。",
["S"] = {
"占领墓地",
},
},
[59781] = {
["T"] = "最后生还者",
["O"] = "找到5个死亡的新人，并消灭亡眼。",
["S"] = {
"找到死亡的新人",
"消灭亡眼",
},
},
[43910] = {
["T"] = "暗夜要塞：高级植物学家特尔安",
["O"] = "在暗夜要塞消灭高级植物学家特尔安。",
["S"] = {
[2] = "荧光百合",
},
},
[59196] = {
["T"] = "去吧，继续服务",
["O"] = "前往英雄之眠与克雷雅会面。",
["S"] = {
"使用通往英雄之眠的传送门",
},
},
[28564] = {
["T"] = "英雄的召唤：暮色森林！",
["O"] = "去找暮色森林夜色镇的指挥官阿尔泰娅·埃伯洛克。",
},
[47904] = {
["T"] = "保卫真正的未来",
["O"] = "在场景战役“克罗米之死”中一次性阻止来自黑曜石、红玉、碧蓝和翡翠巨龙圣地的攻击。",
["S"] = {
"阻止所有四个巨龙圣地的攻击",
},
},
[2459] = {
["T"] = "噬梦者菲罗斯塔",
["O"] = "消灭7个瘤背秘法师，并找到遗失的珠宝。",
["S"] = {
"消灭瘤背秘法师",
"塔隆凯的珠宝",
},
},
[72589] = {
["T"] = "致敬牺牲",
["O"] = "从死去的冬裘觅食者身上取回私人物品。",
["S"] = {
"冬裘珠宝",
},
},
[44057] = {
["T"] = "“高贵的”活动",
["O"] = "派遣勇士调查狩猎活动。",
["S"] = {
"受邀贵族名单",
"猎狐邀请函",
"上半张地图",
"下半张地图",
},
},
[78601] = {
["T"] = "阿梅达希尔，梦境之愿：过焰云烟",
["O"] = "在英雄难度的阿梅达希尔，梦境之愿中，从斯莫德隆处收集3个余烬之痕残片。",
["S"] = {
"余烬之痕残片",
},
},
[79625] = {
["T"] = "生机尚存",
["O"] = "检查坚铸要塞的战利堆。",
["S"] = {
"找到有用物品",
},
},
[72584] = {
["T"] = "布置你的渔网",
["O"] = "在河口鱼窝布设一张渔网。",
},
[81673] = {
["T"] = "荣耀奉献",
["O"] = "荣耀地收下陨圣峪火绒盒。",
["S"] = {
"与凯拉交谈",
},
},
[49542] = {
["T"] = "大酋长的命令：螳螂高原！",
["O"] = "与螳螂高原的祝踏岚谈一谈。",
},
[50054] = {
["T"] = "涌泉海滩",
["O"] = "完成涌泉海滩战场。",
},
[25284] = {
["T"] = "传播恐惧",
["O"] = "杀死5名哨塔卫士。使用霍格姆身旁的绳索可以快速进出荣耀岗哨。",
["S"] = {
"消灭哨塔卫士",
},
},
[14151] = {
["T"] = "赤玉石",
["O"] = "达拉然的林奇·黑箭想让你以你的炼金术技能成功地转化5种史诗宝石。这五种史诗宝石是：紫黄晶、祖尔之眼、恐惧石、王者琥珀和巨锆石。",
["S"] = {
"史诗宝石转化",
},
},
[39696] = {
["T"] = "崛起吧，勇士",
},
[13573] = {
["T"] = "玛法里奥的回归",
["O"] = "去找黑海岸难民营东南边漩涡之眼的玛法里奥·怒风",
},
[62299] = {
["T"] = "经典20-49",
},
[72578] = {
["T"] = "巨龙时代（70）E",
},
[72577] = {
["T"] = "巨龙时代（70）E",
},
[37767] = {
["T"] = "奥秘圣殿：克拉戈",
["O"] = "在悬槌堡击败克拉戈。",
["S"] = {
"消灭克拉戈",
},
},
[76554] = {
["T"] = "火炬 - 01",
["O"] = "记录",
},
[55174] = {
["T"] = "烹调肉食",
["O"] = "从被遗弃的营地附近的野生动物身上取得5份生肉，然后在营火处进行烹饪。",
["S"] = {
"从野生动物身上获得生肉",
},
},
[27844] = {
["T"] = "叛徒！！！",
["O"] = "打败赫利克斯·破甲。",
["S"] = {
"消灭赫利克斯·破甲",
},
},
[28100] = {
["T"] = "说话的图腾",
["O"] = "跟死木村附近卢姆波的图腾谈一谈。",
},
[28356] = {
["T"] = "先发制人",
["O"] = "在东部海滩杀死任意15只纳迦。",
["S"] = {
"杀死刺脊纳迦",
},
},
[28612] = {
["T"] = "哈里森·琼斯与奥丹姆神殿",
["O"] = "获得应许约柜。",
["S"] = {
"发现应许约柜",
},
},
[28868] = {
["T"] = "仰视",
["O"] = "对霜鬃营地中的5个霜鬃建造者使用视角均衡器。",
["S"] = {
"缩小霜鬃建造者",
},
},
[41863] = {
["T"] = "大仇必报",
["O"] = "从凯丽娅·邪魂的手中夺走奥达奇战刃。",
["S"] = {
"飞往破碎海滩",
},
},
[42375] = {
["T"] = "借眼一看",
["O"] = "使用特德提供的基尔罗格之眼调查邪焰隘口。",
["S"] = {
"侦察主传送门",
"找到仪式场地",
"找到指挥官",
},
},
[62730] = {
["T"] = "诸神之果",
["O"] = "带给艾里奥斯1个熟透的莲榴。",
["S"] = {
"熟透的莲榴",
},
},
[29892] = {
["T"] = "醇度",
["O"] = "从泥沼鳄鱼身上收集5只生鲜鳄鱼眼。",
["S"] = {
"生鲜鳄鱼眼",
},
},
[30148] = {
["T"] = "只是皮肉伤",
["O"] = "在临风岛使用风绒绷带或厚风绒绷带治疗8条受伤的雏龙。这些绷带可以由裁缝制造或者从拍卖行购买。",
["S"] = {
"为受伤的雏龙打绷带",
},
},
[43913] = {
["T"] = "暗夜要塞：高级植物学家特尔安",
["O"] = "在暗夜要塞消灭高级植物学家特尔安。",
["S"] = {
[2] = "荧光百合",
},
},
[72573] = {
["T"] = "巨龙时代（70）E",
},
[63142] = {
["T"] = "灵魂熔炉图纸",
["O"] = "把灵魂熔炉图纸带给威·娜莉的庇护所的威·娜莉。",
},
[72571] = {
["T"] = "巨龙时代（70）E",
},
[30080] = {
["T"] = "找到易默",
["O"] = "前往朱家堡的东北方寻找易默·长眉。",
["S"] = {
"找到易默·长眉",
},
},
[29566] = {
["T"] = "查探情况",
["O"] = "和奴隶围栏的观察者杰哈恩谈一谈。",
},
[57219] = {
["T"] = "出土的守护者",
},
[79627] = {
["T"] = "美酒与死亡",
["O"] = "找到魅惑毒舌者米斯克的方法。",
["S"] = {
"木虫汤力水（可选）",
"说服纳纳·雷凯尔",
},
},
[64274] = {
["T"] = "追踪任务",
},
[32708] = {
["T"] = "布设陷阱",
["O"] = "用3块山泽仪式石召唤雷电之王的勇士，然后将他消灭。",
["S"] = {
"召唤克洛斯的回响",
"消灭克洛斯的回响",
},
},
[49543] = {
["T"] = "大酋长的命令：恐惧废土！",
["O"] = "去蟠龙脊和女射手李琪薇谈一谈。",
},
[28540] = {
["T"] = "魂精魔法",
["O"] = "获得霜毛之心。",
["S"] = {
"霜毛之心",
},
},
[28792] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[8675] = {
["T"] = "逐星长者",
},
[8803] = {
["T"] = "节日礼物",
},
[51538] = {
["T"] = "深渊之语",
["O"] = "将格罗尔的警告告诉求知者。",
},
[52615] = {
["T"] = "弗兰基需要帮助！",
},
[53127] = {
["T"] = "海军统帅的挽歌",
["O"] = "将无法辨识的信件交给奥格瑞玛的某人。",
},
[72555] = {
["T"] = "巨龙时代（70）E",
},
[72550] = {
["T"] = "巨龙时代（60-69）E",
},
[9571] = {
["T"] = "库肯的毛皮",
["O"] = "将库肯的毛皮交给止松要塞的莫多。",
},
[65467] = {
["T"] = "火鸡之魂",
["O"] = "把火鸡之魂带给森林之心中的丘法。",
},
[384] = {
["T"] = "啤酒烤猪排",
["O"] = "卡拉诺斯的拉格纳·雷酒需要4块峭壁野猪肋排和1杯狂想麦酒。",
["S"] = {
"嫩猪肋排",
"狂想麦酒",
},
},
[79628] = {
["T"] = "议会特使",
},
[26739] = {
["T"] = "我想她饿了",
["O"] = "在北荆棘谷杀死晶背蜥蜴，让你的鞭尾迅猛龙吃40口。",
["S"] = {
"咬石化蜥蜴肉",
},
},
[28402] = {
["T"] = "司克诺兹可真快",
["O"] = "在月亮密室中杀死10个司克诺兹精锐士兵。",
["S"] = {
"杀死司克诺兹精锐士兵",
},
},
[10339] = {
["T"] = "复仇军",
["O"] = "消灭5名复仇军刺客、5名复仇军突击队员、2名复仇军研究员和索瓦克斯上尉，然后启动复仇军发射器 - 塞塔。",
["S"] = {
"消灭复仇军刺客",
"消灭复仇军突击队员",
"消灭复仇军研究员",
"消灭索瓦克斯上尉",
"激活复仇军发射器 - 塞塔（可选）",
},
},
[12794] = {
["T"] = "魔法王国达拉然",
["O"] = "将肯瑞托徽记之戒交给达拉然紫罗兰之门的大法师塞琳德拉。",
},
[10595] = {
["T"] = "兵临城下！",
["O"] = "影月村外的血卫士古尔穆要求你杀死10个地狱火攻击者。",
["S"] = {
"消灭地狱火攻击者",
},
},
[72542] = {
["T"] = "巨龙时代（70）E",
},
[72541] = {
["T"] = "巨龙时代（70）E",
},
[43912] = {
["T"] = "暗夜要塞：古尔丹",
["O"] = "在暗夜要塞消灭古尔丹。",
["S"] = {
"消灭古尔丹",
"长袍碎片",
},
},
[72461] = {
["T"] = "水禽恐惧症",
["O"] = "在宠物对战中帮助鲁西欧纳和伊吉击败鸭子。",
["S"] = {
"在觉醒海岸和拉斯塔克见面",
},
},
[27249] = {
["T"] = "调查废墟",
["O"] = "跟树荫旅店的调查员塔雷姆谈一谈。",
},
[90892] = {
["T"] = "净空行动：邪能清理时间",
["O"] = "在飞越10个失落军团恶魔和25青铜微粒时收集青铜能量。",
["S"] = {
"消灭失落军团恶魔",
"收集青铜微粒",
},
},
[72538] = {
["T"] = "巨龙时代（60-69）E",
},
[11619] = {
["T"] = "残忍的贾梅尔",
["O"] = "卡鲁克希望你前往裂鞭海岸，击败残忍的贾梅尔。",
["S"] = {
"消灭残忍的贾梅尔",
},
},
[13689] = {
["T"] = "达纳苏斯的勇士",
["O"] = "与银色比武场的娅琳·永歌谈一谈，成为达纳苏斯的勇士。",
},
[11875] = {
["T"] = "占据上风",
["O"] = "给沙塔斯城的摩尔丁特使带去8份虚空残渣。",
["S"] = {
"虚空残渣",
},
},
[36481] = {
["T"] = "不死鸟大挑战",
["O"] = "在飞行中穿过15个圆环。",
["S"] = {
"穿过圆环",
},
},
[25937] = {
["T"] = "无价之宝",
["O"] = "从古博拉采掘场矿洞里获得8个冰封的圣物。",
["S"] = {
"冰封的圣物",
},
},
[24517] = {
["T"] = "让恐惧浸透他们的心灵",
["O"] = "杀死8名荣耀岗哨步兵和1名荣耀岗哨军官。",
["S"] = {
"消灭荣耀岗哨军官",
"消灭荣耀岗哨步兵",
},
},
[12387] = {
["T"] = "糖罐",
},
[25029] = {
["T"] = "阿加曼德家族",
["O"] = "弄到格里高的遗物、妮萨的遗物、萨尔曼的遗物和代弗林的遗物。",
["S"] = {
"妮萨的遗物",
"格里高的遗物",
"萨尔曼的遗物",
"代弗林的遗物",
},
},
[33232] = {
["T"] = "永恒岛之旅",
["O"] = "到位于翡翠林沿海的永恒岛上与观察者奥伦达拉交谈。",
},
[72510] = {
["T"] = "禁忌离岛 1/1",
},
[70414] = {
["T"] = "摇摆之地",
["O"] = "放置碎裂图腾，释放被困的洞穴之石。",
["S"] = {
"解救被困的洞穴之石",
},
},
[26053] = {
["T"] = "打扫高地",
["O"] = "杀死8名石拳食人魔和10名石拳执行者。",
["S"] = {
"消灭石拳食人魔",
"消灭石拳执行者",
},
},
[72462] = {
["T"] = "需要治愈的人民",
["O"] = "和伊崔格一起前往奥特兰克山谷，与德雷克塔尔谈谈兽人的未来。",
["S"] = {
"使用前往奥特兰克山谷的传送门",
},
},
[72487] = {
["T"] = "索德拉苏斯巡礼",
["O"] = "飞过索德拉苏斯的所有竞速赛道。",
["S"] = {
"起伏森林航线",
"提尔要塞试炼",
"山崖环道",
"学院爬升赛",
"花园休闲赛",
"交错洞窟",
},
},
[70051] = {
["T"] = "山崖环道",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[13539] = {
["T"] = "摧毁塔楼",
["O"] = "摧毁影目塔楼、火光塔楼或冬缘塔楼，然后向冬拥湖的参谋官基尔拉斯复命。",
["S"] = {
"在冬拥湖南部摧毁一座塔楼",
},
},
[27333] = {
["T"] = "失地",
["O"] = "杀死12名狼人抵抗军战士。",
["S"] = {
"消灭狼人抵抗军战士",
},
},
[70179] = {
["T"] = "一石两用",
["O"] = "从本地的土元素处获取建筑材料。",
["S"] = {
"建筑材料",
},
},
[70337] = {
["T"] = "闪烬哨站",
["O"] = "将欧恩伊尔风铃带往闪烬哨站。",
},
[79630] = {
["T"] = "蛛网寻踪",
["O"] = "在晦幽集市寻找阿拉克丝妮的丈夫，克拉斯金。",
["S"] = {
"与克拉斯金交谈",
},
},
[40329] = {
["T"] = "战斗宠物训练师：德拉诺之王",
["O"] = "在德拉诺击败5位战斗宠物训练师。",
},
[28613] = {
["T"] = "另一边见！",
["O"] = "与奥丹姆造物主高地顶端的哈里森·琼斯交谈。",
},
[82702] = {
["T"] = "朋友便是收获",
["O"] = "向多恩诺嘉尔的奥蕾莉亚报告。",
["S"] = {
"使用机遇角的升降机前往多恩岛（可选）",
"向多恩诺嘉尔的奥蕾莉亚报告",
},
},
[70832] = {
["T"] = "都是自己人了",
},
[42377] = {
["T"] = "加弗德的踪迹",
["O"] = "前往诺森德，在龙骨荒野寻找加弗德和提尔之火。",
["S"] = {
"使用传送门前往龙眠神殿（可选）",
"与兰妮苟萨交谈",
},
},
[71155] = {
["T"] = "碧蓝魔馆",
["O"] = "在碧蓝魔馆中阻止碎裂之焰。",
},
[29893] = {
["T"] = "色泽",
["O"] = "收集8个琥珀蝇翅膀。",
["S"] = {
"琥珀蝇翅膀",
},
},
[30149] = {
["T"] = "味觉盛宴",
["O"] = "收集5份鱼饼。",
["S"] = {
"鱼饼",
},
},
[72158] = {
["T"] = "致密专递",
["O"] = "为瓦德拉肯的粗犷的莱拉索尔收集2张致密之皮。",
["S"] = {
"致密之皮 |A:Professions-Icon-Quality-Tier2-Small:18:18:0:2|a",
},
},
[72338] = {
["T"] = "巨型黑曜钥匙",
["O"] = "收集1把组合好的钥匙",
["S"] = {
"巨型黑曜钥匙",
},
},
[72450] = {
["T"] = "克莱辛顿的意志",
["O"] = "在北郡修道院里面对克莱辛顿伯爵。",
["S"] = {
"驱散屏障",
},
},
[72447] = {
["T"] = "至上威胁",
["O"] = "在黑曜堡垒或熔渣沼泽中消灭两个稀有敌人。",
["S"] = {
"消灭稀有敌人",
},
},
[72435] = {
["T"] = "导引入门：伊斯卡拉",
["O"] = "结识售卖各类珍贵器物的商人。",
["S"] = {
"装备补给商",
"配方补给商",
"坐骑补给商",
"幼龙学者",
},
},
[31685] = {
["T"] = "四风谷",
["O"] = "传送至四风谷并和列兵蒂姆·P·拉瑞谈一谈。",
["S"] = {
"与四风谷的列兵蒂姆·P·拉瑞交谈",
},
},
[47497] = {
["T"] = "与金牙帮见面",
["O"] = "和金牙旅馆的员工见面。",
["S"] = {
"与格伦佳见面",
"与沃妮见面",
"与曼祖尔见面",
},
},
[72426] = {
["T"] = "克莱辛顿的新产业",
["O"] = "调查位于暮色森林乌鸦岭的庄园。",
["S"] = {
"调查克莱辛顿庄园",
},
},
[72422] = {
["T"] = "阻止宣传",
["O"] = "击败煽动者贝拉冯。",
["S"] = {
"与贝拉冯对峙",
},
},
[32709] = {
["T"] = "暗影中的盟友",
["O"] = "在阴冷洞窟与祝踏岚交谈。",
},
[49545] = {
["T"] = "大酋长的命令：霜火岭！",
["O"] = "与霜火岭的先知德雷克塔尔谈一谈。",
},
[72406] = {
["T"] = "导引入门：瓦德拉肯",
["O"] = "在瓦德拉肯与重要的联军供应商见面。",
["S"] = {
"装备补给商",
"幼龙手稿和护甲补给商",
"贸易协调员",
},
},
[72382] = {
["T"] = "伊斯卡拉海象人",
["O"] = "完成3个始祖龟世界任务。",
},
[72374] = {
["T"] = "援助联军：灭龙要塞",
["O"] = "前往觉醒海岸，围攻灭龙要塞。继续在巨龙群岛各地援助瓦德拉肯联军及其盟友。",
["S"] = {
"对灭龙要塞进行围攻",
},
},
[51593] = {
["T"] = "调查桥港",
["O"] = "监视桥港的居民。",
["S"] = {
"调查码头平台",
"调查岗哨里屋",
"调查露天工坊",
},
},
[72354] = {
["T"] = "宏伟宝库",
["O"] = "从宏伟宝库中获得一件战利品。",
["S"] = {
"从宏伟宝库获取一件奖励",
},
},
[72464] = {
["T"] = "克许哈格祭典",
["O"] = "前往剃刀岭的克许哈格祭典，开始奥姆戈拉荣誉仪式。",
["S"] = {
"随阿格娜一家赶赴克许哈格（可选）",
"和先知阿格娜兰谈一谈，开始奥姆戈拉仪式",
},
},
[53129] = {
["T"] = "沾血的哨兵战刃",
["O"] = "将沾血的哨兵战刃交给奥格瑞玛的伊莎贝拉。",
},
[53641] = {
["T"] = "LFGDungeons - BFA - Stromgarde (Arathi)",
},
[72328] = {
["T"] = "披甲悍驹",
},
[76560] = {
["T"] = "[PH] Cogs Breadcrumb",
["O"] = "[ph] Speak to the Thinking Cap Guy in Valdrakken",
},
[72298] = {
["T"] = "瓦德拉肯联军",
["O"] = "完成3个始祖龟世界任务。",
},
[78608] = {
["T"] = "地热短途赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[72268] = {
["T"] = "碧蓝林海",
["O"] = "在欧恩哈拉平原与睿智的玛苏德交谈。",
},
[72251] = {
["T"] = "巨龙群岛烹饪",
},
[57225] = {
["T"] = "短缺奖励",
},
[72246] = {
["T"] = "宁静美梦",
["O"] = "与温泉经理交谈。",
},
[72190] = {
["T"] = "水库预备队",
["O"] = "寻找祖提吉。",
},
[72185] = {
["T"] = "LFGDungeons - DF - Raid Finder - Nth",
},
[72184] = {
["T"] = "LFGDungeons - DF - Raid Finder - 1st",
},
[72181] = {
["T"] = "LFGDungeons - DF - Normal Random - 1st",
},
[43914] = {
["T"] = "暗夜要塞：艾利桑德",
["O"] = "在暗夜要塞消灭艾利桑德。",
["S"] = {
"消灭艾利桑德",
"古代夜之子典籍",
},
},
[72465] = {
["T"] = "大地祝福",
["O"] = "找到雷霆山之魂，了解如何获得大地的祝福。",
["S"] = {
"找到雷霆山之魂",
},
},
[72137] = {
["T"] = "幼兽计划",
},
[72135] = {
["T"] = "奈萨鲁斯：深藏之秘",
["O"] = "从奈萨鲁斯取回12本奈萨里奥的笔记、3本黑曜日志和一本研究书典。",
["S"] = {
"奈萨里奥的笔记",
"黑曜日志",
"研究书典",
},
},
[72129] = {
["T"] = "援助卡德加",
["O"] = "在达拉然的紫罗兰城堡中与卡德加见面。",
},
[72089] = {
["T"] = "前往天顶观察站",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成赛道",
},
},
[72083] = {
["T"] = "我的幸运诱饵",
["O"] = "取回哈亚布船长的幸运诱饵。",
},
[78609] = {
["T"] = "地热短途赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[79633] = {
["T"] = "纺丝者的传承",
["O"] = "带毒舌者米斯克去见纺丝者。",
["S"] = {
"护送毒舌者米斯克",
},
},
[71231] = {
["T"] = "狩猎的呼唤",
["O"] = "在欧恩哈拉平原与训练师弗洛德朗交谈。",
},
[24518] = {
["T"] = "低地之路",
["O"] = "将道路图纸交给南贫瘠之地猎手岭的基洛克·血槌。",
},
[49546] = {
["T"] = "大酋长的命令：戈尔隆德！",
["O"] = "与戈尔隆德的杜隆坦谈一谈。",
},
[25030] = {
["T"] = "闹鬼的磨坊",
["O"] = "将达高尔的徽记带给阿加曼德磨坊的库勒曼·法席恩。",
},
[6322] = {
["T"] = "迈克尔·加勒特",
["O"] = "将高顿的箱子交给迈克尔·加勒特。",
},
[6386] = {
["T"] = "返回剃刀岭",
["O"] = "从双足飞龙管理员多拉斯那里租一只双足飞龙前往剃刀岭，然后将格雷什卡的信交给剃刀岭的格瑞姆塔克。",
},
[35211] = {
["T"] = "防患于未然",
["O"] = "在宾奇维斯拓殖点安放5枚火焰炸弹。",
["S"] = {
"安放火焰炸弹",
},
},
[71227] = {
["T"] = "天际挑战",
["O"] = "与青铜时光守护者交谈，了解天际挑战。",
},
[26310] = {
["T"] = "那些小东西们",
["O"] = "在辛萨罗抓8只迅捷小蜘蛛。",
["S"] = {
"迅捷小蜘蛛",
},
},
[53130] = {
["T"] = "沾血的哨兵战刃",
["O"] = "将沾血的哨兵战刃交给暴风城的凯拉·米尔斯。",
},
[26822] = {
["T"] = "一无是处是虫蛇",
["O"] = "杀死12条钢尾蜥蜴或铁腭蜥蜴。",
["S"] = {
"消灭荆棘谷蜥蜴",
},
},
[75538] = {
["T"] = "缘起邀约",
["O"] = "前往暗月马戏团。",
["S"] = {
"乘坐暗影女士的驿站马车前往暗月马戏团",
},
},
[71219] = {
["T"] = "歧路守路者",
["O"] = "寻找守路者阿尔威。",
},
[71210] = {
["T"] = "前往灭龙要塞！",
["O"] = "前往觉醒海岸，与黑曜流浪者一同围攻灭龙要塞。",
},
[6962] = {
["T"] = "冬幕节的礼物",
["O"] = "将5个小姜饼和一杯冰镇牛奶交给奥格瑞玛的冬天爷爷。",
["S"] = {
"小姜饼",
"冰镇牛奶",
},
},
[79634] = {
["T"] = "请勿使用 - 邃渊协盟名望",
},
[28358] = {
["T"] = "捕杀地狱火",
["O"] = "杀死6名地狱火哨兵。",
["S"] = {
"消灭地狱火哨兵",
},
},
[28614] = {
["T"] = "狂暴熊怪",
["O"] = "杀死狂暴者格罗尔纳。",
["S"] = {
"消灭狂暴者格罗尔纳",
},
},
[28870] = {
["T"] = "返回失落之城",
["O"] = "与托维尔失落之城中的哈丹队长交谈。",
},
[71180] = {
["T"] = "总得开始",
["O"] = "在宠物对战中击败赛提莫泽斯",
["S"] = {
"在宠物对战中击败赛提莫泽斯",
},
},
[29382] = {
["T"] = "敬谢不敏",
["O"] = "如果你实在不喜欢你的礼物，可以去跟烟林牧场的商人谈谈，把它换成钱。\n\n一经兑换，概不负责。",
["S"] = {
"华丽的冬幕毛衣",
},
},
[71166] = {
["T"] = "蜻蜓之祖",
["O"] = "在宠物对战中击败斯沃格。",
["S"] = {
"在宠物对战中击败恩约伯恩",
},
},
[43403] = {
["T"] = "保卫群岛",
["O"] = "完成10个世界任务。",
},
[43915] = {
["T"] = "暗夜要塞：古尔丹",
["O"] = "在暗夜要塞消灭古尔丹。",
["S"] = {
"消灭古尔丹",
"长袍碎片",
},
},
[72467] = {
["T"] = "氏族祝福",
["O"] = "在你的奥姆戈拉期间选择代表一个氏族。",
},
[71153] = {
["T"] = "世界任务、奖励目标和场景战役，老天",
["O"] = "完成3个始祖龟世界任务。",
},
[71149] = {
["T"] = "继续探索界门",
["O"] = "在觉醒海岸的红玉之鳞岗哨与塞林·暗砧见面。",
},
[62346] = {
["T"] = "暗影界（50-59）E",
},
[71148] = {
["T"] = "继续探索界门",
["O"] = "在觉醒海岸的红玉之鳞岗哨与塞林·暗砧见面。",
},
[71146] = {
["T"] = "继续探索界门",
["O"] = "在觉醒海岸的红玉之鳞岗哨与塞林·暗砧见面。",
},
[71145] = {
["T"] = "传奇大师",
["O"] = "在宠物对战中击败帕丘",
["S"] = {
"在宠物对战中击败帕丘",
},
},
[71144] = {
["T"] = "联盟屠夫",
["O"] = "在被联盟狩猎的时候，在不死亡的情况下消灭10个联盟。",
["S"] = {
"已击败联盟玩家",
},
},
[48523] = {
["T"] = "残忍的主母",
["O"] = "控制休眠的掠夺者在耄石矿洞击败主母莱韦。",
["S"] = {
"控制休眠的掠夺者",
},
},
[81683] = {
["T"] = "泉水收藏",
["O"] = "收集12份回收的触媒，以及3份发光的绞杀藻汁液、3片无目花瓣和3只胭脂红爬行者。",
["S"] = {
"回收的触媒",
"发光的绞杀藻汁液",
"无目花瓣",
"胭脂红爬行者",
},
},
[49547] = {
["T"] = "大酋长的命令：塔拉多！",
["O"] = "与塔拉多的工头格罗巴什谈一谈。",
},
[71140] = {
["T"] = "双兽成行",
["O"] = "在宠物对战中击败巴库歇克",
["S"] = {
"在宠物对战中击败巴库歇克",
},
},
[71093] = {
["T"] = "提尔的遗产：往昔秘密",
["O"] = "在荒芜之地进入奥达曼：提尔的遗产，并取回圆盘。",
["S"] = {
"找回提尔的圆盘的回忆",
},
},
[8676] = {
["T"] = "蛮鬃长者",
},
[71090] = {
["T"] = "从心出发，为心而动",
},
[71079] = {
["T"] = "切入正题",
},
[36236] = {
["T"] = "裁缝秘典",
["O"] = "到你的要塞中找艾伦谈谈。",
},
[71074] = {
["T"] = "翅膀与风的偕行",
},
[71066] = {
["T"] = "实用珍品",
},
[71060] = {
["T"] = "华美头饰",
},
[76564] = {
["T"] = "灭龙者的利器",
["O"] = "找到三个调谐的圣物。",
["S"] = {
"找回调谐圣物",
},
},
[55179] = {
["T"] = "针锋相对",
["O"] = "在斯托颂谷地找到凯尔希·钢烁。",
},
[9828] = {
["T"] = "枯萎的孢芽",
["O"] = "将枯萎的孢芽交给赞加沼泽中沼泽鼠岗哨的里维伊。",
},
[79636] = {
["T"] = "协盟特使",
},
[56715] = {
["T"] = "猢狲图腾",
["O"] = "在美酒节活动场地与泽达交谈。",
},
[71031] = {
["T"] = "狩猎战术：力量证明",
},
[71030] = {
["T"] = "狩猎战术：席卡尔指导",
},
[71029] = {
["T"] = "狩猎战术：伙伴训练",
["O"] = "额外选择一个在洪荒狩猎中使用的伙伴技能。",
},
[71024] = {
["T"] = "混乱与骚动",
["O"] = "帮助艾力马调查守护巨龙之座底层的事件。",
["S"] = {
"使用传送至底层的传送门（可选）",
"和调查员艾力马谈一谈",
},
},
[71022] = {
["T"] = "降服公羊",
["O"] = "命令泰瓦恩直面羊群中固执的公羊。",
["S"] = {
"与固执的公羊对峙",
},
},
[71020] = {
["T"] = "化身巨龙牢窟：破蛋破摔",
["O"] = "在史诗难度的化身巨龙牢窟中，从巢穴守护者迪乌尔娜处收集3块巨杖碎片。",
["S"] = {
"巨杖碎片",
},
},
[43916] = {
["T"] = "暗夜要塞：高级植物学家特尔安",
["O"] = "在暗夜要塞消灭高级植物学家特尔安。",
["S"] = {
[2] = "荧光百合",
},
},
[71014] = {
["T"] = "远方的熊怪老友",
["O"] = "在长爪之岛寻找巴尔斯特。",
},
[71011] = {
["T"] = "通缉：涌流百合",
["O"] = "寻找涌流百合。",
["S"] = {
"涌流百合",
},
},
[11364] = {
["T"] = "悬赏：碎手百夫长",
["O"] = "虚空猎手玛哈杜恩要求你杀死4名碎手百夫长。完成任务后返回沙塔斯城的贫民窟，找他领取奖赏。",
["S"] = {
"消灭碎手百夫长",
},
},
[62347] = {
["T"] = "暗影界（50-59）E",
},
[11620] = {
["T"] = "父亲的话",
["O"] = "前往裂鞭海岸的蛇鳞神殿寻找维赫亚。",
},
[77589] = {
["T"] = "战槌狂欢",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78613] = {
["T"] = "陨圣峪之壁",
["O"] = "探索米雷达尔。",
["S"] = {
"在帝国之缘旅馆内找到菲琳、安度因，以及奥蕾莉亚",
},
},
[70997] = {
["T"] = "通缉：红玉新生指环",
["O"] = "在红玉新生法池寻找红玉新生指环。",
["S"] = {
"红玉新生指环",
},
},
[48524] = {
["T"] = "清理女巫会",
["O"] = "在耄石矿洞消灭25个主母莱韦的爪牙。",
["S"] = {
"消灭毒心爪牙",
},
},
[65419] = {
["T"] = "原生体合成",
["O"] = "护送波可波克前往原生体合成锻炉。",
["S"] = {
"找到合成锻炉大厅",
},
},
[12388] = {
["T"] = "糖罐",
},
[70992] = {
["T"] = "通缉：失落的海象人风筝",
["O"] = "寻找失落的海象人风筝。",
["S"] = {
"失落的海象人风筝",
},
},
[70990] = {
["T"] = "只只绒羊剪羊毛",
["O"] = "为崖蹄羊绒剪毛。",
["S"] = {
"野生绒羊毛",
},
},
[70978] = {
["T"] = "巨龙群岛勇士的传说",
},
[51596] = {
["T"] = "获取弹药",
["O"] = "获取8箱艾什凡炸药。",
["S"] = {
"艾什凡炸药",
},
},
[26055] = {
["T"] = "溺水冤魂",
["O"] = "法迪尔海湾的斯迪加特船长要你去杀掉10个刺脊袭击者和3个刺脊巫师。",
["S"] = {
"消灭刺脊袭击者",
"消灭刺脊巫师",
},
},
[26311] = {
["T"] = "未知水域",
["O"] = "在奥格瑞玛荣誉谷的飞龙之尾旅店找到西雷泽戈·火牙，并拿到暮光高地海岸图。",
["S"] = {
"暮光高地海岸图",
},
},
[70976] = {
["T"] = "滑水溜冰",
["O"] = "在东南方的岛屿上找到基欧波。",
},
[13412] = {
["T"] = "科拉丝塔萨",
["O"] = "图书馆员塞尔拉要你去跟考达拉的科拉斯塔萨谈一谈。",
},
[70975] = {
["T"] = "通缉：永燃火心",
["O"] = "寻找永燃火心。",
["S"] = {
"永燃火心",
},
},
[13668] = {
["T"] = "银色锦标赛",
["O"] = "与银色比武场的魔导师埃迪恩·炎谷谈一谈，报名参加锦标赛。",
},
[38797] = {
["T"] = "活性邪能页岩样本",
["O"] = "把活性邪能页岩样本带给达拉然的迪格丝大妈。",
},
[27847] = {
["T"] = "还没好",
["O"] = "摧毁死神5000。",
["S"] = {
"消灭死神5000",
},
},
[14052] = {
["T"] = "和托尼一起干",
["O"] = "跟北贫瘠之地勇士岛的托尼·双牙谈一谈。",
},
[28359] = {
["T"] = "克罗苏斯之核",
["O"] = "获得克罗苏斯的恶魔之核。",
["S"] = {
"克罗苏斯的恶魔之核",
},
},
[14308] = {
["T"] = "科学发火了",
["O"] = "使用X-21型灭火器扑灭8处火场，从秘密实验室的烈焰中救出6名实习研究员。\n\n如果你丢失了X-21型灭火器，就去找南部火箭车终点站的助手格瑞里。",
["S"] = {
"扑灭实验室大火",
"救出实习研究员",
},
},
[66327] = {
["T"] = "追风的人",
["O"] = "聆听斥候托木尔的报告。",
["S"] = {
"听取报告",
},
},
[70972] = {
["T"] = "忠诚老坐骑",
},
[29383] = {
["T"] = "敬谢不敏",
["O"] = "如果你实在不喜欢你的礼物，可以去跟烟林牧场的商人谈谈，把它换成钱。\n\n一经兑换，概不负责。",
["S"] = {
"华丽的冬幕毛衣",
},
},
[70969] = {
["T"] = "融入社区",
},
[70966] = {
["T"] = "交易予人便利",
},
[43917] = {
["T"] = "暗夜要塞：艾利桑德",
["O"] = "在暗夜要塞消灭艾利桑德。",
["S"] = {
"消灭艾利桑德",
"古代夜之子典籍",
},
},
[70965] = {
["T"] = "通缉：看护者的金色腰带",
["O"] = "寻找看护者的金色腰带。",
["S"] = {
"看护者的金色腰带",
},
},
[70964] = {
["T"] = "肩背佳！",
},
[70962] = {
["T"] = "舒适座椅",
},
[62348] = {
["T"] = "暗影界（50-59）E",
},
[62860] = {
["T"] = "带回失落之魂",
["O"] = "在噬渊中解救灵魂。",
["S"] = {
"从噬渊中解救灵魂",
},
},
[77591] = {
["T"] = "战槌狂欢 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[78615] = {
["T"] = "钟鸣厄至",
["O"] = "前往陨圣峪米雷达尔的正门口。",
["S"] = {
"前往米雷达尔的正门口",
},
},
[70954] = {
["T"] = "好奇无垠",
},
[70952] = {
["T"] = "遗弃还是藏匿",
},
[81687] = {
["T"] = "染期将至",
["O"] = "使用增强染浴的力量消灭8个染坊蛛魔。",
["S"] = {
"消灭染坊蛛魔",
"测试红色染浴",
"测试紫色染浴",
"测试蓝色染浴",
"测试黄色染浴",
"测试绿色染浴",
},
},
[66328] = {
["T"] = "绿龙坠落",
["O"] = "在积水浅坑与尊可汗见面。",
["S"] = {
"发现绿龙",
},
},
[70948] = {
["T"] = "抛线，下钩，全熔毁！",
},
[50573] = {
["T"] = "管理层的消息",
["O"] = "从熔炉主管法席恩和监工威廉姆斯处收集普里西拉的命令。",
["S"] = {
"给熔炉主管法席恩的便笺",
"给监工威廉姆斯的便笺",
},
},
[51085] = {
["T"] = "通缉：黑暗史学家",
["O"] = "消灭黑暗史学家。",
["S"] = {
"消灭黑暗史学家",
},
},
[51597] = {
["T"] = "火药研究",
["O"] = "获取艾什凡炸药配方和火药制造技术。",
["S"] = {
"艾什凡炸药配方",
"火药制造技术",
},
},
[70946] = {
["T"] = "不得染指之物",
["O"] = "说服阿莉亚摧毁瓦尔祖克斯。",
["S"] = {
"警告阿莉亚",
},
},
[70944] = {
["T"] = "寒冰垂钓",
},
[70942] = {
["T"] = "高地垂钓",
},
[74520] = {
["T"] = "物资清缴",
["O"] = "从艾姬拉瞭望台的贾拉丁身上收集10份失窃的补给品。",
["S"] = {
"失窃的补给品",
},
},
[75544] = {
["T"] = "复仇翠焰",
["O"] = "在诅咒之地直面暗影女士。",
["S"] = {
"在诅咒之地找到暗影女士。",
},
},
[38286] = {
["T"] = "艾萨拉之眼：艾萨拉之怒",
["O"] = "进入艾萨拉之眼，击败督军帕杰什和艾萨拉之怒。艾萨拉之眼是个五人地下城，请记得带上几个好友一起冒险。",
["S"] = {
"进入艾萨拉之眼",
"消灭督军帕杰什",
"消灭艾萨拉之怒",
},
},
[38798] = {
["T"] = "人性的牺牲",
["O"] = "让邪能工匠娜瑞莎将三块邪能页岩碎片嵌入你的身体。",
["S"] = {
"让邪能工匠娜瑞莎将邪能页岩嵌入你的身体",
},
},
[70930] = {
["T"] = "有茶无叶",
["O"] = "与寒网谷的莉莱尔·晨绽交谈。",
},
[70925] = {
["T"] = "社区盛宴",
},
[40334] = {
["T"] = "渔夫的药水",
["O"] = "在蓝风海窟从斧尾蜥蜴身上收集4颗斧尾眼球，从萨吉塔纳迦身上收集一个萨吉塔气囊，从海妖纳兹祖尔身上收集海妖之血样本。",
["S"] = {
"斧尾眼球",
"萨吉塔气囊",
"海妖之血",
},
},
[81688] = {
["T"] = "事到如今",
["O"] = "将秘织丝绸交给在其巢穴中的纺丝者。",
},
[66329] = {
["T"] = "吹响号角",
["O"] = "见证巴拉卡与柯罗莱丝的毒谋。",
["S"] = {
"和尊可汗萨雷丝特谈一谈",
},
},
[70922] = {
["T"] = "A > B 奖励测试（小首领步骤）",
},
[84760] = {
["T"] = "友善的警告",
["O"] = "消灭缚魂者萨比尔和决斗者萨希恩。",
["S"] = {
"消灭缚魂者萨比尔",
"消灭决斗者萨希恩",
},
},
[70916] = {
["T"] = "威名昭彰",
},
[70915] = {
["T"] = "戴冠荣光",
},
[43918] = {
["T"] = "暗夜要塞：古尔丹",
["O"] = "在暗夜要塞消灭古尔丹。",
["S"] = {
"消灭古尔丹",
"长袍碎片",
},
},
[70913] = {
["T"] = "荣耀披肩",
},
[70912] = {
["T"] = "联军的严格标准",
},
[74521] = {
["T"] = "烈焰终熄",
["O"] = "与拉希奥或萨贝里安交谈。",
["S"] = {
"与拉希奥或萨贝里安交谈，进入亚贝鲁斯",
},
},
[62349] = {
["T"] = "暗影界（50-59）E",
},
[70910] = {
["T"] = "纸张与玻璃之谜",
},
[77593] = {
["T"] = "战槌狂欢 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[70907] = {
["T"] = "马鲁克狩猎",
},
[48014] = {
["T"] = "解决小问题",
["O"] = "在拾荒者河岸消灭6只海地精。",
["S"] = {
"消灭盐鳍海地精",
},
},
[70905] = {
["T"] = "五彩齐飞",
},
[81689] = {
["T"] = "导引入门：冈达加兹",
["O"] = "在冈达加兹与蜡贩斯奎克见面。",
["S"] = {
"与蜡贩斯奎克交谈",
},
},
[24776] = {
["T"] = "暗矛的崛起",
["O"] = "与暗矛训练场中的欧塔扎谈谈。",
},
[83737] = {
["T"] = "克罗米的时空之旅",
},
[84761] = {
["T"] = "辛劳与擅闯",
["O"] = "夺回莎哈塔被夺走的补给品。",
["S"] = {
"莎哈塔的补给品",
},
},
[70899] = {
["T"] = "提尔的第五个挑战：巧思",
["O"] = "将伊里度斯的能量核心与提尔要塞的泰坦能量协调。",
["S"] = {
"调和伊里度斯的能量核心",
},
},
[51598] = {
["T"] = "一点混乱",
["O"] = "在艾什凡铸造厂击败15名工人。",
["S"] = {
"消灭艾什凡工人",
},
},
[70897] = {
["T"] = "明天会更忙",
},
[36239] = {
["T"] = "神秘的背包",
["O"] = "找到背包的主人。",
},
[70895] = {
["T"] = "翔空英姿",
},
[70893] = {
["T"] = "社区盛宴",
["O"] = "在社区盛宴中完成5项任务。",
["S"] = {
"参与社区盛宴",
},
},
[70890] = {
["T"] = "我要去冒险了！",
},
[27336] = {
["T"] = "恐怖图腾的武器",
["O"] = "将被捕获的图腾插在地上，在其附近杀死10头尘泥杂斑鳄鱼或尘泥利齿鳄鱼以测试其效应。",
["S"] = {
"测试图腾",
},
},
[38799] = {
["T"] = "黑心林地：娜瑞莎的姐姐",
["O"] = "前往黑心林地，找到莱瑞勒的玺戒。",
["S"] = {
"莱瑞勒的玺戒",
"消灭萨维斯之影",
},
},
[70888] = {
["T"] = "比肩一流",
},
[56206] = {
["T"] = "激流堡之战（英雄）",
},
[28360] = {
["T"] = "送它们一程",
["O"] = "杀死8名邪能腐化巨角鹿。",
["S"] = {
"消灭邪能腐化巨角鹿",
},
},
[40847] = {
["T"] = "合算的计划",
["O"] = "在藏宝海湾的红雾号上和舰队上将特塞斯见面。",
["S"] = {
"飞往藏宝海湾（可选）",
"登上红雾号",
},
},
[66331] = {
["T"] = "拜荒者前线",
["O"] = "在风暴战痕与斥候托木尔、阿莉和贝丽卡、欧恩·瑟什滕和麦琳瑟拉交谈。",
["S"] = {
nil,
"听取博库的报告",
"听取阿鲁和贝丽卡的报告",
"听取欧恩·瑟什滕的报告",
},
},
[29128] = {
["T"] = "海加尔的保卫者",
["O"] = "击败6只火焰巨兽或炙热的葬火领主。",
["S"] = {
"在塞西莉亚的栖地消灭入侵者",
},
},
[84762] = {
["T"] = "以誓言立身",
["O"] = "帮助莎哈塔找回母亲的项链。",
["S"] = {
"搜索宝箱",
},
},
[29640] = {
["T"] = "寻找间谍托古恩",
["O"] = "在奥金顿的暗影迷宫中找到间谍托古恩。",
},
[70885] = {
["T"] = "名望补给",
},
[43919] = {
["T"] = "暗夜要塞：高级植物学家特尔安",
["O"] = "在暗夜要塞消灭高级植物学家特尔安。",
["S"] = {
[2] = "荧光百合",
},
},
[70883] = {
["T"] = "栽培手艺",
["O"] = "在团结花园中找到格里尔姆佩奇。",
},
[70882] = {
["T"] = "名望补给",
},
[70881] = {
["T"] = "提尔的第四个挑战：应变",
["O"] = "从注能大厅的看护者伊里度斯身上获取能量核心，并击败原始海啸。",
["S"] = {
"收集伊里度斯的能量核心",
},
},
[62350] = {
["T"] = "暗影界（50-59）E",
},
[76571] = {
["T"] = "生长体验",
["O"] = "让迪奥奈莎在曲枝林木培植3朵花。",
["S"] = {
"种植鲜花",
},
},
[70867] = {
["T"] = "灭鳞要塞",
},
[70859] = {
["T"] = "卫士所睹",
["O"] = "从埃达维克斯，被腐化的卫士处取回低语碎片。",
["S"] = {
"低语碎片",
},
},
[48015] = {
["T"] = "格罗尔的卷轴",
["O"] = "收集三张始祖龟卷轴。",
["S"] = {
"能量之潮",
"净化卷轴",
"格罗尔的勒令",
},
},
[48527] = {
["T"] = "贪食恶兽",
["O"] = "消灭9只贪吃的双帆龙。",
["S"] = {
"消灭暴躁的双帆龙",
},
},
[65422] = {
["T"] = "寻宝真不容易",
["O"] = "获取攀登装备，寻找握点，攀登高山而不松手！",
},
[70856] = {
["T"] = "烈火焚尽",
["O"] = "使用喷火火炬摧毁10具被感染的尸体。",
["S"] = {
"烧毁被感染的掠夺者",
},
},
[83739] = {
["T"] = "在将军处昭彰恶名",
["O"] = "在纺丝者之巢与有志向的吉普卡交谈。",
},
[8549] = {
["T"] = "部落需要宁神花！",
["O"] = "把20朵宁神花交给奥格瑞玛精神谷的草药学家波德·飞羽。",
["S"] = {
"宁神花",
},
},
[8677] = {
["T"] = "暗角长者",
},
[70845] = {
["T"] = "循迹提尔",
["O"] = "在碧蓝林海找到提尔的第一个挑战。",
},
[70834] = {
["T"] = "授衔传奇",
},
[72476] = {
["T"] = "先祖祝福",
["O"] = "与厨师托尔卡交谈，学习制作供品。",
},
[70830] = {
["T"] = "攀登背包客",
},
[70829] = {
["T"] = "编目探险",
},
[70822] = {
["T"] = "迷失的探险队斥候",
},
[9573] = {
["T"] = "欧莫鲁酋长",
["O"] = "秘蓝岛止松要塞的止松酋长要求你杀死欧莫鲁酋长和9只发狂的野枭兽。",
["S"] = {
"消灭欧莫鲁酋长",
"消灭发狂的野枭兽",
},
},
[9701] = {
["T"] = "观察孢子人",
["O"] = "调查赞加沼泽的孢殖林，然后返回赞加沼泽的塞纳里奥岗哨，向观察者莉萨奥汇报你的发现。",
["S"] = {
"调查孢殖林",
},
},
[78620] = {
["T"] = "暮光歧路",
["O"] = "在陨圣峪的崇圣之地消灭15个蜃鱼人进攻者。",
["S"] = {
"消灭蜃鱼人进攻者",
},
},
[9957] = {
["T"] = "塞纳里奥树林出事了？",
["O"] = "与泰罗卡森林地区的塞纳里奥树林中的某位德鲁伊谈一谈。",
},
[70820] = {
["T"] = "先遣营地“宠物”",
},
[81692] = {
["T"] = "内潜之焰",
["O"] = "在冈达加兹找到代言人库尔达斯，寻求帮助。",
},
[66333] = {
["T"] = "为索雷苏斯复仇",
["O"] = "消灭3个诺库德好战者并摧毁3台灭龙者弩炮。",
["S"] = {
"消灭诺库德好战者",
"摧毁灭龙者弩炮",
},
},
[83740] = {
["T"] = "在宰相处昭彰恶名",
["O"] = "在纺丝者之巢与图鲁蒙交谈。",
},
[42384] = {
["T"] = "斥候报告",
["O"] = "使用侦察地图，完成“斥候报告”任务。",
},
[70817] = {
["T"] = "新款龙鳞装备",
},
[70815] = {
["T"] = "爆门而入",
},
[43920] = {
["T"] = "暗夜要塞：艾利桑德",
["O"] = "在暗夜要塞消灭艾利桑德。",
["S"] = {
"消灭艾利桑德",
"古代夜之子典籍",
},
},
[72477] = {
["T"] = "兽人杂货铺",
["O"] = "在剃刀岭的商人处找到需要的全部食材。",
["S"] = {
"阅读《勺子和叉子》",
},
},
[11237] = {
["T"] = "亚勒伯龙攻击计划",
["O"] = "前往西部卫戍要塞，将亚勒伯龙攻击计划交给法师中尉玛利斯特。",
},
[70808] = {
["T"] = "巨龙群岛幼龙的初步奥秘",
},
[62351] = {
["T"] = "经典50",
},
[11621] = {
["T"] = "利维洛斯石板",
["O"] = "将你在石板上发现的信息告诉卡鲁克。",
},
[70806] = {
["T"] = "大块雕像",
["O"] = "将物品交给艾米莉亚·贝洛克。",
},
[11877] = {
["T"] = "日怒攻击计划",
["O"] = "沙塔斯城的托沃斯男爵希望你能缴获日怒攻击计划。",
["S"] = {
"日怒攻击计划",
},
},
[48016] = {
["T"] = "提升炼金",
["O"] = "把75株星辰之耀，5个源生萨格里特以及一枚束缚的地狱火炼金石交给弗恩。",
["S"] = {
"星辰之耀",
"源生萨格里特",
"束缚的地狱火炼金石",
},
},
[70805] = {
["T"] = "珍贵的岩石碎片",
["O"] = "将物品交给艾米莉亚·贝洛克。",
},
[81693] = {
["T"] = "绝望寻者斯考萨兹",
["O"] = "在啁啾之巢附近寻找斯考萨兹。",
},
[12389] = {
["T"] = "糖罐",
},
[12517] = {
["T"] = "盗贼套牌",
["O"] = "使用盗贼套牌召唤一位暗月占卜师，并把套牌交给占卜师。",
},
[34193] = {
["T"] = "清理种植园",
["O"] = "消灭8只霜壁啮咬者。",
["S"] = {
"消灭霜壁啮咬者",
},
},
[25545] = {
["T"] = "备战！",
["O"] = "收集4支暴风城长矛、4件暴风城胸甲、4块暴风城盾牌和4个暴风城头盔。\n\n海地精拾荒者也会掉落这些装备。",
["S"] = {
"暴风城胸甲",
"暴风城头盔",
"暴风城长矛",
"暴风城盾牌",
},
},
[12901] = {
["T"] = "从无到有",
["O"] = "北伐军前线营地的工程师里德要求你收集10块天灾金属废料。",
["S"] = {
"天灾金属废料",
},
},
[13029] = {
["T"] = "长者帕姆亚",
},
[70789] = {
["T"] = "精美的雕刻飞翼",
["O"] = "将物品交给艾米莉亚·贝洛克。",
},
[70754] = {
["T"] = "扑灭火焰拜荒者",
["O"] = "将原始核心带给莱则尔希。",
},
[70750] = {
["T"] = "援助联军",
["O"] = "继续在巨龙群岛各地援助瓦德拉肯联军及其盟友。",
},
[70743] = {
["T"] = "宝贝宝宝",
["O"] = "寻找艾尔扎拉的宝贝。",
["S"] = {
"找到宝贝",
},
},
[27337] = {
["T"] = "称心如意的武器",
["O"] = "进入影牙城堡，从席瓦莱恩男爵那里夺得席瓦莱恩家族佩剑，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"席瓦莱恩家族佩剑",
"月钢锭",
"不死肌腱",
},
},
[55184] = {
["T"] = "禁忌的野猪人通灵术",
["O"] = "在野猪人荆棘林消灭7只野猪人。",
["S"] = {
"消灭野猪人",
},
},
[70742] = {
["T"] = "世家传承",
["O"] = "搜索黑曜观察站，寻找与龙希尔的过去相关的线索。",
["S"] = {
"检查第一个黑曜碎片",
},
},
[79646] = {
["T"] = "纪念之酒",
["O"] = "和阿比拉德修士制作纪念之酒。",
["S"] = {
"与阿比拉德修士交谈",
},
},
[28361] = {
["T"] = "给松鼠洗澡",
["O"] = "擦拭6只被污染的松鼠。",
["S"] = {
"擦拭被污染的松鼠",
},
},
[70739] = {
["T"] = "血系、甜食与提莱",
["O"] = "帮助猎人纳尔曼为求婚获得传统祝福。",
["S"] = {
"和长者欧杰雷尔商讨",
},
},
[66335] = {
["T"] = "拆除更多的水晶塔",
["O"] = "使用附魔种子标记拜荒者晶塔。",
["S"] = {
"标记第一个拜荒者晶塔",
"标记第二个拜荒者晶塔",
"标记第三个拜荒者晶塔",
},
},
[83742] = {
["T"] = "紧急传唤",
["O"] = "向坚铸要塞的阿努巴扎尔将军报到。",
},
[29385] = {
["T"] = "冬幕节礼物",
},
[42897] = {
["T"] = "LFGDungeons - Legion - Heroic Random - 1st",
},
[70722] = {
["T"] = "拉宾斯的需要",
["O"] = "与伊斯卡拉的帕丘交谈。",
["S"] = {
"和帕丘聊一聊",
},
},
[43921] = {
["T"] = "暗夜要塞：古尔丹",
["O"] = "在暗夜要塞消灭古尔丹。",
["S"] = {
"消灭古尔丹",
"长袍碎片",
},
},
[70721] = {
["T"] = "欧恩指引我心",
["O"] = "帮助轻风贤者达瓦与猎人纳尔曼进行求婚。",
["S"] = {
"和猎人纳尔曼谈一谈",
},
},
[70717] = {
["T"] = "巨龙时代（70）E",
},
[30921] = {
["T"] = "螳螂妖的动机",
["O"] = "击败科里维斯的螳螂妖，以便泰侯可以从它们的尸体上寻找线索。",
["S"] = {
"第一条线索",
"第二条线索",
"第三条线索",
"第四条线索",
},
},
[62352] = {
["T"] = "经典50",
},
[70715] = {
["T"] = "巨龙时代（70）E",
},
[70711] = {
["T"] = "湍流环线 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[31945] = {
["T"] = "学习务农（六）：吉娜的选票",
["O"] = "种植并收获一棵葱，然后将5棵葱送给吉娜·泥爪。\n\n你可以从半山市集的商人绿野那里买到小葱种子。耕种并灌溉后，你必须等到次日才能收获成熟的葱。",
["S"] = {
"种植小葱种子",
"收获成熟的葱",
"葱",
},
},
[79647] = {
["T"] = "焚烧回忆",
["O"] = "帮助西贝斯坦悼念他的兄弟。",
["S"] = {
"与西贝斯坦交谈以开始",
},
},
[80671] = {
["T"] = "将军之锋",
["O"] = "继续在艾基-卡赫特援助将军。",
["S"] = {
"在艾基-卡赫特完成活动",
"查看供应商亚马丝的契约物品（可选）",
},
},
[70650] = {
["T"] = "循迹提尔：觉醒海岸",
["O"] = "在觉醒海岸找到提尔的第三个挑战。",
},
[66336] = {
["T"] = "翡翠之岛",
["O"] = "在远古林枝与麦琳瑟拉见面。",
},
[83743] = {
["T"] = "奥术冷战",
["O"] = "前往艾基-卡赫特，与吉安娜·普罗德摩尔会面。",
["S"] = {
"在艾基-卡赫特找到吉安娜",
"使用传送门（可选）",
},
},
[34194] = {
["T"] = "寻找帮手",
["O"] = "找到一位能够帮助我们的当地渔夫。",
["S"] = {
"找到一位当地渔夫",
},
},
[51089] = {
["T"] = "通缉：托杰克",
["O"] = "猎杀托杰克。",
["S"] = {
"消灭托杰克",
},
},
[51601] = {
["T"] = "桥港之旅",
["O"] = "骑上被窃的马匹，吸引10名桥港守卫和斯通队长的注意，然后引导他们前往城镇的西南角。\r\n\r\n摔下马可能会造成致命的后果，任务则将会失败。",
["S"] = {
"经过桥港守卫",
"经过阿玛利亚·斯通队长",
"完成桥港之旅",
},
},
[70644] = {
["T"] = "驯服野山羊",
},
[70641] = {
["T"] = "觉醒的誓言",
["O"] = "在红玉新生圣地与红龙军团的成员交谈。",
["S"] = {
"和指挥官里萨纳克谈一谈",
"与阿美拉交谈",
"和管理者瑟利斯特拉谈一谈",
},
},
[70617] = {
["T"] = "矿工挖的完全归我",
["O"] = "为瓦德拉肯的潜地者赛基塔收集7块龙银矿石。",
["S"] = {
"龙银矿石 |A:Professions-Icon-Quality-Tier2-Small:18:18:0:2|a",
},
},
[70613] = {
["T"] = "不给树皮就咬人",
["O"] = "为瓦德拉肯的阿格里库斯收集8张歪扭树皮。",
["S"] = {
"歪扭树皮 |A:Professions-Icon-Quality-Tier2-Small:18:18:0:2|a",
},
},
[70595] = {
["T"] = "裁缝指名服务",
["O"] = "为工匠商盟完成裁缝制造订单。",
},
[28509] = {
["T"] = "大酋长的命令：塔纳利斯！",
["O"] = "前往塔纳利斯的加基森，向梅格斯·碎纸机报到。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在加基森与梅格斯·碎纸机交谈",
},
},
[70593] = {
["T"] = "珠宝加工指名服务",
["O"] = "为工匠商盟完成珠宝加工制造订单。",
},
[78624] = {
["T"] = "黑暗中的烛光",
["O"] = "在陨圣峪的崇圣之地消灭艾尔里克·赖德。",
["S"] = {
"要求奥蕾莉亚解除虚空气泡",
"消灭艾尔里克·赖德",
},
},
[56209] = {
["T"] = "起源大厅",
["O"] = "在起源大厅击败阿玛赛特的部队并重新激活熔炉。",
["S"] = {
"重新激活起源熔炉",
},
},
[80672] = {
["T"] = "宰相之手",
["O"] = "继续在艾基-卡赫特援助宰相。",
["S"] = {
"在艾基-卡赫特完成活动",
"查看供应商亚马丝的契约物品（可选）",
},
},
[81696] = {
["T"] = "商栈报到（多恩）",
["O"] = "回到商栈，在收集者的宝箱处收取商贩标币。",
["S"] = {
"回到商栈",
},
},
[66337] = {
["T"] = "风暴克星",
["O"] = "击败柯罗莱丝。",
["S"] = {
"消灭柯罗莱丝",
},
},
[26802] = {
["T"] = "被诅咒者",
["O"] = "收集4只食腐狼的爪子和4只夜行蝙蝠翼。",
["S"] = {
"食腐狼的爪子",
"夜行蝙蝠翼",
},
},
[42386] = {
["T"] = "亡灵之灾",
["O"] = "在鲑鱼溪消灭复生猎犬。",
["S"] = {
"消灭复生猎犬",
},
},
[54975] = {
["T"] = "短暂的休息",
["O"] = "支援你在纳沙塔尔的盟友，使其中一人升到3级。",
},
[55708] = {
["T"] = "升级",
["O"] = "收集20个微型齿轮。",
["S"] = {
"收集微型齿轮",
},
},
[8590] = {
["T"] = "部落需要厚皮！",
["O"] = "把10块厚皮交给奥格瑞玛精神谷的乌玛拉中士。",
["S"] = {
"厚皮",
},
},
[72481] = {
["T"] = "觉醒海岸巡礼",
["O"] = "飞过觉醒海岸的所有竞速赛道。",
["S"] = {
"红玉新生圣地赛道",
"狂野禁猎区障碍赛",
"烬琉航线",
"绝顶树冠激流冲刺",
"乌克图鲁特急流",
"翼眠环线",
"闪霜飞越",
"狂野禁猎区巡回赛",
},
},
[70539] = {
["T"] = "并非游手好闲",
["O"] = "为瓦德拉肯的克林基克里克·碎轰制作2个里程碑放大镜。",
["S"] = {
"里程碑放大镜",
},
},
[9542] = {
["T"] = "瓦克图腾",
["O"] = "根据线索找到瓦克图腾。",
},
[62353] = {
["T"] = "暗影界（50-59）E",
},
[70501] = {
["T"] = "狩猎资格证",
["O"] = "完成洪荒狩猎训练任务。",
["S"] = {
"狩猎生物",
"复活受伤的蝾螈宝宝",
"消灭入侵的清水钳嘴龟",
"消灭努巴哥",
},
},
[70446] = {
["T"] = "私人历史",
["O"] = "在黑曜观察站与安波莎见面。",
},
[66839] = {
["T"] = "酿酒时间！",
["O"] = "收集血莓、青铜号角莓和巨龙箔金花。",
["S"] = {
"收集水果、莓果和草药",
},
},
[79649] = {
["T"] = "圣焰审判",
["O"] = "询问当地的教士。",
["S"] = {
"质问可疑的教士",
},
},
[80673] = {
["T"] = "亡路惊魂",
["O"] = "通过飞越或通常手段，消灭25只飞蛾。",
["S"] = {
"消灭摇曳的荧光蛾",
},
},
[70374] = {
["T"] = "蒙福的希米亚",
["O"] = "击败元素。",
["S"] = {
"击败元素",
},
},
[70370] = {
["T"] = "求职咨询",
["O"] = "接受海菲斯塔的性格测试，找到理想的专业技能。",
["S"] = {
"参与海菲斯塔的测验",
},
},
[70368] = {
["T"] = "求职咨询",
["O"] = "接受海菲斯塔的性格测试，找到理想的专业技能。",
["S"] = {
"参与海菲斯塔的测验",
"向海菲斯塔寻求指引",
},
},
[6323] = {
["T"] = "飞往幽暗城",
["O"] = "从蝙蝠管理员安内特那里弄一只蝙蝠飞往幽暗城，然后将莫里斯的订单交给幽暗城里的高顿·温德哈姆。",
},
[6387] = {
["T"] = "荣誉学员",
["O"] = "将格雷姆罗克的名单交给卡拉诺斯的布洛兰·风须。",
},
[70358] = {
["T"] = "巨龙群岛锻造",
},
[70339] = {
["T"] = "循迹提尔：欧恩哈拉平原",
["O"] = "在欧恩哈拉平原找到提尔的第二个挑战。",
},
[72482] = {
["T"] = "觉醒海岸进阶巡礼",
["O"] = "飞过觉醒海岸的所有进阶版赛道。",
["S"] = {
"红玉新生圣地赛道",
"狂野禁猎区障碍赛",
"烬琉航线",
"绝顶树冠激流冲刺",
"乌克图鲁特急流",
"翼眠环线",
"闪霜飞越",
"狂野禁猎区巡回赛",
},
},
[70335] = {
["T"] = "简易挖掘工具",
},
[26826] = {
["T"] = "达斯克·“空瓶”·哥布菲兹",
["O"] = "把打开的莫什奥格的馈赠带给荆棘谷海角探险者协会挖掘场的达斯克·“空瓶”·哥布菲兹。",
},
[27082] = {
["T"] = "肮脏的游戏",
["O"] = "从疯狂的巨熊和疯狂的座狼身上获取8份染病的脏器。",
["S"] = {
"染病的脏器",
},
},
[27338] = {
["T"] = "海滩上的水兵",
["O"] = "向暮光高地暮光海滩的海军上尉埃姆利报到。",
},
[55186] = {
["T"] = "打倒野猪人",
["O"] = "消灭地王格雷克欧格。",
["S"] = {
"消灭地王格雷克欧格",
},
},
[27850] = {
["T"] = "迪菲亚兄弟会首脑",
["O"] = "杀掉迪菲亚兄弟会首脑。",
["S"] = {
"消灭“船长”曲奇",
},
},
[79650] = {
["T"] = "圣焰隐修院：兄弟之殇",
["O"] = "在圣焰隐修院内直面隐修院长哈尔希·穆普雷。",
["S"] = {
"在米雷达尔与斯蒂泰克将军交谈",
},
},
[28362] = {
["T"] = "崔泽尔这笨蛋！",
["O"] = "去找魔爪村的崔泽尔。",
},
[70204] = {
["T"] = "金爪",
["O"] = "将物品交给艾米莉亚·贝洛克。",
},
[66339] = {
["T"] = "诺库德阻击战：天为风之所归",
["O"] = "在诺库德阻击战中击败巴拉卡可汗，营救欧恩哈拉。",
["S"] = {
"消灭巴拉卡可汗",
},
},
[70198] = {
["T"] = "群岛的召唤",
["O"] = "在杜隆塔尔与娜蕾迪亚·流光见面。",
},
[42387] = {
["T"] = "捕杀刺客",
["O"] = "在卡莱尔小屋设置陷阱，抓捕并击杀托利亚斯队长。",
["S"] = {
"消灭特瓦利斯队长",
},
},
[29642] = {
["T"] = "奥金顿的麻烦",
["O"] = "返回泰罗卡森林向奥金顿暗影迷宫里的战地指挥官玛弗恩报道。",
},
[70195] = {
["T"] = "闪电强夺",
["O"] = "营救阿尔坦，并寻找和外来者相关的线索。",
["S"] = {
"解救阿尔坦",
"峦水居所指令",
},
},
[70180] = {
["T"] = "弹射起步？起！",
["O"] = "帮助格雷基克启动神秘装置。",
["S"] = {
"驾驶地精旋翼机",
},
},
[72483] = {
["T"] = "欧恩哈拉平原巡礼",
["O"] = "飞过欧恩哈拉平原的所有竞速赛道。",
["S"] = {
"阳斑灌木林巡回赛",
"泽地漫游",
"河谷冲刺",
"翡翠花园攀升赛",
"马鲁凯飞驰",
"镜天湖飞驰",
"湍流环线",
},
},
[30666] = {
["T"] = "突然袭击",
["O"] = "去奇亚卡拉克杀死8只死息鳄鱼。",
["S"] = {
"杀掉死息鳄鱼",
},
},
[30922] = {
["T"] = "纯天然抗菌剂",
["O"] = "获得5份饱满的穆山兽膀胱。",
["S"] = {
"饱满的穆山兽膀胱",
},
},
[62354] = {
["T"] = "暗影界（50-59）E",
},
[62866] = {
["T"] = "带回失落之魂",
["O"] = "解救噬渊中的灵魂。",
["S"] = {
"从噬渊中解救灵魂",
},
},
[70178] = {
["T"] = "探险队补给包",
["O"] = "在龙鳞先遣营地检查探险队补给包中可用的新工具。",
["S"] = {
"检查探险队补给包",
},
},
[31946] = {
["T"] = "蒙蒙的选票（三）：狸猫换太子",
["O"] = "种植并收获2根爽脆胡萝卜，然后将10根爽脆胡萝卜送给蒙蒙。\n\n你可以从半山市集的商人绿野那里买到爽脆胡萝卜种子。耕种并灌溉后，你必须等到次日才能收获成熟的爽脆胡萝卜。",
["S"] = {
"种植爽脆胡萝卜种子",
"收获成熟的爽脆胡萝卜",
"爽脆胡萝卜",
},
},
[79651] = {
["T"] = "贸易伙伴",
["O"] = "调查姆玛尔。",
},
[32458] = {
["T"] = "风的祝福",
["O"] = "收集好运护符。",
["S"] = {
"长者的好运符",
},
},
[70163] = {
["T"] = "交错洞窟 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[66340] = {
["T"] = "融入碧蓝",
["O"] = "在剪河交汇口与睿智的玛苏德见面。",
},
[70158] = {
["T"] = "花园休闲赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[70156] = {
["T"] = "远古觉醒",
["O"] = "强化界门。",
["S"] = {
"准备给界门充能",
},
},
[8678] = {
["T"] = "麦蹄长者",
},
[70154] = {
["T"] = "通向未知的界门",
["O"] = "跟随迁跃法师黛兰德拉前往界门的位置。",
["S"] = {
"使用迁跃法师黛兰德拉的传送门",
},
},
[70148] = {
["T"] = "迷途浪人",
["O"] = "在翼眠大使馆寻找爪兵艾瑟希。",
["S"] = {
"和寇玛尔谈一谈",
},
},
[9062] = {
["T"] = "浸水的书页",
["O"] = "永歌森林的学徒梅雷多尔让你搜寻附近桥梁下的水域，帮他找到安瑟隆的元素魔典。",
["S"] = {
"安瑟隆的元素魔典",
},
},
[70134] = {
["T"] = "回忆",
["O"] = "取回维利提斯塔兹的时间胶囊。",
["S"] = {
"激活神秘雕文",
"获取时间胶囊",
},
},
[70132] = {
["T"] = "英雄留步",
["O"] = "坐一会儿，看看风景。",
["S"] = {
"坐下欣赏风景",
},
},
[70129] = {
["T"] = "恶心的堵趾",
["O"] = "帮助罗威消灭恶心的堵趾。",
["S"] = {
"消灭恶心的堵趾",
},
},
[9574] = {
["T"] = "腐蚀的牺牲品",
["O"] = "找到6片晶化树皮，把它们交给秘血岗哨的莫莱。",
["S"] = {
"晶化树皮",
},
},
[70126] = {
["T"] = "画龙点睛",
["O"] = "说服米格尔的客户将未来的制造订单交托给他。",
["S"] = {
"和吉莫西做生意",
},
},
[39316] = {
["T"] = "遇险的牛头人",
["O"] = "营救被俘虏的河鬃牛头人。",
["S"] = {
"营救牛头人",
},
},
[56211] = {
["T"] = "占卜石",
["O"] = "在纳沙塔尔找到被魔法隐藏的宝藏。",
["S"] = {
"使用占卜石",
},
},
[10086] = {
["T"] = "我为部落工作！",
["O"] = "给萨尔玛的泽格·纳克布斯带去8块回收的金属和8块回收的木材。",
["S"] = {
"回收的金属",
"回收的木材",
},
},
[57235] = {
["T"] = "太阳能收集器",
},
[10342] = {
["T"] = "收集岩肤油块",
["O"] = "收集5块岩肤油块，将它们交给虚空风暴52区的布兹。",
["S"] = {
"岩肤油块",
},
},
[10470] = {
["T"] = "勇士的誓言",
["O"] = "当你在流沙之鳞中的声望达到崇敬后，将永恒之戒交给时空之穴的索莉多米。",
["S"] = {
"中立 / 崇敬 流沙之鳞",
},
},
[42388] = {
["T"] = "紧急召唤",
["O"] = "在神射手营地与伊墨瑞尔·影卫谈一谈。",
},
[70125] = {
["T"] = "拉希奥呢？",
["O"] = "询问森德拉克斯巨龙预计何时抵达。",
["S"] = {
"询问失踪的龙的事情",
},
},
[70437] = {
["T"] = "前往提尔要塞",
["O"] = "在守护巨龙之座与阿莱克丝塔萨见面。",
["S"] = {
"与阿莱克丝塔萨交谈",
},
},
[70122] = {
["T"] = "探险者遇险",
["O"] = "在狂野海滩营救3名龙鳞探险队成员。",
["S"] = {
"营救握轮教授",
"营救档案员莱里德",
"营救探洞者锁眼",
},
},
[72485] = {
["T"] = "碧蓝林海巡礼",
["O"] = "飞过碧蓝林海的所有竞速赛道。",
["S"] = {
"碧蓝林海冲刺",
"碧蓝林海障碍赛",
"瓦克索斯攀升赛",
"伊斯卡拉锦标赛",
"霜土飞越",
"档案限界",
},
},
[44948] = {
["T"] = "雪羽雏龙饲养员",
["O"] = "把你的雪羽雏龙提升到25级。",
},
[70034] = {
["T"] = "工匠补给：蝾螈之鳞",
["O"] = "将3份蝾螈之鳞交给红玉新生圣地的海菲斯塔。",
["S"] = {
"把蝾螈之鳞交给海菲斯塔",
},
},
[62355] = {
["T"] = "暗影界（50-59）E",
},
[11622] = {
["T"] = "裂鞭海岸的秘密",
["O"] = "在北风苔原的裂鞭废墟寻找维赫亚。",
},
[70033] = {
["T"] = "工匠补给：先锋的皮革靴子",
["O"] = "将先锋的皮革靴子交给红玉新生圣地的海菲斯塔。",
["S"] = {
"把先锋的皮革靴子交给海菲斯塔",
},
},
[47508] = {
["T"] = "自由射击",
["O"] = "进入光铸炮台并杀死30个疯狂的灾翼蝠。",
["S"] = {
"消灭疯狂的灾翼蝠",
},
},
[12006] = {
["T"] = "上层精灵的愤怒",
["O"] = "击败龙骨荒野法师猎手、眠月魔犬、湍流之针巫师和魔法焦点巫师，总计15名。完成任务后返回眠月花园，向伊瑟尼安·月影复命。",
["S"] = {
"击败眠月花园的蓝龙军团士兵",
},
},
[80677] = {
["T"] = "火炬之光",
["O"] = "烧掉15个蛾卵。",
["S"] = {
"焚烧蛾卵集簇",
},
},
[70028] = {
["T"] = "工匠补给：盐层",
["O"] = "将5份盐层交给红玉新生圣地的海菲斯塔。",
["S"] = {
"把盐层交给海菲斯塔",
},
},
[12390] = {
["T"] = "糖罐",
},
[25035] = {
["T"] = "突破防线",
["O"] = "与佐奴恩交谈，前往恶鳞海湾，然后找到莫拉基。",
},
[70025] = {
["T"] = "工匠补给：龙银镰刀",
["O"] = "将一把龙银镰刀交给红玉新生圣地的海菲斯塔。",
["S"] = {
"将一把龙银镰刀交给海菲斯塔",
},
},
[69981] = {
["T"] = "客户满意度",
["O"] = "向工匠商盟的客户询问他们对再造订单是否满意。",
["S"] = {
"发现布里乔",
"发现邓肯·钢眼",
"发现艾兹努",
},
},
[12902] = {
["T"] = "寻找答案",
["O"] = "前往怒爪巢穴寻找线索，查出向怒爪狼獾人发动进攻的幕后主使。",
},
[13030] = {
["T"] = "长者伍雷恩",
},
[69965] = {
["T"] = "质量保证",
["O"] = "使用附近的晶簇，为工匠商盟检验海菲斯塔的工具。",
["S"] = {
"挖掘火山晶簇",
},
},
[69957] = {
["T"] = "提尔要塞试炼",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[69946] = {
["T"] = "工艺大师",
["O"] = "寻找卡丁大师，请教专业智慧。",
["S"] = {
"与卡丁交谈",
},
},
[37781] = {
["T"] = "血槌炉渣矿井",
["O"] = "在血槌炉渣矿井击败戈洛克。",
["S"] = {
"消灭戈洛克",
},
},
[27339] = {
["T"] = "沼泽中的毒药",
["O"] = "从暗牙爬行者或毒性切割者身上收集6瓶沼泽毒药。",
["S"] = {
"沼泽毒药",
},
},
[69937] = {
["T"] = "林荫援助",
["O"] = "获取一份可口的幼雏点心，用其喂养沮丧的小鸭子。",
},
[13926] = {
["T"] = "神谕者孤儿鲁鲁",
["O"] = "同孤儿监护员艾蕊娅交谈，然后使用神谕者孤儿哨召唤你要在儿童周照顾的孤儿。",
["S"] = {
"同孤儿监护员艾蕊娅交谈",
},
},
[69914] = {
["T"] = "贾拉丁苏醒",
["O"] = "接受管理者瑟利斯特拉的命令。",
["S"] = {
"接受管理者瑟利斯特拉的命令",
},
},
[40341] = {
["T"] = "潮汐王座：艾萨拉的力量",
["O"] = "前往潮汐王座，获取莎拉达尔权杖。",
["S"] = {
"前往深渊之喉",
},
},
[28619] = {
["T"] = "大酋长的命令：阿拉希高地！",
["O"] = "去找阿拉希高地加林之陨的黑暗游侠阿莉娜。",
},
[14438] = {
["T"] = "土地之争",
["O"] = "杀死15个白鬃豺狼人，然后回到血蹄村向艾莫·雷角复命。",
["S"] = {
"白鬃豺狼人",
},
},
[41877] = {
["T"] = "月郡女士",
["O"] = "在大步道上找到莉莉丝。",
["S"] = {
"找到莉莉丝",
},
},
[42389] = {
["T"] = "召回希莱尔",
["O"] = "在风暴峡湾找到兽王希莱尔。",
["S"] = {
"和欧丹·战弓谈一谈",
},
},
[29643] = {
["T"] = "鲜血法典",
["O"] = "在奥金顿暗影迷宫内阅读鲜血法典的内容。",
},
[69912] = {
["T"] = "首次紧急情况！",
["O"] = "说服森德拉克斯发射应急信号照明弹，提醒巨龙你已抵达。",
["S"] = {
"发出信号照明弹",
},
},
[30155] = {
["T"] = "恢复平衡",
["O"] = "击败8个滑鳞切裂者或滑鳞啜蛋者。",
["S"] = {
"杀死滑鳞蜥蜴人",
},
},
[44437] = {
["T"] = "Legion Dungeon Reward Quest",
},
[30667] = {
["T"] = "特别的羽毛",
["O"] = "获得6根翡翠尾羽，6根赤红尾羽和6根暮色尾羽。",
["S"] = {
"翡翠尾羽",
"赤红尾羽",
"暮色尾羽",
},
},
[30923] = {
["T"] = "拖住螳螂妖",
["O"] = "使用火药桶引爆科里维斯的科里提克武器和科里提克补给品。",
["S"] = {
"炸毁科里提克武器",
"炸毁科里提克补给品",
},
},
[62356] = {
["T"] = "暗影界（50-59）E",
},
[69910] = {
["T"] = "拉希奥呢？",
["O"] = "询问森德拉克斯巨龙预计何时抵达。",
["S"] = {
"询问失踪的龙的事情",
},
},
[69898] = {
["T"] = "科学肉疗法",
["O"] = "收集1块超美味的淡水兽肉。",
["S"] = {
"超美味的淡水兽肉",
},
},
[63892] = {
["T"] = "占卜者的符文短棒",
["O"] = "收集20根符文短棒，将它们带给追忆圣窟的档案员罗-遂尔。",
["S"] = {
"符文短棒",
},
},
[48021] = {
["T"] = "克罗米",
["O"] = "与龙骨荒野的克罗米的友谊达到“时空跃迁者”级别。",
["S"] = {
"使用达拉然的传送门前往龙眠神殿（可选）",
"与克罗米的友谊达到“时空跃迁者”级别。",
},
},
[69870] = {
["T"] = "绘制使命",
["O"] = "在充盈急流附近与编目员阿昆达和枪手福伦见面。",
},
[32715] = {
["T"] = "皇后的安魂曲",
["O"] = "让莫纳拉安息。",
["S"] = {
"消灭莫纳拉",
},
},
[49557] = {
["T"] = "英雄的召唤：四风谷！",
["O"] = "与四风谷的陈·风暴烈酒谈一谈。",
},
[69096] = {
["T"] = "泰瓦恩的使命",
["O"] = "尝试安慰半人马孤儿琪美。",
["S"] = {
"尝试和琪美交谈",
},
},
[69095] = {
["T"] = "归乡之犬",
["O"] = "骑乘泰瓦恩返回马鲁凯。",
["S"] = {
"与泰瓦恩交谈",
},
},
[34710] = {
["T"] = "人多力量大",
["O"] = "在塔拉多的尤鲁恩矿场与安吉拉谈一谈。",
},
[69094] = {
["T"] = "拯救半人马",
["O"] = "在达鲁汉村中营救受伤的半人马。",
["S"] = {
"营救编织者达亚弗",
},
},
[69093] = {
["T"] = "新的奥秘",
["O"] = "与龙鳞先遣营地的娜蕾迪亚·流光交谈。",
},
[1133] = {
["T"] = "通往阿斯特兰纳的旅途",
["O"] = "到阿斯特兰纳去和辛德瑞尔·速火谈谈。",
},
[68796] = {
["T"] = "天顶观察站",
["O"] = "前往觉醒海岸的天顶观察站。",
["S"] = {
"与塞罗尔穆或红色幼龙交谈以开始竞速",
},
},
[68795] = {
["T"] = "驭龙术",
["O"] = "与红玉新生圣地的安德斯塔兹领主交谈。",
["S"] = {
"和安德斯塔兹领主聊一聊驭龙术的事",
},
},
[68794] = {
["T"] = "龙之友",
["O"] = "与瓦德拉肯守护巨龙之座的阿莱克丝塔萨交谈。",
},
[68644] = {
["T"] = "和气友善",
["O"] = "协助治疗希尔维。",
["S"] = {
"和斯泰丽雅谈一谈",
},
},
[68083] = {
["T"] = "再来，泰瓦恩！",
["O"] = "返回马鲁凯的治疗者赛尔贝克处并带去坏消息。",
},
[39318] = {
["T"] = "抚平创伤",
["O"] = "寻找驭风大师加兰并熄灭苍穹之角的火焰。",
["S"] = {
"寻找驭风大师加兰",
},
},
[39830] = {
["T"] = "地狱火堡垒：地狱火和硫磺",
["O"] = "集结队伍，再次挺进地狱火堡垒。打败阿克蒙德并找到地狱火抄本。",
["S"] = {
"地狱火抄本",
},
},
[40342] = {
["T"] = "奇袭萨吉塔",
["O"] = "在蓝风海湾消灭12个萨吉塔勇士或萨吉塔深海女巫。",
["S"] = {
"消灭萨吉塔勇士或萨吉塔深海女巫",
},
},
[67772] = {
["T"] = "泰瓦恩的纷扰",
["O"] = "帮助治疗者赛尔贝克为泰瓦恩准备训练。",
["S"] = {
"给泰瓦恩洗刷",
},
},
[67742] = {
["T"] = "档案限界 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[83752] = {
["T"] = "泽克维尔的威胁",
["O"] = "与布莱恩·铜须交谈，并调查奇怪的箱子。",
["S"] = {
"叫布莱恩解除陷阱",
},
},
[42390] = {
["T"] = "招募雷克萨",
["O"] = "在至高岭找到雷克萨。",
},
[67177] = {
["T"] = "通缉：吞食者",
["O"] = "消灭吞食者，取回它的角。",
["S"] = {
"弯曲的角",
},
},
[67175] = {
["T"] = "玩具爆炸船拆解指南",
["O"] = "与图尔克的妈妈交谈，随后取回玩具船。",
["S"] = {
"与加尔克谈一谈",
},
},
[43926] = {
["T"] = "军团再临：军团回归",
["O"] = "向德拉诺什尔封锁线的霍加尔·雷斧报道。",
},
[88872] = {
["T"] = "锈水财阀崇拜",
["O"] = "在废渣铺与洛可·笑轰交谈。",
},
[67143] = {
["T"] = "以心予人",
["O"] = "使用任意制造专业，制作一个瓶中之心|A:Professions-Icon-Quality-Tier3-Small:20:20|a。",
["S"] = {
"制作瓶中之心（品质3）",
},
},
[67137] = {
["T"] = "专业装备",
["O"] = "与玛赫拉·折树交谈",
["S"] = {
"与玛赫拉·折树交谈",
},
},
[62357] = {
["T"] = "暗影界（50-59）E",
},
[1453] = {
["T"] = "寻物公司的业务",
["O"] = "和凄凉之地的克雷迪格·安戈尔谈一谈。",
},
[67111] = {
["T"] = "病弱的学徒",
["O"] = "收集5份冰冻的毒腺。",
["S"] = {
"冰冻的毒腺",
},
},
[67096] = {
["T"] = "起伏森林航线 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[67095] = {
["T"] = "起伏森林航线",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[67074] = {
["T"] = "银色馈赠",
["O"] = "与阿莱克丝塔萨交谈，揭露提尔的赠礼。",
["S"] = {
"与阿莱克丝塔萨交谈",
},
},
[67051] = {
["T"] = "巨龙之目",
["O"] = "在附近区域中与巴斯基兰、瓦扎利亚和泽法里奥交谈。",
["S"] = {
"巴斯基兰报告",
"瓦扎利亚报告",
"泽法里奥报告",
},
},
[49558] = {
["T"] = "英雄的召唤：卡桑琅丛林！",
["O"] = "与卡桑琅丛林的肯肯谈一谈。",
},
[83753] = {
["T"] = "因果相炮",
["O"] = "瓦解水鼠帮的攻势，击败火炮大师金触。",
["S"] = {
"火炮大师金触",
"收集黑钢炮弹",
"控制水鼠帮火炮",
},
},
[67039] = {
["T"] = "奇妙之旅",
["O"] = "寻找失踪的动物。",
["S"] = {
"拯救萨萨",
"拯救扎亚",
"拯救苏德尔",
},
},
[67035] = {
["T"] = "保存知识",
["O"] = "在安东尼达斯营地附近寻找4本远古典籍。",
["S"] = {
"典籍大全",
},
},
[67032] = {
["T"] = "瓦克索斯攀升赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[67031] = {
["T"] = "瓦克索斯攀升赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[88873] = {
["T"] = "热砂财阀尊敬",
["O"] = "在热砂试验室与实验室助理拉兹丽交谈。",
},
[36759] = {
["T"] = "完好如初的戈隆牙齿项链",
["O"] = "将神器进行展览。",
["S"] = {
"将神器进行展览",
},
},
[67003] = {
["T"] = "碧蓝林海障碍赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[66997] = {
["T"] = "护理指南",
["O"] = "在红玉新生法池的花园中与瓦艾罗斯见面。",
},
[27340] = {
["T"] = "恐角袭击者",
["O"] = "在恐角岗哨消灭12名恐怖图腾。",
["S"] = {
"杀死恐角岗哨的恐怖图腾",
},
},
[27596] = {
["T"] = "山脉之心",
["O"] = "获得山脉之心。",
["S"] = {
"山脉之心",
},
},
[27852] = {
["T"] = "兽人与人类",
["O"] = "消灭10名沼泽之潮步兵。",
["S"] = {
"消灭沼泽之潮步兵",
},
},
[66959] = {
["T"] = "商栈一日游",
["O"] = "从收集者的宝箱中收取商贩标币，然后去逛逛商栈。",
},
[80682] = {
["T"] = "最终篇章",
["O"] = "出席朗诵仪式",
["S"] = {
"出席朗诵仪式",
},
},
[28620] = {
["T"] = "东点哨塔",
["O"] = "跟希尔斯布莱德丘陵东点哨塔的尼尔斯·毕若特谈一谈。",
},
[28876] = {
["T"] = "前往莫尔杉壁垒",
["O"] = "去找北贫瘠之地和灰谷边境处莫尔杉壁垒的卡德拉克。",
},
[29132] = {
["T"] = "传奇的邀请",
["O"] = "与时光之穴的阿纳克洛斯交谈。",
},
[42391] = {
["T"] = "野兽袭击",
["O"] = "找到发动袭击的真凶，并把它的脑袋交给抓住考拉的法师。",
["S"] = {
"跟踪血迹",
},
},
[42903] = {
["T"] = "LFGDungeons - Legion - Normal Random - Nth",
},
[66921] = {
["T"] = "马鲁凯飞驰",
["O"] = "滑翔穿过光圈。",
["S"] = {
"飞过光圈",
"完成竞速",
},
},
[30156] = {
["T"] = "喂食时间",
["O"] = "收集3块盐背肉，并用来喂食你的雏龙小伙伴。",
["S"] = {
"喂食雏龙",
},
},
[88874] = {
["T"] = "热砂财阀崇敬",
["O"] = "在热砂试验室与实验室助理拉兹丽交谈。",
},
[66886] = {
["T"] = "翡翠花园攀升赛 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[66879] = {
["T"] = "角行浩劫",
["O"] = "在充盈急流与达扎克罗丝见面。",
},
[62358] = {
["T"] = "暗影界（50-59）E",
},
[66858] = {
["T"] = "商栈一日游",
["O"] = "从收集者的宝箱中收取商贩标币，然后去逛逛商栈。",
},
[66847] = {
["T"] = "化身巨龙牢窟：噬雷之龙的怒火",
["O"] = "进入化身巨龙牢窟，击败莱萨杰丝。",
},
[78635] = {
["T"] = "蜡尽灯枯",
["O"] = "在失落矿坑附近取回曳焰蜡烛。",
["S"] = {
"曳焰蜡烛",
},
},
[48023] = {
["T"] = "接受指令",
["O"] = "取回5个明晰的指令。",
["S"] = {
"明晰的指令",
},
},
[48535] = {
["T"] = "禁忌沼泽，纳兹米尔",
["O"] = "与洛科塔交谈，并骑上翼手龙前往位于纳兹米尔的塔兰吉公主的营地。",
["S"] = {
"飞往纳兹米尔外围（可选）",
"与塔兰吉公主见面",
},
},
[66844] = {
["T"] = "巨狐修卡利",
["O"] = "消灭飞天雌狐修卡利。",
["S"] = {
"消灭飞天雌狐修卡利",
},
},
[49559] = {
["T"] = "英雄的召唤：昆莱山！",
["O"] = "与四风谷的土地精信使谈一谈。",
},
[83755] = {
["T"] = "地下堡：夜幕圣所",
["O"] = "在夜幕圣所内找到泽克维尔的证据，并以任意难度完成地下堡。",
["S"] = {
"在夜幕圣所找到有关泽克维尔的信息",
},
},
[84779] = {
["T"] = "游学探奇：利刃的谋略",
["O"] = "聆听游学者周卓的讲述，了解萨拉塔斯在第四次战争中的故事。",
["S"] = {
"聆听游学者周卓的讲述，了解萨拉塔斯的谋略",
},
},
[8679] = {
["T"] = "恐怖图腾长者",
},
[70444] = {
["T"] = "野性战场",
["O"] = "在野性战场与古尔戈索克见面。",
},
[35736] = {
["T"] = "雪中留字",
["O"] = "把被撕烂的日志交给你要塞中的洛坎。",
},
[88875] = {
["T"] = "热砂财阀崇拜",
["O"] = "在热砂试验室与实验室助理拉兹丽交谈。",
},
[66828] = {
["T"] = "陷坑环抱",
["O"] = "在龙蛙陷坑与凯希姬见面。",
},
[9319] = {
["T"] = "黑暗中的光明",
["O"] = "找到并碰触在黑石塔、厄运之槌、通灵学院和斯坦索姆内的火盆，并回到节日护火者处。",
},
[66827] = {
["T"] = "劳作之花",
["O"] = "在花园附近收集5个成熟的巨龙果、5朵芳香的龙花和5个茏葱种荚，并供奉给巨龙之灵。",
["S"] = {
"收集芳香的龙花",
"收集成熟的巨龙果",
"收集茏葱种荚",
},
},
[76588] = {
["T"] = "烈焰防御者",
["O"] = "在钥焰控制区域内消灭两个稀有生物。",
["S"] = {
"消灭威胁钥焰的稀有生物",
},
},
[66788] = {
["T"] = "期盼未来",
["O"] = "帮助抚育者伊莱奥恢复区域。",
["S"] = {
"清扫落叶",
"拔除过于茂盛的荒草",
"帮红玉圣地卫士抛光",
},
},
[78636] = {
["T"] = "夺回矿坑",
["O"] = "打开通往失落矿坑的大门。",
["S"] = {
"打开大门",
},
},
[66786] = {
["T"] = "翼眠环线",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80684] = {
["T"] = "轻轻摇晃过的礼品",
},
[66779] = {
["T"] = "顺位继承人",
["O"] = "与萨贝里安的追随者交谈。",
["S"] = {
"和巴斯基兰谈一谈",
"和巴则恩图斯谈一谈",
"和档案员艾德蕾丝谈一谈",
},
},
[41368] = {
["T"] = "遗失的邮件",
["O"] = "将遗失的邮件交给达拉然下水道的郭雅夫人。",
["S"] = {
"遗失的邮件",
},
},
[41880] = {
["T"] = "暗影巢穴",
["O"] = "接触阿鲁因·影刃。",
["S"] = {
"接触阿鲁因·影刃",
},
},
[58775] = {
["T"] = "觐见女王",
["O"] = "在炽蓝仙野的森林之心觐见寒冬女王。",
["S"] = {
"在森林之心中与赫尔恩勋爵交谈",
},
},
[42904] = {
["T"] = "LFGDungeons - Legion - Raid Finder - 1st",
},
[10855] = {
["T"] = "魔能机甲？不了，谢谢！",
["O"] = "从风暴尖塔西北方的铸魔基地：湮灭里的甘尔葛机械师身上收集5份浓缩的虚空气体，将它们灌入附近一台未激活的魔能机甲内。完成任务后向虚空猎手纳乌希思复命。",
["S"] = {
"摧毁未激活的魔能机甲",
},
},
[10983] = {
["T"] = "枯瘦的莫戈多格",
["O"] = "与枯瘦的莫戈多格谈一谈，他就在刀锋山鲜血之环外的某座塔顶上。",
},
[88876] = {
["T"] = "黑水财阀尊敬",
["O"] = "在港务局与水手长哈迪交谈。",
},
[66735] = {
["T"] = "稍加修剪",
["O"] = "修剪5株过度生长的灌木。",
["S"] = {
"修剪过度生长的灌木",
},
},
[61847] = {
["T"] = "迟来的净化",
["O"] = "在雷文德斯消灭30个具象。",
["S"] = {
"摧毁具象",
},
},
[62359] = {
["T"] = "暗影界（50-59）E",
},
[66734] = {
["T"] = "狂蜂浪蝶全走开",
["O"] = "使用烟雾散播器安抚并收集8只讨厌的蜜蜂，然后在湖边将它们放生。",
["S"] = {
"把讨厌的蜜蜂装进袋子里",
},
},
[47000] = {
["T"] = "议会的召唤",
["O"] = "在达拉然的紫罗兰城堡寻找六人议会。",
},
[47512] = {
["T"] = "纳兹米尔",
["O"] = "与塔兰吉公主交谈。",
},
[66727] = {
["T"] = "烬琉航线",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[80685] = {
["T"] = "冬幕节礼物",
},
[24525] = {
["T"] = "把狗管好",
["O"] = "杀死6只乱齿清道夫。",
["S"] = {
"消灭乱齿清道夫",
},
},
[12391] = {
["T"] = "糖罐",
},
[25037] = {
["T"] = "捉螃蟹",
["O"] = "杀死一些小海浪蟹，收集5份新鲜的螃蟹肉。",
["S"] = {
"新鲜的蟹肉",
},
},
[66710] = {
["T"] = "闪霜飞越",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[85805] = {
["T"] = "安德麦财阀名望",
["O"] = "在洋际酒店与斯玛克斯·紧身交谈。",
},
[12903] = {
["T"] = "朋友的意义……",
["O"] = "北伐军前线营地的北伐军战士马克拉尔要求你找到北伐军战士达加斯、戈尔克和布尔。",
["S"] = {
"找到北伐军战士达加斯",
"找到戈尔克",
"找到布尔",
},
},
[13031] = {
["T"] = "天守长者",
},
[26317] = {
["T"] = "鞭尾幼龙",
["O"] = "将鞭尾幼龙带给格罗姆高营地的先知摩克萨尔丁。",
},
[66703] = {
["T"] = "雪球效应",
["O"] = "从碧蓝林海的雪皮萨满处取回3个雪皮图腾。",
["S"] = {
"取回图腾",
},
},
[66692] = {
["T"] = "红玉新生圣地赛道 - 进阶版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[13543] = {
["T"] = "三柄将碎之锤",
["O"] = "杀死克劳坦莫·蛮鬃、御气大师祖祖和啸天者布纳克斯。",
["S"] = {
"消灭克劳坦莫·蛮鬃",
"消灭御气大师祖祖",
"消灭啸天者布纳克斯",
},
},
[13671] = {
["T"] = "实战训练",
["O"] = "银色比武场的阿瓦雷斯·迅击要你在冰冠冰川地区消灭8名天灾军团士兵。除了轰炸场之外，在冰冠冰川的任何地方遇到的天灾都可以。",
["S"] = {
"消灭冰冠冰川的天灾士兵",
},
},
[66691] = {
["T"] = "Waking Shores - Race 01 - Intermediate",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[13927] = {
["T"] = "狼獾人孤儿科科",
["O"] = "同孤儿监护员艾蕊娅交谈，然后使用狼獾人孤儿哨召唤你要在儿童周照顾的孤儿。",
["S"] = {
"同孤儿监护员艾蕊娅交谈",
},
},
[66690] = {
["T"] = "诺库德阻击战：最后的先祖",
["O"] = "在诺库德阻击战中击败巴拉卡可汗，并收集先祖勋章。",
["S"] = {
"先祖勋章",
},
},
[28365] = {
["T"] = "<PH>崔泽尔安全了",
},
[28621] = {
["T"] = "把宝宝放进摇篮！",
["O"] = "与奥丹姆神殿的哈里森·琼斯交谈。",
},
[66351] = {
["T"] = "山外青烟",
["O"] = "寻找探路者伊普斯的飞机。",
},
[83758] = {
["T"] = "地下堡行者的召唤：真菌之愚",
["O"] = "完成任意难度真菌之愚地下堡。",
},
[58776] = {
["T"] = "孵化问题",
["O"] = "在奥丹姆摧毁6个亚基虫卵囊。",
["S"] = {
"摧毁亚基虫卵囊",
},
},
[42905] = {
["T"] = "LFGDungeons - Legion - Raid Finder - Nth",
},
[66680] = {
["T"] = "数绒羊",
["O"] = "使用食物与祈愿交上朋友，随后使用祈愿的哨子，在贤冠松林中拯救5只失落的绒羊。",
["S"] = {
"方块肉",
"治疗祈愿",
},
},
[66679] = {
["T"] = "红玉新生圣地赛道",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[88878] = {
["T"] = "黑水财阀崇拜",
["O"] = "在港务局与水手长哈迪交谈。",
},
[30669] = {
["T"] = "湖面上的游学者",
["O"] = "登上你的木筏，然后去纳耶里海礁的中央向睿智的阿娜·吴报告。",
["S"] = {
"登上你的木筏",
},
},
[61848] = {
["T"] = "末日法令：罪碑魔像",
["O"] = "在雷文德斯消灭4个罪碑魔像。",
["S"] = {
"摧毁罪碑魔像",
},
},
[62360] = {
["T"] = "暗影界（50-59）E",
},
[66671] = {
["T"] = "偏僻之途",
["O"] = "与碧蓝林海僻壤营地的马迪·散射见面。",
},
[31693] = {
["T"] = "茱莉亚·史蒂文斯",
["O"] = "在宠物战斗中击败茱莉亚·史蒂文斯。",
["S"] = {
"击败茱莉亚·史蒂文斯",
},
},
[47513] = {
["T"] = "沃顿",
["O"] = "与塔兰吉公主交谈。",
},
[48025] = {
["T"] = "以待后用",
["O"] = "隐藏格罗尔的神器。",
["S"] = {
"掩饰格罗尔的神像",
"掩饰珍珠箱",
"掩饰圣水桶",
"掩饰格罗尔之牙",
"掩饰海洋之声",
},
},
[32461] = {
["T"] = "云端翔龙骑士团",
["O"] = "去翡翠林的百木园和天荆教头谈一谈。",
},
[66655] = {
["T"] = "除灵密料",
["O"] = "从复生的同伴处收集4个完整的徽记和6块神圣的土壤。",
["S"] = {
"完整的徽记",
"一块神圣的土壤",
},
},
[49561] = {
["T"] = "英雄的召唤：恐惧废土！",
["O"] = "去蟠龙脊和女射手李琪薇谈一谈。",
},
[83759] = {
["T"] = "地下堡行者的召唤：克莱格瓦之眠",
["O"] = "完成任意难度克莱格瓦之眠地下堡。",
},
[66596] = {
["T"] = "风中耳语",
["O"] = "与暴风城的大法师卡德加交谈。",
["S"] = {
"与大法师卡德加谈一谈",
},
},
[85807] = {
["T"] = "黑水财阀崇拜",
["O"] = "在港务局与水手长哈迪交谈。",
},
[66556] = {
["T"] = "我洞你的意思",
["O"] = "调查洞穴。",
["S"] = {
"调查冬裘谷的洞穴",
},
},
[66553] = {
["T"] = "谷地寻踪",
["O"] = "在冬裘谷发现6个线索。",
["S"] = {
"发现线索",
},
},
[88879] = {
["T"] = "风险投资公司尊敬",
["O"] = "在风险广场与拆废者薛兹交谈。",
},
[48489] = {
["T"] = "故乡的尖塔",
["O"] = "前往奎尔丹纳斯岛找奥蕾莉亚·风行者。",
},
[56099] = {
["T"] = "腐蚀之泉",
},
[66547] = {
["T"] = "它（早晚）属于博物馆",
["O"] = "在龙鳞探险队营地与托蒂见面。",
["S"] = {
"在龙鳞先遣营地和托蒂与娜蕾迪亚见面",
},
},
[76592] = {
["T"] = "独翼难飞",
["O"] = "在碧蓝林海寻找马里索斯。",
["S"] = {
"在碧蓝林海找到马里索斯",
},
},
[55193] = {
["T"] = "斥候机器人5000型",
["O"] = "使用斥候机器人5000型找到亨利·嘉里克。",
["S"] = {
"使用斥候机器人5000型侦察区域",
},
},
[78640] = {
["T"] = "命运宣言",
["O"] = "在荒径的上空侦察并分撒手册。",
["S"] = {
[2] = "侦察安全区域",
[3] = "分发手册",
},
},
[24973] = {
["T"] = "夜行蜘蛛洞穴",
["O"] = "杀死8只小夜行蜘蛛和5只夜行蜘蛛。",
["S"] = {
"消灭小夜行蜘蛛",
"消灭夜行蜘蛛",
},
},
[54580] = {
["T"] = "苔原难题",
["O"] = "与北风苔原菲兹兰克机场的齿轮队长闪簧对话。",
},
[81712] = {
["T"] = "利险生意",
["O"] = "从洞中救出利斯基。",
["S"] = {
"寻找利斯基",
},
},
[66353] = {
["T"] = "R.A.D.装置异常",
["O"] = "使用R.A.D.装置驱散三个奥术异象。",
["S"] = {
"记录异常",
},
},
[40647] = {
["T"] = "梦魇来袭",
["O"] = "进入翡翠梦境，取得乌索克之爪。",
["S"] = {
"进入翡翠梦境",
},
},
[42394] = {
["T"] = "隐秘保护",
["O"] = "使用侦察地图，派遣部队执行“隐秘保护”系列任务。",
["S"] = {
"完成“隐秘保护”任务",
},
},
[85808] = {
["T"] = "暗索处理服务崇拜",
["O"] = "在棚户岭附近的下水道与希奇·内幕交谈。",
},
[13132] = {
["T"] = "我要复仇！",
["O"] = "乌特加德之巅的布雷格要你去杀死伊米隆国王。",
["S"] = {
"杀死伊米隆国王",
},
},
[66526] = {
["T"] = "保护荒野",
["O"] = "释放5只被捕获的始祖龙崽或被抓住的始祖幼龙。",
["S"] = {
"解救始祖龙崽或始祖幼龙",
},
},
[88880] = {
["T"] = "风险投资公司崇敬",
["O"] = "在风险广场与拆废者薛兹交谈。",
},
[56433] = {
["T"] = "水淹联盟",
["O"] = "开启战争模式时，在纳沙塔尔消灭25名联盟玩家。",
["S"] = {
"已击败联盟玩家",
},
},
[8884] = {
["T"] = "鱼人……",
["O"] = "收集8枚暗鳞鱼人的徽记，并把它们带回永歌森林中的一处可遥望静谧海岸的悬崖旁，交给那里的哈斯温里奥。",
["S"] = {
"暗鳞鱼人的徽记",
},
},
[27532] = {
["T"] = "病木林哨塔",
["O"] = "将海毕肯的包裹交给东瘟疫之地病木林哨塔的银色药剂师杰德金斯。",
},
[44055] = {
["T"] = "他们有头深渊领主",
["O"] = "击败库格拉罗斯。",
["S"] = {
"消灭库格拉罗斯",
},
},
[47002] = {
["T"] = "执政团之冠",
["O"] = "在维伦定位执政团之冠碎片位置时保护他。",
["S"] = {
"跟随维伦",
},
},
[47514] = {
["T"] = "祖达萨",
["O"] = "与塔兰吉公主交谈。",
},
[48026] = {
["T"] = "波涛之下",
["O"] = "消灭召唤师夏瓦斯和低语恐魔。",
["S"] = {
"消灭召唤师夏瓦斯",
"消灭低语恐魔",
},
},
[9993] = {
["T"] = "奥雷巴油",
["O"] = "将30颗奥雷巴种子交给裂石堡的拉克妮亚。",
["S"] = {
"奥雷巴种子",
},
},
[6132] = {
["T"] = "救我出去！",
["O"] = "护送梅丽萨。",
["S"] = {
"护送梅丽萨。",
},
},
[49562] = {
["T"] = "英雄的召唤：影月谷！",
["O"] = "前往德拉诺，与影月谷的先知维伦谈一谈。",
},
[25038] = {
["T"] = "葛尔多的任务",
["O"] = "收集3根阴暗草，把它们交给布瑞尔的初级药剂师霍兰德。",
["S"] = {
"阴暗草",
},
},
[50586] = {
["T"] = "克莱因的沦陷",
["O"] = "在克莱因上城区查看6本克莱因平民的日记。",
["S"] = {
"查看克莱因平民日记",
},
},
[6388] = {
["T"] = "格莱斯·瑟登",
["O"] = "将荣誉菜刀交给铁炉堡的格莱斯·瑟登。",
},
[28694] = {
["T"] = "当心鬼魂！",
["O"] = "列兵萨罗斯克要你从维尔松船坞取回15片船坞木料。维尔松船坞位于此地西北方的海岸上，你可以从那里的鬼魂身上找到木料。",
["S"] = {
"船坞木料",
},
},
[52122] = {
["T"] = "被遗忘者",
["O"] = "和莉莉安·沃斯一起找到托马斯·泽林。",
["S"] = {
"找到托马斯·泽林",
},
},
[88881] = {
["T"] = "风险投资公司崇拜",
["O"] = "在风险广场与拆废者薛兹交谈。",
},
[29455] = {
["T"] = "目标：乌龟",
["O"] = "将3个投环扔到暗月乌龟背上。",
["S"] = {
"投环命中",
},
},
[27621] = {
["T"] = "焰须巡逻营",
["O"] = "前往暮光高地的焰须巡逻营，找到科甘·焰须。",
},
[27877] = {
["T"] = "低能者协会",
["O"] = "取回15顶黑铁的罩帽。",
["S"] = {
"黑铁的罩帽",
},
},
[38299] = {
["T"] = "德拉诺的小动物们",
["O"] = "在宠物对战中击败收藏家爱瑞斯。",
},
[55194] = {
["T"] = "囤积补给",
["O"] = "向军需官里克特购买任意物品，并将你的任意物品出售给她。",
},
[6964] = {
["T"] = "冬幕节的意义",
["O"] = "与奥格瑞玛智慧谷中的萨格尼谈谈关于冬幕节的情况。",
},
[66503] = {
["T"] = "为他人之所爱",
["O"] = "调查安东尼达斯营地的荒弃高塔的塔顶。",
["S"] = {
"和诺莉柯谈一谈",
},
},
[28366] = {
["T"] = "解除熊的武装",
["O"] = "从魔爪村缴获7件死木武器。",
["S"] = {
"死木武器",
},
},
[28622] = {
["T"] = "三人飞行",
["O"] = "在奥丹姆神殿中使用信号弹。",
["S"] = {
"放置北部信号弹",
"放置西部信号弹",
"放置南部信号弹",
},
},
[28878] = {
["T"] = "冬幕节礼物",
},
[29134] = {
["T"] = "时间的波澜",
["O"] = "同时光之穴中的阿纳克洛斯交谈，见证艾泽拉斯的未来。",
["S"] = {
"见证艾泽拉斯的未来",
},
},
[29390] = {
["T"] = "海加尔守护者：远古防御者的召唤",
["O"] = "协助海加尔山的洛戈什、托尔托拉、艾维娜和艾森娜。",
["S"] = {
"协助洛戈什",
"协助托尔托拉",
"协助艾维娜",
"协助艾森娜",
},
},
[85810] = {
["T"] = "风险投资公司崇拜",
["O"] = "在风险广场与拆废者薛兹交谈。",
},
[65509] = {
["T"] = "蝙蝠之魂",
["O"] = "把蝙蝠之魂带给森林之心中的曼恩女士。",
},
[40904] = {
["T"] = "污染者的阴影",
["O"] = "询问月光林地的守护者，看看他们是否了解这个混沌残片的本质。",
},
[7604] = {
["T"] = "瑟银兄弟会契约",
["O"] = "如果你愿意接受萨弗隆的设计图，请将瑟银兄弟会契约交给罗克图斯·暗契。",
["S"] = {
"萨弗隆铁锭",
},
},
[14306] = {
["T"] = "清理杂草",
["O"] = "杀死7个拔根鞭笞者。",
["S"] = {
"击败拔根鞭笞者",
},
},
[60387] = {
["T"] = "晋升堡垒训练",
["O"] = "与你的学徒在晋升堡垒完成3个世界任务。",
},
[62362] = {
["T"] = "剧烈反应",
["O"] = "从玛卓克萨斯的软泥身上收集15份活化触媒。",
["S"] = {
"活化触媒",
},
},
[24529] = {
["T"] = "火上浇油",
["O"] = "营救被关住的5名陶拉祖难民，杀掉任意组合的共计8名刺背织棘者和刀刃卫士。",
["S"] = {
"从牢笼中释放陶拉祖难民",
"击败刺背野猪人",
},
},
[47003] = {
["T"] = "恢复萨满祭司：鲑鱼溪调查",
["O"] = "前往瓦尔莎拉的鲑鱼溪。",
},
[78643] = {
["T"] = "晴空无垠，乘风万里",
["O"] = "在瓦德拉肯的守护巨龙之座与阿莱克丝塔萨谈谈。",
["S"] = {
"在守护巨龙之座与阿莱克丝塔萨交谈",
},
},
[28379] = {
["T"] = "揍食人魔",
["O"] = "杀死10名黏肠食人魔（黏肠锤击者、黏肠投石者或者黏肠殴打者皆可）。",
["S"] = {
"杀死黏肠食人魔",
},
},
[48539] = {
["T"] = "自由镇",
["O"] = "使用弗林的望远镜。",
["S"] = {
"使用弗林的望远镜",
},
},
[81715] = {
["T"] = "商栈报到",
},
[29456] = {
["T"] = "缴获的旗帜",
["O"] = "将阵亡者的旗帜交给暗月岛上暗月马戏团的萨杜斯·帕雷教授。",
},
[83763] = {
["T"] = "维护遗产",
["O"] = "从流息之池收集珍贵物品。",
["S"] = {
"收集安东尼达斯之书",
"收集麦迪文的示意图",
"收集萨伦·织歌者的笔记",
},
},
[43546] = {
["T"] = "翡翠梦魇：伊格诺斯",
["O"] = "击败翡翠梦魇的伊格诺斯。",
["S"] = {
"消灭伊格诺斯",
"腐化的蛋壳碎片",
},
},
[8680] = {
["T"] = "风之图腾长者",
},
[86835] = {
["T"] = "重新集合！",
["O"] = "在塔扎维什找到双界行者。",
},
[66470] = {
["T"] = "穷追猛赶",
["O"] = "获取雾触、大地与冰铸传送门之石，并关闭3个元素传送门。",
["S"] = {
"雾触传送门之石",
"大地传送门之石",
"冰铸传送门之石",
"关闭元素传送门",
},
},
[9064] = {
["T"] = "学徒的欺瞒",
["O"] = "将安瑟隆的元素魔典交给永歌森林的萦语水池旁的指导者安瑟隆。",
},
[9192] = {
["T"] = "幽光矿洞的麻烦",
["O"] = "杀死8个黑爪豺狼人、6个黑爪食腐者和4个黑爪萨满祭司，然后向幽魂之地塔奎林的亡灵哨兵玛尔特迪斯复命。",
["S"] = {
"消灭黑爪豺狼人",
"消灭黑爪食腐者",
"消灭黑爪萨满祭司",
},
},
[65355] = {
["T"] = "结构图再同化：恐惧水母",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[91955] = {
["T"] = "你知我知",
["O"] = "在你的职业大厅战役中完成获取神器武器的任务线，取回你留下用于替代“借来”的神器的奇异的幻影。",
},
[38300] = {
["T"] = "德拉诺的小动物们",
["O"] = "在宠物对战中击败库拉·雷蹄。",
},
[9704] = {
["T"] = "失心者的牺牲品",
["O"] = "往南进入银月城废墟，在黎明之路附近寻找被杀死的信使。",
},
[39324] = {
["T"] = "穿过传送门",
["O"] = "穿过恶魔传送门进入地狱犬所在的世界。",
["S"] = {
"进入传送门世界",
},
},
[9960] = {
["T"] = "塞纳里奥树林出事了？",
["O"] = "与泰罗卡森林地区的塞纳里奥树林中的某位德鲁伊谈一谈。",
},
[64323] = {
["T"] = "格里恩老兵",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[40860] = {
["T"] = "补给前线",
["O"] = "把弹药箱送到瓦尔莎拉的法戈·弗林特洛克手上。",
},
[66462] = {
["T"] = "野性战场：迷梦沉沦！",
["O"] = "击败谢拉兹和塔蕾什。",
["S"] = {
"消灭谢拉兹",
"消灭塔蕾什",
},
},
[10472] = {
["T"] = "先知的盟约",
["O"] = "当你在流沙之鳞中的声望达到崇拜后，将永恒之戒交给时空之穴的索莉多米。",
["S"] = {
"中立 / 崇拜 流沙之鳞",
},
},
[58779] = {
["T"] = "飞向天空",
["O"] = "在奥丹姆消灭15只亚基飞虫。",
["S"] = {
"消灭亚基飞虫",
},
},
[28703] = {
["T"] = "进入我的兽穴",
["O"] = "杀死10只寒蛰爬虫和5只寒蛰掘洞虫。",
["S"] = {
"消灭寒蛰爬虫",
"消灭寒蛰掘洞虫",
},
},
[27278] = {
["T"] = "塔曼吉的召唤",
["O"] = "与奥格瑞玛兵营的塔曼吉交谈。",
},
[10984] = {
["T"] = "援助食人魔",
["O"] = "与沙塔斯城贫民窟的食人魔葛罗克谈一谈。",
},
[35613] = {
["T"] = "血色修道院奖励任务",
},
[66460] = {
["T"] = "野性战场：衰朽之王！",
["O"] = "击败夜腐。",
["S"] = {
"消灭夜腐",
},
},
[60399] = {
["T"] = "协助雷文德斯",
["O"] = "在雷文德斯完成3个世界任务。",
},
[62363] = {
["T"] = "举重若轻",
["O"] = "消灭20个魂选密院的战士。",
["S"] = {
"消灭魂选密院战士",
},
},
[11624] = {
["T"] = "睿智的气元素",
["O"] = "与埃德拉纳斯废墟的因波莉安谈一谈。",
},
[47004] = {
["T"] = "恢复德鲁伊：鲑鱼溪调查",
["O"] = "前往瓦尔莎拉的鲑鱼溪。",
},
[11880] = {
["T"] = "多相数据调查",
["O"] = "沙塔斯城的先驱者哈隆奈姆希望你使用多相光谱护目镜去获取6份多相数据。",
["S"] = {
"获取多相读数",
},
},
[11956] = {
["T"] = "寻找护命匣",
["O"] = "前往死亡营地，骑着黄昏找到塔纳沙尔藏匿护命匣的地方。将它找出来并带回悲叹通灵塔，交给萨萨里安。",
["S"] = {
"塔纳沙尔的护命匣",
},
},
[39881] = {
["T"] = "仙灵附魔",
["O"] = "在瓦尔莎拉的月神殿附近寻找娜拉米娅。",
},
[65435] = {
["T"] = "巨龙群岛在等待",
["O"] = "在奥格瑞玛与艾比西安见面。",
["S"] = {
"使用失落的龙鳞传送到艾比西安的位置附近（可选）",
"在奥格瑞玛与艾比西安见面。",
},
},
[12392] = {
["T"] = "糖罐",
},
[56519] = {
["T"] = "黑胶唱片：诺莫瑞根大捷",
["O"] = "把黑胶唱片装进锈栓留声机。",
},
[84789] = {
["T"] = "游学探奇：利刃的末路",
["O"] = "面对萨拉塔斯。",
["S"] = {
"降至预言侧殿",
},
},
[60457] = {
["T"] = "心能回收",
["O"] = "从托加斯特，罪魂之塔收集150个心能余烬。",
["S"] = {
"从托加斯特收集心能余烬",
},
},
[12404] = {
["T"] = "糖罐",
},
[26063] = {
["T"] = "皇后及群臣",
["O"] = "在蛛网盆地杀死蛛后西莉丝和任意10只蜘蛛。",
["S"] = {
"消灭蛛后西莉丝",
"杀死蛛网盆地的蜘蛛",
},
},
[26319] = {
["T"] = "揭开秘密",
["O"] = "同西部荒野月溪镇的索拉留斯交谈。",
},
[12468] = {
["T"] = "征服者的指派",
["O"] = "与征服堡的纳兹戈林中士谈一谈。",
},
[13131] = {
["T"] = "宝箱中的垃圾",
["O"] = "乌特加德之巅的布雷格要你帮他收集5块失去光泽的银锭、3枚闪亮的饰物、2只黄金酒杯和1座碧玉雕像。",
["S"] = {
"失去光泽的银锭",
"闪亮的饰物",
"黄金酒杯",
"碧玉雕像",
},
},
[13544] = {
["T"] = "熊的祝福",
["O"] = "把受祝福的草药包带给黑木要塞的熊怪长者。",
["S"] = {
"受祝福的草药包",
},
},
[13672] = {
["T"] = "迎接挑战",
["O"] = "将15枚候选者的徽记交给银色比武场的奥术师泰利斯，证明你已经准备好迎接候选者的挑战了。",
["S"] = {
"候选者的徽记",
},
},
[55196] = {
["T"] = "鹰身人的问题",
["O"] = "在鹰身人栖木附近与亨利·嘉里克见面。",
},
[39325] = {
["T"] = "调配药剂",
["O"] = "达拉然的德崔斯·瓦德拉要你制作一些新的药水。炼金店里的帕蒂卡·埃根可以帮助你学习制作方法。",
},
[13896] = {
["T"] = "出土的知识",
["O"] = "跟雷姆塔维尔挖掘场的考古学家格罗夫谈一谈。",
},
[40349] = {
["T"] = "完好如初的紫色琉璃器皿",
["O"] = "将遗物进行展览。",
["S"] = {
"将神器进行展览",
},
},
[28623] = {
["T"] = "朝西方挺进",
["O"] = "去找奥丹姆尼斐塞特城郊的法奥瑞斯国王。",
},
[26772] = {
["T"] = "心灵视界",
["O"] = "从北荆棘谷丛林捕猎者身上获得5根丛林捕猎者的羽毛。",
["S"] = {
"丛林捕猎者的羽毛",
},
},
[58268] = {
["T"] = "占据高地",
["O"] = "摧毁三个敌方阵地。",
["S"] = {
"放置第一个炸药",
},
},
[58780] = {
["T"] = "虫巢使者",
["O"] = "在奥丹姆消灭5只亚基支配者。",
["S"] = {
"消灭亚基支配者",
},
},
[30603] = {
["T"] = "断牙猢狲的破坏",
["O"] = "从墨墨手中夺回幸运兔脚。",
["S"] = {
"幸运兔脚",
},
},
[29578] = {
["T"] = "抗争",
["O"] = "在蜜风果园击败8个格玛利掠夺者和8个格玛利焚化者。",
["S"] = {
"消灭格玛利掠夺者",
"消灭格玛利焚化者",
},
},
[60316] = {
["T"] = "通缉：被修改的哨兵",
["O"] = "帮助铸手希莫摧毁候选者之憩被修改的哨兵。",
["S"] = {
"消灭被修改的哨兵",
},
},
[29838] = {
["T"] = "独一无二",
["O"] = "记载者拜基妮要你从古达克弄一块达卡莱巨像的碎片回来。",
["S"] = {
"达卡莱巨像的碎片",
},
},
[62090] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[61852] = {
["T"] = "冒险者：守护者科塔",
},
[12421] = {
["T"] = "本月美酒俱乐部",
["O"] = "将“本月美酒”俱乐部会员资料表交给奥格瑞玛的莱玛。",
},
[76599] = {
["T"] = "枪打出错机 - 激活",
},
[31695] = {
["T"] = "城墙之外",
["O"] = "去螳螂高原的龙影岗哨和祝踏岚谈一谈。",
},
[13881] = {
["T"] = "病逝",
["O"] = "杀死6头被吞噬的蓟熊，调查它们喝水的湖。",
["S"] = {
"消灭被吞噬的蓟熊",
"调查水坑",
},
},
[42534] = {
["T"] = "最古老的宿敌",
["O"] = "收集15个枯木巨魔的徽记。",
["S"] = {
"欧金巴的徽记",
"消灭枯木巨魔",
},
},
[10306] = {
["T"] = "咒术师鲁米拉斯",
["O"] = "在巫师街内找到咒术师鲁米拉斯的住所，将披风放回衣柜里。然后与肯瑞瓦村的管理者戴沃斯谈一谈。",
["S"] = {
"让鲁米拉斯的灵魂安息",
},
},
[65436] = {
["T"] = "巨龙群岛在等待",
["O"] = "在暴风城与拉希奥见面。",
["S"] = {
"使用失落的龙鳞传送到拉希奥的位置附近（可选）",
"在暴风城与拉希奥见面",
},
},
[27458] = {
["T"] = "烟鬼和绷带",
["O"] = "从布洛米尔的史蒂芬·布劳曼那里获得布劳曼的包裹物。",
["S"] = {
"布劳曼的包裹物",
},
},
[83767] = {
["T"] = "地下堡行者的召唤：无底沉穴",
["O"] = "完成任意难度无底沉穴地下堡。",
},
[7905] = {
["T"] = "暗月马戏团",
["O"] = "将免费券交给暗月马戏团里的吉瓦斯·格里加特。",
},
[59940] = {
["T"] = "强力直升爪Mk5型",
["O"] = "使用强力直升爪Mk5型寻找修加·恐斧。",
["S"] = {
"使用强力直升爪Mk5型侦察区域",
},
},
[13223] = {
["T"] = "保卫攻城车",
["O"] = "冬拥湖的莫普中尉要你驾驶或保护一辆攻城器械，摧毁3座联盟建筑物。\n\n拥有军衔的部落玩家可以在地精车间中建造攻城器械。",
["S"] = {
"保卫部落攻城车",
},
},
[47259] = {
["T"] = "照料恐角龙",
["O"] = "喂养幼崽。",
["S"] = {
"喂饱恐角龙幼崽",
},
},
[13717] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的亚琳·永歌。",
["S"] = {
"勇士的徽记",
},
},
[13066] = {
["T"] = "长者尤拉克",
},
[28774] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[39859] = {
["T"] = "吃手稿的羊",
["O"] = "从松岩盆地里吃饱的山地羊身上找回艾迪的手稿。",
["S"] = {
"至高岭的岩石群山",
},
},
[29158] = {
["T"] = "赞达拉代表",
["O"] = "到暴风城港口见布温巴。",
},
[66422] = {
["T"] = "继续探险！",
["O"] = "与拉南和拉索斯在高塔前见面。",
},
[39326] = {
["T"] = "丢失的货物",
["O"] = "达拉然的炼金师德崔斯·瓦德拉要你在阿苏纳的水域附近找到丢失的补给。",
["S"] = {
"一箱卡德加的胡须",
"鱼油桶",
"干草药篮",
},
},
[66418] = {
["T"] = "测试海象人军武",
["O"] = "带上乌克图鲁特骨矛，消灭4个海象人训练假人。",
["S"] = {
"拿取乌克图鲁特骨矛",
},
},
[55732] = {
["T"] = "旧伤疤",
["O"] = "与纯净圣母交谈并前往大漩涡。",
["S"] = {
"与纯净圣母交谈并前往大漩涡",
},
},
[57245] = {
["T"] = "心能物质活化器",
["O"] = "招募15个活化体。",
["S"] = {
"招募活化体",
},
},
[31316] = {
["T"] = "宠物训练师茱莉亚",
["O"] = "在宠物战斗中击败茱莉亚·史蒂文斯。",
["S"] = {
"击败茱莉亚·史蒂文斯",
},
},
[83768] = {
["T"] = "地下堡行者的召唤：飞掠裂口",
["O"] = "完成任意难度飞掠裂口地下堡。",
},
[58781] = {
["T"] = "来自深处的恐怖",
["O"] = "在奥丹姆击败3个亚基稀有敌人。",
},
[85816] = {
["T"] = "神勇石",
},
[66223] = {
["T"] = "能养他吗？",
["O"] = "从伊斯卡拉的商人处购买，或者在巨龙群岛的海洋水域中垂钓，为尼娄带去7条寒鱼。",
["S"] = {
"寒鱼",
},
},
[60392] = {
["T"] = "协助晋升堡垒",
["O"] = "在晋升堡垒完成3个世界任务。",
},
[12044] = {
["T"] = "囤积矿石",
["O"] = "在迦拉克隆之墓附近的挖掘站内收集8堆合金矿石，把它们交给诺兹拉斯哨站的辛克。",
["S"] = {
"合金矿石",
},
},
[66352] = {
["T"] = "窥敌先机",
["O"] = "寻找碎裂之焰文件，并将其交给拉索斯。",
["S"] = {
"收集碎裂之焰的指令",
},
},
[61853] = {
["T"] = "冒险者：泰赞",
},
[49539] = {
["T"] = "大酋长的命令：四风谷！",
["O"] = "与四风谷的陈·风暴烈酒谈一谈。",
},
[12235] = {
["T"] = "纳克萨玛斯与暮冬城的陷落",
["O"] = "与暮冬要塞飞行点的狮鹫指挥官乌瑞克谈一谈。",
},
[47006] = {
["T"] = "神圣圣骑士：鲑鱼溪调查",
["O"] = "前往瓦尔莎拉的鲑鱼溪。",
},
[59130] = {
["T"] = "凋零密院",
["O"] = "在凋零密院附近搜寻幸存者。",
},
[66349] = {
["T"] = "训练石头",
["O"] = "移除3块石头",
["S"] = {
"移除岩石",
},
},
[48542] = {
["T"] = "反击",
["O"] = "在石化森林击杀8名艾瑞达仪祭师和莎拉扎德夫人。",
["S"] = {
"消灭艾瑞达祭师",
"消灭莎拉扎德夫人",
},
},
[65437] = {
["T"] = "守护巨龙之邀",
["O"] = "与艾比西安交谈。",
["S"] = {
"与艾比西安交谈",
},
},
[66344] = {
["T"] = "风之助力",
["O"] = "与盖里苏斯和麦琳瑟拉同行。",
["S"] = {
"与盖里苏斯一起飞",
},
},
[83769] = {
["T"] = "地下堡行者的召唤：丝菌师洞穴",
["O"] = "完成任意难度丝菌师洞穴地下堡。",
},
[58031] = {
["T"] = "应用科学",
["O"] = "从被魔药浸湿的残骸上收集马里莱斯的日志中散佚的书页。",
["S"] = {
"找到马里莱斯的日志 - 第一页",
},
},
[57545] = {
["T"] = "卡拉的消遣",
["O"] = "收集卡拉的玩具。",
["S"] = {
"卡拉的玩具球",
"米卡尼科斯先生",
"舒服的舒适枕",
},
},
[44063] = {
["T"] = "强化你的武器库",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[52126] = {
["T"] = "带牙的“小”猪",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败刺脊",
},
},
[26320] = {
["T"] = "过去的影像",
["O"] = "前往迪菲亚盗贼巢穴，跟着无家可归者进入死亡矿井副本，在里面使用焚香炉来看见过去。",
["S"] = {
"观察过去的影像",
},
},
[36767] = {
["T"] = "完好如初的瞎子哈根之眼",
["O"] = "将神器进行展览。",
["S"] = {
"将神器进行展览",
},
},
[8334] = {
["T"] = "攻势",
["O"] = "杀死7只树人嫩苗和7只凶猛的树人嫩苗，然后向逐日岛的兰萨恩·派雷隆复命。",
["S"] = {
"消灭树人嫩苗",
"消灭凶猛的树人嫩苗",
},
},
[54174] = {
["T"] = "艾萨拉的命令",
["O"] = "将匕首带去临时祭坛。",
["S"] = {
"获得低语之匕",
},
},
[27344] = {
["T"] = "应得的奖励",
["O"] = "进入影牙城堡，获得高弗雷的水晶瞄准镜，还有5捆月触之木和5束不死肌腱。",
["S"] = {
"高弗雷的水晶瞄准镜",
"月触之木",
"不死肌腱",
},
},
[25703] = {
["T"] = "暴行",
["O"] = "杀死10个血浪蛮兵和10个血浪女巫。",
["S"] = {
"消灭血浪蛮兵",
"消灭血浪女巫",
},
},
[865] = {
["T"] = "一定是因为角",
["O"] = "获得镰爪之王的角。",
["S"] = {
"镰爪之王的角",
},
},
[9355] = {
["T"] = "聪明人的工作",
["O"] = "杀死15只游荡的硬壳穿地虫，然后向荣耀堡的工头比格姆斯复命。",
["S"] = {
"消灭游荡的硬壳穿地虫",
},
},
[26215] = {
["T"] = "拜访“老好人”洛伊",
["O"] = "同法布隆南瓜农场的“老好人”洛伊交谈。",
},
[81722] = {
["T"] = "商栈报到",
},
[82746] = {
["T"] = "丰裕地下堡",
["O"] = "从吵闹的碎石处取回钥匙，并完成一个丰裕地下堡。",
},
[83770] = {
["T"] = "地下堡行者的召唤：螺旋织纹",
["O"] = "完成任意难度螺旋织纹地下堡",
},
[42187] = {
["T"] = "崛起吧，勇士",
["O"] = "招募陈·风暴烈酒和丽丽·风暴烈酒，然后与许大师谈一谈。",
},
[42911] = {
["T"] = "浸水的魔力",
["O"] = "帮咒法师马戈斯钓到浸水的魔力。",
["S"] = {
"浸水的魔力",
},
},
[10254] = {
["T"] = "指挥官达纳斯",
["O"] = "伊斯多尔元帅要求你向荣耀堡的远征军指挥官达纳斯·托尔贝恩报到。",
},
[54986] = {
["T"] = "恩佐斯的幻象奖励",
},
[57264] = {
["T"] = "启示的关隘",
["O"] = "激励11位脆弱的候选者。",
["S"] = {
"激励候选者采取行动",
},
},
[28007] = {
["T"] = "征召冒险者：哀嚎洞穴",
["O"] = "与纳尔帕克交谈。",
},
[61854] = {
["T"] = "冒险者：夏罗大师",
},
[31184] = {
["T"] = "往事与背叛",
["O"] = "在雾海飞跃者的残骸中找到航海图。",
["S"] = {
"密封的海图套桶",
},
},
[31440] = {
["T"] = "四部古籍",
["O"] = "摧毁四部古籍——《光明下的阴影》、《克尔苏加德的深层知识》、《禁忌咒文及其他死灵仪式》和《黑暗法典》。",
},
[48075] = {
["T"] = "绚丽的钥匙",
["O"] = "前往沃雷尔的家，使用从天界金中选矿获得的六种宝石打开他的箱子。找到沃雷尔的珠宝加工书，并带回维迪卡尔交给他。",
["S"] = {
"前往沃雷尔的家",
},
},
[66326] = {
["T"] = "精妙工具",
["O"] = "收集1把精准的鳞片之锤、1个黑曜丁字砧、5把黑钢钳子和10个龙爪冲压机。",
["S"] = {
"龙爪冲压机",
"黑钢钳子",
"黑曜丁字砧",
"精准的鳞片之锤",
},
},
[66320] = {
["T"] = "光阴流转",
["O"] = "前往变换流沙，与克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[57226] = {
["T"] = "短缺奖励",
},
[81723] = {
["T"] = "商栈报到",
},
[82747] = {
["T"] = "路口广场",
["O"] = "在路口广场和邦达斯会面。",
},
[83771] = {
["T"] = "地下堡行者的召唤：塔克-雷桑深渊",
["O"] = "完成任意难度塔克-雷桑深渊地下堡。",
},
[66270] = {
["T"] = "痛打豺狼人",
["O"] = "击败想成为领军者的豺狼人。",
["S"] = {
"到达挑战者处",
},
},
[8681] = {
["T"] = "雷角长者",
},
[35021] = {
["T"] = "神秘的豆荚",
["O"] = "把发光的红色豆荚带给赤红沼泽的戈鲁科尔。",
},
[10869] = {
["T"] = "剿灭鸦人",
["O"] = "加维·砂锤中尉要你杀掉14个西诺鸦爪战士和6个西诺巫师，然后返回奥蕾莉亚要塞向他复命。",
["S"] = {
"消灭西诺鸦爪战士",
"消灭西诺巫师",
},
},
[35533] = {
["T"] = "蒸汽地窟奖励任务",
},
[9193] = {
["T"] = "调查阿曼尼墓穴",
["O"] = "调查阿曼尼墓穴并烧毁10具巨魔木乃伊残骸，然后向幽魂之地远行者营地的游侠维恩娜复命。",
["S"] = {
"烧毁巨魔木乃伊残骸",
"调查阿曼尼墓穴",
},
},
[30183] = {
["T"] = "猎虎",
["O"] = "杀死15只峡谷追猎者。",
["S"] = {
"消灭峡谷追猎者",
},
},
[66262] = {
["T"] = "废水清洁",
["O"] = "在湖中清理6个腐烂之堆。",
["S"] = {
"处理腐烂之堆",
},
},
[49492] = {
["T"] = "沃加巴的傲慢",
["O"] = "摧毁沃加巴的面具。",
["S"] = {
"沉默沃加巴之声",
"蒙蔽沃加巴之眼",
"挫败沃加巴之恨",
},
},
[9705] = {
["T"] = "找回包裹",
["O"] = "将艾洛娜的包裹交给信使奥拉莉恩。",
},
[66258] = {
["T"] = "不，欧恩哈拉！",
["O"] = "在博库尝试解救欧恩哈拉时击败敌人。",
["S"] = {
"帮助博库抵御敌人",
"解救欧恩哈拉",
},
},
[26778] = {
["T"] = "亡者的哭泣",
["O"] = "在乌鸦岭墓地杀死20只任意种类的食尸鬼。",
["S"] = {
"杀死食尸鬼",
},
},
[49613] = {
["T"] = "银月城",
["O"] = "在银月城与女伯爵莉亚德琳谈一谈。",
},
[40864] = {
["T"] = "模块修改",
["O"] = "制作里弗斯模块：零食发放模式，然后召唤里弗斯并进行安装。",
},
[10345] = {
["T"] = "血肉会撒谎……",
["O"] = "对12具干枯的尸体使用维序派点火器。完成任务后将维序派点火器还给瑟安竖井外的代理人阿拉克塞。",
["S"] = {
"焚烧干枯的尸体",
},
},
[47052] = {
["T"] = "惩戒圣骑士：蔑潮的命运",
["O"] = "搜索贾德维克，寻找卷轴中提到的维库人。",
["S"] = {
"与猎手斯洛迪交谈",
},
},
[42400] = {
["T"] = "失踪的法师",
["O"] = "在苏拉玛与大法师卡德加见面。",
},
[42912] = {
["T"] = "LFGDungeons - Legion - Dungeon Normal - 1st",
},
[28058] = {
["T"] = "瞧它的尺码！",
["O"] = "将修筑大师的枕头带给灼热峡谷的艾沃奈斯。",
},
[66254] = {
["T"] = "悲观的秘术师",
["O"] = "将强化图腾放置在博库周围。",
["S"] = {
"放置强化图腾",
},
},
[44448] = {
["T"] = "在光与影的大厅",
["O"] = "将艾露恩之泪带到职业大厅中的圣光之心处。",
["S"] = {
"发现圣光之心的秘密",
},
},
[11241] = {
["T"] = "烈火冲天",
["O"] = "护送药剂师哈恩斯离开荒弃海岸。完成这个任务之后回到嚎风峡湾的复仇港，向药剂师雷杉德尔复命。",
["S"] = {
"营救药剂师哈恩斯",
},
},
[61855] = {
["T"] = "冒险者：卡达林",
},
[48076] = {
["T"] = "冠冕成就",
["O"] = "为沃雷尔打造一顶天界王冠。你可以通过采集阿古斯的矿石来选矿、与其他玩家交易、或者从拍卖行得到材料。",
["S"] = {
"天界王冠",
},
},
[11625] = {
["T"] = "纳兹亚的三叉戟",
["O"] = "裂鞭海岸的维赫亚要你前往裂鞭废墟的东北角，杀死拉格纳·德拉卡伦并取回纳兹亚的三叉戟。",
["S"] = {
"纳兹亚的三叉戟",
},
},
[66253] = {
["T"] = "被窃的货物",
["O"] = "朝小偷投掷爆炸馅饼，找回1份货物。",
["S"] = {
"阻止窃贼",
},
},
[11881] = {
["T"] = "运货行动！",
["O"] = "帮助珍妮从坠毁点返回牦牛村的菲兹克斯·盖维斯特身边，并确保她驮载的货物完好无损。",
["S"] = {
"护送珍妮返回安全地带并确保货物完好无损",
},
},
[66252] = {
["T"] = "战况报告",
["O"] = "返回瓦德拉肯，向德莱恩队长报告。",
},
[48544] = {
["T"] = "哇，真快！",
["O"] = "向克罗库营地的酋长哈顿复命。",
},
[65439] = {
["T"] = "风中耳语",
["O"] = "与奥格瑞玛外的大法师卡德加交谈。",
["S"] = {
"与大法师卡德加谈一谈",
},
},
[12393] = {
["T"] = "糖罐",
},
[12521] = {
["T"] = "赫米特·奈辛瓦里哪去了？",
["O"] = "当你准备好动身前往索拉查盆地时，就与大法师伯塔鲁斯谈一谈。到达索拉查盆地之后，与蛮藤谷的蒙特谈一谈。",
},
[34209] = {
["T"] = "准予引见",
["O"] = "到霜风峭壁的索姆瓦尔外面找科达娜·邪歌。",
},
[34721] = {
["T"] = "寻找先知",
["O"] = "在塔拉多的暮秋岛与先知玛露妮谈一谈。",
},
[57639] = {
["T"] = "科尔拉克的传说",
["O"] = "血怒者科尔拉克躲在冰斧洞穴的深处。据说只有在第1001个冰斧巨魔被干掉的时候，这个强大的冰斧巨魔领袖才会出现。\n\n到冰斧洞穴中去，消灭所有挡在你面前的巨魔，直到科尔拉克出现为止。消灭科尔拉克，然后向拉格隆德复命。",
["S"] = {
"消灭血怒者科尔拉克",
},
},
[35745] = {
["T"] = "钢铁部落来袭",
["O"] = "消灭8名铁军步兵。",
["S"] = {
"消灭铁军步兵",
},
},
[26321] = {
["T"] = "我想她饿了",
["O"] = "在北荆棘谷杀死黑鳃鱼人，让你的鞭尾迅猛龙吃40口。",
["S"] = {
"吃黑鳃肉",
},
},
[53152] = {
["T"] = "狼归巢穴",
["O"] = "与穆克拉尔·黑脉谈一谈。",
},
[58156] = {
["T"] = "荡涤黑暗",
["O"] = "清除幻象中的恩佐斯的腐化。",
["S"] = {
"削弱敌方威胁",
},
},
[26781] = {
["T"] = "心灵之眼",
["O"] = "从麦佐斯那里获得心灵之眼。",
["S"] = {
"心灵之眼",
},
},
[27345] = {
["T"] = "死亡通讯器",
["O"] = "找到被遗忘者的通讯装置。",
["S"] = {
"死亡通讯器",
},
},
[50338] = {
["T"] = "地龙特攻队",
["O"] = "杀死粘性辐射尘。",
["S"] = {
"消灭粘性辐射尘",
},
},
[39329] = {
["T"] = "闲置喷灯",
["O"] = "从霍巴特·钩锤处购买一个报废的魔火喷灯，并把它交给达拉然的德崔斯·瓦德拉。",
["S"] = {
"报废的魔火喷灯",
},
},
[66250] = {
["T"] = "长官何在？",
["O"] = "陪同卫士维罗米尔，检查南岗大门的瞭望塔。",
["S"] = {
"调查瞭望塔",
},
},
[28369] = {
["T"] = "我的妹妹，范妮",
["O"] = "跟暮光高地桑德玛尔的范妮·桑德玛尔谈一谈。",
},
[81726] = {
["T"] = "商栈报到",
},
[60363] = {
["T"] = "钽金抢夺",
["O"] = "从晋升堡垒的稀有怪物和宝箱中收集3份钽金。",
["S"] = {
"钽金",
},
},
[37288] = {
["T"] = "阿什兰的资源",
["O"] = "在阿什兰的暴风之盾与金凯德·加科布谈一谈。",
},
[26600] = {
["T"] = "巨人盛宴",
["O"] = "从凯尔希·杨斯那儿买一箱E级肉品，从威士忌斯利姆那儿买一箱紫葡萄酒。",
["S"] = {
"一箱E级肉品",
"一箱紫葡萄酒",
},
},
[42913] = {
["T"] = "LFGDungeons - Legion - Dungeon Normal - Nth",
},
[57514] = {
["T"] = "战争的前奏",
["O"] = "向维拉兹男爵报告。",
["S"] = {
"向维拉兹男爵报告",
},
},
[13557] = {
["T"] = "幸运儿",
["O"] = "释放被关在峭泉洞捕兽笼里的8头未堕落的蓟熊或未堕落的暮色鼠。",
["S"] = {
"释放未感染的动物",
},
},
[66246] = {
["T"] = "战争迷雾",
["O"] = "在南岗大门搜寻卫士维罗米尔所属部队的成员。",
["S"] = {
"发现维罗米尔的部队",
},
},
[30673] = {
["T"] = "救民水火",
["O"] = "营救金·热桶、崖·火树、方老太和钟思亚。",
["S"] = {
"营救金·热桶",
"营救崖·火树",
"营救方老太",
"营救钟思亚",
},
},
[45473] = {
["T"] = "巨大的问题",
["O"] = "摧毁舰船",
["S"] = {
"消灭海巨人劫掠者",
"找回水下的宝箱",
},
},
[31185] = {
["T"] = "带狗狗散步",
["O"] = "带狗狗游览玛祖海床上的间歇温泉，鲸鱼遗骸和雾海飞跃者的残骸。",
["S"] = {
"带狗狗前往淤泥间歇泉眼",
"带狗狗前往雾海飞跃者的残骸",
"带狗狗前往鲸鱼遗骸",
},
},
[27354] = {
["T"] = "领悟奥术",
["O"] = "进入影牙城堡，从席瓦莱恩男爵那里夺得席瓦莱恩魔化水晶，并收集5捆月触之木和5个幽灵精华。",
["S"] = {
"席瓦莱恩魔化水晶",
"月触之木",
"幽灵精华",
},
},
[10191] = {
["T"] = "麦克斯米林V型活了！",
["O"] = "护送麦克斯米林V型穿越恩卡特废墟并返回安全地带，然后与虚空风暴恩卡特废墟外的机器人专家艾蕾谈一谈。",
["S"] = {
"护送麦克斯米林V型穿越恩卡特废墟",
},
},
[78655] = {
["T"] = "适应性冷却膏",
["O"] = "将制作适应性冷却膏所需的查拉雷克光孢、觉醒之霜和一个酣梦精华带给艾尔登。",
["S"] = {
"查拉雷克光孢",
"觉醒之霜",
"酣梦精华",
},
},
[79679] = {
["T"] = "矿坑迷魂",
["O"] = "在尼贝加兹矿坑找到蒙戴鲁特。",
},
[14197] = {
["T"] = "达成指标",
["O"] = "从艾萨拉的山麓矿场拿20块山麓铁矿。",
["S"] = {
"山麓铁矿",
},
},
[26653] = {
["T"] = "夜色镇的补给",
["O"] = "跟夜色镇的伊瓦夫人谈一谈。",
},
[66368] = {
["T"] = "风暴中的岛屿",
["O"] = "消灭10个火光化身和融化者伊格纽斯。",
["S"] = {
"消灭火光化身",
"消灭融化者伊格纽斯",
},
},
[83775] = {
["T"] = "永恒壮大 II",
},
[52786] = {
["T"] = "联盟杀手",
["O"] = "遭到悬赏的同时，在不死亡的情况下消灭10名联盟。",
["S"] = {
"已击败联盟玩家",
},
},
[66230] = {
["T"] = "糊图请求",
["O"] = "取回阿尔威的“账本”并将其归还给守路者阿尔威。",
["S"] = {
"粗糙的塔拉赛钥匙",
},
},
[33332] = {
["T"] = "往昔的暗示",
["O"] = "从织雾者艾莉处购买一本陈旧的日志。",
["S"] = {
"陈旧的日志",
},
},
[52129] = {
["T"] = "电力问题",
["O"] = "向罗基报到。",
},
[66228] = {
["T"] = "安东尼达斯营地",
["O"] = "在安东尼达斯营地与过目不忘的诺莉柯见面。",
},
[35535] = {
["T"] = "禁魔监狱奖励任务",
},
[53665] = {
["T"] = "全力备战",
["O"] = "跟斯洛克谈一谈，从兵营招募一个盟友。",
["S"] = {
"招募兵营部队",
},
},
[51355] = {
["T"] = "最隐秘的鱼",
["O"] = "把鱼带给麦卡贡的丹妮尔·渔钓。",
},
[57487] = {
["T"] = "寻求帮助",
["O"] = "帮助凯尔希将梅卡托克的逃生舱送到麦卡贡。",
["S"] = {
"获得制导直升机",
},
},
[66225] = {
["T"] = "囤积图腾",
["O"] = "从峦水居所的诺库德氏族处收集8堆图腾。",
["S"] = {
"一堆图腾",
},
},
[39330] = {
["T"] = "能量搜寻",
["O"] = "到阿苏纳各个重要位置去，用报废的魔火喷灯收集魔网能量。",
["S"] = {
"收集纳萨拉斯的能量",
"收集巨龙法力池的能量",
"收集扎赫纳尔的能量",
},
},
[79680] = {
["T"] = "修补管道",
["O"] = "飞到冈达加兹上方蒸汽泄露的管道处，利用狗头人提供的胶水封死泄露口。",
["S"] = {
"修补破损管道",
},
},
[13326] = {
["T"] = "暗月高尚套牌",
["O"] = "当暗月马戏团来到镇上的时候，把高尚套牌交给他们。",
},
[57249] = {
["T"] = "时间邀请",
["O"] = "将从时光旅行者手中得到的邀请函交给时光之穴内的克罗米。",
},
[66369] = {
["T"] = "大地结界",
["O"] = "激活大地结界。",
["S"] = {
"激活大地结界",
},
},
[58273] = {
["T"] = "恩佐斯的仆从",
["O"] = "使用恩莱斯，恩佐斯的裂片脱离部落阵营，改为效力于恩佐斯，然后在没有死亡的情况下消灭10位部落玩家。",
["S"] = {
"已击败部落玩家",
},
},
[66218] = {
["T"] = "蹦跳顽童",
["O"] = "寻找尼娄和那乌。",
["S"] = {
"发现尼娄和那乌",
},
},
[28186] = {
["T"] = "被诅咒的镣铐",
["O"] = "你的任务是从巴拉丁监狱西北边的恶魔监狱取回8条被诅咒的镣铐。",
["S"] = {
"被诅咒的镣铐",
},
},
[33336] = {
["T"] = "时间精华",
["O"] = "从永恒岛的某个生物身上收集一块纪元之石。",
["S"] = {
"纪元之石",
},
},
[66212] = {
["T"] = "钓鱼：副翼海蛾鱼",
["O"] = "从巨龙群岛周围的海域中钓起5条副翼海蛾鱼。",
["S"] = {
"副翼海蛾鱼",
},
},
[72513] = {
["T"] = "我们的命运",
["O"] = "在至高育幼所与鳞长安波莎交谈。",
},
[57984] = {
["T"] = "负责人",
["O"] = "消灭赫威尔医生、制表员海墨力斯和吸取者柯凡。",
["S"] = {
"消灭赫威尔医生",
"消灭制表员海墨力斯",
"消灭吸取者柯凡",
},
},
[61857] = {
["T"] = "冒险者：格鲁诺姆克鲁克",
},
[66210] = {
["T"] = "聚集家庭",
["O"] = "在伊斯卡拉附近收集4份葬礼祭品，并将它们放在葬礼船上。",
["S"] = {
"收集葬礼供品",
},
},
[56438] = {
["T"] = "闪光警报",
["O"] = "将闪光警报带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
},
[66206] = {
["T"] = "诺兹多姆，我是来谈条件的",
},
[66201] = {
["T"] = "战争之蹄",
["O"] = "将尊可汗的信息交给提拉凯的可汗卫士杰博泰。",
},
[79681] = {
["T"] = "水管工人",
["O"] = "打开坑道入口，来绘制冈达加兹的蒸汽管道线路图。",
["S"] = {
"与坑道鼠队伍首领交谈（可选）",
"畅通蒸汽隧道",
},
},
[26396] = {
["T"] = "返回阿古斯身边",
["O"] = "从狮鹫管理员杜加尔·朗德瑞克那里租一只狮鹫，飞往闪金镇，然后将奥斯瑞克的箱子交给闪金镇的铁匠阿古斯。",
},
[44239] = {
["T"] = "天神化身",
["O"] = "招募一位天神化身。",
["S"] = {
"开始招募天神化身",
},
},
[56436] = {
["T"] = "小骨",
["O"] = "将小骨带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
},
[57524] = {
["T"] = "查看档案",
["O"] = "与纯净圣母交谈，激活泰坦研究档案，然后查看档案。",
["S"] = {
"与纯净圣母交谈以上线数据库",
},
},
[55326] = {
["T"] = "载具：TK08",
},
[55362] = {
["T"] = "元素之怒",
["O"] = "安抚8个潮汐涌动者。",
["S"] = {
"安抚潮汐涌动者",
},
},
[56423] = {
["T"] = "大型存储碎片",
["O"] = "将此物品交给R33-DR。",
["S"] = {
"与R33-DR谈一谈",
},
},
[54990] = {
["T"] = "新的守护者",
["O"] = "在暴风要塞和苔丝·格雷迈恩见面。",
["S"] = {
"与暴风要塞的苔丝交谈",
},
},
[26322] = {
["T"] = "兄弟会的崛起",
["O"] = "见证兄弟会的崛起。",
["S"] = {
"目睹兄弟会的崛起",
},
},
[28190] = {
["T"] = "被污染的软泥怪",
["O"] = "杀死8只被污染的软泥怪。",
["S"] = {
"消灭被污染的软泥怪",
},
},
[9846] = {
["T"] = "蛮沼之灵",
["O"] = "将10根蛮沼保护图腾交给萨布拉金的先知亚尼迪。",
["S"] = {
"蛮沼保护图腾",
},
},
[38532] = {
["T"] = "噬魂之喉：风暴铸就",
["O"] = "前往噬魂之喉，取得一把古代维库铁锤。",
["S"] = {
"古代维库铁锤",
},
},
[27346] = {
["T"] = "坠毁的飞艇",
["O"] = "跟比吉尔的飞艇残骸的莫希·斯蒂格里谈一谈。",
},
[48079] = {
["T"] = "返回至高岭",
["O"] = "前往至高岭的雷霆图腾找梅拉·高岭。",
},
[39331] = {
["T"] = "艾萨拉之眼：实用木塞",
["O"] = "前往艾萨拉之眼，帮达拉然的德崔斯·瓦德拉取得高级木塞。",
["S"] = {
"高级木塞",
"消灭艾萨拉之怒",
},
},
[79682] = {
["T"] = "临界高压！",
["O"] = "打开主释放阀，并处理后果。",
["S"] = {
"释放压力",
},
},
[66175] = {
["T"] = "现场试验",
["O"] = "帮助LOU-C在捕鲸者海角进行测试。",
["S"] = {
"激活地质扫描仪",
},
},
[24866] = {
["T"] = "被遗弃的研究营地",
["O"] = "将研究设备交给马绍尔哨站的霍莱伊·马绍尔。",
},
[28882] = {
["T"] = "托尔巴拉德的胜利",
["O"] = "赢得一场托尔巴拉德之战的胜利，然后去找托尔巴拉德半岛巴拉丁营地的士官长玛尔斯登。",
["S"] = {
"在托尔巴拉德取胜",
},
},
[29609] = {
["T"] = "达拉然的朋友",
["O"] = "从飞行大师处飞往达拉然，并且与“肮脏的野兽”里的兽女乌达谈一谈。",
},
[42403] = {
["T"] = "至高岭猎人",
["O"] = "在至高岭找到赫米特·奈辛瓦里。",
},
[29650] = {
["T"] = "邪能灰烬",
["O"] = "在地狱火堡垒破碎大厅里的石头守卫斯托克顿希望你能帮他带回一份邪能灰烬。",
["S"] = {
"邪能灰烬",
},
},
[40990] = {
["T"] = "精选食谱单",
["O"] = "学习6份军团再临烹饪食谱。",
},
[40617] = {
["T"] = "回来吧，夜眼",
["O"] = "帮助莉莉娅·晨风寻找夜眼。",
["S"] = {
"寻找夜眼",
},
},
[27737] = {
["T"] = "有了火我们就得救了！",
["O"] = "获得灼热勋爵的炽炎之核。",
["S"] = {
"灼热勋爵的炽炎之核",
},
},
[66169] = {
["T"] = "现世报",
["O"] = "在南岗大门消灭12个岩浆之誓拜荒者。",
["S"] = {
"消灭岩浆之誓拜荒者",
},
},
[66167] = {
["T"] = "南侧遇袭",
["O"] = "前往南岗大门，尝试和驻防卫兵取得联系。",
["S"] = {
"前往南岗大门",
},
},
[56907] = {
["T"] = "颜料瓶：弹头之红",
["O"] = "将物品交给克拉姆·克拉达。",
},
[31442] = {
["T"] = "四部古籍",
["O"] = "摧毁四部古籍——《光明下的阴影》、《克尔苏加德的深层知识》、《禁忌咒文及其他死灵仪式》和《黑暗法典》。",
},
[35537] = {
["T"] = "来自阿兰卡峰林的消息",
["O"] = "到你在霜火岭的要塞与洛坎交谈。",
},
[78659] = {
["T"] = "明光所及之处",
["O"] = "在圣盾坚壁附近与菲琳的朋友会面。",
["S"] = {
"与菲琳前往圣盾坚壁（可选）",
"抵达圣盾坚壁",
},
},
[79683] = {
["T"] = "烛光所在才是家",
["O"] = "帮助“土头”格莱姆斯、加恩基，以及西波姥姥。",
},
[66166] = {
["T"] = "耳聪目明",
["O"] = "在瓦德拉肯寻找线索。",
["S"] = {
"调查工匠商盟",
"调查银行",
"调查旅馆",
},
},
[39225] = {
["T"] = "灵魂之喉",
["O"] = "击败地狱火堡垒的血魔。",
},
[66163] = {
["T"] = "无处可藏",
["O"] = "在瓦德拉肯消灭6个拜荒渗透者。",
["S"] = {
"使用揭示龙眼石",
},
},
[50083] = {
["T"] = "抱齿兽之母",
["O"] = "取得抱齿兽毒腺并消灭抱齿兽母阿玛卡。",
["S"] = {
"取得抱齿兽毒腺（可选）",
"消灭抱齿兽母阿玛卡",
},
},
[66159] = {
["T"] = "凶恶之讯",
["O"] = "在瓦德拉肯的守护巨龙之座与阿莱克丝塔萨交谈。",
["S"] = {
"传递信息",
},
},
[8682] = {
["T"] = "星眼长者",
},
[57643] = {
["T"] = "轻轻摇晃过的礼品",
},
[66151] = {
["T"] = "铁石心肠",
["O"] = "消灭石心。",
["S"] = {
"消灭石心",
},
},
[9066] = {
["T"] = "导师的训诫",
["O"] = "对指导者安瑟隆的两名学生：学徒拉尔雷和学徒梅雷多尔使用他交给你的魔杖。然后将安瑟隆的训诫棒还给永歌森林萦语水池旁的安瑟隆。",
["S"] = {
"训诫学徒梅雷多尔",
"训诫学徒拉尔雷",
},
},
[53155] = {
["T"] = "缺口硬币",
["O"] = "将缺口硬币交给翡翠林的米丽·游酒。",
},
[37284] = {
["T"] = "大价钱",
["O"] = "收集肮脏的铁币并把它们交给格里伏塔。",
["S"] = {
"获得肮脏的铁币",
},
},
[40259] = {
["T"] = "恶魔猎手 选择 2",
["O"] = "占位符",
},
[9578] = {
["T"] = "搜寻加莱恩",
["O"] = "寻找莫莱的丈夫加莱恩。",
},
[9706] = {
["T"] = "加莱恩的日记 - 守备官撒鲁安的命运",
["O"] = "将加莱恩的日记交给秘血岗哨的守备官库卢斯。",
},
[29598] = {
["T"] = "塔蕾莎的计谋",
["O"] = "潜入敦霍尔德城堡的收容所，使用伊洛希恩给你的燃烧弹包点燃5个木桶。\n\n收容所起火之后，去敦霍尔德城堡的地下室与萨尔交谈。",
["S"] = {
"收容所起火",
},
},
[9962] = {
["T"] = "鲜血竞技场：断蹄",
["O"] = "击败断蹄，获胜之后找巨魔仆从伍迪领取奖励。",
["S"] = {
"击败断蹄",
},
},
[56344] = {
["T"] = "前往暗槌堡垒",
["O"] = "与嘉里克船长在暗槌堡垒外边见面。",
},
[66150] = {
["T"] = "营救拉兹达",
["O"] = "营救拉兹达·雷掌。",
["S"] = {
"和拉兹达·雷掌谈一谈",
},
},
[55456] = {
["T"] = "颜料瓶：整洁黄铜",
["O"] = "将物品交给神奇的马蒂尼。",
},
[24682] = {
["T"] = "萨隆矿坑",
["O"] = "在萨隆矿坑和希尔瓦娜斯·风行者见面。",
},
[58787] = {
["T"] = "晋升试炼",
["O"] = "在欣悦之庭与克雷雅见面。",
},
[13673] = {
["T"] = "冠军的利剑",
["O"] = "找到灰木之剑，把它交给银色比武场的魔导师埃迪恩·炎谷。",
["S"] = {
"灰木之剑",
},
},
[12470] = {
["T"] = "永恒之龙的秘密",
["O"] = "克罗米要你进入青铜巨龙圣地，将永恒沙漏放在地上。\n\n保护沙漏，直到你获得克罗米想要的情报。完成任务后返回龙眠神殿顶层向她复命。",
["S"] = {
"保护永恒沙漏",
},
},
[56240] = {
["T"] = "奇怪的银质小刀",
["O"] = "询问破镣者关于小刀的事情。",
},
[56236] = {
["T"] = "潦而不倒",
["O"] = "支援你在纳沙塔尔的盟友，使维姆·盐心、鲍恩·分鳃和奈莉·锐鳍一共获得2400点经验值。",
},
[54380] = {
["T"] = "黑海岸捐赠：黄金",
["O"] = "为伯拉勒斯港的出纳员沃尔德伦捐献1000000枚金币。",
},
[61859] = {
["T"] = "冒险者：涅美娅",
},
[62371] = {
["T"] = "塞兹仙林：沉寂的警示",
["O"] = "在塞兹仙林的迷雾中击败特雷德奥瓦。",
["S"] = {
"消灭特雷德奥瓦",
},
},
[11626] = {
["T"] = "使者",
["O"] = "潜入裂鞭废墟北部的海面下，在一座冰山下面找到利维洛斯，使用纳兹亚的三叉戟杀死它，然后返回裂鞭海岸的北边，向卡鲁克复命。",
["S"] = {
"消灭利维洛斯",
},
},
[28706] = {
["T"] = "向前喷",
["O"] = "将盒装灭虫烟熏器交给班萨罗兽穴中的蕾玛·弹幕。",
},
[56716] = {
["T"] = "烈酒齿轮",
["O"] = "与美酒节活动场地的布利克斯·菲克维特交谈。",
},
[66149] = {
["T"] = "元素影响",
["O"] = "摧毁3个拜荒者地缚图腾，然后在锈松之巢与纳尔恩见面。",
["S"] = {
"摧毁拜荒者地缚图腾",
},
},
[66148] = {
["T"] = "熊弟阋墙",
["O"] = "消灭15个锈松熊怪和元素，然后在锈松之巢与纳尔恩见面。",
["S"] = {
"消灭锈松熊怪和元素",
},
},
[65443] = {
["T"] = "探险协同",
["O"] = "在奥格瑞玛为前往巨龙群岛的探险队招募探险者、工匠和学者。",
["S"] = {
"招募工匠",
"招募探险者",
"招募学者",
},
},
[12394] = {
["T"] = "糖罐",
},
[12522] = {
["T"] = "需要引擎",
["O"] = "奈辛瓦里营地的维斯雷·扭钳要你帮他找到一台飞行器引擎。",
["S"] = {
"飞行器引擎",
},
},
[50596] = {
["T"] = "清理害虫",
["O"] = "营救3名被俘的挖掘者。",
["S"] = {
"营救挖掘者",
},
},
[66147] = {
["T"] = "水晶水中浸",
["O"] = "在鳄鱼人海滨收集4份水晶样本。",
["S"] = {
"开采神秘的水晶",
},
},
[27942] = {
["T"] = "偶像崇拜",
["O"] = "元首司克诺兹要你收集8尊保存完好的神像。",
["S"] = {
"保存完好的雕像",
},
},
[13034] = {
["T"] = "见证者与英雄",
["O"] = "唐卡洛营地的夏拉托尔希望你去阅读第一份历史卷轴、第二份历史卷轴和第三份历史卷轴。",
["S"] = {
"阅读第一份历史卷轴",
"阅读第二份历史卷轴",
"阅读第三份历史卷轴",
},
},
[88901] = {
["T"] = "卑鄙双雄奖励",
},
[66141] = {
["T"] = "礼崩乐坏",
["O"] = "在通往锈松之巢的路上与加尔兹和纳尔恩见面。",
["S"] = {
"和纳尔恩谈一谈",
},
},
[53668] = {
["T"] = "飞行工程师网络",
["O"] = "把飞行工程师卡兹勒的笔记交给你在阿戈罗克的指挥官。",
["S"] = {
"飞往阿戈罗克（可选）",
},
},
[44106] = {
["T"] = "传承大德鲁伊",
["O"] = "前往萨斯塔拉寻找埃洛瑟尔。",
},
[27347] = {
["T"] = "阻止腐蚀",
["O"] = "莫希·斯蒂格里希望你去溶解10只软泥怪，然后回到比吉尔的飞艇残骸旁向她复命。",
["S"] = {
"溶解软泥怪",
},
},
[27603] = {
["T"] = "紧闭的大门",
["O"] = "杀死贝尔加。",
["S"] = {
"消灭贝尔加",
},
},
[55226] = {
["T"] = "驱使敌人",
},
[14058] = {
["T"] = "她喜欢土豆",
["O"] = "将20份糖心甜薯交给幽暗城上方宴会区里的威廉·穆林。",
["S"] = {
"糖心甜薯",
},
},
[32162] = {
["T"] = "兽王的狩猎：老虎",
["O"] = "收集25块完整的牦牛腰肉。",
["S"] = {
"完整的牦牛腰肉",
},
},
[8725] = {
["T"] = "水歌长者",
},
[66131] = {
["T"] = "解锁过去",
["O"] = "收集1把组合好的钥匙",
["S"] = {
"修复的黑曜钥匙",
},
},
[13523] = {
["T"] = "控潮之力",
["O"] = "对6个被激怒的潮汐之魂的残余使用艾露恩宝珠。",
["S"] = {
"平息潮汐之魂",
},
},
[28522] = {
["T"] = "冬泉熊怪的活动",
["O"] = "从冬泉熊怪身上收集10条灵魂珠串。",
["S"] = {
"冬泉灵魂珠串",
},
},
[29651] = {
["T"] = "安息",
["O"] = "在地狱火堡垒破碎大厅里的卡萨雷兹要你杀死4个碎手军团士兵、2个碎手百夫长和2个碎手勇士。",
["S"] = {
"消灭碎手军团士兵",
"消灭碎手百夫长",
"消灭碎手勇士",
},
},
[29907] = {
["T"] = "陈和丽丽",
["O"] = "跟随陈·风暴烈酒去庞家农场。",
["S"] = {
"跟随陈和丽丽去庞家农场",
},
},
[28778] = {
["T"] = "破损的野猪雕像",
["O"] = "运用你的技能和材料，修复破损的雕像。",
["S"] = {
"暗烬黄玉",
"黑曜石块",
"动燃之土",
},
},
[26279] = {
["T"] = "保卫格罗姆高：压制食人魔",
["O"] = "杀死4名莫什奥格蛮兵和4名莫什奥格巫医。",
["S"] = {
"消灭莫什奥格蛮兵",
"消灭莫什奥格巫医",
},
},
[30675] = {
["T"] = "埋好的猢狲财宝",
["O"] = "找到埋好的猢狲财宝。",
["S"] = {
"埋好的猢狲财宝",
},
},
[61860] = {
["T"] = "冒险者：佩罗迪斯",
},
[31187] = {
["T"] = "收获螃蟹",
["O"] = "在玛祖海床上把雾海飞跃者浮标挂到8个装满的蟹笼上。",
["S"] = {
"将装满的蟹笼送到水面",
},
},
[31443] = {
["T"] = "飞行虎皮丝足鱼",
["O"] = "把飞行虎皮丝足鱼交给渔人码头的纳特·帕格。",
["S"] = {
"飞行虎皮丝足鱼",
},
},
[66129] = {
["T"] = "解锁过去",
["O"] = "收集1把组合好的钥匙",
["S"] = {
"修复的黑曜钥匙",
},
},
[66126] = {
["T"] = "解锁过去",
["O"] = "收集1把组合好的钥匙",
["S"] = {
"修复的黑曜钥匙",
},
},
[27687] = {
["T"] = "铲除格纳什",
["O"] = "将格纳什的徽记交给走私者洞穴的萨米尔。",
},
[66123] = {
["T"] = "擒贼先擒王",
["O"] = "在闪霜飞地击败加得基杰斯。",
["S"] = {
"消灭加得基杰斯",
},
},
[65444] = {
["T"] = "出发！巨龙群岛！",
["O"] = "搭乘抗争龙鳞号，从奥格瑞玛城外的飞艇塔前往巨龙群岛。",
["S"] = {
"使用传送门或飞艇前往巨龙群岛",
},
},
[28967] = {
["T"] = "糖罐",
},
[66121] = {
["T"] = "抢救龙蛋",
["O"] = "在闪霜飞地营救4枚龙蛋。",
["S"] = {
"救出青铜之卵",
"救出碧蓝之卵",
"救出翡翠之卵",
"救出红玉之卵",
},
},
[55640] = {
["T"] = "暴风城的幻象",
["O"] = "完成暴风城的幻象。",
["S"] = {
"完成暴风城的幻象",
},
},
[66119] = {
["T"] = "红玉新生法池：拜荒者入侵",
["O"] = "进入红玉新生法池，阻止拜荒者的袭击。",
["S"] = {
"消灭基拉卡",
"消灭厄克哈特·风脉",
},
},
[66118] = {
["T"] = "磐石来袭",
["O"] = "在闪霜战地摧毁4个暴怒峭岩。",
["S"] = {
"消灭暴怒峭岩",
},
},
[55880] = {
["T"] = "能源再分配",
["O"] = "使用NRG-100为6个能量电池进行充能。",
["S"] = {
"装备NRG-100",
},
},
[36262] = {
["T"] = "裁缝大师艾米卡",
["O"] = "在艾洛多尔与艾米卡交谈。",
},
[66115] = {
["T"] = "红龙信条",
["O"] = "与红玉新生圣地的看护者交谈。",
["S"] = {
"和修斯谈一谈",
},
},
[31850] = {
["T"] = "埃里克·戴维森",
["O"] = "在宠物战斗中击败埃里克·戴维森。",
["S"] = {
"击败埃里克·戴维森",
},
},
[8468] = {
["T"] = "通缉：饥饿者泰里斯",
["O"] = "将泰里斯的徽记交给永歌森林鹰翼广场的坎雷中士。",
["S"] = {
"泰里斯的徽记",
},
},
[32106] = {
["T"] = "冬幕节礼物",
},
[56142] = {
["T"] = "适应，改善，克服！",
["O"] = "20个完好的猎犬螺栓，4个钢制胫骨XS和2个机械足跟螺母。",
["S"] = {
"完好的猎犬螺栓",
"XS号大腿支杆",
"哨卫的足跟螺母",
},
},
[8789] = {
["T"] = "其拉帝王武器",
["O"] = "把其拉帝王武器和3块源质铸块交给安其拉神殿的阿瑞苟斯，他会帮你制作使用源质强化过的武器。",
["S"] = {
"其拉帝王武器",
"源质铸块",
},
},
[66111] = {
["T"] = "侵蚀元素",
["O"] = "在翼眠大使馆消灭15个原始元素。",
["S"] = {
"消灭原始元素",
},
},
[40358] = {
["T"] = "完好如初的石木长弓",
["O"] = "将遗物进行展览。",
["S"] = {
"将神器进行展览",
},
},
[24683] = {
["T"] = "萨隆矿坑",
["O"] = "在萨隆矿坑和吉安娜·普罗德摩尔见面。",
},
[31794] = {
["T"] = "完好如初的魔古钱币",
["O"] = "将神器进行展览。",
},
[54438] = {
["T"] = "风暴熔炉：暗影圣物",
["O"] = "在风暴熔炉阻止乌纳特。",
},
[66110] = {
["T"] = "和平之机",
["O"] = "向联盟代表介绍自己。",
},
[42918] = {
["T"] = "恶魔符文",
["O"] = "从破碎群岛的恶魔身上获取30块恶魔符文。",
["S"] = {
"恶魔符文石",
},
},
[34516] = {
["T"] = "我的宝贝！",
["O"] = "找到巴兹维克斯失窃的宝贝。",
["S"] = {
"找到巴兹维克斯失窃的宝贝",
},
},
[43942] = {
["T"] = "上古神器",
["O"] = "将上古神器带给附近的姆嘎姆嘎国王。",
},
[66106] = {
["T"] = "如芒在贝",
["O"] = "从潮喉和风鳍鳄鱼人处收集15个水流灌注贝壳和15个狂风灌注贝壳。",
["S"] = {
"检查狂风灌注贝壳",
"检查水流灌注贝壳",
},
},
[8887] = {
["T"] = "凯莉森德拉船长的航海图",
["O"] = "将凯莉森德拉船长的航海图交还给永歌森林阳帆港东侧营地中的凯莉森德拉船长。",
},
[61861] = {
["T"] = "冒险者：西卡",
},
[55668] = {
["T"] = "物资短缺奖励",
},
[26347] = {
["T"] = "掌灯人",
["O"] = "给西部荒野灯塔的葛瑞森船长带5份裂隙软泥。",
["S"] = {
"裂隙软泥",
},
},
[11003] = {
["T"] = "玛瑟里顿之死",
["O"] = "将玛瑟里顿的徽记交给萨尔玛的纳兹格雷尔。",
},
[47526] = {
["T"] = "带回重型武器",
["O"] = "找到并获取圣光裁决者。",
["S"] = {
"保护圣光裁决者",
},
},
[54172] = {
["T"] = "艾萨兰勋章",
["O"] = "将勋章带给收集者寇乔。",
},
[65953] = {
["T"] = "神谕之陨",
["O"] = "从鳄鱼人萨满处收集4个图腾。",
["S"] = {
"泥鳍图腾",
},
},
[54943] = {
["T"] = "黑暗游侠新兵",
["O"] = "在提瑞斯法林地找到黑暗游侠维罗娜拉。",
},
[24788] = {
["T"] = "LFGDungeons - Lich King - Heroic Random - 1st",
},
[28852] = {
["T"] = "削弱敌人",
["O"] = "解救格瑞姆巴托中的一条红色幼龙，用它消灭30个穴居人和15个暮光之锤的爪牙。",
["S"] = {
"杀死暮光之锤的爪牙",
"杀死洞窟穴居人",
},
},
[25300] = {
["T"] = "暮光之眼",
["O"] = "去找海加尔山伽格尔的营地的暮光之眼。",
},
[8790] = {
["T"] = "其拉帝王徽记",
["O"] = "把其拉帝王徽记和3块源质铸块交给安其拉神殿的梦境之龙麦琳瑟拉，她会帮你制作使用源质强化过的武器。",
["S"] = {
"其拉帝王徽记",
"源质铸块",
},
},
[26667] = {
["T"] = "被偷的信件",
["O"] = "到阳光树林找到一捆被切碎的信件。",
["S"] = {
"一捆被切碎的信件",
},
},
[27755] = {
["T"] = "古墓的诅咒",
["O"] = "消灭6个发疯的挖掘者和机械师米歇特韦德。",
["S"] = {
"消灭发疯的挖掘者",
"消灭机械师米歇特韦德",
},
},
[55508] = {
["T"] = "冬拥湖的胜利",
["O"] = "赢得冬拥湖战场的胜利。你必须参加战斗才能被认定为获胜。任务只能在冬拥湖之战中自动完成。",
},
[10103] = {
["T"] = "向祖莱报到",
["O"] = "前往赞加沼泽的沼泽鼠岗哨，向祖莱报到。",
},
[53670] = {
["T"] = "纽斯泰德的战兽",
["O"] = "与科多骑兵塔诺克谈一谈，了解他训练的战兽。",
["S"] = {
"查看科多骑兵塔诺克",
},
},
[28651] = {
["T"] = "新兵艾尔雷斯",
["O"] = "与提瑞斯法林地丧钟镇的新兵艾尔雷斯交谈。",
},
[27348] = {
["T"] = "回收货物！",
["O"] = "比吉尔的飞艇残骸处的莫希·斯蒂格里要你找回8件飞艇上的货物。",
["S"] = {
"飞艇上的货物",
},
},
[27604] = {
["T"] = "预言者迦玛兰",
["O"] = "获得预言者迦玛兰的徽记。",
["S"] = {
"迦玛兰的徽记",
},
},
[55718] = {
["T"] = "奇怪的发现",
["O"] = "将戒指交给伊莉斯·逐星。",
},
[28116] = {
["T"] = "悲泣的紫罗兰",
["O"] = "采摘8株悲泣的紫罗兰。",
["S"] = {
"悲泣的紫罗兰",
},
},
[40359] = {
["T"] = "完好如初的小鬼之杯",
["O"] = "将遗物进行展览。",
["S"] = {
"将神器进行展览",
},
},
[53843] = {
["T"] = "The Ub3rlode",
["O"] = "Complete The MOTHERLODE!! on Heroic Difficulty and obtain the recipe from Mogul Razdunk.",
["S"] = {
"消灭商业大亨拉兹敦克",
},
},
[28884] = {
["T"] = "托尔巴拉德的胜利",
["O"] = "赢得一场托尔巴拉德之战的胜利，然后去找托尔巴拉德半岛地狱咆哮之握的卡尔扎格上校。",
["S"] = {
"在托尔巴拉德取胜",
},
},
[66085] = {
["T"] = "倘若光阴倒转",
["O"] = "在变换流沙与西雅赛拉泰一同关闭时光裂隙。",
["S"] = {
"关闭第一个裂隙",
},
},
[485] = {
["T"] = "找到OOX-09/HL！",
["O"] = "把定位器带到奥格索普的母体机器人那里去。\n\n奥格索普的母体机器人位于辛特兰的河水源头，就在隐匿石的附近。",
},
[29652] = {
["T"] = "帮最后一个忙",
["O"] = "在地狱火堡垒破碎大厅里的冈尼要你杀死4个碎手军团士兵，2个碎手百夫长和2个碎手勇士。",
["S"] = {
"消灭碎手军团士兵",
"消灭碎手百夫长",
"消灭碎手勇士",
},
},
[24492] = {
["T"] = "收拾行囊",
["O"] = "收集1把寒脊酒壶、1件粗糙的狼皮斗篷以及一些隔夜的野猪肉。",
["S"] = {
"寒脊酒壶",
"粗糙的狼皮斗篷",
"隔夜的野猪肉",
},
},
[61856] = {
["T"] = "冒险者：守护者暮花",
},
[65895] = {
["T"] = "竞争伙伴",
["O"] = "收集关于碎裂之焰的信息。",
["S"] = {
"找到线索",
},
},
[28711] = {
["T"] = "大酋长的命令：北风苔原！",
["O"] = "去找北风苔原战歌要塞的战歌征募官。",
},
[61862] = {
["T"] = "冒险者：柯洛拉",
},
[31188] = {
["T"] = "鲨鱼周",
["O"] = "前往玛祖海床并从长鳍长尾鲨嘴里拔出200枚长尾鲨利齿。",
["S"] = {
"长尾鲨利齿",
},
},
[31444] = {
["T"] = "霸王刺皮鱼",
["O"] = "把霸王刺皮鱼交给渔人码头的纳特·帕格。",
["S"] = {
"霸王刺皮鱼",
},
},
[54184] = {
["T"] = "诺莫瑞根的麻烦",
["O"] = "在丹莫罗的诺莫瑞根之外找到麦克罗·祖克斯。",
},
[78667] = {
["T"] = "复燃回忆",
["O"] = "从倒下的士兵身上回收6个阿拉希火绒盒，并焚烧他们的尸体。",
["S"] = {
"找回火绒盒",
},
},
[32212] = {
["T"] = "突袭赞布图拉",
["O"] = "完成突袭赞布图拉。与洛瑟玛·塞隆交谈以开始攻击。",
["S"] = {
"与洛瑟玛·塞隆交谈",
"完成突袭赞布图拉",
},
},
[48551] = {
["T"] = "缺水枯萎",
["O"] = "使用雷娜的水罐为10株枯萎的蓟藤浇水。",
["S"] = {
"为枯萎的蓟藤浇水",
},
},
[65955] = {
["T"] = "半人马最好的朋友",
["O"] = "救出卡萨尔，并在洞穴中与他见面。",
["S"] = {
"释放卡萨尔",
},
},
[54144] = {
["T"] = "艾萨拉的命令",
["O"] = "将匕首带去临时祭坛。",
["S"] = {
"收集低语之匕",
},
},
[9175] = {
["T"] = "女王的项链",
["O"] = "将女王的项链交给幽魂之地塔奎林的高级执行官玛尔伦。",
},
[34216] = {
["T"] = "安全路线",
["O"] = "聆听科达娜·邪歌的故事。",
["S"] = {
"聆听科达娜·邪歌的故事",
},
},
[8683] = {
["T"] = "晨行者长者",
},
[66044] = {
["T"] = "雄踞高墙",
["O"] = "消灭三架攻城强弩和勇士乔卢克。",
["S"] = {
"协助拉希奥",
},
},
[53844] = {
["T"] = "招募掌炉者",
["O"] = "去招募掌炉者伊格尼斯，让他帮助我们熔炼这种金属。",
["S"] = {
"前往奥杜尔",
},
},
[9067] = {
["T"] = "无尽的宴会",
["O"] = "购买一瓶日光陈酿、一些魔泉美味和一捆烟花，然后向永歌森林萨瑟利尔庄园的萨瑟利尔男爵复命。",
["S"] = {
"日光陈酿",
"魔泉美味",
"一捆烟花",
},
},
[26793] = {
["T"] = "破旧的坟墓",
["O"] = "跟夜色镇的希拉·沃宁迪谈一谈。",
},
[53671] = {
["T"] = "法阵之力",
["O"] = "与克拉加·潮怒谈一谈，了解她可以提供怎样的帮助。",
["S"] = {
"查看克拉加·潮怒",
},
},
[32235] = {
["T"] = "点火！哇啊啊！",
["O"] = "使用锈水燃烧瓶摧毁6架天火号旋翼机X2型。",
["S"] = {
"消灭天火号旋翼机X2型",
},
},
[9579] = {
["T"] = "加莱恩的命运",
["O"] = "将加莱恩的护符交给秘血岗哨的莫莱。",
["S"] = {
"加莱恩的护符",
},
},
[66042] = {
["T"] = "法则中的法则",
["O"] = "通过完成世界任务、每日任务、拾取宝藏、消灭稀有生物，援助你在扎雷殁提斯的盟友。",
["S"] = {
"协助盟友",
},
},
[9835] = {
["T"] = "安葛洛什的威胁",
["O"] = "杀死10个安葛洛什食人魔和5个安葛洛什萨满祭司，然后返回奥雷柏尔营地向伊库提复命。",
["S"] = {
"消灭安葛洛什萨满祭司",
"消灭安葛洛什食人魔",
},
},
[79692] = {
["T"] = "纵使深埋，也非忘却",
["O"] = "在宝矿隧道中寻找莫德希娜和她的物品。",
["S"] = {
"莫德希娜的物品",
"找到莫德希娜",
},
},
[24428] = {
["T"] = "诡秘的事件",
["O"] = "将奥妮克希亚的头颅交给黑爪加尔德斯。他就在已宰的羔羊旅店的地下室里。",
},
[13020] = {
["T"] = "石须长者",
},
[12407] = {
["T"] = "糖罐",
},
[54416] = {
["T"] = "备战战争前线",
["O"] = "使用传送门回到赞达拉港，为黑海岸之战做准备。",
["S"] = {
"使用传送门前往赞达拉（可选）",
},
},
[25] = {
["T"] = "兔死狗烹",
["O"] = "银风避难所的塔坎上尉要你消灭密斯特拉湖的泰德雷斯以及12个污浊的水元素。",
["S"] = {
"消灭污浊的水元素",
"消灭泰德雷斯",
},
},
[12375] = {
["T"] = "糖罐",
},
[10859] = {
["T"] = "收集光球",
["O"] = "唤灵者多戈加尔要你利用宝珠收集图腾收集15颗拉扎安光球。",
["S"] = {
"收集扎拉安光球",
},
},
[53738] = {
["T"] = "奎尔丹纳斯保卫战",
["O"] = "在奎尔丹纳斯岛与女伯爵莉亚德琳见面。",
["S"] = {
"和飞行管理员晨光交谈",
},
},
[33513] = {
["T"] = "布莱克松的党羽",
["O"] = "消灭阿鲁克斯、莫德雷斯和麦什伦。",
["S"] = {
"消灭麦什伦",
"消灭火眼莫德雷斯",
"消灭阿鲁克斯",
},
},
[26860] = {
["T"] = "塞尔萨玛血肠",
["O"] = "从洛克莫丹的黑熊身上割下8块熊臀肉。",
["S"] = {
"熊臀肉",
},
},
[11371] = {
["T"] = "悬赏：盘牙侍从",
["O"] = "虚空猎手玛哈杜恩要求你杀死14名盘牙侍从。完成任务后返回沙塔斯城的贫民窟，找他领取奖赏。",
["S"] = {
"消灭盘牙侍从",
},
},
[66022] = {
["T"] = "尊可汗",
["O"] = "向可汗卫士阿卡托报告，和杰米萨兹一同觐见尊可汗。",
["S"] = {
"和可汗卫士阿卡托谈一谈",
},
},
[66021] = {
["T"] = "讨厌的外来者",
["O"] = "击败6个诺库德半人马。",
["S"] = {
"击败诺库德半人马",
},
},
[77645] = {
["T"] = "斯克提斯越野赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[11883] = {
["T"] = "火焰的舞蹈？",
["O"] = "与任意部落主城的火舞大师谈一谈。",
},
[12011] = {
["T"] = "大麻烦的征兆",
["O"] = "前往莫亚基港口，将螃蟹陷阱被破坏的事情告诉图尔凯。",
},
[27756] = {
["T"] = "工头",
["O"] = "杀掉格拉布托克。",
["S"] = {
"消灭格拉布托克",
},
},
[9367] = {
["T"] = "火焰的节日",
["O"] = "碰触暴风城、铁炉堡和达纳苏斯城里的篝火，然后与城市内的节日博学者交谈。",
},
[12395] = {
["T"] = "糖罐",
},
[28074] = {
["T"] = "征召冒险者：厄运之槌中心花园",
["O"] = "与埃斯图兰交谈。",
},
[34217] = {
["T"] = "粉碎布隆斯基！",
["O"] = "击败布隆斯基。",
["S"] = {
"消灭布隆斯基",
},
},
[28652] = {
["T"] = "扫墓人凯斯",
["O"] = "与提瑞斯法林地丧钟镇墓地的管理员凯斯交谈。",
},
[52128] = {
["T"] = "渡船通行证",
["O"] = "与赛勒斯·克雷斯弗交谈，获取渡船通行证。",
},
[26069] = {
["T"] = "探路者鲁娜",
["O"] = "去找南贫瘠之地高地之路的探路者鲁娜",
},
[26669] = {
["T"] = "黑暗的角落",
["O"] = "在烂果园寻找一张被撕破的日记书页。",
["S"] = {
"一本被撕破的日记",
},
},
[53160] = {
["T"] = "远古墓穴之钥",
["O"] = "把钥匙交给锦绣谷的游学者周卓。",
},
[13419] = {
["T"] = "作战准备",
["O"] = "与掠天者科鲁姆对话，前往冰冠冰川的奥格瑞姆之锤。抵达之后，向掠天者考尔姆·黑痕报到。",
},
[27093] = {
["T"] = "迷失在黑暗中",
["O"] = "从粘丝洞里救出6名兽人水兵。",
["S"] = {
"营救兽人水兵",
},
},
[52930] = {
["T"] = "阿拉希捐赠：黄金",
["O"] = "向赞达拉港的金币管理员狞牙捐赠1000000枚金币。",
},
[27605] = {
["T"] = "伊兰尼库斯",
["O"] = "杀死伊兰尼库斯。",
["S"] = {
"消灭伊兰尼库斯的阴影",
},
},
[78670] = {
["T"] = "破坏攻城武器",
["O"] = "摧毁泰尼尔之升下方的4台攻城武器。",
["S"] = {
"收集桶装黑火药",
},
},
[14059] = {
["T"] = "酸果蔓酱又吃完了？",
["O"] = "将20份酸果蔓酱交给幽暗城庭院上方宴会区的罗贝塔·卡特。",
["S"] = {
"酸果蔓酱",
},
},
[62855] = {
["T"] = "永恒者之裁",
["O"] = "从你的尸体上找回你掉落的冥殇。",
},
[28081] = {
["T"] = "征召冒险者：斯坦索姆仆役之门",
["O"] = "与十字军指挥官埃里戈尔·黎明使者交谈。",
},
[33111] = {
["T"] = "悬赏：扭曲的古树",
["O"] = "从扭曲的古树上收集腐化的木材。",
["S"] = {
"腐化的木材",
},
},
[29100] = {
["T"] = "布温巴之魂",
["O"] = "警告荆棘谷的人们，并找到另一名暗矛大使。",
["S"] = {
"帮助布温巴找到暗矛大使",
},
},
[42409] = {
["T"] = "勇士：罗伦·雷蹄",
},
[29653] = {
["T"] = "酋长的意志",
["O"] = "把卡加斯酋长之拳带给在地狱火堡垒破碎大厅里的石头守卫斯托克顿。",
["S"] = {
"卡加斯酋长之拳",
},
},
[65374] = {
["T"] = "拔毛时间",
["O"] = "拔下6根幼雏羽毛。",
["S"] = {
"拔下幼雏羽毛",
},
},
[51904] = {
["T"] = "海岛探险",
["O"] = "与弗林·法温德对话以开始探险，然后探索神秘海岛。",
["S"] = {
"与弗林·法温德交谈",
},
},
[39127] = {
["T"] = "城墙之外",
["O"] = "去螳螂高原的龙影岗哨和祝踏岚谈一谈。",
},
[65382] = {
["T"] = "结构图再同化：抗渊元鹰",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[61864] = {
["T"] = "冒险者：布隆",
},
[27231] = {
["T"] = "芬里斯的援兵",
["O"] = "杀死10名希尔斯布莱德狼人。",
["S"] = {
"杀死希尔斯布莱德狼人",
},
},
[65397] = {
["T"] = "结构图再同化：嗡嗡",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[31701] = {
["T"] = "残暴的女猎手",
["O"] = "击败临风女猎手。",
["S"] = {
"消灭临风女猎手",
},
},
[78671] = {
["T"] = "晨曦塔之光",
["O"] = "协助燃灯者点亮晨曦塔。",
["S"] = {
"见证晨曦塔的点亮",
},
},
[42627] = {
["T"] = "无形之刃",
["O"] = "帮助迦罗娜清除暴风城里的隐蔽之手邪教徒。",
["S"] = {
"获得弑君者",
},
},
[48553] = {
["T"] = "再度流淌",
["O"] = "修复枯萎峡谷中的喷泉。",
["S"] = {
"修理北部喷泉",
"修复南部喷泉",
},
},
[65991] = {
["T"] = "清算已至",
["O"] = "在碎鳞要塞与拉希奥和管理者瑟利斯特拉见面。",
["S"] = {
"与拉希奥在碎鳞要塞见面",
},
},
[5713] = {
["T"] = "一击必杀",
["O"] = "保护哨兵阿娜莎，然后向灰谷梅伊瑟娜岗哨的奥奈雅报告。",
["S"] = {
"保护阿娜莎",
},
},
[35420] = {
["T"] = "Halls of Origination Bonus Rewards",
},
[50601] = {
["T"] = "风暴之末",
["O"] = "在斯托颂谷地完成4个世界任务。",
},
[8696] = {
["T"] = "隐秘通途披风",
["O"] = "将1件其拉帝王披风、2个柔光雕像、5个岩石甲虫和5个水晶甲虫交给凯伊·迅爪。你必须在塞纳里奥议会中达到崇敬声望才能完成这个任务。",
["S"] = {
"其拉帝王披风",
"柔光雕像",
"岩石甲虫",
"水晶甲虫",
"中立 / 崇敬 塞纳里奥议会",
},
},
[12315] = {
["T"] = "消灭布莱沃特船长！",
["O"] = "杀死布莱沃特船长，然后向风险湾的卡兹加尔将军复命。",
["S"] = {
"消灭布莱沃特船长",
},
},
[49810] = {
["T"] = "恐龙红娘",
["O"] = "将巫医贾拉尔的巫毒图腾放置在两只雷龙附近。",
["S"] = {
"对温顺的本金使用巫毒图腾",
"对暴躁的玛卡冯使用巫毒图腾",
},
},
[65951] = {
["T"] = "独行供货商",
["O"] = "在森林中寻找卡萨尔。",
["S"] = {
"发现卡萨尔",
},
},
[53161] = {
["T"] = "海礁指环",
["O"] = "解开谜题。",
},
[74576] = {
["T"] = "修复的哈卡莱宝石",
["O"] = "找到对修复的哈卡莱宝石感兴趣的人。",
},
[14491] = {
["T"] = "不休的大地",
["O"] = "使用宁静大地之鼓安抚6名躁动的大地之魂。",
["S"] = {
"安抚灵魂",
},
},
[49776] = {
["T"] = "万用焦油",
["O"] = "收集6份粘稠焦油。",
["S"] = {
"粘稠焦油",
},
},
[31936] = {
["T"] = "“锦鱼公主”灌溉系统",
["O"] = "将“锦鱼公主”灌溉系统带到日歌农场或半山市集，交给农夫老愚。",
},
[78672] = {
["T"] = "燃灯者的使命",
["O"] = "搭乘燃灯者小舟前往劳瑞之越。",
["S"] = {
"乘坐小舟前往劳瑞之越",
},
},
[28269] = {
["T"] = "去维尔萨尔找我",
["O"] = "哈里森·琼斯要你去维尔萨尔绿洲找他。",
},
[51087] = {
["T"] = "通缉：黑暗史学家",
["O"] = "消灭黑暗史学家。",
["S"] = {
"消灭黑暗史学家",
},
},
[40] = {
["T"] = "鱼人的威胁",
["O"] = "雷米要你去和闪金镇的治安官杜汉谈一谈。",
},
[82768] = {
["T"] = "云端钓鱼",
["O"] = "给野生云鸫提供7条电鳗。",
["S"] = {
"喂养野生云鸫",
},
},
[52052] = {
["T"] = "LFGDungeons - BFA - Raid Finder - Nth",
},
[66259] = {
["T"] = "噩耗汹涌",
["O"] = "将报告呈递给马鲁凯的尊可汗。",
["S"] = {
"在马鲁凯和尊可汗谈一谈",
},
},
[60374] = {
["T"] = "富产髓钢",
["O"] = "从玛卓克萨斯的稀有怪物和宝箱中收集3份髓钢。",
["S"] = {
"髓钢",
},
},
[13466] = {
["T"] = "糖罐",
},
[53207] = {
["T"] = "前线战事",
["O"] = "前往祖达萨向斯洛克报到。",
},
[65925] = {
["T"] = "剔除灾星",
["O"] = "在考里克闪光河湾附近消灭冰原滑行者和冰面钻洞者。",
["S"] = {
"消灭恶毒的冰原滑行者",
"消灭恶毒的冰面钻洞者",
},
},
[24887] = {
["T"] = "LFGDungeons - Burning Crusade - Normal Random - 1st",
},
[61865] = {
["T"] = "冒险者：信徒刻斯玛斯",
},
[46957] = {
["T"] = "欢迎来到祖达萨",
["O"] = "与塔兰吉公主共骑。",
["S"] = {
"跟随塔兰吉公主",
},
},
[31853] = {
["T"] = "全体登船！",
["O"] = "和地狱咆哮之拳上的纳兹戈林将军谈一谈。",
["S"] = {
"确保地狱咆哮之拳飞行安全（可选）",
"和地狱咆哮之拳上的纳兹戈林将军谈一谈",
},
},
[31981] = {
["T"] = "超出预期",
["O"] = "去暴风城找奥黛丽·伯恩赫普。",
},
[43928] = {
["T"] = "痛苦结晶",
["O"] = "完成5个“邪恶技艺”系列任务。",
},
[31803] = {
["T"] = "完好如初的玉珑骊珠",
["O"] = "将神器进行展览。",
},
[65911] = {
["T"] = "碧蓝盟会",
["O"] = "返回碧蓝档案馆的卡雷苟斯处。",
},
[6134] = {
["T"] = "幽灵电浆",
["O"] = "收集8份幽灵电浆。",
["S"] = {
"幽灵电浆",
},
},
[24790] = {
["T"] = "随机普通日常 （第一次）",
},
[65907] = {
["T"] = "酷爱水果",
["O"] = "在欧恩伊尔喷泉收集野生的灌木果，并为6个懒散的踏泥者喂食。",
["S"] = {
"野生的灌木果（可选）",
"给踏泥者喂食",
},
},
[50602] = {
["T"] = "塔兰吉远征队",
["O"] = "完成4个塔兰吉远征队世界任务。",
},
[35440] = {
["T"] = "萨隆矿坑奖励任务",
},
[7024] = {
["T"] = "冬天爷爷来了！",
["O"] = "跟冬天爷爷谈一谈，他就在奥格瑞玛的烟林牧场零售店附近。",
},
[51573] = {
["T"] = "我来保护你",
["O"] = "在拉兹加基与莫加波见面时保护他。",
["S"] = {
"与拉兹加基交谈",
},
},
[65905] = {
["T"] = "荒草萋萋",
["O"] = "在丁香漫林中清理增生和怪物。",
["S"] = {
"清理丁香漫林",
},
},
[50604] = {
["T"] = "始祖龟求知者",
["O"] = "完成3个始祖龟世界任务。",
},
[26838] = {
["T"] = "无果的反叛",
["O"] = "去找北荆棘谷反抗军营地的多伦上尉。",
},
[26734] = {
["T"] = "疯狂的源头",
["O"] = "从物资储藏点的库尔森成员身上获得一块低语蓝石。",
["S"] = {
"低语蓝石",
},
},
[26862] = {
["T"] = "收买元素",
["O"] = "获得6条灼热绑带。",
["S"] = {
"灼热绑带",
},
},
[43895] = {
["T"] = "封印命运：金币",
},
[47557] = {
["T"] = "阴燃时光碎片",
["O"] = "把阴燃时光碎片带到龙眠神殿，解锁一个时光传送门。",
},
[56234] = {
["T"] = "患难之交",
["O"] = "支援你在纳沙塔尔的盟友，使先知奥利、猎人阿卡纳和剑客伊诺瓦里一共获得3000点经验值。",
},
[28221] = {
["T"] = "这些根须生来就是为了践踏",
["O"] = "杀死10名铁木践踏者。",
["S"] = {
"消灭铁木践踏者",
},
},
[65903] = {
["T"] = "毛茸茸势不可挡",
["O"] = "抓捕12只林木欢跳者。",
["S"] = {
"捕捉林木欢跳者",
},
},
[11998] = {
["T"] = "灵活的手段",
["O"] = "将一桶冰风月光酒交给月溪旅营地的布鲁加尔·石剪。",
["S"] = {
"冰风月光酒",
},
},
[855] = {
["T"] = "半人马护腕",
["O"] = "从科卡尔掠夺者和科卡尔风暴先知身上收集10个半人马护腕。",
["S"] = {
"半人马护腕",
},
},
[28989] = {
["T"] = "糖罐",
},
[39505] = {
["T"] = "邪能尖塔",
["O"] = "在史诗难度地狱火堡垒中的玛诺洛斯身上收集4块邪能精华。",
["S"] = {
"邪能精华",
},
},
[59818] = {
["T"] = "集结荒猎团",
["O"] = "集结荒猎团，前往炽蓝仙野的诺克仙林。",
["S"] = {
"与邦桑迪交谈",
},
},
[12503] = {
["T"] = "保卫银色前沿",
["O"] = "指挥官法斯塔夫要你到银色前沿的庭院中去，消灭任意10个天灾军团士兵。",
["S"] = {
"杀死银色前沿的天灾士兵",
},
},
[12447] = {
["T"] = "黑曜石巨龙圣地",
["O"] = "前往位于龙眠神殿西北方、天谴之门正西方的黑曜石巨龙圣地，找到瑟里纳尔并帮助他。",
},
[42607] = {
["T"] = "斯塔索姆队长",
["O"] = "使用侦察地图，完成“斯塔索姆队长”任务。",
["S"] = {
"完成“斯塔索姆队长”任务",
},
},
[61866] = {
["T"] = "玛卓克萨斯的强大仆从",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败看护者麦斯米兰",
},
},
[65891] = {
["T"] = "建言工具",
["O"] = "对5堆碎石部署魔法工具。",
["S"] = {
"部署工具",
},
},
[31446] = {
["T"] = "拟态章鱼",
["O"] = "把拟态章鱼交给渔人码头的纳特·帕格。",
["S"] = {
"拟态章鱼",
},
},
[7926] = {
["T"] = "暗月马戏团",
["O"] = "将免费券交给暗月马戏团里的吉瓦斯·格里加特。",
},
[59] = {
["T"] = "布甲和皮甲",
["O"] = "把暴风城护甲标记交给萨拉·迪博雷恩。",
},
[65887] = {
["T"] = "进入山区",
["O"] = "在瓦克索斯山脉的山脚下与卡德加和卡雷苟斯的镜像见面。",
},
[32470] = {
["T"] = "灯光，镜头，开拍",
["O"] = "在主城内的某处收集一个铁盒子和一条赤色腰带，并从一名工程师处获得一个普通瞄准镜。",
["S"] = {
"铁盒子",
"普通瞄准镜",
"赤色腰带",
},
},
[37083] = {
["T"] = "战斗！杀戮！欢呼！",
["O"] = "在悬槌角斗场中干掉100名角斗士。\n\n你可以通过与悬槌堡的卡格对话或在你的角斗士圣殿中与骨渣对话来进入角斗场。",
["S"] = {
"消灭角斗士",
},
},
[82771] = {
["T"] = "土灵的传承",
["O"] = "在多恩诺嘉尔的档案馆上传经验。",
["S"] = {
"上传经验",
},
},
[28658] = {
["T"] = "沼泽之饵",
["O"] = "你的任务是从托尔巴拉德的巴拉丁鳄鱼身上收集8张鳄鱼皮。你可以在巴拉丁监狱西边的沼泽中找到鳄鱼。",
["S"] = {
"鳄鱼皮",
},
},
[50603] = {
["T"] = "沃顿奈",
["O"] = "完成4个沃顿奈世界任务。",
},
[8684] = {
["T"] = "梦言长者",
},
[49532] = {
["T"] = "大酋长的命令：影月谷！",
["O"] = "与外域影月谷的血卫士古尔穆克谈一谈。",
},
[46769] = {
["T"] = "夺走宝物",
["O"] = "在破碎海滩找到3个隐藏的虫语者箱子。",
["S"] = {
"发现隐藏的虫语者箱子",
},
},
[36592] = {
["T"] = "越大越好",
["O"] = "使用建筑设计桌选择议政厅，并将你的要塞升至2级。",
},
[53163] = {
["T"] = "赤潮饮水角",
["O"] = "把饮水角交给睿智的维德哈尔。",
},
[13999] = {
["T"] = "蘑菇特工",
["O"] = "去北贫瘠之地的棘齿城，将赫布瑞姆的研究成果交给那里的萨莎雅。",
},
[9452] = {
["T"] = "美味的红钳鱼",
["O"] = "使用德莱尼渔网抓住10只红钳鱼。任务完成后把鱼和渔网交给秘蓝岛的迪泰娜。",
["S"] = {
"红钳鱼",
},
},
[9580] = {
["T"] = "猎熊",
["O"] = "收集8块老年棕熊的肉，把它们交给秘血岗哨的追踪者兰塞恩。",
["S"] = {
"老年棕熊的肉",
},
},
[55211] = {
["T"] = "锈栓式充能",
["O"] = "使用NRG-100为6个发电机能量电池充能。",
["S"] = {
"装备NRG-100",
},
},
[55723] = {
["T"] = "征用：一些鲤鱼",
["O"] = "将3条挣扎的鲤鱼放回水中。",
["S"] = {
"将挣扎的鲤鱼送回水中",
},
},
[56235] = {
["T"] = "深入纳沙塔尔",
["O"] = "支援你在纳沙塔尔的盟友，使其中一人升到3级。",
},
[28216] = {
["T"] = "熔岩领主法萨扎尔",
["O"] = "拿到熔岩领主法萨扎尔的徽记。",
["S"] = {
"熔岩领主法萨扎尔的徽记",
},
},
[10220] = {
["T"] = "聆听之魂",
["O"] = "莫迪巴要求你前往断背岗哨以西的远征军物资库，击败12个步兵的阴魂、8个骑士的阴魂和6个巫师的阴魂。",
["S"] = {
"消灭步兵的阴魂",
"消灭骑士的阴魂",
"消灭巫师的阴魂",
},
},
[10348] = {
["T"] = "新的机遇",
["O"] = "收集15株象牙铃笼草，然后向中央圆顶哨站的玛尔达德复命。",
["S"] = {
"象牙铃笼草",
},
},
[58283] = {
["T"] = "盲信盲从",
["O"] = "在奥丹姆消灭8个阿玛赛特祭司。",
["S"] = {
"消灭阿玛赛特祭司",
},
},
[84820] = {
["T"] = "誓言与血缘",
["O"] = "营救欧·芬纳德。",
["S"] = {
"征用欧·芬纳德的驳船",
},
},
[12382] = {
["T"] = "糖罐",
},
[10860] = {
["T"] = "莫克纳萨的美味",
["O"] = "收集3根迅猛龙肋排和3块蛇肉。",
["S"] = {
"迅猛龙肋排",
"蛇肉",
},
},
[24510] = {
["T"] = "进入寒冰堡垒",
["O"] = "从冰冠堡垒一侧进入到灵魂洪炉，在那里找到吉安娜·普罗德摩尔女士。",
},
[88916] = {
["T"] = "光耀入侵：苏雷吉之末",
["O"] = "协助圣焰之耀，在阿拉希之末瓦解苏雷吉的部队。",
["S"] = {
"使用战地药剂（可选）",
"瓦解苏雷吉部队",
},
},
[14307] = {
["T"] = "固执的风",
["O"] = "消灭5名旋风雷暴行者。",
["S"] = {
"消灭旋风雷暴行者",
},
},
[44914] = {
["T"] = "武器战士：顺手牵羊",
["O"] = "前往艾萨拉的熊头，拜访克希雷姆之塔。",
},
[37752] = {
["T"] = "宠物对战激活",
},
[39595] = {
["T"] = "鲜血与献礼",
["O"] = "在圣剑谷收集7份挑战者的献礼。",
["S"] = {
"挑战者的献礼",
},
},
[45787] = {
["T"] = "甲虫的召唤",
["O"] = "前往希利苏斯向大元帅斯诺·落雪报到。",
},
[29645] = {
["T"] = "赫尔默大使",
["O"] = "杀死12名秘教仪祭师和赫尔默大使，然后去奥金顿的暗影迷宫找战地指挥官玛弗恩。",
["S"] = {
"消灭秘教仪祭师",
"消灭赫尔默大使",
},
},
[79701] = {
["T"] = "救兵已至",
["O"] = "在榭台击退蛛魔的袭击。",
["S"] = {
"击退蛛魔入侵",
"检查奥蕾莉亚·风行者的状况",
},
},
[27631] = {
["T"] = "高阶指挥官的一票",
["O"] = "跟奥丹姆拉穆卡恒军团前哨的高阶指挥官卡姆塞斯谈一谈。",
},
[12268] = {
["T"] = "伐木机零件",
["O"] = "蓝天伐木场的皮普斯维克希望你去收集4个凹槽齿轮、3个刻缺链条和2个高压弹簧。",
["S"] = {
"凹槽齿轮",
"刻缺链条",
"高压弹簧",
},
},
[12396] = {
["T"] = "糖罐",
},
[12524] = {
["T"] = "风险投资公司的风险",
["O"] = "奈辛瓦里营地的蒂巴尔要你去杀死15名风险投资公司雇员，风险投资公司无赖或是风险投资公司挖掘者都可以。",
["S"] = {
"杀死风险投资公司雇员",
},
},
[12652] = {
["T"] = "喂饱食尸鬼",
["O"] = "折磨之匣的骨肠要求你在10只腐烂的食尸鬼附近使用杂碎大餐。",
["S"] = {
"为腐烂的食尸鬼喂食",
},
},
[25559] = {
["T"] = "所有权",
["O"] = "杀死10名血精灵废墟猎人。",
["S"] = {
"消灭神圣遗物学会挖掘者",
},
},
[63705] = {
["T"] = "知识守护者",
["O"] = "在学者之家营救5名记录守护者。",
["S"] = {
"营救记录守护者",
},
},
[13036] = {
["T"] = "无上的荣耀",
["O"] = "向冰冠冰川银色前线基地的北伐军指挥官恩塔里报到。",
},
[26327] = {
["T"] = "英雄安威玛尔",
["O"] = "同萨尔加斯·安威玛尔交谈。",
},
[53164] = {
["T"] = "音波之石",
["O"] = "把音波之石交给螳螂高原的哨兵指挥官奇磐。",
},
[13420] = {
["T"] = "永冻之冰",
["O"] = "返回丹尼芬雷，向卡尔德询问关于永冻之冰的事。",
},
[27095] = {
["T"] = "粘丝的威胁",
["O"] = "杀死12只掠网蜘蛛。",
["S"] = {
"杀死掠网蜘蛛",
},
},
[27351] = {
["T"] = "皇家的奖励",
["O"] = "进入影牙城堡，从指挥官斯普林瓦尔那里夺得斯普林瓦尔的磨刀石，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"斯普林瓦尔的磨刀石",
"月钢锭",
"不死肌腱",
},
},
[28271] = {
["T"] = "降低产量",
["O"] = "杀死15名司克诺兹挖掘者或司克诺兹监督者。",
["S"] = {
"在月亮方尖碑杀死司克诺兹雇员",
},
},
[27863] = {
["T"] = "杀戮熔炉竞技场：血眼斗士！",
["O"] = "进入杀戮熔炉竞技场，击败胡尔德普！",
["S"] = {
"击败胡尔德普",
},
},
[14060] = {
["T"] = "小菜一碟",
["O"] = "将20份南瓜馅饼交给雷霆崖外宴会区的玛哈拉·金穗。",
["S"] = {
"南瓜馅饼",
},
},
[14188] = {
["T"] = "为弗瑞恩报仇！",
["O"] = "瑟蕾莉亚要你跟弗瑞恩的哨站的苏伦谈一谈。",
},
[40877] = {
["T"] = "英灵殿：纵枪行乐",
["O"] = "前往英灵殿，从奥丁手里取得活力符文石。",
["S"] = {
"活力符文石",
},
},
[66391] = {
["T"] = "废墟里见！",
["O"] = "在卡恩萨尔遗迹与拉南和拉索斯见面。",
},
[42933] = {
["T"] = "万恶穴居人",
["O"] = "在苍白栖地消灭25个邪岩穴居人。",
["S"] = {
"消灭邪岩穴居人",
},
},
[84822] = {
["T"] = "前往伊斯卡拉",
["O"] = "在伊斯卡拉与赫米特·奈辛瓦里见面。",
},
[29655] = {
["T"] = "特殊的布",
["O"] = "杀死战争使者沃姆罗格，把他的战袍带给在地狱火堡垒破碎大厅里的石头守卫斯托克顿。",
["S"] = {
"沃姆罗格的战袍",
},
},
[11938] = {
["T"] = "争取时间",
["O"] = "悲叹通灵塔里的萨萨里安要求你杀进圣城恩其拉，消灭20名天灾军团士兵。如果你需要帮助，就使用鲁瑞德的骨头。",
["S"] = {
"消灭恩其拉中的天灾军团士兵",
},
},
[25297] = {
["T"] = "疯从口出",
["O"] = "收集石花、苦寒之花和一撮暗焰余烬。",
["S"] = {
"石花",
"苦寒之花",
"暗焰余烬",
},
},
[72535] = {
["T"] = "巨龙时代（60-69）E",
},
[44973] = {
["T"] = "养育你的恐嘴雏龙",
["O"] = "把你的恐嘴雏龙提升到25级。",
},
[61868] = {
["T"] = "不安的卧底",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败顿德里·黏指",
},
},
[10873] = {
["T"] = "夜间的绑架",
["O"] = "斥候纳弗林要你去灵网山脊解救6名被网住的沙塔尔战士，然后返回沙塔尔营地向他复命。",
["S"] = {
"解救沙塔尔战士",
},
},
[31447] = {
["T"] = "苦难的终结",
["O"] = "杀死黑暗院长加丁。",
["S"] = {
"消灭黑暗院长加丁",
},
},
[5501] = {
["T"] = "集骨者",
["O"] = "从科多兽坟场收集10根科多兽骨，把它们交给兽人小屋的比布里·弗斯巴克。",
["S"] = {
"科多兽骨",
},
},
[29009] = {
["T"] = "糖罐",
},
[79703] = {
["T"] = "飘渺的希望",
["O"] = "与赫雷卡一起制作一件陶器。",
["S"] = {
"将矿石放入锻炉",
},
},
[8673] = {
["T"] = "血蹄长者",
},
[65452] = {
["T"] = "探险者遇险",
["O"] = "在狂野海滩营救3名龙鳞探险队成员。",
["S"] = {
"营救探路者波比",
"营救档案员矛花",
"营救探洞者拉基伊",
},
},
[9253] = {
["T"] = "符文看守者德尔雅",
["O"] = "与永歌森林和幽魂之地交界处的符文看守者德尔雅谈一谈。",
},
[6462] = {
["T"] = "巨魔符咒",
["O"] = "将8个巨魔符咒交给地狱咆哮岗哨的米苏瓦。",
["S"] = {
"巨魔符咒",
},
},
[50605] = {
["T"] = "联盟战事",
["O"] = "在赞达拉或被占领的战争前线区域完成4个世界任务。",
},
[11897] = {
["T"] = "炸毁虫孔",
["O"] = "哈默希尔中士要你使用火焰炸弹摧毁无畏要塞西南方和西北方的虫孔。",
["S"] = {
"在南部虫孔安装炸弹",
"在北部虫孔安装炸弹",
},
},
[65837] = {
["T"] = "松木的困局",
["O"] = "在欧恩哈拉平原与松木哨站的哨兵欧勒克交谈。",
},
[44140] = {
["T"] = "从内部瓦解",
["O"] = "在法罗纳尔的征服岗哨寻找考瓦斯·血棘。",
},
[72536] = {
["T"] = "巨龙时代（60-69）E",
},
[42899] = {
["T"] = "LFGDungeons - Legion - Heroic Random - Nth",
},
[12409] = {
["T"] = "糖罐",
},
[36746] = {
["T"] = "完好如初的尖啸吼板",
["O"] = "将神器进行展览。",
["S"] = {
"将神器进行展览",
},
},
[38318] = {
["T"] = "飞檐走壁",
["O"] = "在山梁顶端发射雷铸爪钩枪，利用它飞越赫达沙尔的城墙。",
["S"] = {
"利用爪钩枪飞越城墙",
},
},
[12793] = {
["T"] = "地平线上的硝烟",
["O"] = "希姆托加的巫医库弗要你前往圣光据点，向莉安娜中士报到。\n\n玛尔卡会向你提供必需的交通工具。",
},
[40716] = {
["T"] = "第六人",
["O"] = "到达拉然下水道的意志竞技场与雷特森·焰怒见面。",
["S"] = {
"进入达拉然的下水道",
},
},
[28482] = {
["T"] = "苏拉赫的礼物",
["O"] = "与朝圣崖的哈里森·琼斯交谈。",
},
[65803] = {
["T"] = "前往城市",
["O"] = "与席卡尔车队一同前往流浪者大草原。",
["S"] = {
"与商队碰面",
},
},
[40878] = {
["T"] = "突袭紫罗兰监狱：装死",
["O"] = "制作2个故障检测晶塔。前往紫罗兰监狱并获取一个离子激光螺栓。然后把所有东西交给达拉然的钳工蒂迪。",
["S"] = {
"故障检测晶塔",
"离子激光螺栓",
"击败第三个逃跑的囚犯",
},
},
[13177] = {
["T"] = "绝不留情",
["O"] = "冬拥堡垒的指挥官萨纳斯要你去杀死10个部落玩家。",
},
[29510] = {
["T"] = "变废为宝",
["O"] = "通过分解散落在暗月马戏团地上的废弃的武器收集6份占卜者之尘。",
["S"] = {
"占卜者之尘",
},
},
[30534] = {
["T"] = "找帮手",
["O"] = "和你的好朋友谈一谈，请他们来日歌农场帮把手。",
["S"] = {
"找人帮忙",
},
},
[26992] = {
["T"] = "痛苦不堪",
["O"] = "采集8株狂野末日草。",
["S"] = {
"狂野末日草",
},
},
[27477] = {
["T"] = "肥胖的巨虫",
["O"] = "在东瘟疫之地的北部荒野中找到淤血虫，并消灭它。",
["S"] = {
"消灭淤血虫",
},
},
[13625] = {
["T"] = "学习骑战",
["O"] = "使用刺击技能攻击一个近战目标5次，使用碎盾技能攻击2个脆弱的远程目标，使用冲锋技能攻击2个脆弱的冲锋目标，然后回到银色比武场，向斥候沙琳蒂亚复命。\n\n如果你丢失了长枪，可以在银色盟约大帐或者兽栏附近的长枪架上再拿一根。",
["S"] = {
"对近战目标使用刺击",
"对脆弱的远程目标使用碎盾",
"对脆弱的冲锋目标使用冲锋",
},
},
[72537] = {
["T"] = "巨龙时代（60-69）E",
},
[65801] = {
["T"] = "自报家门",
["O"] = "向席卡尔氏族的成员介绍自己。",
["S"] = {
"与欧恩·瑟什滕谈一谈",
"与阿鲁和贝丽卡谈一谈",
"与兽王努库特谈一谈",
},
},
[90968] = {
["T"] = "泰坦的异动",
["O"] = "在多恩诺嘉尔的地下堡行者总部寻找达格兰·索瑞森二世。",
},
[65796] = {
["T"] = "最佳防御……",
["O"] = "消灭碎牙者赛伦娜。",
["S"] = {
"消灭碎牙者赛伦娜",
},
},
[46510] = {
["T"] = "舰船墓场",
["O"] = "在荒弃海湾深处寻找传闻中的宝箱。",
["S"] = {
"荒弃海湾的宝藏",
},
},
[65795] = {
["T"] = "平原下一站",
["O"] = "在红玉之鳞岗哨与陶拉萨大使见面。",
},
[28144] = {
["T"] = "可恶的小偷！",
["O"] = "取回6箱被遗忘者营地“补给品”。",
["S"] = {
"被遗忘者营地“补给品”",
},
},
[7101] = {
["T"] = "哨塔和碉堡",
["O"] = "占领敌方的某座哨塔，然后向霜狼村的提卡·血牙复命。",
["S"] = {
"占领哨塔",
},
},
[48558] = {
["T"] = "铁潮帮",
["O"] = "从铁潮杀手和铁潮灵射手身上收集3把艾泽里特弯刀和2个艾泽里特火药。",
["S"] = {
"艾泽里特弯刀",
"灵射手的艾泽里特火药之角",
},
},
[49070] = {
["T"] = "献给死神的灵魂",
["O"] = "在托加体内收集10个鲜血巨魔灵魂。",
["S"] = {
"获取鲜血巨魔的灵魂",
},
},
[28656] = {
["T"] = "怪异的生命之力",
["O"] = "与冬泉谷雪山小屋的巫医玛艾里交谈。",
},
[25048] = {
["T"] = "海边打捞",
["O"] = "收集7份热砂补给品。",
["S"] = {
"热砂补给品",
},
},
[25304] = {
["T"] = "萨尔多之战",
["O"] = "跟萨尔多岛的塔姆布莉谈一谈。",
},
[28784] = {
["T"] = "加入战斗！",
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
},
[65794] = {
["T"] = "照护之责",
["O"] = "见证黑龙蛋回归新生法池。",
["S"] = {
"强化红玉誓言石",
},
},
[65791] = {
["T"] = "生命缚誓者的义务",
["O"] = "在红玉誓言石旁与阿莱克丝塔萨见面。",
},
[52654] = {
["T"] = "阵营战役",
["O"] = "在风之救赎号上向哈尔弗·维姆班恩报到。",
},
[38684] = {
["T"] = "阅读树叶",
["O"] = "收集5片腐化花瓣。",
["S"] = {
"腐化花瓣",
},
},
[90969] = {
["T"] = "泰坦控制台",
["O"] = "在过载地下堡中寻找一部达格兰的泰坦控制台。",
["S"] = {
"开启过载的泰坦控制台",
},
},
[29936] = {
["T"] = "即时通信",
["O"] = "在古鲁金猴山的酋长卡哈卡哈附近使用地狱咆哮之拳信号弹。",
["S"] = {
"通知幸存者",
},
},
[27352] = {
["T"] = "液体黄金",
["O"] = "找到一瓶斯坦索姆圣水。",
["S"] = {
"斯坦索姆圣水",
},
},
[30064] = {
["T"] = "抢救经书",
["O"] = "收集6本古旧的经书。",
["S"] = {
"古旧的经书",
},
},
[27864] = {
["T"] = "杀戮熔炉竞技场：致命的龙喉！",
["O"] = "进入杀戮熔炉竞技场，击败托格·掠龙者！",
["S"] = {
"击败托格·掠龙者",
},
},
[31947] = {
["T"] = "农夫老方的选票（三）：美味卷心菜",
["O"] = "种植并收获3颗绿色卷心菜，然后将15颗绿色卷心菜送给农夫老方。\n\n你可以从半山市集的商人绿野那里买到绿色卷心菜种子。耕种并灌溉后，你必须等到次日才能收获成熟的绿色卷心菜。",
["S"] = {
"种植绿色卷心菜种子",
"收获成熟的绿色卷心菜",
"绿色卷心菜",
},
},
[28376] = {
["T"] = "麦泽利安的头颅",
["O"] = "将麦泽利安的头颅交给苏拉赫的表演场的苏拉赫。",
},
[14117] = {
["T"] = "灰谷之眼",
["O"] = "杀掉8个塔伦迪斯斥候。",
["S"] = {
"消灭塔伦迪斯斥候",
},
},
[66395] = {
["T"] = "叽喳的石头",
["O"] = "调查可疑的冻土并消灭冰川地道蛛。",
["S"] = {
"消灭冰川地道蛛",
},
},
[31216] = {
["T"] = "黑暗天空",
["O"] = "和毒心者夏克里尔一起飞行时，杀死200只螳螂妖和3只恐虫或恐惧巨兽。",
["S"] = {
"与毒心者夏克里尔交谈",
"击败螳螂妖",
"击败恐虫或恐惧巨兽",
},
},
[84826] = {
["T"] = "洛万生态圆顶",
["O"] = "在洛万生态圆顶与双界行者见面。",
},
[7124] = {
["T"] = "占领矿洞",
["O"] = "占领一座矿洞，然后向霜狼村的霜狼军需官报告。",
["S"] = {
"占领矿洞",
},
},
[48606] = {
["T"] = "火炮上膛",
["O"] = "使用艾什凡火炮摧毁6份艾什凡公司补给品。发射这些火炮需要艾泽里特炮弹。",
["S"] = {
"摧毁艾什凡公司补给品",
},
},
[30168] = {
["T"] = "野蛮入侵",
["O"] = "夺回5件遭劫的锦鱼战利品。",
["S"] = {
"遭劫的锦鱼战利品",
},
},
[44463] = {
["T"] = "恶魔四伏",
["O"] = "保护国王。",
["S"] = {
"警告安度因·乌瑞恩",
},
},
[30680] = {
["T"] = "救民水火",
["O"] = "营救金·热桶、崖·火树、方老太和钟思亚。",
["S"] = {
"营救金·热桶",
"营救崖·火树",
"营救方老太",
"营救钟思亚",
},
},
[27727] = {
["T"] = "英雄的召唤：深岩之洲！",
["O"] = "跟暴风城东部大地神殿的地语者纳拉特谈一谈。",
},
[28499] = {
["T"] = "惩处入侵者",
["O"] = "杀死先贤陵墓里的任意10名尼斐塞特入侵者。",
["S"] = {
"杀死尼斐塞特入侵者",
},
},
[31448] = {
["T"] = "苦难的终结",
["O"] = "杀死黑暗院长加丁。",
["S"] = {
"消灭黑暗院长加丁",
},
},
[28493] = {
["T"] = "大酋长的命令：灰谷！",
["O"] = "去找北贫瘠之地和灰谷交界处的莫尔杉壁垒的卡德拉克。",
},
[12075] = {
["T"] = "采集样本",
["O"] = "前往佐特的北面，在水晶裂痕下面的洞穴入口处的冰巨人尸体上收集一份岩石躯体样本。完成收集工作之后把它交给峡谷中央的佐特。",
["S"] = {
"岩石躯体样本",
},
},
[64430] = {
["T"] = "覆茶难收",
["O"] = "找到塔宾斯和加宾斯。",
["S"] = {
"找到加宾斯和塔宾斯",
},
},
[48559] = {
["T"] = "圣光的礼物",
["O"] = "将圣光精华融入虚空之光熔炉。",
["S"] = {
"将圣光精华注入虚空之光熔炉",
},
},
[49071] = {
["T"] = "焚烧恐虱",
["O"] = "使用拉什克的燃烧卷轴炸死5只恐虱吸血者。",
["S"] = {
"轰炸恐虱吸血者",
},
},
[66396] = {
["T"] = "坚守的感谢",
["O"] = "将莱迈克的礼物送给6名卫兵。",
["S"] = {
"把莱迈克的礼物交给翡翠守护者",
},
},
[26964] = {
["T"] = "大酋长的命令：银松森林！",
["O"] = "去找银松森林被遗忘者统帅部的大执行官摩尔图斯。",
},
[84827] = {
["T"] = "破碎的圆顶",
["O"] = "搜索洛万生态圆顶，寻找欧·贝拉。",
["S"] = {
"找到线索",
},
},
[8685] = {
["T"] = "迷雾行者长者",
},
[9274] = {
["T"] = "水中鬼魂",
["O"] = "在附近的湖泊周围杀死8个复仇的幽灵和8个贪婪的幽灵，然后向远行者营地的游侠克雷安复命。",
["S"] = {
"消灭贪婪的幽灵",
"消灭复仇的幽灵",
},
},
[10022] = {
["T"] = "狡猾的铁腭",
["O"] = "为奥蕾莉亚要塞的波尔泰姆带回铁腭的毛皮。",
["S"] = {
"铁腭的毛皮",
},
},
[72540] = {
["T"] = "巨龙时代（70）E",
},
[53167] = {
["T"] = "冰牙毛皮披风",
["O"] = "将毛皮披风交给龙骨荒野的图尔凯。",
},
[28501] = {
["T"] = "纳奥姆保卫战",
["O"] = "在一名拉穆卡恒中士谈一谈，赢得纳奥姆保卫战。",
["S"] = {
"纳奥姆保卫战",
},
},
[38408] = {
["T"] = "新商品",
["O"] = "与克劳勒中士谈一谈。",
["S"] = {
"找到克劳勒中士",
},
},
[9581] = {
["T"] = "研究水晶",
["O"] = "使用水晶矿锄在坠毁点水晶上采集一份坠毁点水晶样本，把它交给秘血岗哨的先行官米库拉斯。",
["S"] = {
"坠毁点水晶样本",
},
},
[27633] = {
["T"] = "血神哈卡",
["O"] = "杀死哈卡的化身。",
["S"] = {
"消灭哈卡的化身",
},
},
[9786] = {
["T"] = "博哈姆废墟",
["O"] = "泰雷多尔的学者安霍尔要你去侦察博哈姆废墟。",
["S"] = {
"侦察博哈姆废墟",
},
},
[39652] = {
["T"] = "巨龙的地盘",
["O"] = "与维瑟尔交谈，然后飞到托里姆峰。",
["S"] = {
"飞到托里姆峰",
},
},
[10093] = {
["T"] = "塔哈玛特神殿",
["O"] = "前往地狱火半岛西部的塔哈玛特神殿，与智者阿曼恩谈一谈。",
},
[57263] = {
["T"] = "心能轮回：以太浮蛇",
["O"] = "消灭以太浮蛇，收集25个发光的脏器。",
["S"] = {
"发光的脏器",
},
},
[28017] = {
["T"] = "征召冒险者：血色大厅",
["O"] = "进入血色大厅。",
["S"] = {
"进入血色大厅",
},
},
[28273] = {
["T"] = "朋友的朋友",
["O"] = "哈里森要你去跟维尔萨尔绿洲的苏拉赫谈一谈。",
},
[42416] = {
["T"] = "要事会谈",
["O"] = "与达拉然的六人议会对话。",
},
[14062] = {
["T"] = "别忘了那馅料！",
["O"] = "将20份玉米馅料交给奥格瑞玛外面的昂丹尼。",
["S"] = {
"玉米馅料",
},
},
[28529] = {
["T"] = "虚空的书卷",
["O"] = "将黑暗预示文书交给洛达内尔的游侠戈琳达·纳希恩。",
},
[10989] = {
["T"] = "枯瘦的莫戈多格",
["O"] = "与枯瘦的莫戈多格谈一谈，他在刀锋山的鲜血之环外，卓尔特身旁的塔顶上。",
},
[44464] = {
["T"] = "觉醒",
["O"] = "在瓦尔莎拉见证伊利丹·怒风的觉醒。",
["S"] = {
"见证伊利丹·怒风的苏醒",
},
},
[28657] = {
["T"] = "巨大的问题",
["O"] = "你的任务是杀死普罗布里姆，一只在托尔巴拉德的路上游荡的巨型双头魔。",
["S"] = {
"消灭普罗布里姆",
},
},
[90972] = {
["T"] = "共同的事业",
["O"] = "与阿达拉斯交谈。",
["S"] = {
"向阿达拉斯询问蕾欧娜的下落",
},
},
[13548] = {
["T"] = "糖罐",
},
[65752] = {
["T"] = "奥术纷扰",
["O"] = "消灭6只进食的浮龙。",
["S"] = {
"消灭进食的浮龙",
},
},
[49218] = {
["T"] = "漂泊者",
["O"] = "与船难海角的“刀子嘴”简谈谈。",
},
[78685] = {
["T"] = "隧道尽头",
["O"] = "调查关于塔尔罗克的传闻。",
["S"] = {
"在塔尔罗克附近找到麦格尼和达格兰",
},
},
[2751] = {
["T"] = "野人装甲",
["O"] = "将2副青铜花纹护腕、2把青铜巨剑和2只锋利的爪子交给奥格瑞玛的奥罗克·沃姆什。",
["S"] = {
"青铜花纹护腕",
"青铜巨剑",
"锋利的爪子",
},
},
[48560] = {
["T"] = "暗影的礼物",
["O"] = "将暗影精华灌注进虚空之光熔炉。",
["S"] = {
"将暗影精华注入虚空之光熔炉",
},
},
[65750] = {
["T"] = "八腿憎恶",
["O"] = "在寒网谷消灭10个寒网爬行者或寒网爬蛛，以及3个拜荒照看者。",
["S"] = {
"消灭寒网爬行者或者寒网爬蛛",
"消灭拜荒照看者",
},
},
[12397] = {
["T"] = "糖罐",
},
[25049] = {
["T"] = "踩水坑",
["O"] = "杀死8名潮行巨人。",
["S"] = {
"消灭潮行巨人",
},
},
[25305] = {
["T"] = "别回头",
["O"] = "杀死10条憎世纳迦以及他们的首领。",
["S"] = {
"击败憎世纳迦",
},
},
[875] = {
["T"] = "鹰身人首领",
["O"] = "在北贫瘠之地的无水岭消灭6只巫翼杀戮者。",
["S"] = {
"消灭巫翼杀戮者",
},
},
[11386] = {
["T"] = "悬赏：帕萨雷恩的投影仪",
["O"] = "商人扎雷姆要求你夺得帕萨雷恩的投影仪。将投影仪带回沙塔斯城的贫民窟交给他，就能领取奖赏。\n\n该任务只能在英雄模式下完成。",
["S"] = {
"帕萨雷恩的投影仪",
},
},
[11514] = {
["T"] = "维持传送门",
["O"] = "夺取10块走私来的法力晶格，把它们带回沙塔斯城，交给圣光广场上的主教纳苏恩。",
["S"] = {
"走私来的法力晶格",
},
},
[36273] = {
["T"] = "恼人的杂草",
["O"] = "消灭20个怨叶魔荚人。",
["S"] = {
"消灭怨叶魔荚人",
},
},
[53168] = {
["T"] = "魔法望远镜",
["O"] = "返还望远镜。",
},
[45482] = {
["T"] = "奥术法师：蔑潮的命运",
["O"] = "搜索贾德维克，寻找卷轴中提到的维库人。",
["S"] = {
"与猎手斯洛迪交谈",
},
},
[28498] = {
["T"] = "纳奥姆的秘密",
["O"] = "获得8块阿图希特的记录碎片。",
["S"] = {
"阿图希特的记录碎片",
},
},
[31575] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[77662] = {
["T"] = "援军的号召",
["O"] = "在繁梦峭壁与珊蒂斯和莉莉安会面。",
},
[78686] = {
["T"] = "灯熄火寂",
["O"] = "在威尔汉之征附近找到泰纳尔和艾米拉。",
},
[28121] = {
["T"] = "加德纳尔大军",
["O"] = "杀死12名加德纳尔邪恶势力的成员。",
["S"] = {
"杀死加德纳尔的邪恶势力成员",
},
},
[28377] = {
["T"] = "黏肠峡谷的营救",
["O"] = "去找暮光高地黏肠峡谷的科林·桑德玛尔。",
},
[28633] = {
["T"] = "应许约柜",
["O"] = "把应许约柜中的东西交给布莱恩·铜须。",
["S"] = {
"泰坦圆盘",
},
},
[65735] = {
["T"] = "通缉：库斯托斯",
["O"] = "消灭库斯托斯。",
["S"] = {
"消灭库斯托斯",
},
},
[58288] = {
["T"] = "太阳王的选民",
["O"] = "在奥丹姆击败3个阿玛赛特稀有敌人。",
},
[29401] = {
["T"] = "吹跑了",
["O"] = "珈珈想让你在奥格瑞玛城中收集5个飘走的气球。",
["S"] = {
"飘走的气球",
},
},
[29657] = {
["T"] = "能力越强，责任越大",
["O"] = "阿达尔要你前往风暴要塞的能源舰，杀死机械领主卡帕西图斯。",
["S"] = {
"消灭机械领主卡帕西图斯",
},
},
[13612] = {
["T"] = "莫尔杉的防御",
["O"] = "莫尔杉壁垒的卡德拉克要你杀死5名灰谷步兵和5名灰谷弓箭手。",
["S"] = {
"击败灰谷步兵",
"击败灰谷弓箭手",
},
},
[30169] = {
["T"] = "掠夺者首领司罗凡",
["O"] = "击败司罗凡。",
["S"] = {
"消灭司罗凡",
},
},
[72543] = {
["T"] = "巨龙时代（70）E",
},
[30681] = {
["T"] = "救民水火",
["O"] = "营救金·热桶、崖·火树、方老太和钟思亚。",
["S"] = {
"营救金·热桶",
"营救崖·火树",
"营救方老太",
"营救钟思亚",
},
},
[65717] = {
["T"] = "主要动机",
["O"] = "将年鉴回响带给流亡洞穴的菲历姆。",
},
[28504] = {
["T"] = "大酋长的命令：千针石林！",
["O"] = "前往尘泥沼泽南部的泥链镇，向奈瑟报告。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在泥链镇与奈瑟交谈",
},
},
[62896] = {
["T"] = "选择路线",
},
[47025] = {
["T"] = "鲜血死亡骑士：伊利达雷的援手",
["O"] = "在达拉然街道上找到考瓦斯·血棘。",
["S"] = {
"找到考瓦斯·血棘",
},
},
[78687] = {
["T"] = "空难余物",
["O"] = "从不屈号的坚兵处收集4个寻回的火绒盒。",
["S"] = {
"寻回的火绒盒",
},
},
[79711] = {
["T"] = "简直恶心",
["O"] = "将让人感觉眼熟的附肢带给阿库比安。",
["S"] = {
"让人感觉眼熟的附肢",
},
},
[53374] = {
["T"] = "BFA 111-119 E",
},
[26866] = {
["T"] = "下面的敌人",
["O"] = "跟石头守卫库尔加克谈一谈。",
},
[82783] = {
["T"] = "克罗米的魔典",
["O"] = "完成“克罗米的魔典”事件。",
["S"] = {
"完成“克罗米的魔典”场景战役",
"与克罗米交谈（可选）",
},
},
[13033] = {
["T"] = "雷吼长者",
},
[84831] = {
["T"] = "洛万滋孽",
["O"] = "在洛万生态圆顶消灭10个入侵生物。",
["S"] = {
"消灭入侵生物",
},
},
[218] = {
["T"] = "冰与火",
["O"] = "杀死冷酷的格瑞克尼尔、6个霜鬃剑士，3个霜鬃巨魔新兵以及游荡的火元素。",
["S"] = {
"消灭冷酷的格瑞克尼尔",
"消灭游荡的火元素",
"消灭霜鬃巨魔新兵",
"消灭霜鬃剑士",
},
},
[65702] = {
["T"] = "驱役成狂",
["O"] = "取回40份不稳定的奥术能量。",
["S"] = {
"不稳定的奥能",
},
},
[5561] = {
["T"] = "诱捕科多兽",
["O"] = "将科多兽诱引器和3头被驯服的科多兽交给瑟卡布斯库的营地中的斯米德·瑟卡布斯库。",
["S"] = {
"驯服科多兽",
},
},
[72544] = {
["T"] = "巨龙时代（70）E",
},
[53169] = {
["T"] = "元素之核",
["O"] = "将元素之核交给艾萨拉的海达克西斯公爵。",
},
[14330] = {
["T"] = "被囚的公主",
["O"] = "进入玛拉顿，寻找柯尔拉。",
},
[34531] = {
["T"] = "Upper Blackrock Spire Challenge Mode - Consolation (Nth)",
},
[38322] = {
["T"] = "回到林地",
["O"] = "回瓦尔莎拉的塞纳留斯林地找玛法里奥·怒风。",
},
[9842] = {
["T"] = "最锋利的刀刃",
["O"] = "将10柄沼牙切割者之刃交给萨布拉金的加巴林卡。",
["S"] = {
"沼牙切割者之刃",
},
},
[78688] = {
["T"] = "火海中的牢笼",
["O"] = "用艾米拉的神圣烈焰烧毁10个蜃鱼人牢笼。",
["S"] = {
"烧毁牢笼",
},
},
[56241] = {
["T"] = "保存的线索",
["O"] = "搜索辛艾萨莉，寻找关于奥术宝箱的情报。",
},
[35811] = {
["T"] = "荣耀的证明：火山领主伊格尼斯",
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
},
[57265] = {
["T"] = "心能轮回：枯竭问题",
["O"] = "从心能提取器中获得一个浓缩的心能微粒。",
["S"] = {
"激活心能提取器",
},
},
[41394] = {
["T"] = "微笑服务",
["O"] = "为强尼·傲森将无敌的缰绳卖给哥特·韦德斯潘。",
["S"] = {
"售出无敌的缰绳",
},
},
[44258] = {
["T"] = "紫罗兰监狱：进入紫罗兰监狱",
["O"] = "击败袭击紫罗兰监狱的敌方领袖。",
["S"] = {
[2] = "残破的传送门碎片",
},
},
[28130] = {
["T"] = "不友善的村落",
["O"] = "指挥官马库斯·约翰森要你前往洛斯贝格村杀死14名村民。洛斯贝格村位于营地以北，就在右边。",
["S"] = {
"洛斯贝格村居民",
},
},
[65690] = {
["T"] = "教徒的疑虑",
["O"] = "在焖燃栖地找到阿雅珊兹。",
["S"] = {
"找到阿雅珊兹",
},
},
[40373] = {
["T"] = "新的方向",
["O"] = "在凯恩和奥图里斯之间做出选择。",
["S"] = {
"观察审判之池",
},
},
[903] = {
["T"] = "猎杀雌狮",
["O"] = "从雌性草原狮身上收集5只猎手之爪。",
["S"] = {
"猎手之爪",
},
},
[44466] = {
["T"] = "不明朗的道路",
["O"] = "在瓦尔莎拉的梦境林地见证伊利丹的坚韧经历。",
["S"] = {
"见证伊利丹的坚韧经历",
},
},
[28764] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[39651] = {
["T"] = "格噜普斯",
["O"] = "消灭格噜普斯。",
["S"] = {
"消灭格噜普斯",
},
},
[25056] = {
["T"] = "可怕的灰熊",
["O"] = "获得5张染病褐熊的毛皮。",
["S"] = {
"染病褐熊的毛皮",
},
},
[40931] = {
["T"] = "追踪诅咒",
["O"] = "护送瑞维尔·考斯特从暮色森林的密斯特曼托庄园前往逆风小径的埃瑞丁营地。",
["S"] = {
"跟随瑞维尔前往埃瑞丁营地",
},
},
[77665] = {
["T"] = "缚为一体",
["O"] = "询问谢露恩关于净化石头的事。",
["S"] = {
"向谢露恩询问石头的事",
},
},
[5943] = {
["T"] = "基泽尔顿车队",
["O"] = "护送基泽尔顿车队通过玛诺洛克集会所，然后与瑟卡布斯库的营地的斯米德谈一谈，领取你的奖励。",
["S"] = {
"护送基泽尔顿车队通过玛诺洛克集会所",
},
},
[79713] = {
["T"] = "月下剖心游",
["O"] = "收集寻肝者的肠子和嚼肉者的胃。",
["S"] = {
"寻肝者的肠子",
"嚼肉者的胃囊",
},
},
[65662] = {
["T"] = "凋零密院",
["O"] = "与凋零密院的魔药设计师马里莱斯谈谈。",
},
[8827] = {
["T"] = "冬天的礼物",
["O"] = "与冬天爷爷谈一谈。他就在铁炉堡的烟林牧场商人附近。",
},
[31581] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[44259] = {
["T"] = "紫罗兰监狱：进入紫罗兰监狱",
["O"] = "击败袭击紫罗兰监狱的敌方领袖。",
["S"] = {
[2] = "残破的传送门碎片",
},
},
[25306] = {
["T"] = "你参军了！",
["O"] = "[ph] Log Description",
["S"] = {
"测试弹射系统",
},
},
[6391] = {
["T"] = "飞往铁炉堡",
["O"] = "从狮鹫管理员布洛兰·风须那里租一只狮鹫飞往铁炉堡，然后将格雷姆罗克的名单交给铁炉堡的高尼尔·石趾。",
},
[26355] = {
["T"] = "杉德尔船长的藏宝",
["O"] = "在风车旁的空酒壶里寻找下一条线索。",
},
[52146] = {
["T"] = "血之沙",
["O"] = "等待古兹伯特·侧械和凯尔希·钢烁的归来。",
["S"] = {
"等待古兹伯特·侧械归来",
"等待凯尔希·钢烁归来",
},
},
[72546] = {
["T"] = "学术援助",
["O"] = "在塞隆哨站与索诺瓦·雪山见面。",
},
[53170] = {
["T"] = "无疤的黑色鳞片",
["O"] = "尝试在黑石山找到拉希奥。",
},
[26842] = {
["T"] = "凭空出现",
["O"] = "从藓皮斥候或藓皮猛击者身上收集12只豺狼人的耳朵。",
["S"] = {
"藓皮豺狼人的耳朵",
},
},
[26995] = {
["T"] = "鲜血淋漓的内脏",
["O"] = "收集6副“健康”的野兽内脏",
["S"] = {
"“健康”的野兽内脏",
},
},
[38323] = {
["T"] = "回到林地",
["O"] = "回瓦尔莎拉的塞纳留斯林地找玛法里奥·怒风。",
},
[27251] = {
["T"] = "微笑的吉姆",
["O"] = "与塞拉摩城堡顶层的盖兰·维米斯队长谈一谈。",
},
[27866] = {
["T"] = "杀戮熔炉竞技场：卡尔德的造物！",
["O"] = "进入杀戮熔炉竞技场，击败拼装巨人！",
["S"] = {
"击败拼装巨人",
},
},
[56242] = {
["T"] = "保存的线索",
["O"] = "搜索辛艾萨莉，寻找关于奥术宝箱的情报。",
},
[28378] = {
["T"] = "寻找范妮",
["O"] = "寻找并营救范妮·桑德玛尔。",
["S"] = {
"营救范妮·桑德玛尔",
},
},
[28634] = {
["T"] = "大灭绝",
["O"] = "杀死12只暴怒的枭兽。",
["S"] = {
"消灭暴怒的枭兽",
},
},
[57778] = {
["T"] = "玛卓克萨斯式工作",
["O"] = "在努拉基尔与低语者维恩见面。",
},
[27763] = {
["T"] = "前往熔光镇",
["O"] = "使用熔光码头后面的传送器登上山崖，然后向荒芜之地熔光镇的道尔夫·柏拉木报到。",
},
[84834] = {
["T"] = "风暴裂口",
["O"] = "将6份虚空裂口精华带给风暴原野的萨拉塔斯。",
["S"] = {
"虚空裂口精华",
},
},
[42931] = {
["T"] = "毁灭之锤的下落",
["O"] = "跟萨尔和米尔拉一起乘着风暴比克飞进大漩涡。",
["S"] = {
"搭乘风暴比克飞进大漩涡",
},
},
[12146] = {
["T"] = "奇怪的符号",
["O"] = "带上精美的战斗号角前往龙眠神殿，看看那里有谁可以评估一下这潜在的威胁。",
},
[60338] = {
["T"] = "炽蓝仙野之旅",
["O"] = "前往炽蓝仙野，寻找能带你觐见寒冬女王的人。",
["S"] = {
"激活通往炽蓝仙野的传送门",
},
},
[72547] = {
["T"] = "学术收获",
["O"] = "从碧蓝林海的拜荒者手中夺回熊怪神器。",
["S"] = {
"重见天日的熊怪神器",
},
},
[30682] = {
["T"] = "救民水火",
["O"] = "营救金·热桶、崖·火树、方老太和钟思亚。",
["S"] = {
"营救金·热桶",
"营救崖·火树",
"营救方老太",
"营救钟思亚",
},
},
[61874] = {
["T"] = "暗影国度：冷冽的召唤",
["O"] = "与奥格瑞玛格罗玛什要塞外的达里安·莫格莱尼碰面。",
},
[31194] = {
["T"] = "镇压滑鳞氏族",
["O"] = "击败滑鳞蜥蜴领主。",
["S"] = {
"消灭滑鳞蜥蜴领主",
},
},
[65518] = {
["T"] = "蜜蜂之魂",
["O"] = "把蜜蜂之魂带给森林之心中的丘法。",
},
[7927] = {
["T"] = "暗月入口套牌",
["O"] = "当暗月马戏团来到镇上的时候，把入口套牌交给他们。",
},
[78691] = {
["T"] = "胆怯不再",
["O"] = "在不屈号废墟旁营救麦斯米兰。",
["S"] = {
"击败占骨者钩颌",
},
},
[79715] = {
["T"] = "大刀阔斧法",
["O"] = "收集盛宴暴食者大脑。",
["S"] = {
"肿胀的暴食者大脑",
},
},
[65517] = {
["T"] = "企鹅之魂",
["O"] = "把企鹅之魂带给森林之心中的丘法。",
},
[49075] = {
["T"] = "安托鲁斯，燃烧王座：黑暗通道",
["O"] = "从安托鲁斯，燃烧王座的猎魂者伊墨纳尔身上收集4枚通行符文（英雄难度）。",
["S"] = {
"通行符文",
},
},
[65516] = {
["T"] = "绵羊之魂",
["O"] = "把绵羊之魂带给森林之心中的丘法。",
},
[65515] = {
["T"] = "猪之魂",
["O"] = "把猪之魂带给森林之心中的丘法。",
},
[65513] = {
["T"] = "跃足兽之魂",
["O"] = "把跃足兽之魂带给森林之心中的丘法。",
},
[8686] = {
["T"] = "高山长者",
},
[12155] = {
["T"] = "击碎南瓜",
["O"] = "将烧焦的神圣符记交给戴面具的孤儿院长。",
},
[52147] = {
["T"] = "削弱部落",
["O"] = "和杰塔瑞斯将军交谈，乘船前往纳兹米尔。",
},
[72548] = {
["T"] = "巨龙时代（60-69）E",
},
[53171] = {
["T"] = "破旧的暮光之鳞",
["O"] = "解开谜题。",
},
[583] = {
["T"] = "欢迎来到丛林",
["O"] = "与赫米特·奈辛瓦里二世谈一谈。",
},
[9454] = {
["T"] = "狩猎月痕鹿",
["O"] = "将6份月痕鹿的嫩腰肉交给碧蓝岗哨的艾克提恩。",
["S"] = {
"月痕鹿的嫩腰肉",
},
},
[25460] = {
["T"] = "大地崛起",
["O"] = "消灭6只灼热的岩土元素。",
["S"] = {
"消灭灼热的岩土元素",
},
},
[12859] = {
["T"] = "火仍在烧！",
["O"] = "圣光据点的萨满长者莫奇希望你前往怒爪巢穴，使用怒爪灭火器扑灭15堆火焰。",
["S"] = {
"扑灭火焰",
},
},
[39348] = {
["T"] = "英灵殿：首要材料",
["O"] = "从英灵殿（英雄难度）取得永恒之沙，并调配一份千万战痕合剂，然后把它们交给达拉然的奥拉尔德。",
["S"] = {
"永恒之沙",
"千万战痕合剂",
},
},
[79716] = {
["T"] = "脚下的历史",
["O"] = "从戈尔格林之岬的元素生物那里收集20个破损圣物碎片。",
["S"] = {
"破损圣物碎片",
},
},
[20440] = {
["T"] = "有毒的水",
["O"] = "获取6只草原狼的爪子和4只平原陆行鸟的爪子。",
["S"] = {
"草原狼的爪子",
"平原陆行鸟的爪子",
},
},
[57267] = {
["T"] = "心能轮回：花之力",
["O"] = "收集6朵阿德利马的百合。",
["S"] = {
"阿德利马的百合",
},
},
[14165] = {
["T"] = "冷若岩石",
["O"] = "去山麓矿场抱一个被石化的山麓矿工回来，交给奥格瑞玛火箭车换乘站的霍扎克·齐格尼伯。",
["S"] = {
"运送石化的矿工",
},
},
[26740] = {
["T"] = "克拉兹克烹饪术",
["O"] = "把克拉兹克的烹调锅带给克拉兹克。",
},
[42420] = {
["T"] = "法罗迪斯宫廷",
["O"] = "在阿苏纳完成任意4个世界任务",
},
[42932] = {
["T"] = "石母所知",
["O"] = "前往塞拉赞恩的王座，与石母塞拉赞恩谈一谈。",
},
[10862] = {
["T"] = "向部落投降",
["O"] = "罗卡格要你在沙塔斯城贫民窟找到救赎者瑞拉克，逼迫他和他的同族向部落投降。",
},
[60339] = {
["T"] = "灰烬王庭",
["O"] = "决定灰烬王庭的宾客和设施，然后尽力取悦宾客。",
["S"] = {
"检查宾客名单",
},
},
[72549] = {
["T"] = "巨龙时代（60-69）E",
},
[13627] = {
["T"] = "砍木头",
["O"] = "把12块做工粗糙的木板交给银色比武场的贝兹尔·布拉斯波。",
["S"] = {
"做工粗糙的木板",
},
},
[61875] = {
["T"] = "雨露均沾",
["O"] = "在炽蓝仙野的森林中收集30份蓟落露水。",
["S"] = {
"蓟冠露水",
},
},
[11502] = {
["T"] = "保卫哈兰",
["O"] = "在哈兰击败10名敌对方玩家，然后向塔拉的拉库尔复命。",
["S"] = {
"消灭哈兰敌方战斗人员",
},
},
[28790] = {
["T"] = "私人召唤",
["O"] = "先知克洛伽希望你到奥格瑞玛去找他。",
},
[13819] = {
["T"] = "英雄：结果好，一切都好",
["O"] = "将回复代码阿尔法交给达拉然的罗宁。",
},
[743] = {
["T"] = "风怒鹰身人",
["O"] = "给血蹄村的卢尔·鹰爪带回8只风怒鹰身人的爪子。",
["S"] = {
"风怒鹰身人的爪子",
},
},
[79717] = {
["T"] = "准入方式",
["O"] = "调查进入皇家珍藏苑的三处潜在入口。",
["S"] = {
"勘察主入口",
"勘察水道",
"勘察屋顶",
},
},
[64947] = {
["T"] = "助我一臂之力",
["O"] = "协助菲历姆。",
["S"] = {
"取得自动体之手",
},
},
[49076] = {
["T"] = "安托鲁斯，燃烧王座：黑暗通道",
["O"] = "从安托鲁斯，燃烧王座的猎魂者伊墨纳尔身上收集4枚通行符文（史诗难度）。",
["S"] = {
"通行符文",
},
},
[12398] = {
["T"] = "糖罐",
},
[25051] = {
["T"] = "黑雾灭绝",
["O"] = "在黑雾洞穴里摧毁8枚黑雾之卵。",
},
[12654] = {
["T"] = "兼职猎人",
["O"] = "将匹奇的遗体交给湖边着陆场的塔玛拉·摇链。",
["S"] = {
"匹奇的遗体",
},
},
[40934] = {
["T"] = "黑暗骑士",
["O"] = "在卡拉赞墓穴打败黑暗骑士并取得天启。",
["S"] = {
"打败黑暗骑士",
"取得天启",
},
},
[28788] = {
["T"] = "加入战斗！",
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
},
[52148] = {
["T"] = "自由镇: 海盗末路",
["O"] = "在自由镇地下城中击杀哈兰·斯威提。",
["S"] = {
"击败自由镇的哈兰·斯威提",
},
},
[36277] = {
["T"] = "德拉诺满级地下城（额外）奖励任务",
},
[53172] = {
["T"] = "风险投资公司商业计划书",
["O"] = "在棘齿城与里扎雷克斯会面。",
},
[26843] = {
["T"] = "小小聪明指挥官",
["O"] = "杀死指挥官纳兹利姆。",
["S"] = {
"消灭“指挥官”纳兹利姆",
},
},
[75622] = {
["T"] = "召唤所有竞争者！",
["O"] = "前往瓦德拉肯的角斗士的庇护，将传单交给卡尔德拉克斯。",
},
[27355] = {
["T"] = "皇室的恩赐",
["O"] = "进入影牙城堡，从高弗雷勋爵那里夺得晦暗之球，还有迷失灵魂之书和5份幽灵精华。",
["S"] = {
"晦暗之球",
"迷失灵魂之书",
"幽灵精华",
},
},
[36686] = {
["T"] = "突袭黑石矿坑",
["O"] = "突袭戈尔隆德黑石矿坑中的黑石兽人。",
["S"] = {
"突袭黑石矿坑中的黑石兽人",
},
},
[27867] = {
["T"] = "杀戮熔炉竞技场：剔骨男爵！",
["O"] = "进入杀戮熔炉竞技场，击败吉奥弗雷·塔尔文领主！",
["S"] = {
"击败吉奥弗雷·塔尔文领主",
},
},
[39861] = {
["T"] = "整顿事态",
["O"] = "到克拉苏斯平台去找奥鲁丹·白云搭乘载具，到达洛拉希尔以后去找玛法里奥·怒风谈谈。",
["S"] = {
"飞到瓦尔莎拉 ",
},
},
[887] = {
["T"] = "南海海盗",
["O"] = "在勇士岛上杀死8个南海杀手或南海私掠者。",
["S"] = {
"杀死勇士岛海盗",
},
},
[28635] = {
["T"] = "闹鬼事件",
["O"] = "调查丹加洛克是否有闹鬼的现象。",
["S"] = {
"调查丹加洛克的闹鬼事件。",
},
},
[14446] = {
["T"] = "大灾变！",
["O"] = "娜布莉亚希望你观察先知之水中的景象。",
["S"] = {
"观察先知之水中的景象",
},
},
[41909] = {
["T"] = "追踪蔑潮",
["O"] = "使用侦察地图并完成“追踪蔑潮”系列任务。",
},
[42421] = {
["T"] = "堕夜精灵",
["O"] = "在苏拉玛完成任意4个世界任务",
},
[29659] = {
["T"] = "丢失的宝物",
["O"] = "前往风暴要塞的能源舰，为阿达尔拿回军团宝箱中的光耀之怒。",
["S"] = {
"光耀之怒",
},
},
[59828] = {
["T"] = "自押自擂",
["O"] = "当提欧出现在伤逝剧场时将其击败。",
["S"] = {
"消灭提欧",
},
},
[44262] = {
["T"] = "魔法回廊：进入魔法回廊",
["O"] = "击败魔法回廊的顾问凡多斯。",
["S"] = {
[2] = "枯竭的法力宝珠",
},
},
[38796] = {
["T"] = "邪能页岩矿层样本",
["O"] = "把邪能页岩矿层样本带给达拉然的迪格丝大妈。",
},
[13605] = {
["T"] = "最后的难民",
["O"] = "安全护送考古学家霍莉。",
["S"] = {
"安全护送考古学家霍莉。",
},
},
[65399] = {
["T"] = "结构图再同化：好奇的水晶探嗅者",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[62388] = {
["T"] = "祭仪密院",
["O"] = "提高你的名望。",
},
[62900] = {
["T"] = "生长导灵器",
["O"] = "将导灵器添加到羁绊熔炉，并应用到尼娅的槽位中。",
},
[65398] = {
["T"] = "结构图再同化：打造的怨恨飞蜂",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[47541] = {
["T"] = "最好的防御",
["O"] = "在破碎之野消灭20个攻击者。",
["S"] = {
"消灭袭击者",
},
},
[48053] = {
["T"] = "重压船锚",
["O"] = "将一箱邪能页岩带给暴风城港口的沃尔科特·桑顿。",
["S"] = {
"一箱邪能页岩",
},
},
[24437] = {
["T"] = "先到先得",
["O"] = "沿着破碎海岸主要房产用地放置拉克卡斯的占地之旗。",
["S"] = {
"占领南部宝塔",
"占领临海高塔",
"占领北部遗迹景区",
},
},
[65460] = {
["T"] = "你的第一个声乐源锁",
["O"] = "完成声乐源锁。",
["S"] = {
"完成密文",
},
},
[39501] = {
["T"] = "灵魂之井",
["O"] = "在史诗难度地狱火堡垒中的血魔身上收集4块灵魂残片。",
["S"] = {
"灵魂残片",
},
},
[8892] = {
["T"] = "阳帆港",
["O"] = "杀死5名失心者暴徒和5名失心者无赖，然后向永歌森林的游侠戴戈利恩复命。",
["S"] = {
"消灭失心者暴徒",
"消灭失心者无赖",
},
},
[26357] = {
["T"] = "邪恶的面貌",
["O"] = "在辛萨罗用蒂基之炬点燃8张蒂基面具。",
["S"] = {
"烧毁蒂基面具",
},
},
[34742] = {
["T"] = "Upper Blackrock Spire Challenge Mode - Consolation (Nth)",
},
[27253] = {
["T"] = "调查废墟",
["O"] = "调查尘泥沼泽与贫瘠之地边境处的树荫旅店。",
},
[27381] = {
["T"] = "旅伴",
["O"] = "在皇冠哨塔找到愿意与你们同行的人。",
["S"] = {
"找到一名旅伴",
},
},
[65390] = {
["T"] = "结构图再同化：不可言喻的掠行者",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[65389] = {
["T"] = "结构图再同化：匍匐元蛛",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[28533] = {
["T"] = "高阶议会的决定",
["O"] = "跟奥丹姆拉穆卡恒的法奥瑞斯国王谈一谈。",
},
[28789] = {
["T"] = "加入战斗！",
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
},
[54709] = {
["T"] = "糖罐",
},
[10428] = {
["T"] = "失踪的渔夫",
["O"] = "在秘银岛东南角正对秘蓝岛海岸边的码头上找到库雷。",
},
[78696] = {
["T"] = "塔尔罗克不得进",
["O"] = "在塔尔罗克的入口处清理侵蚀的野兽。",
["S"] = {
"消灭侵蚀的野兽",
},
},
[31093] = {
["T"] = "《雾锁猢狲》",
["O"] = "将《雾锁猢狲》带给闻道之座的游学者周卓。",
},
[65381] = {
["T"] = "结构图再同化：砂翼猎鹰",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[11900] = {
["T"] = "监测数据",
["O"] = "永生之盾的大法师伯林纳德要你去收集他安装在考达拉的监测仪器上的数据。",
["S"] = {
"收集魔枢的地质读数",
"收集考达拉南部的地质读数",
"收集考达拉北部的地质读数",
"收集考达拉西部的地质读数",
},
},
[82792] = {
["T"] = "万矿俱在",
["O"] = "前往欧珀岩矿，找到阿尔威加。",
},
[65379] = {
["T"] = "结构图再同化：断离之扎雷骁骑",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[51888] = {
["T"] = "海岛探险",
["O"] = "与雷兹奥昆船长对话以开始探险，然后探索神秘海岛。",
["S"] = {
"与雷兹奥昆船长谈一谈",
},
},
[33514] = {
["T"] = "仪式",
["O"] = "杀掉寒冰之王亚门纳尔。",
["S"] = {
"消灭寒冰之王亚门纳尔",
},
},
[65361] = {
["T"] = "结构图再同化：掘洞元袋熊",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[12924] = {
["T"] = "重铸盟约",
["O"] = "前往丹尼芬雷，请求约库姆国王帮忙重铸托里姆的护甲。完成约库姆交付的任务之后，与丹尼芬雷的亚米尔德谈一谈。",
["S"] = {
"将弗约恩之砧带到丹尼芬雷",
},
},
[65360] = {
["T"] = "结构图再同化：恐吓元蛇",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[27254] = {
["T"] = "黑色盾牌",
["O"] = "把被熏黑的铁盾牌带给蕨墙村的克罗格。",
},
[65359] = {
["T"] = "结构图再同化：硬壳",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[13820] = {
["T"] = "布拉斯波兄弟",
["O"] = "与银色比武场的贝兹尔·布拉斯波谈一谈。",
},
[65358] = {
["T"] = "结构图再同化：迷你元螺",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[872] = {
["T"] = "前沿哨所的进攻",
["O"] = "杀掉5名钢鬃防御者、5名钢鬃织棘者，以及克里尼格·糟鼻。拿到糟鼻的獠牙。",
["S"] = {
"消灭钢鬃织棘者",
"消灭钢鬃防御者",
"克里尼格·糟鼻的獠牙",
},
},
[78697] = {
["T"] = "鬼镇幽魂",
["O"] = "利用调查技能调查在塔尔罗克发生的事件。",
["S"] = {
"告诉麦格尼你已整装待发",
},
},
[48054] = {
["T"] = "重压船锚",
["O"] = "将一箱邪能页岩带给锈水港的克鲁达·雷手。",
["S"] = {
"一箱邪能页岩",
},
},
[64949] = {
["T"] = "出于研究目的",
["O"] = "从源生前庭的警惕的自动体身上收集12个完好无损的自动体碎片。",
["S"] = {
"完好无损的自动体碎片",
},
},
[65461] = {
["T"] = "你的第一个中音源锁",
["O"] = "完成中音源锁。",
["S"] = {
"完成密文",
},
},
[55058] = {
["T"] = "图纸：保险柜机钥匙",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
},
[31094] = {
["T"] = "锦鱼传",
["O"] = "将《鱼尾传》带给闻道之座的游学者周卓。",
},
[47594] = {
["T"] = "这些我要了，谢谢！",
["O"] = "为格里伏塔获取10,000枚空气硬币。",
["S"] = {
"空气硬币",
},
},
[25564] = {
["T"] = "暴风城海豹突击队",
["O"] = "找到6件暴风城海豹突击队员装备。",
["S"] = {
"暴风城海豹突击队员装备",
},
},
[25820] = {
["T"] = "母亲的担忧",
["O"] = "杀死10条海湾裂鳍鱼。",
["S"] = {
"消灭海湾裂鳍鱼",
},
},
[52150] = {
["T"] = "杀死一名黑暗游侠",
["O"] = "听珊蒂斯·羽月讲解计划。",
["S"] = {
"珊蒂斯解释计划",
},
},
[39659] = {
["T"] = "冬幕节礼物",
},
[53174] = {
["T"] = "鱼人的眼球",
["O"] = "解开谜题。",
},
[57490] = {
["T"] = "安全航行",
["O"] = "击败拾荒的穴居人并夺回梅卡托克的逃生舱。",
["S"] = {
"激活比斯顿和队员",
},
},
[27100] = {
["T"] = "暮光调查",
["O"] = "从上层银沼的水银软泥怪身上获得4份暮光调查笔记。",
["S"] = {
"暮光调查笔记",
},
},
[27356] = {
["T"] = "议会的未来",
["O"] = "进入影牙城堡，从沃登勋爵那里夺取沃登的药剂，还有5捆月触之木和5束不死肌腱。",
["S"] = {
"沃登的药剂",
"月触之木",
"不死肌腱",
},
},
[27612] = {
["T"] = "内部攻破",
["O"] = "打开提尔之手修道院藏书房和武器大厅的银色传送门。",
["S"] = {
"打开武器大厅的传送门",
"打开藏书房的传送门",
},
},
[27868] = {
["T"] = "杀戮熔炉竞技场：暮光的恐惧！",
["O"] = "进入杀戮熔炉竞技场，击败吞噬者余烬之痕！",
["S"] = {
"击败吞噬者余烬之痕",
},
},
[65331] = {
["T"] = "草药疗法",
["O"] = "消灭30个有知觉的蔓生植物和6个蔓生食肉植物。",
["S"] = {
"消灭有知觉的蔓生植物",
"消灭蔓生食肉植物",
},
},
[34540] = {
["T"] = "Draenor Challenge Mode - Silver Addition (Nth)",
},
[65329] = {
["T"] = "安谧避风港",
["O"] = "向安谧港的伯瓦尔回报。",
},
[66411] = {
["T"] = "水中纷扰",
["O"] = "收集10条温水河鱼和6份多汁的钳蟹肉。",
["S"] = {
"捕捉温水河鱼",
"多汁的钳蟹肉",
},
},
[41911] = {
["T"] = "不朽啤酒花",
["O"] = "和瓦尔莎拉的芙勒瑞斯·星叶谈一谈，并用20张石皮皮革交换一包不朽啤酒花。",
["S"] = {
"与芙勒瑞斯·星叶交谈",
},
},
[29404] = {
["T"] = "Much to Learn",
["O"] = "Speak to Master Shang Xi.",
},
[29660] = {
["T"] = "拯救生态船",
["O"] = "阿达尔希望你能前往风暴要塞的生态船，杀死指挥官萨拉妮丝、高级植物学家弗雷温以及看管者索恩格林。",
["S"] = {
"消灭指挥官萨拉妮丝",
"消灭高级植物学家弗雷温",
"消灭看管者索恩格林",
},
},
[65327] = {
["T"] = "结构图再同化：元螈飞掠者",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[26487] = {
["T"] = "海蛇草论捆卖",
["O"] = "从纳迦探险者身上获得6捆海蛇草。",
["S"] = {
"海蛇草",
},
},
[44471] = {
["T"] = "洞察视觉",
["O"] = "使用幽灵视觉。",
["S"] = {
"使用幽灵视觉",
},
},
[1918] = {
["T"] = "被污染的水元素",
["O"] = "将被污染的水球交给灰谷碎木哨岗的马斯托克·维尔西斯。",
},
[27383] = {
["T"] = "小帕米拉",
["O"] = "在达隆郡找到帕米拉·雷德帕斯。",
},
[30261] = {
["T"] = "翻滚俱乐部：蟠龙脊",
["O"] = "完成蟠龙脊的翻滚路线。",
["S"] = {
"与科拉·羽足交谈",
},
},
[9789] = {
["T"] = "狩猎裂蹄牛",
["O"] = "杀死12头裂蹄牛，然后向纳格兰奈辛瓦里狩猎队营地的赫米特·奈辛瓦里复命。",
["S"] = {
"消灭裂蹄牛",
},
},
[77675] = {
["T"] = "共创美好未来",
["O"] = "帮助谢露恩对珊蒂斯施行分离仪式。",
["S"] = {
"跟谢露恩谈谈仪式",
},
},
[47543] = {
["T"] = "克罗米的死期",
["O"] = "与克罗米对话，然后穿越未来，查明她为什么会死。",
},
[48055] = {
["T"] = "天界金之力",
["O"] = "制作一件天界金胸甲。你可以通过阿古斯的矿石开采、与其他玩家交易或从拍卖行得到材料。",
["S"] = {
"制造天界胸甲",
},
},
[64950] = {
["T"] = "互利共赢",
["O"] = "使用自动体之手激活自动体控制台，获取贮藏所珍宝。",
["S"] = {
"发现源生贮藏所",
},
},
[65267] = {
["T"] = "鹰过拔毛",
["O"] = "消灭8个尖翔枯萎者和10个尖翔妖爪者。",
["S"] = {
"消灭尖翔枯萎者",
"消灭尖翔妖爪者",
},
},
[49591] = {
["T"] = "REUSE ME",
["O"] = "前往地图上你认为宝石应该位于的位置并取回oa颗宝石。找到宝石后，将它们打磨成形。",
},
[10557] = {
["T"] = "试飞：风动电容器",
["O"] = "与拉雷·萨普纳波谈一谈，并使用风动电容器。",
["S"] = {
"测试塔利的装置",
},
},
[11005] = {
["T"] = "鸦爪祭司的秘密",
["O"] = "从瑟维里那儿获取暗影药剂。前往斯克提斯，利用暗影药剂找到并杀死伊沙尔、斯卡基克和塞尔利克三位鸦爪祭司。完成任务后向空军指挥官阿达利斯复命。",
["S"] = {
"消灭鸦爪祭司伊沙尔",
"消灭鸦爪祭司斯卡基克",
"消灭鸦爪祭司塞尔利克",
},
},
[8687] = {
["T"] = "目标：佐拉坑道蝎",
["O"] = "击杀30只佐拉坑道蝎，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 VII才能完成这个任务。",
["S"] = {
"消灭佐拉坑道蝎",
},
},
[44268] = {
["T"] = "英灵殿：奥丁的挑战",
["O"] = "击败英灵殿中的奥丁。",
["S"] = {
[2] = "奥丁的挑战",
},
},
[31095] = {
["T"] = "《魔古的黑心》",
["O"] = "将《魔古的黑心》带给闻道之座的游学者周卓。",
},
[72556] = {
["T"] = "巨龙时代（70）E",
},
[53175] = {
["T"] = "前线战事",
["O"] = "前往伯拉勒斯港向莱斯顿·卡尔恩报到。",
},
[65103] = {
["T"] = "带回更多失落之魂",
["O"] = "从噬渊中拯救20个灵魂。",
["S"] = {
"从噬渊中解救灵魂",
},
},
[9455] = {
["T"] = "奇怪的发现",
["O"] = "将微微发光的水晶交给碧蓝岗哨的大主教梅内莱厄斯。",
},
[12861] = {
["T"] = "巨魔疯啦！",
["O"] = "祖达克圣光据点的怒爪酋长希望你使用从达库鲁巨魔身上找到的达库鲁“开锁器”，解救8名被俘虏的怒爪狼獾人。",
["S"] = {
"解救被俘虏的怒爪狼獾人",
},
},
[9711] = {
["T"] = "残忍的玛提斯",
["O"] = "秘血岗哨的守备官库卢斯要你俘获残忍的玛提斯。",
["S"] = {
"抓获残忍的玛提斯",
},
},
[55735] = {
["T"] = "保卫大漩涡",
["O"] = "击败艾泽里特元素，封印位于大漩涡的艾泽拉斯创伤。",
["S"] = {
"通过击败敌人和治愈伤口来保卫大漩涡",
"消灭艾泽里特巨怪",
},
},
[39864] = {
["T"] = "风暴峡湾",
["O"] = "前往达拉然，在紫罗兰城堡与纳萨诺斯·凋零者谈一谈。",
["S"] = {
"前往达拉然",
},
},
[62727] = {
["T"] = "9.0 Rated PvP Incentive - Shadowlands Season 1 Exclusive Mount",
},
[27128] = {
["T"] = "戈多克的国王",
["O"] = "杀死戈多克大王。",
["S"] = {
"消灭戈多克大王",
},
},
[82796] = {
["T"] = "三矿盲区",
["O"] = "在欧珀岩矿第三入口处与阿尔威加见面。",
},
[27384] = {
["T"] = "帕米拉的洋娃娃",
["O"] = "找到帕米拉的洋娃娃。",
["S"] = {
"帕米拉的洋娃娃",
},
},
[42424] = {
["T"] = "追寻他的足迹",
["O"] = "派出你的勇士调查大法师瓦格斯的旅程。",
},
[42936] = {
["T"] = "在此一举",
["O"] = "把5个乳石守护者送到埃奥瑟拉身边。",
["S"] = {
"集结乳石守护者",
"把守护者送到埃奥瑟拉身边",
},
},
[28408] = {
["T"] = "大胆",
["O"] = "收集12根完好的猫头鹰羽毛。",
["S"] = {
"完好如初的猫头鹰羽毛",
},
},
[60343] = {
["T"] = "欢迎来到奥格瑞玛",
["O"] = "在城门与考克·菲兹波普碰面。",
},
[72557] = {
["T"] = "巨龙时代（70）E",
},
[63140] = {
["T"] = "古旧的奥伯勒隆铭文",
["O"] = "把古旧的奥伯勒隆铭文带给威·娜莉的庇护所的威·娜莉。",
},
[58676] = {
["T"] = "休眠的毁灭者",
},
[11503] = {
["T"] = "新仇旧怨",
["O"] = "在哈兰击败10名敌对方玩家，然后向加拉达尔的卡尔托格复命。",
["S"] = {
"消灭哈兰敌方战斗人员",
},
},
[38127] = {
["T"] = "Cata/MoP 80-89",
},
[33233] = {
["T"] = "短缺奖励",
},
[11887] = {
["T"] = "应急的物资",
["O"] = "从坠机的菲兹兰克侦察机飞行员尸体上收集7个侏儒应急工具包，将它们交给牦牛村的菲兹克斯·盖维斯特。",
["S"] = {
"侏儒应急工具包",
},
},
[79725] = {
["T"] = "这不是暖手袋",
["O"] = "拉南希望你消灭12个鳄鱼人。",
["S"] = {
"消灭鳄鱼人",
},
},
[40943] = {
["T"] = "密报：突袭沙塔斯市中心",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[49080] = {
["T"] = "终止召唤",
["O"] = "消灭召唤师雅尔兹。",
["S"] = {
"消灭召唤师雅尔兹",
},
},
[12399] = {
["T"] = "糖罐",
},
[33721] = {
["T"] = "加兹鲁维的解决方案",
["O"] = "摧毁雷神储备点、黑石熔炉和军需品登陆点。",
["S"] = {
"摧毁雷神储备点",
"摧毁军需品登陆点",
"摧毁黑石熔炉",
},
},
[25465] = {
["T"] = "还是被缩小的巨人",
["O"] = "使用索尔宾的超级压缩器攻击海岸巨人，收集6份微缩残渣。",
["S"] = {
"微缩残渣",
},
},
[25565] = {
["T"] = "语言的碎片",
["O"] = "收集5份远古符文碑刻。",
["S"] = {
"远古符文碑刻",
},
},
[25593] = {
["T"] = "救命螺",
["O"] = "收集8枚呼吸螺，把它们交给被困住的奈瑟匹拉幸存者。",
["S"] = {
"营救气泡贝壳附近的幸存者",
},
},
[25721] = {
["T"] = "抗击洪水",
["O"] = "摧毁10名洪水元素。",
["S"] = {
"消灭洪水元素",
},
},
[26333] = {
["T"] = "没坦克！",
["O"] = "用高新榴弹在碎轮的军械库摧毁5台修复的步行坦克。",
["S"] = {
"摧毁被修复的步行坦克",
},
},
[53176] = {
["T"] = "烁光圣甲虫",
["O"] = "将圣甲虫交给奥丹姆的高阶指挥官卡姆塞斯。",
},
[8894] = {
["T"] = "清理广场",
["O"] = "杀死6只法力蛇和6只以太魔，然后向永歌森林达斯维瑟广场的看守者维林森复命。",
["S"] = {
"消灭法力蛇",
"消灭以太魔",
},
},
[60397] = {
["T"] = "协助玛卓克萨斯",
["O"] = "在玛卓克萨斯完成3个世界任务。",
},
[13679] = {
["T"] = "候选者的挑战",
["O"] = "和侍从大卫谈一谈，召唤你的对手。击败银色勇士之后回到银色比武场，向奥术师泰利斯复命。\n\n如果你丢失了长枪，可以在银色盟约大帐或者兽栏附近的长枪架上再拿一根。",
["S"] = {
"击败银色勇士",
},
},
[27613] = {
["T"] = "杀手",
["O"] = "干掉提尔之手修道院钟楼里的杀手洛汗。",
["S"] = {
"消灭杀手洛汗",
},
},
[8891] = {
["T"] = "被放弃的研究",
["O"] = "将魔导师达斯维瑟的日记交还给永歌森林远行者居所的魔导师达斯维瑟。",
},
[79726] = {
["T"] = "“编目”",
["O"] = "取回7件泰坦神器。",
["S"] = {
"收集泰坦神器",
},
},
[64988] = {
["T"] = "蛇之魂",
["O"] = "把蛇之魂带给森林之心中的丘法。",
},
[28637] = {
["T"] = "美味的熊肉",
["O"] = "杀死15头碎齿熊。",
["S"] = {
"消灭碎齿熊",
},
},
[82798] = {
["T"] = "我们的欧珀",
["O"] = "帮助森德拉格从欧珀岩矿收集8块欧珀矿石。",
["S"] = {
"收集欧珀",
},
},
[9730] = {
["T"] = "暗潮纳迦的首领",
["O"] = "杀死环礁湖的哈格哈兹王子，然后返回赞加沼泽的塞纳里奥庇护所，向监护者哈穆特领取奖赏。",
["S"] = {
"消灭哈格哈兹王子",
},
},
[11454] = {
["T"] = "寻找主谋",
["O"] = "在黑石深渊的酒吧中找到科林·烈酒。",
},
[42937] = {
["T"] = "针石强袭",
["O"] = "和埃奥瑟拉一起飞到针石熔渣场，击败深渊灾星波罗克。",
["S"] = {
"和埃奥瑟拉一起飞到针石熔渣场",
"和埃奥瑟拉一起攻击针石熔渣场",
"消灭深渊灾星波罗克",
},
},
[64942] = {
["T"] = "兵主的召唤",
["O"] = "与奥利波斯的塔尔-伊纳拉交谈，前往仲裁官密室。",
["S"] = {
"与塔尔-伊纳拉交谈，前往仲裁官密室",
},
},
[60344] = {
["T"] = "找到你的道路",
["O"] = "在兽栏与罗哈卡·獠殴交谈。",
["S"] = {
"向守卫询问兽栏管理员在哪里",
},
},
[44473] = {
["T"] = "联盟的武器",
["O"] = "在暴风城法师区和伊利达雷会面。",
},
[11902] = {
["T"] = "致命的谷物",
["O"] = "回到致远郡，向吉拉德·格林复命。",
},
[64941] = {
["T"] = "鸡之魂",
["O"] = "把鸡之魂带给森林之心中的丘法。",
},
[32505] = {
["T"] = "破碎的侍从官",
["O"] = "获得侍从官之肩、侍从官之颅、侍从官之杖、侍从官之发和侍从官之躯。",
["S"] = {
"侍从官之发",
"侍从官之肩",
"侍从官之杖",
"侍从官之躯",
},
},
[64875] = {
["T"] = "妙不可言",
["O"] = "前往流亡洞穴，亲眼见证莎伊祖拉身上发生的事情。",
["S"] = {
"向菲历姆征求意见",
},
},
[77679] = {
["T"] = "增援索莉多米",
["O"] = "与提尔要塞水库的索莉多米谈一谈。",
},
[78703] = {
["T"] = "真相雪隐",
["O"] = "调查塔尔罗克矿井后方的洞穴。",
["S"] = {
"进入洞穴",
},
},
[79727] = {
["T"] = "就是因为闪",
["O"] = "从巨型鳄鱼人处取回神器。",
["S"] = {
"收集泰坦神器",
},
},
[25978] = {
["T"] = "冰中之棺",
["O"] = "在盔枕湖打破六口冰墓，解救困在里面的被冻结的巡山人。",
["S"] = {
"解救被冻结的巡山人",
},
},
[13054] = {
["T"] = "失踪的猎人",
["O"] = "前往格罗玛什坠毁点东南边的基莫拉克之巢，寻找猎户瓦尔兹。",
},
[82799] = {
["T"] = "蛛网包石头",
["O"] = "在欧珀岩矿解救6位土灵工人。",
["S"] = {
"救出欧珀岩矿工",
},
},
[27130] = {
["T"] = "拯救扭木",
["O"] = "与费尔古斯·扭木交谈。",
},
[50617] = {
["T"] = "阿图阿曼",
["O"] = "在阿图阿曼与沃里克见面。",
},
[85871] = {
["T"] = "游学探奇：利刃的军队",
["O"] = "击败萨拉塔斯的部队。",
["S"] = {
"消灭萨拉塔斯的部队",
},
},
[13822] = {
["T"] = "英雄：霍迪尔的徽记",
["O"] = "将霍迪尔的徽记交给奥杜尔档案馆中的勘探员罗尔伦。\n\n你可以向档案馆控制台查询如何获得霍迪尔的徽记。",
["S"] = {
"霍迪尔的徽记",
},
},
[14334] = {
["T"] = "肥肠",
["O"] = "麦拉斯要你去杀掉肥肠。",
["S"] = {
"击败肥肠",
},
},
[49393] = {
["T"] = "蛮项人",
["O"] = "在蛮项营地与塔加尔特谈谈。",
},
[53177] = {
["T"] = "损坏的罗盘",
["O"] = "找到罗盘的主人。",
},
[52856] = {
["T"] = "群蛇登台",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败希兹克",
},
},
[37818] = {
["T"] = "领巢者伊里克斯必须死！",
["O"] = "从霜火岭南风崖的领巢者伊里克斯身上取得碎冰甲壳。",
["S"] = {
"碎冰甲壳",
},
},
[29434] = {
["T"] = "坦克指挥官",
["O"] = "用你的暗月坦克在规定时间内摧毁30个目标。",
["S"] = {
"摧毁目标",
},
},
[55225] = {
["T"] = "特别的汁液",
},
[39354] = {
["T"] = "柳林小精灵",
["O"] = "引导小精灵穿过隐秘之池并种下8棵树木。",
["S"] = {
"与失落小精灵建立连接",
},
},
[79728] = {
["T"] = "大概没事吧",
["O"] = "与泰坦宝珠互动。",
["S"] = {
"与泰坦宝珠互动",
},
},
[40378] = {
["T"] = "加入伊利达雷：灰舌",
["O"] = "激活军团传送门，召集灰舌部队。",
["S"] = {
"灰舌部队",
},
},
[40890] = {
["T"] = "艾露恩之泪",
["O"] = "使用达拉然的中央传送器，把艾露恩之泪放到画像室里。",
["S"] = {
"使用达拉然的中央传送器",
},
},
[66417] = {
["T"] = "补给回收",
["O"] = "收集8块鲸骨碎片和30份浸水的木材。",
["S"] = {
"鲸骨碎片",
"浸水的木材",
},
},
[58297] = {
["T"] = "无面者的蛮勇面具",
["O"] = "在惊魂幻象内将无面者的蛮勇面具放回祭坛。",
},
[84848] = {
["T"] = "虚空之前",
["O"] = "说服撰魂师与你们联手。",
["S"] = {
"归还匕首",
},
},
[25211] = {
["T"] = "大扫除",
["O"] = "杀掉丹奥加兹的5名龙喉兽人。",
["S"] = {
"杀死龙喉兽人",
},
},
[25467] = {
["T"] = "克里克拉克的腹中餐",
["O"] = "从克里克拉克那里夺得被腐蚀的钥匙，用它打开柯尔普萨之森中的半埋的提箱。",
["S"] = {
"被腐蚀的钥匙",
},
},
[43962] = {
["T"] = "命运之刃",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[25595] = {
["T"] = "可以食用",
["O"] = "收集8块钳嘴石斑鱼的肉。",
["S"] = {
"钳嘴石斑鱼的肉",
},
},
[26107] = {
["T"] = "振奋精神",
["O"] = "从高地阔步龙和高地长尾龙身上取得10个高地迅猛龙的眼球。",
["S"] = {
"高地迅猛龙的眼球",
},
},
[62614] = {
["T"] = "蘑网巡逻：暮辉林地",
["O"] = "乘坐蘑网，消灭暮辉林地内的30个被附身的入侵者。",
["S"] = {
"和玛拉斯缪斯谈一谈",
},
},
[9279] = {
["T"] = "你活下来了！",
["O"] = "与埃门谷坠毁点的普罗尼图斯谈一谈。",
},
[27003] = {
["T"] = "轻松赚钱",
["O"] = "陪伴埃达尔拉的车队进入奥丹姆。",
["S"] = {
"护送车队",
},
},
[77681] = {
["T"] = "警告所有对手！",
["O"] = "前往瓦德拉肯的角斗士的庇护，将传单交给卡尔德拉克斯。",
},
[78705] = {
["T"] = "临终闪回",
["O"] = "调查斯卡丁留下的宝石。",
["S"] = {
"检查宝石",
},
},
[28667] = {
["T"] = "大酋长的命令：燃烧平原！",
["O"] = "去找燃烧平原焰星哨站的阿里乌克。",
},
[28795] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[24542] = {
["T"] = "一朵奇怪的花",
["O"] = "在蔓生绿洲里初生的花朵上获得不寻常的花芽。",
["S"] = {
"不寻常的花芽",
},
},
[33211] = {
["T"] = "永恒之疑",
["O"] = "正确回答一个由伊夫琳娜提出的有关艾泽拉斯历史的问题。",
["S"] = {
"回答伊夫琳娜的问题",
},
},
[34553] = {
["T"] = "Shaper Dungeon [PH] Challenge Mode - Gold Addition (Nth)",
},
[29307] = {
["T"] = "烈焰之心",
["O"] = "用250份阴燃精华为诺达希尔符文法杖充能，并获得烈焰之心。",
["S"] = {
"收集阴燃精华",
"烈焰之心",
},
},
[85873] = {
["T"] = "阴影再邀请",
["O"] = "在多恩诺嘉尔的础石大厅和双界行者见面。",
},
[11007] = {
["T"] = "凯尔萨斯和翠绿的魔珠",
["O"] = "将翠绿的魔珠交给沙塔斯城的阿达尔。",
},
[26078] = {
["T"] = "灭火",
["O"] = "使用灭火装置，扑灭铁炉堡飞行器机坪的6处大火。",
["S"] = {
"扑灭大火",
},
},
[88945] = {
["T"] = "光耀入侵：拉克-扎卡兹",
["O"] = "协助圣焰之耀，在拉克-扎卡兹瓦解苏雷吉的部队。",
["S"] = {
"瓦解苏雷吉的支持者",
},
},
[26590] = {
["T"] = "澄澈圣水",
["O"] = "从荆棘谷海角纳克迈尼圣泉里打上澄澈圣水。",
["S"] = {
"澄澈圣水",
},
},
[64582] = {
["T"] = "Yuni-Test",
},
[37819] = {
["T"] = "欢迎参加暗月竞速赛",
["O"] = "跑过暗月竞速赛起点，到达蓝色柱标，然后返回暗月竞速赛起点。",
["S"] = {
"携带一枚暗月游戏代币在起点处就位",
},
},
[64567] = {
["T"] = "失踪的学者",
["O"] = "在刻希亚找到学者罗-遂尔。",
},
[27614] = {
["T"] = "抢救血色财产",
["O"] = "获得赤红野猪、莉安娜的宝石串、乌瑟尔的罩布以及格文拉德的图章。",
["S"] = {
"赤红野猪",
"莉安娜的宝石串",
"乌瑟尔的罩布",
"格文拉德的图章",
},
},
[39355] = {
["T"] = "装备图纸：鲨鱼水箱",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[12799] = {
["T"] = "吸取灵魂",
["O"] = "赫布瓦罗的阿纳斯上尉要求你前往扎尔金之池，从迷失的达卡莱灵魂身上收集5份上古灵质。",
["S"] = {
"上古灵质",
},
},
[40379] = {
["T"] = "加入伊利达雷：库斯卡",
["O"] = "将能量灌入军团传送门激活器内，然后用它召唤你的库斯卡部队。",
["S"] = {
"为传送门供能",
},
},
[28638] = {
["T"] = "美味的枭肉",
["O"] = "杀死15只冬泉巨枭。",
["S"] = {
"消灭冬泉巨枭",
},
},
[7224] = {
["T"] = "敌人的物资",
["O"] = "给霜狼村的铁匠雷格萨带去20块护甲碎片。",
["S"] = {
"护甲碎片",
},
},
[12863] = {
["T"] = "表示感谢",
["O"] = "将医疗物资箱交给冰霜堡的格罗萨·硬须。",
},
[13183] = {
["T"] = "冬拥湖的胜利",
["O"] = "赢得一场冬拥湖战斗的胜利，然后向冬拥湖的参谋官基尔拉斯复命。你必须亲自参与战斗，才能获得胜利后的奖励。",
["S"] = {
"在冬拥湖取得胜利",
},
},
[13503] = {
["T"] = "巧克力甜又甜，全都装进彩蛋篮",
["O"] = "收集10块复活节巧克力，并将其和借来的蛋篮一并送回。",
["S"] = {
"复活节巧克力",
},
},
[13631] = {
["T"] = "结果好，一切都好",
["O"] = "将回复代码阿尔法交给达拉然的罗宁。",
},
[27516] = {
["T"] = "飞向滩头堡",
["O"] = "跟索尔顿·锤击谈一谈，跟他一起飞回滩头堡。",
["S"] = {
"跟索尔顿·锤击一起飞回滩头堡",
},
},
[72563] = {
["T"] = "巨龙时代（70）E",
},
[24624] = {
["T"] = "给迷失者的怜悯",
["O"] = "杀死8只被腐蚀的血爪迅猛龙。",
["S"] = {
"消灭被腐蚀的血爪迅猛龙",
},
},
[14037] = {
["T"] = "玉米馅料",
["O"] = "制作5份玉米馅料，把它们交给威廉·穆林，他就在幽暗城上方庭院的宴会区里。",
["S"] = {
"准备玉米馅料",
"玉米馅料",
},
},
[92018] = {
["T"] = "x.x Testing (YGR)",
},
[29308] = {
["T"] = "烈焰之心",
["O"] = "用250份阴燃精华为诺达希尔符文法杖充能，并获得烈焰之心。",
["S"] = {
"收集阴燃精华",
"烈焰之心",
},
},
[63418] = {
["T"] = "遭难的探险者",
["O"] = "营救查克的朋友",
["S"] = {
"营救洛科·戴拿迈特",
"营救芙萝拉·语梦",
"营救波克西·乔柯西",
},
},
[31966] = {
["T"] = "战斗宠物训练师：大地的裂变",
["O"] = "在宠物战斗中击败布洛克、鲍丁·固拳和高兹·怨怒。",
["S"] = {
"击败布洛克",
"击败鲍丁·固拳",
"击败高兹·怨怒",
},
},
[29436] = {
["T"] = "炮弹飞人",
["O"] = "落地时尽量靠近火炮目标以获得5点火炮目标积分。",
["S"] = {
"获得火炮目标积分",
},
},
[66152] = {
["T"] = "敢问家在何方",
["O"] = "在僻壤营地与加尔兹见面。",
},
[59070] = {
["T"] = "一份心能祭品",
["O"] = "消灭塞兹仙林的林鬼，收集乱触心能。",
["S"] = {
"收集乱触心能",
},
},
[26920] = {
["T"] = "安多哈尔之战",
["O"] = "向西瘟疫之地安多哈尔城里的库尔迪拉·织亡者报告。",
},
[28609] = {
["T"] = "该抡起锤子了！",
["O"] = "跟迪兹·石爆谈一谈。",
},
[31356] = {
["T"] = "深虑与睿智",
["O"] = "杀死疑之煞。",
["S"] = {
"消灭疑之煞",
},
},
[8688] = {
["T"] = "风路长者",
},
[64322] = {
["T"] = "法夜老兵",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[52155] = {
["T"] = "潮汐中的宝藏",
["O"] = "在哀嚎潮路收集8份船难物资。",
["S"] = {
"普罗德摩尔补给箱",
"消灭哀嚎的海妖",
},
},
[72564] = {
["T"] = "巨龙时代（70）E",
},
[64267] = {
["T"] = "威·娜莉的神秘礼物",
["O"] = "在噬渊的威·娜莉的庇护所与威·娜莉交谈。",
},
[90995] = {
["T"] = "邪能之槌号的未来",
["O"] = "选择你的勇士。",
},
[9456] = {
["T"] = "清理夜行豹……",
["O"] = "碧蓝岗哨的大主教梅内莱厄斯要求你杀死8只感染的夜行豹幼崽。",
["S"] = {
"消灭感染的夜行豹幼崽",
},
},
[38332] = {
["T"] = "游侠之王",
["O"] = "向纳萨诺斯·凋零者报到。",
},
[77684] = {
["T"] = "魔能熔池喧嚣",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[39356] = {
["T"] = "装备图纸：超大功率雾灯",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[9968] = {
["T"] = "奇怪的能量",
["O"] = "收集4份巨蛾样本和4份邪恶巨蛾样本，然后向泰罗卡森林中塞纳里奥树林外的缚地者塔弗格伦复命。",
["S"] = {
"蛾子样本",
"邪恶巨蛾样本",
},
},
[50598] = {
["T"] = "赞达拉帝国",
["O"] = "在祖达萨完成4个世界任务。",
},
[64086] = {
["T"] = "格里恩战略家",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[64084] = {
["T"] = "通灵领主战略家",
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
},
[43644] = {
["T"] = "深入海底",
["O"] = "跟埃鲁纳克一起前往瓦丝琪尔废墟。",
["S"] = {
"跟埃鲁纳克一起前往瓦丝琪尔",
},
},
[10608] = {
["T"] = "水晶剥石者的麻烦",
["O"] = "杀死10只水晶剥石者。",
["S"] = {
"消灭水晶剥石者",
},
},
[85876] = {
["T"] = "查看符文",
["O"] = "检查遗世古坟中的多块刻有符文的石碑。",
["S"] = {
"再次进入被遗忘的宝库",
},
},
[24702] = {
["T"] = "达丹加之墓",
["O"] = "收集10株血瓣花苗。",
["S"] = {
"血瓣花苗",
},
},
[60347] = {
["T"] = "你的专精是什么？",
["O"] = "与塔曼吉对话，了解战斗专精的信息。",
["S"] = {
"与塔曼吉对话，了解专精的信息",
},
},
[72565] = {
["T"] = "巨龙时代（70）E",
},
[12480] = {
["T"] = "巫妖王之怒：挺进诺森德！",
["O"] = "Speak to the Horde Recruiter inside Warsong Hold in Borean Tundra or Vengeance Landing in Howling Fjord.",
},
[32693] = {
["T"] = "完好如初的凯帕树脂容器",
["O"] = "将神器进行展览。",
},
[11504] = {
["T"] = "亡者复生！",
["O"] = "上古升降梯的奥弗斯希望你去寻找芬基尔的线索、洛丁的线索、伊斯多弗的线索和温丹的线索。",
["S"] = {
"芬基尔的线索",
"洛丁的线索",
"伊斯多弗的线索",
"温丹的线索",
},
},
[11632] = {
["T"] = "寒风中的怪兽……",
["O"] = "带着伊斯里克斯的甲壳去见战歌要塞的萨鲁法尔大王。",
},
[63419] = {
["T"] = "大量孢子",
["O"] = "收集12个奇怪",
["S"] = {
"感染的孢子",
},
},
[42233] = {
["T"] = "高岭诸族",
["O"] = "完成至高岭的任意4个世界任务。",
},
[13525] = {
["T"] = "黑木熊怪怎么了？",
["O"] = "跟黑木要塞的熊怪长者谈一谈。",
},
[12144] = {
["T"] = "害虫控制",
["O"] = "猎龙营地的肯图卡尼斯要你前往龙眠神殿周围的猛犸人营地，消灭10个冰原雪地狗头人和3个龙骨荒野猛犸人。",
["S"] = {
"冰原雪地狗头人",
"龙骨荒野猛犸人",
},
},
[24543] = {
["T"] = "妻离子散",
["O"] = "去找南贫瘠之地世仇哨站的基尔格·锐角。",
},
[12400] = {
["T"] = "糖罐",
},
[12528] = {
["T"] = "伪装奴隶",
["O"] = "以新“奴隶”的身份向狂心岭的高阶萨满祭司拉克亚克报到。",
},
[28574] = {
["T"] = "大酋长的命令：辛特兰！",
["O"] = "去找辛特兰恶齿村的断齿长者。",
},
[26110] = {
["T"] = "就像以前",
["O"] = "从被遗忘者信使身上拿到密封的信件。",
["S"] = {
"密封的信件",
},
},
[26238] = {
["T"] = "野蛮的矮人",
["O"] = "杀死10名蛮锤战士或蛮锤萨满。",
["S"] = {
"杀死蛮锤",
},
},
[26079] = {
["T"] = "通缉！奥图和法库雷斯特",
["O"] = "把奥图的徽记和法库雷斯特的徽记交给避难谷地的尼艾丝队长。",
["S"] = {
"奥图的徽记",
"法库雷斯特的徽记",
},
},
[72566] = {
["T"] = "巨龙时代（70）E",
},
[53180] = {
["T"] = "沃卢萨拉克的甲壳",
["O"] = "把甲壳交给龙骨荒野的拆解者基里克斯。",
},
[9538] = {
["T"] = "学外语……",
["O"] = "阅读奥鲁恩给你的止松熊怪语言入门，以便和碧蓝岗哨的阿基达图腾交流。",
["S"] = {
"阅读止松熊怪语言入门",
},
},
[27103] = {
["T"] = "魔藤碎片",
["O"] = "使用净化之匣封印一块魔藤碎片。",
["S"] = {
"封印的净化之匣",
},
},
[27359] = {
["T"] = "银色援兵",
["O"] = "获取4份女妖精华。",
["S"] = {
"女妖精华",
},
},
[27615] = {
["T"] = "愤怒者",
["O"] = "杀死愤怒者玛塔乌斯。",
["S"] = {
"消灭愤怒者玛塔乌斯",
},
},
[13936] = {
["T"] = "愚蠢的特维德",
["O"] = "高戈斯上尉要你跟地狱咆哮岗哨的特维德谈一谈。",
},
[39869] = {
["T"] = "释放灵魂",
["O"] = "打败海拉并释放瓦拉加尔。",
["S"] = {
"打败海拉",
},
},
[28383] = {
["T"] = "林中精灵",
["O"] = "使用疾风软杖召回5只刺枝小精灵。",
["S"] = {
"俘获刺枝小精灵",
},
},
[57276] = {
["T"] = "维持法器",
["O"] = "获得20个狂乱碎缕。这些可以从尼奥罗萨的首领和世界首领身上获得，也可以通过获得战场和竞技场的胜利或者荣誉消灭获得。",
["S"] = {
"狂乱碎缕",
},
},
[66423] = {
["T"] = "担忧与证实",
["O"] = "寻找关于废墟起源的线索。",
["S"] = {
"找到线索",
},
},
[13760] = {
["T"] = "勇士的实战训练",
["O"] = "银色比武场的伊蕾丝蒂亚·刃歌要你消灭10名被转化的英雄。",
["S"] = {
"消灭被转化的英雄",
},
},
[42429] = {
["T"] = "黑檀之寒的回忆",
["O"] = "在达拉然城里寻找一个提瑞斯法议会的影像。与他交谈获得他的智慧。",
},
[85878] = {
["T"] = "吾之王上",
["O"] = "在冰冠堡垒顶部击败篡逆者。",
["S"] = {
"消灭英雄们",
},
},
[63896] = {
["T"] = "受诅者之泪",
["O"] = "从戈尔格亚：聚魂之河中收集10份受诅者之泪。",
["S"] = {
"收集受诅者之泪",
},
},
[42234] = {
["T"] = "瓦拉加尔",
["O"] = "完成风暴峡湾的任意4个世界任务。",
},
[72567] = {
["T"] = "巨龙时代（70）E",
},
[44989] = {
["T"] = "养育你的利爪雏龙",
["O"] = "把你的利爪雏龙提升到25级。",
},
[31614] = {
["T"] = "LFGDungeons - Mists - Heroic Random - 1st",
},
[31742] = {
["T"] = "内讧",
["O"] = "杀死达尔甘和贝兰德拉·邪风。",
["S"] = {
"消灭达尔甘",
"消灭贝兰德拉·邪风",
},
},
[31455] = {
["T"] = "影踪派",
["O"] = "去火树村的影踪别院和影踪派翀大师谈一谈。",
},
[59947] = {
["T"] = "带给基地的消息",
["O"] = "返回部落营地并与恐斧督军交谈",
},
[33020] = {
["T"] = "秘密配方流失之谜",
["O"] = "击败疑之煞。",
["S"] = {
"击败疑之煞",
},
},
[41467] = {
["T"] = "唯一的选择",
["O"] = "焚烧莎拉达希尔根须。",
["S"] = {
"焚烧莎拉达希尔根须",
},
},
[8769] = {
["T"] = "条纹礼物盒",
},
[63578] = {
["T"] = "炽蓝仙野之战",
["O"] = "在炽蓝仙野之战中保护寒冬女王的印记。",
["S"] = {
"骑乘飞地外的以太浮蛇",
},
},
[9153] = {
["T"] = "阴影之下",
["O"] = "在你的地图上寻找天灾入侵的地区。击败浮空城周围的天灾士兵，摧毁一处浮空城。将10块死灵石交给东瘟疫之地圣光之愿礼拜堂的指挥官托马斯·海勒拉。",
["S"] = {
"死灵符文",
},
},
[28671] = {
["T"] = "大酋长的命令：诅咒之地！",
["O"] = "去找诅咒之地巨槌要塞的奥克莉拉。",
},
[84855] = {
["T"] = "死寂无讯",
["O"] = "在佐舒尔瞭望台寻找斥候。",
["S"] = {
"找到斥候洛·莎尔",
},
},
[85879] = {
["T"] = "节减、回收、再转售",
["O"] = "在安德麦完成3件S.C.R.A.P.的差事。",
},
[59642] = {
["T"] = "拽头发",
["O"] = "消灭战略家奥科、挑动者加尔拉克斯和军火商维契克",
["S"] = {
"清除纤细增生",
"收集骸虱鬃毛",
"收集酸吮的触角",
},
},
[30079] = {
["T"] = "朱家堡之殇",
["O"] = "与朱家堡的居民交谈，找出愿意和你说话的人。",
["S"] = {
"与沮丧的朱家戒卫交谈",
"与孙宁交谈",
"与阴交谈",
"与梅交谈",
},
},
[36286] = {
["T"] = "传送器047-B",
["O"] = "将传送器交还给古格尔。",
},
[53181] = {
["T"] = "德鲁伊毛皮",
["O"] = "将毛皮交给月光林地的洛甘纳尔。",
},
[63672] = {
["T"] = "心之呼喊",
["O"] = "在森林之心与伊瑟拉碰面。",
},
[63644] = {
["T"] = "恐惧之讯",
["O"] = "在雷文德斯的晨曦堡与雷纳索尔王子交谈。",
["S"] = {
"与堕罪堡的女男爵瓦丝琪碰面",
},
},
[11329] = {
["T"] = "想尽办法！",
["O"] = "维德瓦堡垒的克里斯托弗·斯洛安要求你给他带回5条北方鲶鱼。",
["S"] = {
"北方鲶鱼",
},
},
[45564] = {
["T"] = "燃烧的鸟",
["O"] = "收集灌邪图腾。",
["S"] = {
"灌邪图腾",
},
},
[39358] = {
["T"] = "装备图纸：防沉护盾",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[11585] = {
["T"] = "地狱咆哮的堡垒",
["O"] = "与战歌要塞的加尔鲁什·地狱咆哮谈一谈。",
},
[31615] = {
["T"] = "LFGDungeons - Mists - Heroic Random - Nth",
},
[63608] = {
["T"] = "河马之魂",
["O"] = "把河马之魂带给森林之心中的曼恩女士。",
},
[66425] = {
["T"] = "奥术超载",
["O"] = "帮助拉南驱散奥术泡泡。",
["S"] = {
"驱散奥术泡泡",
},
},
[12545] = {
["T"] = "净化金萨卡拉",
["O"] = "龙骨荒野圣光之望礼拜堂的北伐军战士瓦鲁斯要求你去消灭15个金萨卡拉天灾成员。",
["S"] = {
"消灭金萨卡拉的天灾成员",
},
},
[42430] = {
["T"] = "阿莎曼之牙",
["O"] = "骑上乌牙，搜寻阿莎曼之牙。",
["S"] = {
"骑上乌牙",
},
},
[63606] = {
["T"] = "蜘蛛之魂",
["O"] = "把蜘蛛之魂带给森林之心中的曼恩女士。",
},
[63605] = {
["T"] = "巨蜥之魂",
["O"] = "把巨蜥之魂带给森林之心中的曼恩女士。",
},
[63604] = {
["T"] = "铲齿鹿之魂",
["O"] = "把铲齿鹿之魂带给森林之心中的曼恩女士。",
},
[13761] = {
["T"] = "总决赛",
["O"] = "将三枚勇士的印记交给银色比武场的艾莱·觅星。\n\n如果你丢失了长枪，可以在银色盟约大帐或者兽栏附近的长枪架上再拿一根。",
["S"] = {
"勇士的印记",
},
},
[44990] = {
["T"] = "养育你的血眼雏龙",
["O"] = "把你的血眼雏龙提升到25级。",
},
[61885] = {
["T"] = "艾戈尔的特殊朋友",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败艾戈尔",
},
},
[75641] = {
["T"] = "完整之力",
["O"] = "再找到一个分裂的暗影烈焰火花。",
["S"] = {
"分裂的暗影烈焰火花",
},
},
[63498] = {
["T"] = "拳头或烈酒",
["O"] = "在较量中战胜铁腕贾登。",
["S"] = {
"选择拳头或烈酒",
},
},
[27210] = {
["T"] = "叛徒",
["O"] = "在塞拉摩面对5名叛逃煽动者。",
["S"] = {
"揭露叛逃煽动者",
},
},
[78713] = {
["T"] = "地心之战",
["O"] = "前往希利苏斯，与萨尔讨论遍布艾泽拉斯大陆的幻象。",
["S"] = {
"使用传送卷轴传送到希利苏斯（可选）",
"在希利苏斯与萨尔见面",
},
},
[28672] = {
["T"] = "战场上的执行官",
["O"] = "去找执行官阿伦。",
},
[57852] = {
["T"] = "地下城冒险",
},
[40041] = {
["T"] = "邪能球茎分析报告",
["O"] = "收集雷诺·布鲁菲尔德的分析报告，达妮·地触的分析报告，以及罗霍尔的分析报告。",
["S"] = {
"雷诺·布鲁菲尔德的分析报告",
"达妮·地触的分析报告",
"罗霍尔的分析报告",
},
},
[66426] = {
["T"] = "时不我待",
["O"] = "抵达东部的高塔。",
["S"] = {
"听取拉南和拉索斯的计划",
},
},
[33727] = {
["T"] = "Heal Up",
},
[84857] = {
["T"] = "尊主生态圆顶",
["O"] = "在尊主生态圆顶与双界行者见面。",
},
[34751] = {
["T"] = "好啦！",
["O"] = "从塔拉多的湖底杀手身上收集6个电磁囊。",
["S"] = {
"电磁囊",
},
},
[42238] = {
["T"] = "失踪恶魔",
["O"] = "在阿苏纳寻找达格洛普。",
},
[28653] = {
["T"] = "暗影牧师萨维斯",
["O"] = "与提瑞斯法林地丧钟镇的暗影牧师萨维斯交谈。",
},
[72570] = {
["T"] = "巨龙时代（70）E",
},
[53182] = {
["T"] = "纠缠之根",
["O"] = "将纠缠之根交给月光林地的守护者雷姆洛斯。",
},
[47992] = {
["T"] = "正义黎明",
["O"] = "使用光铸战争机甲占领复仇者庭院。",
["S"] = {
"获得光铸战争机甲的控制权",
},
},
[27104] = {
["T"] = "荒野变形者奥兹恩",
["O"] = "杀死瑟雷姆·刺蹄和荒野变形者奥兹恩。",
["S"] = {
"消灭瑟雷姆·刺蹄",
"消灭荒野变形者奥兹恩",
},
},
[27360] = {
["T"] = "为我们的士兵们复仇",
["O"] = "杀死10名第七军团潜水员。",
["S"] = {
"消灭第七军团潜水员",
},
},
[27616] = {
["T"] = "猎手",
["O"] = "杀死猎手雷奥普德。",
["S"] = {
"消灭猎手雷奥普德",
},
},
[39359] = {
["T"] = "装备图纸：海象人渔网",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[30592] = {
["T"] = "粗麻小径：前往粗麻驿站",
["O"] = "护送一队土地精前往粗麻驿站，确保至少要有一名土地精存活下来。\n\n如果你与土地精失散了，你可以去粗麻小径找找看，或是回酒坛集等候下一队土地精。",
["S"] = {
"护送土地精抵达粗麻驿站",
},
},
[31360] = {
["T"] = "给大师上一课",
["O"] = "杀死武器大师席恩。",
["S"] = {
"消灭武器大师席恩",
},
},
[28640] = {
["T"] = "新鲜的豹肉",
["O"] = "杀死15只霜刃豹或是霜刃捕食者。",
["S"] = {
"消灭霜刃豹",
},
},
[66427] = {
["T"] = "威胁突现",
["O"] = "消灭萨罗恩。",
["S"] = {
"消灭奥术操纵者萨罗恩",
},
},
[41919] = {
["T"] = "暗影现形",
["O"] = "与你在达拉然的线人交谈，了解阿卡丽·影血的下落。",
["S"] = {
"戴斯蒙德·黯悲的情报",
"瓦尔祖恩的情报",
"鲁希安·提亚斯的情报",
},
},
[84858] = {
["T"] = "系统重启",
["O"] = "在尊主生态圆顶中帮助工程师欧·鲁夫。",
["S"] = {
"向工程师欧·鲁夫交谈",
"倾听萨拉塔斯说话（可选）",
},
},
[63164] = {
["T"] = "渊誓指令",
["O"] = "把渊誓指令带给威·娜莉的庇护所的威·娜莉。",
},
[63163] = {
["T"] = "拷问者的笔记",
["O"] = "把拷问者的笔记带给威·娜莉的庇护所的威·娜莉。",
},
[24961] = {
["T"] = "墓中的真相",
["O"] = "在丧钟镇的大旅店中找到莉莉安·沃斯。同她交谈，让她看看艾尔雷斯的小手镜。",
["S"] = {
"让莉莉安看到自己的样子",
},
},
[44479] = {
["T"] = "拉文凯斯的遗产",
["O"] = "在瓦尔莎拉的黑鸦堡垒体验拉文凯斯的遗产。",
},
[63162] = {
["T"] = "科拉斯的魔典：基亚德雷克",
["O"] = "把科拉斯的魔典：基亚德雷克带给威·娜莉的庇护所的威·娜莉。",
},
[61886] = {
["T"] = "阿迪乌斯的思维游戏",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败折磨者阿迪乌斯",
},
},
[75643] = {
["T"] = "导引入门：峈姆鼹鼠人",
["O"] = "在峈姆与名望记录者、名望军需官和飞行管理员见面。",
["S"] = {
"名望记录者",
"名望军需官",
"飞行管理员",
},
},
[26241] = {
["T"] = "杂味炖肉",
["O"] = "收集6束秋葵，6份碎尸鸟肉条和6块血牙野猪肋排。",
["S"] = {
"秋葵",
"血牙野猪肋排",
"碎尸鸟肉条",
},
},
[63158] = {
["T"] = "哀嚎金币",
["O"] = "把哀嚎金币带给威·娜莉的庇护所的威·娜莉。",
},
[63934] = {
["T"] = "邮件问题",
["O"] = "从学者之家取回6份失窃的信息。",
["S"] = {
"找回失窃的信息",
},
},
[27521] = {
["T"] = "邪恶之巢",
["O"] = "在东瘟疫之地的奎尔林斯小屋杀死9名失心者。",
["S"] = {
"杀死奎尔林斯失心者",
},
},
[64958] = {
["T"] = "集结部队",
["O"] = "与扎雷殁提斯的长者克勒斯交谈。",
["S"] = {
"使用扎雷殁提斯传送门（可选）",
"与长者克勒斯交谈",
},
},
[28545] = {
["T"] = "大酋长的命令：冬泉谷！",
["O"] = "去找冬泉谷冰火温泉的多诺瓦·雪山。",
},
[66428] = {
["T"] = "谊所应当",
["O"] = "使用R.A.D.D.E.R.E.R.装置驱散奥术屏障。",
["S"] = {
"使用R.A.D.D.E.R.E.R.装置",
},
},
[63156] = {
["T"] = "渊誓镣铐",
["O"] = "把渊誓镣铐带给威·娜莉的庇护所的威·娜莉。",
},
[84859] = {
["T"] = "损害报告总览",
["O"] = "找到植物学家欧·尼塔尔和护盾技师欧·多尔，将他们的报告带给威·娜莉。",
["S"] = {
"找到植物学家欧·尼塔尔",
},
},
[63154] = {
["T"] = "影犬装甲镀层",
["O"] = "把影犬装甲镀层带给威·娜莉的庇护所的威·娜莉。",
},
[63153] = {
["T"] = "被丢弃的折磨计划",
["O"] = "把被丢弃的折磨计划带给威·娜莉的庇护所的威·娜莉。",
},
[63152] = {
["T"] = "温西尔协议",
["O"] = "把温西尔协议带给威·娜莉的庇护所的威·娜莉。",
},
[72572] = {
["T"] = "巨龙时代（70）E",
},
[53183] = {
["T"] = "扭动物质",
["O"] = "找到能解释这个幻象的人。",
},
[9329] = {
["T"] = "被遗忘者",
["O"] = "与塔奎林的高级执行官玛尔伦谈一谈。",
},
[65022] = {
["T"] = "孢子蝠之魂",
["O"] = "把孢子蝠之魂带给森林之心中的曼恩女士。",
},
[33026] = {
["T"] = "这些可不是肥美的山羊肉排",
["O"] = "制造什锦汤面餐车并收集50块肥美的龟肉排。",
["S"] = {
"制造什锦汤面餐车",
"肥美的龟肉排",
},
},
[63136] = {
["T"] = "混沌符文",
["O"] = "把混沌符文带给威·娜莉的庇护所的威·娜莉。",
},
[9841] = {
["T"] = "清除沼光抽血者",
["O"] = "杀死8个沼光抽血者，然后向萨布拉金的加巴林卡复命。",
["S"] = {
"消灭沼光抽血者",
},
},
[38135] = {
["T"] = "Classic 50-59",
},
[40384] = {
["T"] = "猎人的需求",
["O"] = "在达拉然与伊墨瑞尔·影卫谈一谈。",
},
[63134] = {
["T"] = "渊誓巡逻地图",
["O"] = "把渊誓巡逻地图带给威·娜莉的庇护所的威·娜莉。",
},
[66429] = {
["T"] = "铭记于心",
["O"] = "在僻壤营地外与拉南见面。",
},
[63132] = {
["T"] = "星筹手稿",
["O"] = "把星筹手稿带给威·娜莉的庇护所的威·娜莉。",
},
[42432] = {
["T"] = "翡翠梦魇：翡翠梦魇",
["O"] = "进入任意难度翡翠梦魇团队副本，击败领主萨维斯。",
["S"] = {
"消灭萨维斯",
},
},
[85884] = {
["T"] = "游学探奇：今日王子，明日国君",
["O"] = "聆听阿尔萨斯·米奈希尔王子的故事。",
["S"] = {
"与周卓交谈",
},
},
[53351] = {
["T"] = "暴富矿区！！：反对者",
["O"] = "从商业大亨拉兹敦克那里取回反对者。",
["S"] = {
"反对者",
},
},
[13890] = {
["T"] = "别让火灭了",
["O"] = "佐拉姆加的指挥官怒牙要你将魔尾多头蛇之油浇在灯塔的火焰上。",
["S"] = {
"点燃灯塔火焰",
},
},
[44480] = {
["T"] = "在我父的家里",
["O"] = "在卡利姆多的艾萨拉见证伊利丹的牺牲。",
["S"] = {
"见证伊利丹的坚韧经历",
},
},
[49409] = {
["T"] = "失落的宝藏！",
["O"] = "问问奈德、南斯·巴尔米和努布努布关于宝藏的事，然后找到宝藏。",
["S"] = {
"询问奈德",
"询问努布努布",
"询问南斯·巴尔米",
},
},
[56074] = {
["T"] = "虚空浮石",
},
[11505] = {
["T"] = "奥金顿的幽魂",
["O"] = "帮助联盟占据白骨荒野上的一座灵魂之塔。",
["S"] = {
"占据一座灵魂之塔",
},
},
[51201] = {
["T"] = "巨魔的故事",
["O"] = "和被俘的赞达拉巨魔交谈，查明联盟舰队是如何沉没的。",
["S"] = {
"和被俘的赞达拉巨魔交谈",
},
},
[6361] = {
["T"] = "一捆兽皮",
["O"] = "带着兽皮去找血蹄村的双足飞龙管理员塔克。",
},
[11889] = {
["T"] = "空中的虫子",
["O"] = "哈默希尔中士要你到无畏要塞外使用强化捕网捕捉并杀死6只天灾烈焰蛛。",
["S"] = {
"消灭天灾烈焰蛛",
},
},
[40717] = {
["T"] = "议会的召唤",
["O"] = "在逆风小径上空的达拉然和卡德加会面。",
["S"] = {
"使用暴风要塞里的传送门前往卡拉赞上方的达拉然（可选）",
"在达拉然与大法师卡德加交谈",
},
},
[64959] = {
["T"] = "水獭之魂",
["O"] = "把水獭之魂带给森林之心中的丘法。",
},
[24545] = {
["T"] = "神圣的和堕落的",
["O"] = "将圣光的复仇、25块源生萨隆邪铁、腐面的酸性血液和烂肠的酸性血液放进冰冠堡垒大领主莫格莱尼的符文熔炉中。\n\n腐面的酸性血液和烂肠的酸性血液只能在25人模式的冰冠堡垒中获得。",
["S"] = {
"圣光的复仇",
"源生萨隆邪铁",
"烂肠的酸性血液",
"腐面的酸性血液",
},
},
[12401] = {
["T"] = "糖罐",
},
[25057] = {
["T"] = "铐上他们",
["O"] = "跟陶拉祖废墟的陶拉祖强夺者谈一谈并逮捕他们。使用北卫军镣铐逮捕5名受伤的强夺者。",
["S"] = {
"逮捕陶拉祖强夺者",
},
},
[84861] = {
["T"] = "这是我们的圆顶！",
["O"] = "在尊主生态圆顶周围消灭7个影卫虚灵。",
["S"] = {
"消灭影卫部队",
},
},
[85885] = {
["T"] = "游学探奇：王权没有永恒",
["O"] = "聆听巫妖王的故事。",
["S"] = {
"与周卓交谈",
},
},
[26243] = {
["T"] = "世界之柱",
["O"] = "向玛鲁特·缚石询问关于世界之柱的事情。",
["S"] = {
"聆听关于世界之柱的事情",
},
},
[26371] = {
["T"] = "葛瑞森船长的传说",
["O"] = "在西部荒野灯塔找到葛瑞森船长。",
},
[72574] = {
["T"] = "巨龙时代（70）E",
},
[53184] = {
["T"] = "饱经风霜的宣传册",
["O"] = "找到宣传册的来源。",
},
[9539] = {
["T"] = "库欧图腾",
["O"] = "根据线索找到库欧图腾。",
},
[27105] = {
["T"] = "不速之客",
["O"] = "获得海多斯博恩精华。",
["S"] = {
"海多斯博恩精华",
},
},
[38337] = {
["T"] = "龙鳞护甲",
["O"] = "从赫达沙尔的风暴之翼幼龙身上收集鳞片。",
["S"] = {
"风暴幼龙鳞片",
},
},
[27617] = {
["T"] = "不再污秽",
["O"] = "去找东瘟疫之地提尔之手的大法师安吉拉·杜萨图斯。",
},
[39361] = {
["T"] = "装备图纸：声呐增幅器",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[14065] = {
["T"] = "分享盛宴大餐",
["O"] = "在盛宴餐桌旁享用每种食物各五客，直到你获得分享之魂。大部分主城和城镇中都有盛宴餐桌。",
["S"] = {
"分享之魂",
},
},
[40385] = {
["T"] = "迷雾中的圣矛",
["O"] = "猎杀至高岭灾星。",
["S"] = {
"搭乘雄鹰之魂前往港口",
},
},
[27395] = {
["T"] = "射手的武器",
["O"] = "进入影牙城堡，获得高弗雷的水晶瞄准镜，还有5捆月触之木和5束不死肌腱。",
["S"] = {
"高弗雷的水晶瞄准镜",
"月触之木",
"不死肌腱",
},
},
[14449] = {
["T"] = "第一步",
["O"] = "从纳拉其营地往东，沿着小径去找格鲁尔·鹰风。",
},
[9923] = {
["T"] = "救命啊！",
["O"] = "找到石拳钥匙，解救考尔奇，然后向塔拉的阿雷克隆复命。",
["S"] = {
"营救考尔奇",
},
},
[42433] = {
["T"] = "远古魔法",
["O"] = "点击侦察地图，完成“远古魔法”任务。",
},
[10115] = {
["T"] = "匕潭的威胁",
["O"] = "杀死3个匕潭刺客和15个匕潭泥居者。",
["S"] = {
"消灭匕潭刺客",
"消灭匕潭泥居者",
},
},
[62778] = {
["T"] = "增援雷文德斯",
["O"] = "帮助雷文德斯完成每日任务和世界任务，收集宝藏，消灭稀有生物。你也可以通过在雷文德斯地下城中消灭强力劲敌来完成目标。",
["S"] = {
"协助温西尔",
},
},
[64089] = {
["T"] = "茶酊制剂",
["O"] = "收集12份可能用于茶饮的原料。",
["S"] = {
"收集刻希亚草药",
},
},
[72575] = {
["T"] = "巨龙时代（70）E",
},
[62728] = {
["T"] = "9.0 Rated PvP Incentive - Shadowlands Season 1 Saddle",
},
[62726] = {
["T"] = "Ye Olde Test of Fortitude",
},
[62400] = {
["T"] = "无尽蘑网",
["O"] = "调查未知区域。",
["S"] = {
"前往未知伟域",
},
},
[41221] = {
["T"] = "返回马顿。",
["O"] = "进入伊利达雷传送门，登上马顿的邪能之槌号。",
},
[62724] = {
["T"] = "Ye Olde Test of Strength",
["O"] = "Complete the Test.",
},
[78719] = {
["T"] = "达拉然的公民们",
["O"] = "协助达拉然市民的传送准备工作。",
["S"] = {
"帮助达拉然的公民",
},
},
[62658] = {
["T"] = "“暗影国度”地下城奖励任务",
},
[62646] = {
["T"] = "LFGDungeons - SL - Raid Finder - 1st",
},
[29444] = {
["T"] = "古怪的蛋",
["O"] = "把怪异的蛋带给暗月岛上的暗月马戏团的亚布·尼比盖尔。",
},
[7490] = {
["T"] = "部落的胜利",
["O"] = "将奥妮克希亚的徽记交给奥格瑞玛的伊崔格。",
},
[62622] = {
["T"] = "旅行的日志",
["O"] = "将《旅行的日志》带给伤忆林地的档案员德雷登。",
},
[50625] = {
["T"] = "LFGDungeons - BFA - Normal Random - Nth",
},
[62621] = {
["T"] = "一本逃避现实的小说",
["O"] = "将《逃避现实的小说》带给伤忆林地的档案员德雷登。",
},
[32644] = {
["T"] = "突袭绍尔马拉",
["O"] = "完成突袭绍尔马拉。与吉安娜·普罗德摩尔交谈从而开始进攻。",
["S"] = {
"与吉安娜·普罗德摩尔交谈",
"完成突袭绍尔马拉",
},
},
[8708] = {
["T"] = "不灭生命之锤",
["O"] = "将1件其拉装饰刀柄、2个翠玉雕像、5个水晶甲虫和5个岩石甲虫交给希利苏斯的守望者哈尔洛。你必须在塞纳里奥议会中达到崇拜声望才能完成这个任务。",
["S"] = {
"其拉装饰刀柄",
"翠玉雕像",
"水晶甲虫",
"岩石甲虫",
"中立 / 崇拜 塞纳里奥议会",
},
},
[72576] = {
["T"] = "巨龙时代（70）E",
},
[4601] = {
["T"] = "超级清洁器5200型！",
["O"] = "将脏兮兮的东西放入超级清洁器5200型，记得要用三枚银币来启动机器。",
["S"] = {
"脏兮兮的东西",
},
},
[62568] = {
["T"] = "招募冒险者：克罗米的召唤",
["O"] = "和奥格瑞玛的克罗米谈一谈。",
},
[92031] = {
["T"] = "加入破袭队",
["O"] = "向暗影营的佐·图鲁报告。",
},
[93055] = {
["T"] = "课外研究",
["O"] = "在达拉然与卡德加交谈，并在永恒集市与伊特努丝交谈。",
},
[9796] = {
["T"] = "赞加沼泽的来客",
["O"] = "前往泰罗卡森林的裂石堡，与莫萨卡谈一谈。",
},
[39362] = {
["T"] = "装备图纸：Q-43噪音水雷",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[39874] = {
["T"] = "魔力之夜",
["O"] = "在达拉然附魔商店里与伊尔蒂谈一谈。",
},
[39432] = {
["T"] = "未知的力量",
["O"] = "从塔纳安丛林的任意宝藏，稀有或稀有精英生物身上收集一枚被邪能腐蚀的埃匹希斯碎片。",
["S"] = {
"被邪能腐蚀的埃匹希斯碎片",
},
},
[28037] = {
["T"] = "征召冒险者：祖尔法拉克",
["O"] = "与特兰雷克交谈。",
},
[28165] = {
["T"] = "恶魔监狱",
["O"] = "你的任务是在巴拉丁监狱西北边的恶魔监狱中杀死任意10个恶魔。",
["S"] = {
"杀死恶魔",
},
},
[55224] = {
["T"] = "等级2-鲍恩测试",
["O"] = "收集oa份腐化的墨囊。",
},
[84864] = {
["T"] = "她的黑暗面",
["O"] = "在锯刃峰摧毁虚灵虹管。",
["S"] = {
"移除虚灵虹吸屏障",
},
},
[26588] = {
["T"] = "狂怒的大鱼",
["O"] = "在怒水河中捕捉一条巨型狂怒之刺，怒水河就在奥格瑞玛西边的大门外。完成任务之后，向荣誉谷的纳兹加尔复命。",
["S"] = {
"巨型狂怒之刺",
},
},
[26702] = {
["T"] = "飞往塞拉摩",
["O"] = "跟棘齿城的布拉高克谈一谈，飞往塞拉摩。然后去找加莉亚·哈斯汀。",
},
[42725] = {
["T"] = "分享财富",
["O"] = "收集20瓶魔力酒。",
["S"] = {
"把魔力酒瓶交给德琳",
},
},
[44482] = {
["T"] = "招募黑锋骑士",
["O"] = "与考加兹·亡斧谈一谈。",
},
[8483] = {
["T"] = "矮人间谍",
["O"] = "将安威瓦尔德的徽记交给永歌森林鹰翼广场的艾尔杜·炙痕。",
["S"] = {
"安威瓦尔德的徽记",
},
},
[48324] = {
["T"] = "迷失泽姆兰",
["O"] = "找到米基。",
},
[27698] = {
["T"] = "瑟莱德丝的奴仆",
["O"] = "杀死诺克赛恩和锐刺鞭笞者。",
["S"] = {
"消灭诺克赛恩",
"消灭锐刺鞭笞者",
},
},
[93056] = {
["T"] = "神速之训",
["O"] = "升到70级。",
},
[77697] = {
["T"] = "合适的食物……",
["O"] = "为植物带来肥料。",
["S"] = {
"向艾什教授征求建议",
},
},
[78721] = {
["T"] = "同行相遇",
["O"] = "检查阿加远征队的情况。",
["S"] = {
"检查阿加远征队",
},
},
[48066] = {
["T"] = "款待同胞",
["O"] = "前往莫高雷的雷霆崖找贝恩·血蹄。",
},
[64961] = {
["T"] = "猫之魂",
["O"] = "把猫之魂带给森林之心中的丘法。",
},
[24546] = {
["T"] = "贫瘠之地的防线",
["O"] = "在鲜血旷野占领一座中立的山丘，并抵御联盟的反攻。",
["S"] = {
"占领据点",
"防御据点",
},
},
[82817] = {
["T"] = "干扰检测：黑石深渊",
["O"] = "从黑石深渊的索瑞森大帝处取回时空扭曲的铁炉堡图纸。",
["S"] = {
[2] = "时空扭曲的铁炉堡图纸",
},
},
[13636] = {
["T"] = "雷矛的命令",
["O"] = "将雷矛的命令送交给奥加兹岗哨的巡山人雷矛。",
},
[50626] = {
["T"] = "LFGDungeons - BFA - Normal Random - 1st",
},
[40368] = {
["T"] = "海龟动力",
["O"] = "收集7份闪光的钳嘴鳞片。",
["S"] = {
"闪光的钳嘴鳞片",
},
},
[13642] = {
["T"] = "沐浴在月光中",
["O"] = "制作一瓶经过浸泡的药剂。",
["S"] = {
"经过浸泡的药剂",
},
},
[42564] = {
["T"] = "WOD 100 A",
},
[26338] = {
["T"] = "巨魔人口控制",
["O"] = "杀死7名血顶秘法师、7名血顶猎人、7名血顶斥候，以及1名血顶兽王。",
["S"] = {
"消灭血顶秘法师",
"消灭血顶斥候",
"消灭血顶猎人",
"消灭血顶兽王",
},
},
[49540] = {
["T"] = "大酋长的命令：卡桑琅丛林！",
["O"] = "与卡桑琅丛林的肯肯谈一谈。",
},
[91009] = {
["T"] = "牢固信息保全容器",
["O"] = "完成一个地下堡来为装置充能。",
},
[25479] = {
["T"] = "前往新萨兰纳尔",
["O"] = "向德斯利克·希维格拉借一头角鹰兽，然后同菲拉斯新萨兰纳尔的凯雷希亚·猎月交谈。",
["S"] = {
"乘角鹰兽前往新萨兰纳尔",
},
},
[27362] = {
["T"] = "艾露恩的眷顾",
["O"] = "去影牙城堡指挥官斯普林瓦尔处收集指挥官的神圣符记，还有5捆月触之木和5份幽灵精华。",
["S"] = {
"指挥官的神圣符记",
"月触之木",
"幽灵精华",
},
},
[27618] = {
["T"] = "银色动荡",
["O"] = "去找东瘟疫之地提尔之手的大法师安吉拉·杜萨图斯。",
},
[39363] = {
["T"] = "装备图纸：破冰器",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[39875] = {
["T"] = "收尾工作",
["O"] = "为伊尔蒂制作2张附魔戒指 - 全能真言卷轴。你可以从抄写员或拍卖行处获得羊皮纸。",
["S"] = {
"附魔戒指 - 全能真言",
},
},
[44043] = {
["T"] = "传说的延续",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[7161] = {
["T"] = "实验场",
["O"] = "到主基地东南边的蛮爪洞穴中去找到霜狼军旗，然后把它交给拉格隆德。",
["S"] = {
"霜狼军旗",
},
},
[66435] = {
["T"] = "现场回收",
["O"] = "在新生宝库废墟中解救5个被围困的探险者。",
["S"] = {
"营救冒险者",
},
},
[62305] = {
["T"] = "第二轮",
},
[84866] = {
["T"] = "争取安全",
["O"] = "消灭暗影队长拉基什。",
["S"] = {
"消灭暗影队长拉基什",
},
},
[9861] = {
["T"] = "呼嚎之风",
["O"] = "返回元素王座寻找某个会讲卡利麦格语的人，将呼嚎之风交给他。",
},
[28039] = {
["T"] = "征召冒险者：玛拉顿",
["O"] = "与扎尔塔的灵魂交谈。",
},
[30178] = {
["T"] = "深入荒野",
["O"] = "在都阳河的南部流域找到失踪的朱家堡信使，然后继续前往朱鹤寺和科洛·迷雾行者谈一谈。",
["S"] = {
"找到朱家堡信使",
},
},
[72579] = {
["T"] = "巨龙时代（70）E",
},
[29575] = {
["T"] = "扫除竞争者",
["O"] = "将沙法尔的裹布交给工匠莫法鲁斯。",
["S"] = {
"沙法尔的裹布",
},
},
[60285] = {
["T"] = "原则6：深藏不露",
["O"] = "从野兽密径取得15个掮灵狩猎符文。",
["S"] = {
"在野兽密径使用抑制密文",
},
},
[62402] = {
["T"] = "时空漫游战役",
},
[62291] = {
["T"] = "Venari Rep Token Tracking",
},
[7929] = {
["T"] = "暗月元素套牌",
["O"] = "当暗月马戏团来到镇上的时候，把元素套牌交给他们。",
},
[62279] = {
["T"] = "雷文德斯",
["O"] = "与塔尔-伊纳拉交谈。",
},
[30983] = {
["T"] = "黑暗萨满",
["O"] = "击败黑暗萨满柯兰萨和熔岩守卫戈多斯。",
["S"] = {
"消灭黑暗萨满柯兰萨",
"消灭熔岩守卫戈多斯",
},
},
[62278] = {
["T"] = "玛卓克萨斯",
["O"] = "与塔尔-伊纳拉交谈。",
},
[49091] = {
["T"] = "侵入点：瓦尔",
},
[66436] = {
["T"] = "捣蛋鬼入土",
["O"] = "在新生宝库废墟消灭12个土元素。",
["S"] = {
"消灭土元素",
},
},
[33732] = {
["T"] = "Sabotage Siege Weapons",
},
[34244] = {
["T"] = "他们带走了我的父亲",
["O"] = "收集学者多尔鲁的三份笔记。",
["S"] = {
"《多尔鲁的忏悔录I》",
"《多尔鲁的忏悔录II》",
"《多尔鲁的忏悔录III》",
},
},
[41741] = {
["T"] = "部队出勤",
["O"] = "使用侦察地图，完成“部队出勤”任务。",
},
[86915] = {
["T"] = "支持一个财阀",
},
[58980] = {
["T"] = "念魔姬，为您效劳",
["O"] = "在追忆之道找到两份供品，然后前往执政官宝地。",
["S"] = {
"找到第一份供品",
},
},
[72580] = {
["T"] = "巨龙时代（70）E",
},
[53187] = {
["T"] = "不速之客",
["O"] = "与诺埃拉·达文波特交谈。",
},
[9330] = {
["T"] = "盗取暴风城的烈焰",
["O"] = "将暴风城烈焰交给节日诗人。",
},
[27528] = {
["T"] = "天灾之躯",
["O"] = "杀死8个肥胖的傀儡，然后对它们的尸体使用十字军的火把。",
["S"] = {
"焚烧肥胖的傀儡的尸体",
},
},
[13615] = {
["T"] = "箭壶见底",
["O"] = "莫尔杉壁垒的图伦要你从坠星湖地区收集10支耐用的箭矢。",
["S"] = {
"耐用的箭矢",
},
},
[7907] = {
["T"] = "暗月野兽套牌",
["O"] = "当暗月马戏团来到镇上的时候，把野兽套牌交给他们。",
},
[39364] = {
["T"] = "装备图纸：陀螺稳定仪",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[31752] = {
["T"] = "布林顿4000",
},
[56771] = {
["T"] = "往昔的战士",
["O"] = "在缄默圣地找到莱加尼。",
["S"] = {
"找到莱加尼",
},
},
[81796] = {
["T"] = "战争火花：艾基-卡赫特",
["O"] = "开启战争模式期间，在艾基-卡赫特收集100个战争火花。",
["S"] = {
"战争火花",
},
},
[66437] = {
["T"] = "关键元素",
["O"] = "将原始之石宝珠交给新生宝库废墟的元素师泰阳。",
},
[10482] = {
["T"] = "邪兽人清理者",
["O"] = "杀死20个噬骨兽人，然后向荣耀堡的阿曼蒂复命。",
["S"] = {
"消灭噬骨兽人",
},
},
[42436] = {
["T"] = "援助盟友",
["O"] = "把补给交给麦丽娅·灰羽。",
["S"] = {
"与麦丽娅·灰羽交谈",
},
},
[9158] = {
["T"] = "瘟疫的使者",
["O"] = "远行者营地的远行者塞蒂娜要求你杀死10只鬼爪山猫。",
["S"] = {
"消灭鬼爪山猫",
},
},
[70533] = {
["T"] = "添油加药",
["O"] = "为瓦德拉肯的康弗拉苟制作6个沸火之油。",
["S"] = {
"沸火之油 |A:Professions-Icon-Quality-Tier3-Small:18:18:0:2|a",
},
},
[9670] = {
["T"] = "他们还活着！也许……",
["O"] = "研究员考内留斯要你救出5个远征队研究员。",
["S"] = {
"解救远征队研究员",
},
},
[72581] = {
["T"] = "巨龙时代（70）E",
},
[62055] = {
["T"] = "纳斯利亚堡：取得徽记",
["O"] = "在英雄难度的纳斯利亚堡中，取得4颗泥拳的徽记。",
["S"] = {
"泥拳的徽记",
},
},
[62000] = {
["T"] = "天命之选",
["O"] = "与盟约交谈。决定你与天命交织的道路。",
["S"] = {
"选择你的盟约",
"与格里恩交谈（可选）",
"与温西尔交谈（可选）",
"与法夜交谈（可选）",
"与通灵领主交谈（可选）",
},
},
[11506] = {
["T"] = "奥金顿的幽魂",
["O"] = "帮助部落占据白骨荒野上的一座灵魂之塔。",
["S"] = {
"占据一座灵魂之塔",
},
},
[38161] = {
["T"] = "Classic 20-29",
},
[39953] = {
["T"] = "英灵殿：勇气愿景",
["O"] = "从英灵殿取得5个瓦拉加尔符印。",
["S"] = {
"瓦拉加尔符印",
"击败奥丁",
},
},
[11890] = {
["T"] = "他们想干什么？",
["O"] = "调查菲兹兰克泵站周围的区域，然后返回北风苔原的牦牛村，向天空大地先知汇报你的发现。",
["S"] = {
"调查菲兹兰克泵站附近的区域。",
},
},
[48400] = {
["T"] = "侠盗传送师",
["O"] = "消灭尤尔达·灾火并将传送道标放置在希巴拉之眼的附近。",
["S"] = {
"消灭尤尔达·灾火",
},
},
[64963] = {
["T"] = "叛逃者的请求",
["O"] = "把这份公函交给守护者的休憩的女公爵麦恩克丝，她位于刻希亚。",
},
[24547] = {
["T"] = "灵魂盛宴",
["O"] = "大领主达里安·莫格莱尼希望你用影锋在冰冠堡垒消灭50个巫妖王的爪牙。在10人或25人模式中都可以收集灵魂。",
["S"] = {
"用灵魂喂食影锋",
},
},
[66438] = {
["T"] = "目标远大",
["O"] = "在龙蛙陷坑寻找斥候里塔尔。",
["S"] = {
"和斥候里塔尔谈一谈",
},
},
[12486] = {
["T"] = "立即前往博古洛克前哨站！",
["O"] = "与博古洛克前哨站的灵语者斯纳尔芬谈一谈。",
},
[50628] = {
["T"] = "LFGDungeons - BFA - Heroic Random - Nth",
},
[25571] = {
["T"] = "自然异象",
["O"] = "将元素碎片交给奥格瑞玛、幽暗城、雷霆崖或银月城的大地之环使者。",
},
[86917] = {
["T"] = "正常发货",
},
[60463] = {
["T"] = "筹集心能",
["O"] = "在雷文德斯的堕罪堡的心能储备中存放600份心能。",
},
[72582] = {
["T"] = "巨龙时代（70）E",
},
[64016] = {
["T"] = "泥出风采",
["O"] = "在重殴者之台以碎皮兽作为测试目标，帮助乌兹测试成长能力。",
["S"] = {
"让乌兹成长",
},
},
[12792] = {
["T"] = "紧急事务",
["O"] = "银色前沿的指挥官库恩斯要你前往圣光据点，向莉安娜中士报到。",
},
[27107] = {
["T"] = "窃贼普希林",
["O"] = "说服普希林把咒术之书交给你。",
["S"] = {
"咒术之书",
},
},
[39698] = {
["T"] = "巡视",
["O"] = "跟随希尔瓦娜斯·风行者，并为她的舰船做好启航的准备。",
["S"] = {
"检查投石车",
},
},
[27619] = {
["T"] = "指挥官",
["O"] = "杀死血色指挥官玛尔兰。",
["S"] = {
"消灭血色指挥官玛尔兰",
},
},
[39365] = {
["T"] = "装备图纸：幽灵望远镜",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[14066] = {
["T"] = "调查残骸",
["O"] = "在棘齿城和十字路口的路上找到商队残骸，在那一区域寻找线索。",
["S"] = {
"搜查商队现场",
},
},
[39954] = {
["T"] = "批量研磨技术",
["O"] = "在达拉然的铭文商店寻找研磨大师的手册。",
["S"] = {
"检查旧书",
},
},
[28643] = {
["T"] = "敦霍尔德挑战赛：泽菲鲁斯",
["O"] = "杀死泽菲鲁斯。",
["S"] = {
"消灭泽菲鲁斯",
},
},
[66439] = {
["T"] = "火急火燎",
["O"] = "从龙蛙陷坑的拜荒者部队处收集原始火焰碎片。",
["S"] = {
"原始火焰碎片（可选）",
"形成原始火焰宝珠",
},
},
[61863] = {
["T"] = "冒险者：阿波罗恩",
},
[35091] = {
["T"] = "孢子杀手",
["O"] = "在宾奇维斯拓殖点消灭6个孢子蹒跚者。",
["S"] = {
"消灭孢子蹒跚者",
},
},
[29667] = {
["T"] = "肃清生态船",
["O"] = "阿达尔要求你杀死6个变异血肉鞭笞者，6个变异恐惧尖啸者，6个变异恐魔，然后从风暴要塞生态船的拉伊身上获得快速进化的叶子。",
["S"] = {
"消灭变异血肉鞭笞者",
"消灭变异恐惧尖啸者",
"消灭变异恐魔",
"快速进化的叶子",
},
},
[43461] = {
["T"] = "回顾过去",
["O"] = "正确回答一个由吉帕提出的有关艾泽拉斯历史的问题。",
["S"] = {
"回答吉帕的问题",
},
},
[30179] = {
["T"] = "中毒！",
["O"] = "收集5把魔古毒刃。",
["S"] = {
"魔古毒刃",
},
},
[72583] = {
["T"] = "巨龙时代（70）E",
},
[66079] = {
["T"] = "拉希奥在等待",
["O"] = "在黑曜壁垒与拉希奥见面。",
},
[61892] = {
["T"] = "灰烬王庭大使",
["O"] = "在暗影界完成世界任务。",
},
[39955] = {
["T"] = "错综复杂",
["O"] = "到铁炉堡寻找B·比亚莎士。",
},
[39648] = {
["T"] = "孩子去哪儿了？",
["O"] = "解救6名被绑架的儿童。",
["S"] = {
"营救儿童",
},
},
[51591] = {
["T"] = "占山为王",
["O"] = "在落木哨站消灭10名蛮项部族的成员。",
["S"] = {
"消灭蛮项",
},
},
[31971] = {
["T"] = "驯宠宗师奥巴里斯",
["O"] = "在宠物战斗中击败奥巴里斯。",
["S"] = {
"击败奥巴里斯",
},
},
[24971] = {
["T"] = "袭击腐脑营地",
["O"] = "杀死治安官雷德帕斯和8个腐脑亡灵。",
["S"] = {
"消灭治安官雷德帕斯",
"击败腐脑亡灵",
},
},
[64964] = {
["T"] = "选择斗士",
["O"] = "选择一台自动体，用其对抗渊誓者。",
["S"] = {
"和地层供给扇区的监护者塔基谈一谈",
},
},
[53370] = {
["T"] = "争霸艾泽拉斯：清算的时刻",
["O"] = "在暴风城港口与马迪亚斯·肖尔大师会面。",
},
[33222] = {
["T"] = "新手小汤米",
["O"] = "在宠物战斗中击败新手小汤米。",
["S"] = {
"击败新手小汤米",
},
},
[61765] = {
["T"] = "结界真言",
["O"] = "窃取一个刺客的灵魂斗篷，驱散4个破灭堡内的结界符文。\r\n\r\n建议玩家人数：[3]",
["S"] = {
"刺客的灵魂斗篷",
},
},
[9671] = {
["T"] = "紧急信件",
},
[28683] = {
["T"] = "削减蜘蛛的数量",
["O"] = "在黑暗森林杀死12个黑暗森林潜伏者。黑暗森林位于此地以北，穿过岛屿中心的桥梁就到。",
["S"] = {
"消灭黑暗森林潜伏者",
},
},
[86919] = {
["T"] = "副业",
},
[52165] = {
["T"] = "自动化混乱",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败艾迪·快手",
},
},
[36294] = {
["T"] = "Phylarch the Evergreen A",
},
[55056] = {
["T"] = "图纸：机械猫激光笔",
["O"] = "将图纸上传到帕斯卡K1N6型的数据库里。",
},
[37318] = {
["T"] = "亡者不会遗忘……",
["O"] = "把10个古代啸爪颅骨放进白骨先知的大锅里。",
["S"] = {
"古代啸爪颅骨",
},
},
[29451] = {
["T"] = "战略大师",
["O"] = "把《战略论》带给暗月岛上暗月马戏团内的萨杜斯·帕雷教授。",
},
[29579] = {
["T"] = "集结幸存者",
["O"] = "和蜜风果园周围的5名蜜风果农谈一谈，并将他们送到安全的藏身之处。",
["S"] = {
"解救幸存者",
},
},
[61479] = {
["T"] = "变形恩惠",
["O"] = "陪同月莓女勋爵进入森林之心并参加仪式。",
["S"] = {
"跟随月莓女勋爵",
},
},
[39366] = {
["T"] = "装备图纸：邪能烟幕发射器",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[39878] = {
["T"] = "雷霆工艺",
["O"] = "在雷霆图腾与古隆·双尾谈一谈。",
},
[11015] = {
["T"] = "灵翼水晶",
["O"] = "将30块灵翼水晶交给影月谷龙喉营地的工头瓦尔库勒·龙息。",
["S"] = {
"灵翼水晶",
},
},
[59927] = {
["T"] = "坚守阵地",
["O"] = "与步兵索格过招。",
["S"] = {
"与步兵索格练习",
},
},
[66441] = {
["T"] = "蒸馏法",
["O"] = "在新生宝库废墟东部洞穴中消灭艾斯奎安。",
["S"] = {
"原始波浪宝珠",
},
},
[50600] = {
["T"] = "灰烬骑士团",
["O"] = "在德鲁斯瓦完成4个世界任务。",
},
[58821] = {
["T"] = "光荣追杀",
["O"] = "绑架忠诚者梅菲勒斯，之后消灭6名病态信徒来恐吓他。",
["S"] = {
"抓住忠诚者梅菲勒斯",
},
},
[12491] = {
["T"] = "科林的烈酒",
["O"] = "将科林的烈酒交给铁炉堡附近美酒节营地的埃菲库格·铁桶。",
},
[86920] = {
["T"] = "战争模式对抗",
},
[60357] = {
["T"] = "你的专精是什么？",
["O"] = "与戈莫克·魔拳对话，了解战斗专精的信息。",
["S"] = {
"与戈莫克·魔拳对话，了解专精的信息",
},
},
[44486] = {
["T"] = "被邪能毁坏的书籍",
["O"] = "将被邪能毁坏的书籍带给达拉然的罗伯特·纽哈斯。",
},
[44998] = {
["T"] = "阿苏纳的盟友",
["O"] = "带着你的血眼雏龙在阿苏纳完成5个世界任务。",
},
[61893] = {
["T"] = "灰烬王庭大使",
["O"] = "在暗影界完成世界任务。",
},
[58746] = {
["T"] = "小小疯狂",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败癫狂者克熙厘",
},
},
[29452] = {
["T"] = "应运而生",
["O"] = "去奥格瑞玛与齐拉多尔米谈谈。",
},
[58981] = {
["T"] = "硬化的虫巢",
},
[47558] = {
["T"] = "魔触时光碎片",
["O"] = "把魔触时光碎片带到龙眠神殿，解锁一个时光传送门。",
},
[59928] = {
["T"] = "抵御冲击",
["O"] = "找到督军布雷卡。",
},
[60031] = {
["T"] = "暗影国度(60) E",
},
[24548] = {
["T"] = "碎裂的王座",
["O"] = "大领主达里安·莫格莱尼要你收集50块影霜碎片。\n\n影霜碎片只能在25人模式下获得。",
["S"] = {
"影霜碎片",
},
},
[66442] = {
["T"] = "理论依据",
["O"] = "帮忙对新生宝库废墟的泰坦屏障进行测试。",
["S"] = {
"测试火焰和空气宝珠",
},
},
[25060] = {
["T"] = "定义“疯狂”",
["O"] = "杀死10个疯狂的幸存者。",
["S"] = {
"消灭疯狂舱水幸存者",
},
},
[25316] = {
["T"] = "海加尔在燃烧",
["O"] = "借助阿隆努斯飞往海加尔，到达后跟伊瑟拉谈一谈。",
},
[51142] = {
["T"] = "害虫成群",
["O"] = "在联盟码头消灭8个行窃的撕咬者。",
["S"] = {
"消灭行窃的撕咬者",
},
},
[35271] = {
["T"] = "战歌的威胁",
["O"] = "偷取战歌攻击计划。",
["S"] = {
"战歌指令简报",
"混合单位战术",
"战歌侦察骑兵指令",
"纳格兰侦察报告",
},
},
[60831] = {
["T"] = "合侯爵之尊",
["O"] = "向斯特拉达玛侯爵展示你的药水。",
["S"] = {
"催化心能",
},
},
[36295] = {
["T"] = "Phylarch the Evergreen B",
},
[26596] = {
["T"] = "卡利姆多的召唤",
["O"] = "从藏宝海湾坐船去棘齿城，然后跟加兹鲁维谈一谈。",
},
[37319] = {
["T"] = "珠宝加工的特别订单：结婚戒指",
["O"] = "制作两枚闪光之黑石指环。次要属性不重要。",
["S"] = {
"制作黑石闪光指环",
"黑石闪光指环",
},
},
[27108] = {
["T"] = "蕾瑟塔蒂丝的网",
["O"] = "获得蕾瑟塔蒂丝的网。",
["S"] = {
"蕾瑟塔蒂丝的网",
},
},
[27364] = {
["T"] = "谁下的令？",
["O"] = "获得高级指挥官的命令。",
["S"] = {
"高级指挥官的命令",
},
},
[27620] = {
["T"] = "如同鼠辈",
["O"] = "杀死十字军领主瓦德玛尔。",
["S"] = {
"消灭十字军领主瓦德玛尔",
},
},
[39367] = {
["T"] = "装备图纸：额外舱房",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[28132] = {
["T"] = "高效挖掘技巧",
["O"] = "把《高效挖掘技巧》交给司克诺兹登陆点的贝洛克·辉刃。",
},
[39341] = {
["T"] = "守望者地窟：恶魔胆汁",
["O"] = "制作隐形饮剂，然后前往守望者地窟，将坩埚浸泡在格里茉拉的胆汁中。",
["S"] = {
"将魔息坩埚浸泡在格里茉拉的胆汁中",
"消灭格里茉拉",
"消灭科达娜·邪歌",
},
},
[42519] = {
["T"] = "崛起吧，勇士",
["O"] = "招募伊墨瑞尔和罗伦·雷蹄。",
},
[41415] = {
["T"] = "猎人的召唤",
["O"] = "调查三把神器的线索。",
["S"] = {
"与格瑞夫交谈",
"与信使兰斯伯交谈",
"与阿帕塔·高岭交谈",
},
},
[29156] = {
["T"] = "巨魔来袭",
["O"] = "同暴风城港口的指挥官沙普交谈。",
},
[29412] = {
["T"] = "吹跑了",
["O"] = "蔚蔚想让你在暴风城中收集5个飘走的气球。",
["S"] = {
"飘走的气球",
},
},
[8776] = {
["T"] = "目标：雷戈制奴者",
["O"] = "击杀30只雷戈制奴者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 X才能完成这个任务。",
["S"] = {
"消灭雷戈制奴者",
},
},
[29924] = {
["T"] = "杀死柯山",
["O"] = "杀死猛虎林中的柯山。",
["S"] = {
"消灭柯山",
},
},
[60358] = {
["T"] = "钽金抢夺",
["O"] = "从晋升堡垒的稀有怪物和宝箱中收集3份钽金。",
["S"] = {
"钽金",
},
},
[44487] = {
["T"] = "浸水的书籍",
["O"] = "将浸水的书籍带给达拉然的罗伯特·纽哈斯。",
},
[26765] = {
["T"] = "去找卡雷布下士",
["O"] = "把修理过的烹调锅带给北荆棘谷反抗军营地的卡雷布下士。",
},
[9544] = {
["T"] = "阿基达的预言",
["O"] = "在刺臂村中释放8名止松俘虏。完成任务之后回到碧蓝岗哨，找止松部族的阿鲁古复命。",
["S"] = {
"释放止松俘虏",
},
},
[27533] = {
["T"] = "猪的悲惨命运",
["O"] = "杀死9只天灾野猪。",
["S"] = {
"消灭天灾野猪",
},
},
[38936] = {
["T"] = "昆莱之路",
["O"] = "穿过雾纱栈道并抵达滨岸村。",
["S"] = {
"与商路土地精交谈（可选）",
"与酒仙布夫谈一谈（可选）",
},
},
[47047] = {
["T"] = "生存猎人：顺手牵羊",
["O"] = "前往艾萨拉的熊头，拜访克希雷姆之塔。",
},
[47559] = {
["T"] = "微光时光碎片",
["O"] = "把微光时光碎片带到龙眠神殿，解锁一个时光传送门。",
},
[9800] = {
["T"] = "稀有的豆子",
["O"] = "将8颗挖出来的卡拉果交给纳格兰元素王座的元素师鲁艾普。",
["S"] = {
"挖出来的卡拉果",
},
},
[60640] = {
["T"] = "林地复苏",
["O"] = "将女王的温室升级至3级。",
},
[28813] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[33561] = {
["T"] = "多人赛跑",
["O"] = "跑过拱门，通过蓝色标记，然后是绿色标记、红色标记和紫色标记，最后返回钢铁精灵游戏营地。",
["S"] = {
"在比赛开始时到拱门处就位",
},
},
[41713] = {
["T"] = "军团再临110级部落",
},
[53074] = {
["T"] = "援军",
["O"] = "与马迪亚斯·肖尔交谈，下达征募指令。",
["S"] = {
"征募部队",
},
},
[60502] = {
["T"] = "赤红深渊：里面的盟友",
["O"] = "在赤红深渊中救出宝贵的囚犯。",
["S"] = {
"营救囚犯",
},
},
[86923] = {
["T"] = "钓鱼",
},
[12488] = {
["T"] = "高级执行官需要你",
["O"] = "与龙骨荒野怨毒镇的高级执行官乌洛斯谈一谈。",
},
[72588] = {
["T"] = "拜荒劫掠者",
["O"] = "从拜荒者手中夺回补给品。",
["S"] = {
"寻觅到的霜冻食物",
},
},
[13384] = {
["T"] = "永恒之眼的审判",
["O"] = "龙骨荒野龙眠神殿的克拉苏斯要你取回魔法之心。\n\n该任务必须在普通模式下的10人永恒之眼中完成。",
["S"] = {
"魔法精华",
},
},
[9331] = {
["T"] = "盗取铁炉堡的烈焰",
["O"] = "将铁炉堡烈焰交给节日诗人。",
},
[60482] = {
["T"] = "以我之眼",
["O"] = "收集10把隐藏的武器",
["S"] = {
"取回隐藏的武器",
},
},
[54727] = {
["T"] = "搬运小队",
["O"] = "收集4个沉重的木材，并将它们带去搬运点。",
["S"] = {
"收集沉重的木材",
},
},
[27534] = {
["T"] = "奥古斯图斯的收据册",
["O"] = "在恐惧谷的旅店里找到奥古斯图斯的收据册。",
["S"] = {
"奥古斯图斯的收据册",
},
},
[39368] = {
["T"] = "装备图纸：高能炉",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[9971] = {
["T"] = "树林中的线索",
["O"] = "调查破碎者的尸体旁的奇怪物体，看看究竟是什么在滋扰塞纳里奥树林，然后向塞纳里奥树林外的缚地者塔弗格伦复命。",
["S"] = {
"检查奇怪的物体",
},
},
[56775] = {
["T"] = "热身",
["O"] = "在作战假人处热身。",
["S"] = {
"摧毁作战假人",
},
},
[10227] = {
["T"] = "我看到了死德莱尼人",
["O"] = "与奥金尼地穴外的疯狂的拉姆杜尔谈一谈，他就站在地穴入口附近的骨堆上。",
},
[66445] = {
["T"] = "逝者的荣耀",
["O"] = "取回1个陨落守护者的角戒，8个大地守护者的焰刃，以及3个斯考克希亚之角。",
["S"] = {
"陨落守护者的角戒",
"大地守护者的焰刃",
"斯考克希亚之角",
},
},
[10483] = {
["T"] = "邪恶的咒语",
["O"] = "荣耀堡的阿曼蒂中尉要你前往远征军岗哨，将1枚被诅咒的护符交给埃隆雷下士。",
["S"] = {
"被诅咒的护符",
},
},
[84876] = {
["T"] = "绿洲",
["O"] = "在绿洲生态圆顶与萨拉塔斯见面。",
["S"] = {
"向绿洲的欧·拉祖勒回报",
},
},
[85900] = {
["T"] = "疾飙飞弩冲刺",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[70541] = {
["T"] = "狩猎战术：伙伴",
["O"] = "选择在大狩猎中与獒犬或欧胡纳并肩作战。",
},
[60359] = {
["T"] = "炉石所在便是家",
["O"] = "与旅馆老板努法交谈，将飞龙之尾设为你的家。",
["S"] = {
"将飞龙之尾设为你的家",
},
},
[44488] = {
["T"] = "被诅咒的书籍",
["O"] = "将被邪能毁坏的书籍带给达拉然的罗伯特·纽哈斯。",
},
[44058] = {
["T"] = "狡猾的沃平",
["O"] = "扰乱猎狐活动。",
["S"] = {
"迎战猎狐发起者",
},
},
[61895] = {
["T"] = "灰烬王庭大使",
["O"] = "在暗影界完成世界任务。",
},
[60460] = {
["T"] = "心能回收",
["O"] = "从托加斯特，罪魂之塔收集150个心能余烬。",
["S"] = {
"从托加斯特收集心能余烬",
},
},
[60459] = {
["T"] = "心能回收",
["O"] = "从托加斯特，罪魂之塔收集150个心能余烬。",
["S"] = {
"从托加斯特收集心能余烬",
},
},
[60458] = {
["T"] = "心能回收",
["O"] = "从托加斯特，罪魂之塔收集150个心能余烬。",
["S"] = {
"从托加斯特收集心能余烬",
},
},
[47560] = {
["T"] = "冰封时光碎片",
["O"] = "把冰封时光碎片带到龙眠神殿，解锁一个时光传送门。",
},
[12019] = {
["T"] = "最后的义务",
["O"] = "进入圣城恩其拉，找到浮空城纳克萨纳尔下方的传送宝珠。使用它进入浮空城的顶部，然后帮助萨萨里安。",
["S"] = {
"最后的义务",
},
},
[12147] = {
["T"] = "古怪的暗示",
["O"] = "带上精美的战斗号角前往龙眠神殿，看看那里有谁可以评估一下这潜在的威胁。",
},
[49096] = {
["T"] = "侵入点：奈格塔尔",
},
[12403] = {
["T"] = "糖罐",
},
[8777] = {
["T"] = "目标：雷戈掘洞者",
["O"] = "击杀30只雷戈掘洞者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 XI才能完成这个任务。",
["S"] = {
"消灭雷戈掘洞者",
},
},
[25317] = {
["T"] = "保护世界之树",
["O"] = "与海加尔山宁静林地的玛法里奥·怒风交谈。",
},
[51144] = {
["T"] = "一捆毛皮",
["O"] = "将一捆温暖的毛皮交给海瑟福特的丹迪·琼斯。",
},
[26767] = {
["T"] = "弄清楚如何制作任务",
["O"] = "制作一个索引任务。",
},
[27535] = {
["T"] = "受到一点小小的感动",
["O"] = "跟恐惧谷被感动的奥古斯图斯谈一谈。",
},
[27919] = {
["T"] = "前往诅咒之地",
["O"] = "前往诅咒之地跟守望堡的恩诺哈尔·雷酒谈一谈。",
},
[26597] = {
["T"] = "荆棘热",
["O"] = "找到巫医安巴格瓦，让他召唤野蛮的莫克。把莫克的精华带给芬·菲兹拉克。",
["S"] = {
"莫克的精华",
},
},
[28815] = {
["T"] = "暮光文件",
["O"] = "获得暮光文件。",
["S"] = {
"暮光文件",
},
},
[27109] = {
["T"] = "扭曲的防御者",
["O"] = "杀死特迪斯·扭木。",
["S"] = {
"消灭特迪斯·扭木",
},
},
[27365] = {
["T"] = "合适的武器",
["O"] = "进入影牙城堡，从席瓦莱恩男爵那里夺得席瓦莱恩家族佩剑，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"席瓦莱恩家族佩剑",
"月钢锭",
"不死肌腱",
},
},
[38857] = {
["T"] = "帮沙考尔先生办件事",
["O"] = "救出克里夫·雷山、文雅的洛什和绿皮格蕾丝。",
["S"] = {
"救出克里夫·雷山",
"救出文雅的洛什",
"救出绿皮格蕾丝",
},
},
[39369] = {
["T"] = "装备图纸：自动航空雷达",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[14067] = {
["T"] = "被偷走的银币",
["O"] = "杀死8头赤鳞破坏者s，4头赤鳞镰爪龙，并找到被偷走的银币。",
["S"] = {
"消灭赤鳞破坏者",
"消灭赤鳞镰爪龙",
"被偷走的银币",
},
},
[13129] = {
["T"] = "智力游戏",
["O"] = "达克萨隆要塞的库塞尔希望你对召唤者诺沃斯的尸体使用库塞尔的布片。然后把沾满腐液的布片交给她。",
["S"] = {
"沾满腐液的布片",
},
},
[13385] = {
["T"] = "英雄永恒之眼的审判",
["O"] = "龙骨荒野龙眠神殿的克拉苏斯要你取回魔法之心。\n\n该任务必须在英雄模式下的25人永恒之眼中完成。",
["S"] = {
"魔法精华",
},
},
[66447] = {
["T"] = "跨越屏障",
["O"] = "在新生宝库废墟中调查新生宝库。",
["S"] = {
"消灭不谐警戒者",
},
},
[29157] = {
["T"] = "赞达拉的威胁",
["O"] = "去奥格瑞玛的精神谷，见布温巴。",
},
[12402] = {
["T"] = "糖罐",
},
[29669] = {
["T"] = "严峻的任务",
["O"] = "阿达尔要你前往风暴要塞，杀死生态船内的迁跃扭木。",
["S"] = {
"消灭迁跃扭木",
},
},
[871] = {
["T"] = "保卫前沿哨所",
["O"] = "杀死8名钢鬃掠夺者和3名钢鬃猎手。",
["S"] = {
"消灭钢鬃掠夺者",
"消灭钢鬃猎手",
},
},
[30181] = {
["T"] = "猎穆山兽",
["O"] = "杀死15只沙背穆山兽。",
["S"] = {
"消灭沙背穆山兽",
},
},
[72591] = {
["T"] = "有债必偿",
["O"] = "在欧恩哈拉平原寻找贝恩。",
},
[29840] = {
["T"] = "前车之鉴",
["O"] = "古达克的记载者拜基妮要你收集6块达卡莱历史石板。",
["S"] = {
"达卡莱历史石板",
},
},
[42901] = {
["T"] = "LFGDungeons - Legion - Normal Random - 1st",
},
[14304] = {
["T"] = "血之理论",
["O"] = "收集10条吸满血的水蛭。",
["S"] = {
"吸满血的水蛭",
},
},
[62920] = {
["T"] = "变革导灵器",
["O"] = "将导灵器添加到羁绊熔炉，然后装到“娜德佳，迷雾之刃”的槽位中。",
},
[47049] = {
["T"] = "恶魔学识术士：蔑潮的命运",
["O"] = "搜索贾德维克，寻找卷轴中提到的维库人。",
["S"] = {
"与猎手斯洛迪交谈",
},
},
[63944] = {
["T"] = "刻希亚在等待",
["O"] = "向刻希亚的守护者的休憩的塔尔-加兰报告。",
},
[60315] = {
["T"] = "通缉：饕餮之喙",
["O"] = "在长女的馈赠收集饕餮之喙的嘴，并带给戈尔杜斯。",
["S"] = {
"饕餮之喙的嘴",
},
},
[60288] = {
["T"] = "来自通灵领主的补给",
["O"] = "在玛卓克萨斯的阴冷棱堡与欧伊妮·魂脉交谈，领取你的奖励。",
},
[49097] = {
["T"] = "侵入点：萨古亚",
},
[66448] = {
["T"] = "歧路守路者",
["O"] = "寻找守路者阿尔威。",
},
[26769] = {
["T"] = "激流之旅",
["O"] = "在棘齿城东北乘坐荷尔登·霍恩布洛尔的渡轮前往诺兹波特的哨站。",
["S"] = {
"乘坐江轮抵达诺兹波特",
},
},
[84879] = {
["T"] = "重振希望",
["O"] = "净化生态圆顶中的入侵元素。",
["S"] = {
"净化圆顶",
},
},
[85903] = {
["T"] = "垃圾场短途赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[27665] = {
["T"] = "暗月飓风套牌",
["O"] = "当暗月马戏团来到镇上的时候，把飓风套牌交给他们。",
},
[28689] = {
["T"] = "被遗忘的灵魂",
["O"] = "在遗忘山丘释放6名被折磨的灵魂。用手直接触摸墓碑，即可引导灵魂。遗忘山丘位于正西方，穿过不眠前线就是了。",
},
[72592] = {
["T"] = "昔时旧创",
["O"] = "向马鲁克半人马询问波文·风之图腾失踪的情况。",
["S"] = {
"与尊可汗交谈",
},
},
[4602] = {
["T"] = "超级清洁器5200型！",
["O"] = "将脏兮兮的东西放入超级清洁器5200型，记得要用三枚银币来启动机器。",
["S"] = {
"脏兮兮的东西",
},
},
[43552] = {
["T"] = "艾萨拉之眼： 进入艾萨拉之眼",
["O"] = "击败艾萨拉之眼的艾萨拉之怒。",
["S"] = {
[2] = "雕刻贝壳",
},
},
[7928] = {
["T"] = "暗月督军套牌",
["O"] = "当暗月马戏团来到镇上的时候，把督军套牌交给他们。",
},
[45856] = {
["T"] = "为瓦尔莎拉而战",
["O"] = "击败瓦尔莎拉的恐惧元老加拉托克。",
["S"] = {
"与加洛德·影歌交谈，开始最终突袭（可选）",
},
},
[25234] = {
["T"] = "后勤保障",
["O"] = "收集36份从暮光奴隶身上掉下来的暮光补给品。",
["S"] = {
"暮光补给品",
},
},
[39370] = {
["T"] = "装备图纸：储备弹药",
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
},
[39882] = {
["T"] = "黑心林地：时过境迁",
["O"] = "在黑心林地消灭大德鲁伊格兰达里斯并取回娜拉米娅的附魔之书。",
["S"] = {
"娜拉米娅的附魔之书",
"消灭萨维斯之影",
},
},
[60238] = {
["T"] = "轻轻摇晃过的礼品",
},
[40906] = {
["T"] = "深海毒蛇",
["O"] = "在贾德维克外面与托尔里谈一谈。",
},
[27282] = {
["T"] = "卡扎克的请求",
["O"] = "与奥格瑞玛兵营的卡扎克·暗哮交谈。",
},
[27538] = {
["T"] = "完美的泥敷剂",
["O"] = "收集10堆瓦拉尔河淤泥。",
["S"] = {
"瓦拉尔河淤泥",
},
},
[27666] = {
["T"] = "暗月海啸套牌",
["O"] = "当暗月马戏团来到镇上的时候，把海啸套牌交给他们。",
},
[85904] = {
["T"] = "娱乐城巡游赛",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[55329] = {
["T"] = "载具：TK11",
},
[60361] = {
["T"] = "争霸艾泽拉斯：使命宣言",
["O"] = "参加格罗玛什要塞的会议。",
["S"] = {
"与大酋长希尔瓦娜斯·风行者见面",
},
},
[88976] = {
["T"] = "卡雷什的希望",
["O"] = "在绿洲和你的团队交谈。",
["S"] = {
"与赫米特·奈辛瓦里交谈（可选）",
"与草药学家奥莱拉交谈（可选）",
"与鲁巴恩交谈（可选）",
"与欧·塔拉德交谈（可选）",
"与威·娜莉交谈",
},
},
[27667] = {
["T"] = "暗月地震套牌",
["O"] = "当暗月马戏团来到镇上的时候，把地震套牌交给他们。",
},
[48419] = {
["T"] = "致命吸引",
["O"] = "寻找弗林·法温德。",
["S"] = {
"向“刀子嘴”简了解弗林的事情",
},
},
[75665] = {
["T"] = "强大的盟友：峈姆鼹鼠人",
["O"] = "在查拉雷克洞窟各处协助鼹鼠人及其盟友。",
},
[32019] = {
["T"] = "他们叫他……风暴烈酒",
["O"] = "去四风谷的雷脚农场和陈·风暴烈酒谈一谈。",
},
[47050] = {
["T"] = "增强萨满祭司：蔑潮的命运",
["O"] = "搜索贾德维克，寻找卷轴中提到的维库人。",
["S"] = {
"与猎手斯洛迪交谈",
},
},
[33062] = {
["T"] = "抓住他的眼睛",
["O"] = "抓住全视之眼。",
["S"] = {
"抓住全视之眼",
},
},
[59939] = {
["T"] = "禁忌的野猪人通灵术",
["O"] = "在野猪人荆棘林消灭7只野猪人。",
["S"] = {
"消灭野猪人",
},
},
[12683] = {
["T"] = "燃烧的唾液",
["O"] = "多里安哨站的考尔文·诺灵顿要你收集5份多头蛇唾液样本并杀死5只苦潮多头蛇。",
["S"] = {
"收集唾液样本",
"消灭苦潮多头蛇",
},
},
[49098] = {
["T"] = "侵入点：森加",
},
[59938] = {
["T"] = "打倒野猪人",
["O"] = "消灭地王格雷克欧格。",
["S"] = {
"消灭地王格雷克欧格",
},
},
[25062] = {
["T"] = "我们来此的目的",
["O"] = "在锈水箱里寻找证据。",
["S"] = {
"沾满盐渍的日记",
},
},
[53028] = {
["T"] = "垂死的世界",
["O"] = "前往卡利姆多的希利苏斯与麦格尼·铜须见面。",
},
[25574] = {
["T"] = "天降之火",
["O"] = "到诺达希尔北边寻找暮光营地，在那里使用索罗之角。",
["S"] = {
"被烧毁的渗透者营地",
},
},
[13643] = {
["T"] = "死者讲述的故事",
["O"] = "在温德尔·巴尔弗爵士、洛林·阳焰和康纳尔·铁拳的坟墓前使用先知的水晶，查出他们死亡的真相，然后将结果报告给北伐军战士莱达拉。",
["S"] = {
"调查温德尔·巴尔弗爵士的死因",
"调查洛林·阳焰的死因",
"调查康纳尔·铁拳的死因",
},
},
[28180] = {
["T"] = "风暴祭坛",
["O"] = "与风暴祭坛附近的戈瑟奇·邪眼交谈。",
},
[72594] = {
["T"] = "惊天噩耗",
["O"] = "与牛头人对话，查明物品的主人。",
["S"] = {
"找到斧子的主人",
"找到项链的主人",
"找到头饰的主人",
},
},
[53194] = {
["T"] = "前往前线",
["O"] = "与伊薇拉·晨翼交谈，传送到激流堡，然后向罗德里克·布鲁斯顿队长报到。",
},
[26854] = {
["T"] = "失踪的驾驶员",
["O"] = "在盔枕湖北面找到驾驶员铁钻。",
},
[27110] = {
["T"] = "伊莫塔尔的疯狂",
["O"] = "你必须消灭5座水晶塔周围的守卫，那5座水晶塔维持着关押伊莫塔尔的监狱。一旦水晶塔的能量被削弱，伊莫塔尔周围的能量力场就会消散。\n\n进入伊莫塔尔的监狱，干掉站在中间的那个恶魔。最后，在图书馆挑战托塞德林王子。\n\n当任务完成之后，到庭院中去找辛德拉古灵。",
["S"] = {
"消灭伊莫塔尔",
"消灭托塞德林王子",
},
},
[27366] = {
["T"] = "夺取海滩",
["O"] = "在暮光高地的暮光海滩干掉12名斧咬陆战队员。",
["S"] = {
"消灭斧咬陆战队员",
},
},
[29844] = {
["T"] = "前车之鉴",
["O"] = "古达克的托玛尔要你收集6块达卡莱历史石板。",
["S"] = {
"达卡莱历史石板",
},
},
[27878] = {
["T"] = "强取豪夺",
["O"] = "在苦痛堡垒的底楼搜寻财宝。",
["S"] = {
"铭刻高戈奈斯石板",
},
},
[59827] = {
["T"] = "自押自擂",
["O"] = "当德弗莫塔出现在伤逝剧场时将其击败。",
["S"] = {
"消灭德弗莫塔",
},
},
[40395] = {
["T"] = "LFGDungeons - Timewalking \"Heroic\" Random - Nth",
},
[7162] = {
["T"] = "实验场",
["O"] = "到主基地东南边的冰翼洞穴中去找到雷矛军旗，然后把它交给哈格丁中尉。",
["S"] = {
"雷矛军旗",
},
},
[59315] = {
["T"] = "收割者之庭",
["O"] = "站在收割者之庭前宣誓效忠。",
["S"] = {
"与雷纳索尔王子同行",
},
},
[58314] = {
["T"] = "无面者的绝路面具",
["O"] = "在惊魂幻象内将无面者的绝路面具放回祭坛。",
},
[59231] = {
["T"] = "深不可测的力量",
["O"] = "在兵主之座与马里莱斯见面。",
["S"] = {
"强化洞察符文",
},
},
[42955] = {
["T"] = "解决方法",
["O"] = "从苏拉玛城的夜之子那里汲取50瓶暗夜井能量。",
["S"] = {
"一瓶暗夜井能量",
},
},
[40747] = {
["T"] = "精妙的传送艺术",
["O"] = "在欧库勒斯的工作室收集歪斜的传送道标和破损的跃迁套筒。",
["S"] = {
"在欧库勒斯的工作室使用传送装置",
},
},
[59210] = {
["T"] = "污染之核",
["O"] = "打碎三块耗尽能量的心能水晶，然后用死去的病态祭师为碎裂的心能水晶充能。",
["S"] = {
"打碎枯竭的水晶",
},
},
[72595] = {
["T"] = "寻找波文·风之图腾",
["O"] = "搜索附近的区域，寻找失踪的牛头人。",
["S"] = {
"找到染血之斧",
"找到独特的头饰",
"找到牛头人项链",
"救助风之图腾幸存者",
},
},
[11020] = {
["T"] = "缓慢的死亡",
["O"] = "影月谷龙喉营地的雇佣兵亚兹尔要你将邪能腺体和亚兹尔的羊肉的混合物投放在12座龙喉苦工营地附近，毒杀龙喉苦工。",
["S"] = {
"在龙喉苦工营地投毒",
},
},
[91026] = {
["T"] = "采集与升级",
["O"] = "完成任意地下堡。",
},
[31206] = {
["T"] = "杀戮熔炉竞技场：血眼斗士！",
["O"] = "进入杀戮熔炉竞技场，击败胡尔德普！",
["S"] = {
"击败胡尔德普",
},
},
[761] = {
["T"] = "猎捕猛鹫",
["O"] = "收集8根猛鹫的羽毛，把它们带给血蹄村的哈肯·风之图腾。",
["S"] = {
"猛鹫的羽毛",
},
},
[59185] = {
["T"] = "纠缠蛛网",
["O"] = "收集8罐玛卓西特之尘。",
["S"] = {
"玛卓西特之尘",
},
},
[31974] = {
["T"] = "高兹·怨怒",
["O"] = "在宠物战斗中击败高兹·怨怒。",
["S"] = {
"击败高兹·怨怒",
},
},
[64458] = {
["T"] = "冒险者：苏拉努姆",
},
[59068] = {
["T"] = "永未言说的秘密",
["O"] = "从守护者暮花的档案中获得一个永未言说的秘密。",
["S"] = {
"向守护者暮花询问一个秘密",
},
},
[49099] = {
["T"] = "侵入点：博尼克",
},
[8308] = {
["T"] = "布莱恩·铜须的信",
["O"] = "将布莱恩·铜须的信件带往希利苏斯南部的铜须营地。",
},
[833] = {
["T"] = "神圣的墓地",
["O"] = "在赤色石杀掉8个刺背干涉者。",
["S"] = {
"消灭刺背干涉者",
},
},
[84883] = {
["T"] = "曾经的卡雷什",
["O"] = "为仪式收集材料。",
["S"] = {
"翠镍蕾",
"心泉之水",
},
},
[85907] = {
["T"] = "沙滩短途赛 - 反向版",
["O"] = "滑翔穿过光圈。",
["S"] = {
"完成竞速",
},
},
[35276] = {
["T"] = "检阅你的部队",
["O"] = "在南港与贾斯伯·菲尔对话。",
},
[877] = {
["T"] = "死水绿洲",
["O"] = "使用干枯的种子调查死水绿洲底部的裂隙。",
["S"] = {
"试验干枯的种子",
},
},
[881] = {
["T"] = "埃其亚基",
["O"] = "在埃其亚基的巢穴外吹响号角，然后杀死或制服它。",
["S"] = {
"征服埃其亚基",
},
},
[59016] = {
["T"] = "战斗的召唤：奥丹姆",
["O"] = "在奥丹姆境内消灭联盟。",
},
[9332] = {
["T"] = "盗取达纳苏斯的烈焰",
["O"] = "将达纳苏斯烈焰交给节日诗人。",
},
[75668] = {
["T"] = "糖罐",
},
[905] = {
["T"] = "在迅猛龙的巢穴里",
["O"] = "杀死赤鳞迅猛龙，收集它们的羽毛。在3处赤鳞之巢上使用羽毛。",
["S"] = {
"抵达红色迅猛龙巢穴",
"抵达黄色迅猛龙巢穴",
"抵达蓝色迅猛龙巢穴",
},
},
[9716] = {
["T"] = "暗泽湖的异常",
["O"] = "调查暗泽湖水位下降的原因，然后返回赞加沼泽的塞纳里奥避难所，向伊谢尔·风歌复命。",
["S"] = {
"调查暗泽湖",
},
},
[933] = {
["T"] = "泰达希尔：黎明将至",
["O"] = "用月亮井的水装满红玉瓶。",
["S"] = {
"装满水的红玉瓶",
},
},
[56267] = {
["T"] = "恩佐斯的低语",
["O"] = "和心之秘室的卡雷苟斯交谈。",
},
[54164] = {
["T"] = "大王之死",
["O"] = "向拉斯塔哈大王致敬。",
["S"] = {
"向拉斯塔哈大王致敬",
},
},
[40908] = {
["T"] = "族长，回来吧",
["O"] = "在蓝风海湾寻找索迪尔族长。",
},
[82836] = {
["T"] = "讨伐谢罗什",
["O"] = "击败攻城领主谢罗什。",
["S"] = {
"消灭攻城领主谢罗什",
},
},
[55310] = {
["T"] = "腐泥鲤鱼",
["O"] = "把鱼带给丹妮尔·渔钓。",
},
[42444] = {
["T"] = "黑羽的困境",
["O"] = "跟随惊恐的鸦熊去找黑羽酋长。",
},
[8717] = {
["T"] = "月卫长者",
},
[10868] = {
["T"] = "鸦人的战争",
["O"] = "顾问菲埃拉要你杀掉14个西诺鸦爪战士和6个西诺巫师，然后返回裂石堡向她复命。",
["S"] = {
"消灭西诺鸦爪战士",
"消灭西诺巫师",
},
},
[43980] = {
["T"] = "另一件远古武器",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[88980] = {
["T"] = "你会找谁帮忙？",
["O"] = "在卡雷什的无拘之域中收集10份岩背兽精华。",
["S"] = {
"进入无拘之域（可选）",
"岩背兽精华",
},
},
[9549] = {
["T"] = "黑沙神器",
["O"] = "收集3个粗糙的鱼人神像和6把粗糙的鱼人小刀，把它们交给躲藏在海滩龟壳里的克劳伯·维兹班。",
["S"] = {
"粗糙的鱼人神像",
"粗糙的鱼人小刀",
},
},
[39212] = {
["T"] = "索拉查盆地",
["O"] = "当你准备好动身前往索拉查盆地时，就与大法师伯塔鲁斯谈一谈。到达索拉查盆地之后，与蛮藤谷的蒙特谈一谈。",
},
[75669] = {
["T"] = "糖罐",
},
[58816] = {
["T"] = "去后台",
["O"] = "在泊星剧场的后台取得一个夜帷花环。",
["S"] = {
"前往泊星剧场的后台",
},
},
[63435] = {
["T"] = "神庙踢馆",
["O"] = "在宠物对战中击败安希亚。",
["S"] = {
"击败安希亚",
},
},
[78741] = {
["T"] = "慈悲的代言人",
["O"] = "在土灵匠域与代言人布琳泽一起找到机语者工头。",
["S"] = {
"与工头杰莎对峙",
},
},
[64459] = {
["T"] = "冒险者：艾尔雯",
},
[66134] = {
["T"] = "艾泽拉斯虫害控制",
["O"] = "在花园中消灭8个焦躁的幼苗。",
["S"] = {
"消灭焦躁的幼苗",
},
},
[24551] = {
["T"] = "晋见新头领",
["O"] = "杀死北卫军侦察兵并收集10枚塞拉摩军功奖章。",
["S"] = {
"塞拉摩军功奖章",
},
},
[33229] = {
["T"] = "那一抹青铜色……",
["O"] = "在锦绣谷的闻道之座外面与克罗米交谈。",
},
[7495] = {
["T"] = "联盟的胜利",
["O"] = "将奥妮克希亚的徽记交给暴风城的杰塔瑞斯将军。",
},
[84885] = {
["T"] = "地绝会的差事",
["O"] = "前往罐缸工坊的地绝会办公室了解情况",
["S"] = {
"向地绝会办公室报告",
},
},
[25575] = {
["T"] = "铸于暗影与烈焰",
["O"] = "摧毁10只暮光武器箱。",
["S"] = {
"摧毁暮光武器箱",
},
},
[70550] = {
["T"] = "欢迎来到集所",
["O"] = "在钴蓝集所内与萨文交谈，看看区域内有哪些能力可用。",
["S"] = {
"和萨文谈一谈",
},
},
[36912] = {
["T"] = "捕捉裂蹄牛",
["O"] = "对一只幼年冰蹄牛使用裂蹄牛套索，然后跟着它，直到将它驯服。",
["S"] = {
"驯服冰蹄牛",
},
},
[26343] = {
["T"] = "供求关系",
["O"] = "将2张淡水鳄的皮交给奈辛瓦里远征队营地的崔斯里克。",
["S"] = {
"淡水鳄的皮",
},
},
[26599] = {
["T"] = "船长的箱子",
["O"] = "从荆棘谷海角的高拉什身上获得斯莫特的箱子。",
["S"] = {
"斯莫特的箱子",
},
},
[28185] = {
["T"] = "斯瓦诺斯",
["O"] = "你必须杀死恶魔监狱中的斯瓦诺斯，并带回它的诅咒颈环。斯瓦诺斯就在巴拉丁监狱西北边的恶魔监狱中。",
["S"] = {
"斯瓦诺斯的诅咒颈环",
},
},
[13556] = {
["T"] = "杜布拉金需要迅猛龙卵",
["O"] = "杜布拉金的哈瓦纳希望你去收集12枚古达克迅猛龙卵。",
["S"] = {
"古达克迅猛龙卵",
},
},
[27367] = {
["T"] = "吉德文·金须",
["O"] = "去找东瘟疫之地的吉德文·金须。",
},
[28953] = {
["T"] = "糖罐",
},
[27879] = {
["T"] = "劫胖济贫",
["O"] = "收集6块火烟之肉和10张火烟丝绸。",
["S"] = {
"火烟之肉",
"火烟丝绸",
},
},
[14068] = {
["T"] = "迅猛龙陷阱",
["O"] = "使用卡拉玛的“迅猛龙陷阱”捕获5只小迅猛龙。",
["S"] = {
"小小迅猛龙",
},
},
[35889] = {
["T"] = "玛拉顿（额外）奖励任务",
},
[58423] = {
["T"] = "他们之中的强者",
["O"] = "在锦绣谷击败3个稀有的恩佐斯爪牙。",
},
[14452] = {
["T"] = "力量仪祭",
["O"] = "杀死6头刺背野猪人。",
["S"] = {
"消灭刺背入侵者",
},
},
[58316] = {
["T"] = "无面者的暗思面具",
["O"] = "在惊魂幻象内将无面者的暗思面具放回祭坛。",
},
[41009] = {
["T"] = "猎人对猎人",
["O"] = "前往达拉然的猎人用品店与伊墨瑞尔·影卫谈一谈。",
},
[57496] = {
["T"] = "晋升",
["O"] = "清理残余的麦卡贡守军。",
["S"] = {
"使用传送器前往麦卡贡市",
},
},
[86934] = {
["T"] = "垃圾盈利",
["O"] = "与安德麦清洁站的卡洛·磨油交谈。",
},
[60364] = {
["T"] = "钽金抢夺",
["O"] = "从晋升堡垒的稀有怪物和宝箱中收集3份钽金。",
["S"] = {
"钽金",
},
},
[26266] = {
["T"] = "人们的希望",
["O"] = "把杂味炖肉带给哨兵岭的希望·萨丁。",
},
[38717] = {
["T"] = "黑鸦监牢",
["O"] = "消灭阿拉扎斯并拿到监狱钥匙。",
["S"] = {
"监狱钥匙",
},
},
[61900] = {
["T"] = "舒适的椅子",
["O"] = "在晋升堡垒收集30张柔软的仙狐毛皮，并在炽蓝仙野收集30份回收的木材。",
["S"] = {
"柔软的仙狐毛皮",
"回收的木材",
},
},
[31207] = {
["T"] = "破军比武场",
["O"] = "进入破军比武场并完成比赛。然后向巨魔仆从伍迪索要奖金。",
["S"] = {
"完成“破军比武场”",
},
},
[13518] = {
["T"] = "最后一波幸存者",
["O"] = "找到依然生还的奥伯丁难民。",
["S"] = {
"营救塞瑞利恩·白爪",
"营救戈沙拉·夜语",
"营救莎尔蒂",
"营救沃科尔",
},
},
[58174] = {
["T"] = "尽力的候选者",
["O"] = "返回候选者之憩。",
},
[31975] = {
["T"] = "勇者归来",
["O"] = "去暴风城找奥黛丽·伯恩赫普。",
},
[64460] = {
["T"] = "冒险者：娅恩拉",
},
[57392] = {
["T"] = "《羁石诅咒》重现人间",
["O"] = "从惊魂幻象中为心之秘室的拉希奥取得《羁石诅咒》的散页。",
["S"] = {
"《羁石诅咒》的散页",
},
},
[28826] = {
["T"] = "风暴之眼",
["O"] = "地语者纳拉特希望你观察先知之水中的景象。",
["S"] = {
"观察先知之水",
},
},
[33230] = {
["T"] = "那一抹青铜色……",
["O"] = "在锦绣谷的闻道之座外面与克罗米交谈。",
},
[58147] = {
["T"] = "异乡异客",
["O"] = "在暴风城找到克罗米。",
["S"] = {
"发现英雄的召唤布告牌",
},
},
[58087] = {
["T"] = "摧毁电源",
["O"] = "在惊珠浅滩摧毁3个纳泽希能量电池。",
["S"] = {
"摧毁纳泽希能量电池",
},
},
[51149] = {
["T"] = "遗忘在码头",
["O"] = "将包裹交给码头管理员丁达尔。",
},
[86935] = {
["T"] = "在岗培训",
["O"] = "前往安德麦清洁站查看安杰罗·锈桶的商品，然后在安德麦完成S.C.R.A.P.差事。",
["S"] = {
"浏览安杰罗的物品",
},
},
[39067] = {
["T"] = "升级舰队",
["O"] = "收集1000份要塞资源，1000金币，并完成15次海军行动。",
["S"] = {
[2] = "要塞物资",
},
},
[60721] = {
["T"] = "心能必须流淌",
["O"] = "使用心能导流器，将心能引导至雷文德斯的一个位置。",
["S"] = {
"引导心能",
},
},
[53197] = {
["T"] = "游览前线",
["O"] = "向工头图利、伐木工里奥和格雷森·贝尔报到。",
["S"] = {
"跟工头图利谈一谈",
"跟伐木工里奥谈一谈",
"和格雷森·贝尔一起了解战场",
},
},
[91031] = {
["T"] = "极限进取",
["O"] = "完成任意地下堡。",
},
[75672] = {
["T"] = "糖罐",
},
[28059] = {
["T"] = "占领要塞",
["O"] = "杀死法尔森要塞的要塞领主法尔森。法尔森要塞位于岛屿北端。",
["S"] = {
"消灭要塞领主法尔森",
},
},
[38862] = {
["T"] = "行窃蓟叶",
["O"] = "在月翼浅滩收集5枚失窃的月翼龙蛋。",
["S"] = {
"收集月翼龙蛋",
},
},
[78744] = {
["T"] = "献礼纪念",
["O"] = "消除狗头人的侵扰，将礼物放置在关机的前代照看者身边。",
["S"] = {
"放置一叠牌",
"放置土灵人像",
"放置珍贵宝石",
"平息狗头人骚乱",
},
},
[28955] = {
["T"] = "糖罐",
},
[57986] = {
["T"] = "值得承受之重",
["O"] = "帮助科乌和科亚找回6名失落的格里恩。",
["S"] = {
"确定格里恩装备的位置",
},
},
[30107] = {
["T"] = "收集宝石簇",
["O"] = "在巨龙之魂团队副本内，从怪物身上收集源质宝石簇，并取得333颗暗影宝石。",
["S"] = {
"暗影宝石",
},
},
[60466] = {
["T"] = "古老的艺术",
["O"] = "收集极乐之线、4张踏云者的毛皮和12份翼狮羽毛。",
["S"] = {
"极乐之线",
"踏云者的毛皮",
"翼狮羽毛",
},
},
[58317] = {
["T"] = "无面者的刺痛面具",
["O"] = "在惊魂幻象内将无面者的刺痛面具放回祭坛。",
},
[53555] = {
["T"] = "BFA 120 E",
},
[57982] = {
["T"] = "破坏屏障",
["O"] = "找到穿过灵魂壁障的方法。",
["S"] = {
"与塞奥斯交谈",
},
},
[51829] = {
["T"] = "雷娜的扳手",
["O"] = "将扳手交给枯萎峡谷中的雷娜。",
},
[60365] = {
["T"] = "钽金抢夺",
["O"] = "从晋升堡垒的稀有怪物和宝箱中收集3份钽金。",
["S"] = {
"钽金",
},
},
[57912] = {
["T"] = "魂选男爵",
["O"] = "在锐矛之锋与维拉兹男爵见面。",
},
[47489] = {
["T"] = "偷偷上船",
["O"] = "潜入处女号。",
["S"] = {
"与弗林交谈",
},
},
[27420] = {
["T"] = "延缓灾难",
["O"] = "从黑暗教徒和暗影法师手中夺取控制符文，然后对它们使用过载魔尘，摧毁3台瘟疫传播器。",
["S"] = {
"摧毁瘟疫传播器",
},
},
[75673] = {
["T"] = "糖罐",
},
[29596] = {
["T"] = "主教之陨",
["O"] = "杀死大主教玛拉达尔，然后向奥金尼地穴内的德莱尼灵魂复命。",
["S"] = {
"消灭大主教玛拉达尔",
},
},
[57730] = {
["T"] = "斯菲莱克斯的便携式伐木机",
["O"] = "首席技师斯菲莱克斯要你给他拿去下列物品：\n\n30块瑟银锭。\n\n50块秘银锭。\n\n75块铁锭。\n\n1个蒸汽锯。",
["S"] = {
"瑟银锭",
"秘银锭",
"铁锭",
"蒸汽锯",
},
},
[63949] = {
["T"] = "塑造命运",
["O"] = "在刻希亚和噬渊完成盟约突袭和日常任务、打开宝藏、消灭稀有生物、或者击败托加斯特的折磨者，挫败典狱长的势力。",
["S"] = {
"挫败典狱长的势力",
},
},
[64461] = {
["T"] = "冒险者：赫尔墨斯忒斯",
},
[48590] = {
["T"] = "我的头与肩",
["O"] = "取回苏尔加安的头部和肩部装备。",
["S"] = {
"苏尔加安的头盔",
"苏尔加安的左侧肩甲",
"苏尔加安的右侧肩甲",
},
},
[24552] = {
["T"] = "狮子的尊严",
["O"] = "任意杀死5只原野徘徊狮或原野傲鬃狮。",
["S"] = {
"杀死贫瘠之地的狮子",
},
},
[33231] = {
["T"] = "永恒岛之旅",
["O"] = "到位于翡翠林沿海的永恒岛上与观察者劳拉交谈。",
},
[25064] = {
["T"] = "莫拉亚",
["O"] = "跟莫拉亚谈谈。",
},
[27805] = {
["T"] = "小小的安慰",
["O"] = "找到并归还米艾拉的风干玫瑰、帕尔兰的象牙锤以及阿普里卡的玩偶。",
["S"] = {
"米艾拉的风干玫瑰",
"帕尔兰的象牙锤",
"阿普里卡的玩偶",
},
},
[25576] = {
["T"] = "狼神之怒",
["O"] = "消灭12个黑铁苦工。",
["S"] = {
"消灭黑铁苦工",
},
},
[10000] = {
["T"] = "不受欢迎者",
["O"] = "杀死12名扭曲的苦工，然后向追踪者凯德报告。",
["S"] = {
"消灭扭曲的苦工",
},
},
[57531] = {
["T"] = "不幸落难",
["O"] = "击败科斯特尔，夺回劳伦特的物品。",
["S"] = {
"获得劳伦特的物品",
},
},
[72602] = {
["T"] = "乐观的秘术师",
["O"] = "收集一个强健的蝾螈之心和8朵喷泉花。",
["S"] = {
"强健的蝾螈之心",
"喷泉花",
},
},
[53198] = {
["T"] = "返回伯拉勒斯",
["O"] = "与伊薇拉·晨翼交谈，返回伯拉勒斯。",
},
[26856] = {
["T"] = "反击入侵",
["O"] = "杀死奥格弗林特、巴扎兰，以及祈求者耶戈什。",
["S"] = {
"消灭祈求者耶戈什",
"消灭巴扎兰",
"消灭奥格弗林特",
},
},
[27112] = {
["T"] = "被诅咒的灵魂",
["O"] = "杀死卡雷迪斯镇长和伊琳娜·暗木。",
["S"] = {
"消灭卡雷迪斯镇长",
"消灭伊琳娜·暗木",
},
},
[29981] = {
["T"] = "堵住虫群",
["O"] = "在石犁村击败14只伊克提克螳螂妖。",
["S"] = {
"杀死伊克提克螳螂妖",
},
},
[57512] = {
["T"] = "漫步于死亡",
["O"] = "消灭8个不羁的死亡行者。",
["S"] = {
"消灭不羁的死亡行者",
},
},
[27880] = {
["T"] = "顽固的肥佬",
["O"] = "杀死12名火烟食人魔，火烟虐待者或是火烟萨满祭司都成。",
["S"] = {
"杀死火烟食人魔",
},
},
[36921] = {
["T"] = "宿敌：人类斩杀者",
["O"] = "在德拉诺的PVP战斗中消灭500名人类玩家。",
["S"] = {
"消灭人类玩家",
},
},
[56782] = {
["T"] = "代言人的赠礼",
["O"] = "与代言人尤提亚会面。",
},
[37177] = {
["T"] = "利爪之王的召唤",
["O"] = "在泰罗克鸦巢与泰罗克之影谈一谈。",
},
[66459] = {
["T"] = "野性战场：沼泽惊魂魔！",
["O"] = "击败玛尼特。",
["S"] = {
"消灭玛尼特",
},
},
[58318] = {
["T"] = "无面者的长夜面具",
["O"] = "在惊魂幻象内将无面者的长夜面具放回祭坛。",
},
[12304] = {
["T"] = "海边的地产",
["O"] = "测量员汉森要求你前往南面的遗忘海岸，击杀20个被遗忘的幽灵。",
["S"] = {
"杀死被遗忘的幽灵",
},
},
[42959] = {
["T"] = "好事成三",
["O"] = "给她带三件特别的礼物。这些礼物能在地下城中的强大敌人身上找到。",
["S"] = {
"星光项链",
"一堆上古金色圆盘",
"一桶蜜酒",
},
},
[57488] = {
["T"] = "当前结构图",
["O"] = "收集4份耐热渗液和6个获取的机械零件。",
["S"] = {
"耐热渗液",
"获取的机械零件",
},
},
[60366] = {
["T"] = "通缉：暗翼",
["O"] = "在巨翼栖地从暗翼的身上获得一根幽影羽毛，并交给尤美莉雅。",
["S"] = {
"幽影羽毛",
},
},
[57486] = {
["T"] = "衰弱的能量",
["O"] = "前往普罗德摩尔要塞和凯尔希·钢烁见面。",
},
[47241] = {
["T"] = "死亡之影",
["O"] = "找寻前往邦桑迪所在之地的线索。",
["S"] = {
"调查风化神龛",
"调查遗忘废墟",
"调查白骨之祠",
},
},
[57462] = {
["T"] = "梦境猎人",
["O"] = "获得200个狂乱碎缕。这些可以从尼奥罗萨的首领和世界首领身上获得，也可以通过获得战场和竞技场的胜利或者荣誉消灭获得。",
["S"] = {
"狂乱碎缕",
},
},
[75675] = {
["T"] = "糖罐",
},
[57444] = {
["T"] = "启发潜在的良知",
["O"] = "消灭3个弃誓晋升者。",
["S"] = {
"消灭弃誓晋升者",
},
},
[47055] = {
["T"] = "火焰法师：莱维娅·劳伦斯的窘境",
["O"] = "在城里打听莱维娅·劳伦斯的情报。",
["S"] = {
"在铭文师的殿堂打听莱维娅的消息",
},
},
[63950] = {
["T"] = "刀翼兽之爪",
["O"] = "收集10个刀翼兽之爪。",
["S"] = {
"收集刀翼兽之爪",
},
},
[64462] = {
["T"] = "冒险者：秘术师克罗马斯",
},
[36667] = {
["T"] = "突袭沙塔斯港口",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[37179] = {
["T"] = "为了孩子！",
["O"] = "从黑石塔上层获得一颗迷你钢铁之星。",
["S"] = {
"迷你钢铁之星",
"消灭督军扎伊拉",
},
},
[49615] = {
["T"] = "大王的信任",
["O"] = "前往黄金王座与拉斯塔哈大王交谈。",
},
[53817] = {
["T"] = "格里兹克·菲兹伦奇怎么了？",
["O"] = "在塔纳利斯搜寻格里兹克·菲兹伦奇的踪迹。",
["S"] = {
"与加兹鲁维交谈",
},
},
[50639] = {
["T"] = "维克雷斯庄园：堕落巫母",
["O"] = "击败维克雷斯庄园的维克雷斯夫人。",
["S"] = {
"消灭维克雷斯夫人",
},
},
[27341] = {
["T"] = "侦察海滩",
["O"] = "侦察暮光海滩的滩头控制点。你不必占领控制点，但是成功占领的话，你会被标记为开启PvP状态，且你所在的营地可以获得作战优势。",
["S"] = {
"侦察滩头控制点",
},
},
[51663] = {
["T"] = "做好准备",
["O"] = "破坏8份加巴尼补给。",
["S"] = {
"摧毁加巴尼物资",
},
},
[33133] = {
["T"] = "战火徽记",
["O"] = "收集50枚次级好运护符。",
["S"] = {
"次级好运护符",
},
},
[72604] = {
["T"] = "搏命营救",
["O"] = "在诺库顿要塞外与贝恩·血蹄见面。",
},
[40763] = {
["T"] = "资源分配",
["O"] = "收集20瓶魔力酒。",
["S"] = {
"一瓶魔力酒",
},
},
[13678] = {
["T"] = "迎接挑战",
["O"] = "将15枚候选者的徽记交给银色比武场的魔导师埃迪恩·炎谷，证明你已经准备好迎接候选者的挑战了。",
["S"] = {
"候选者的徽记",
},
},
[75676] = {
["T"] = "糖罐",
},
[867] = {
["T"] = "鹰身强盗",
["O"] = "从巫翼鹰身人身上收集6只巫翼鹰身人的爪子。",
["S"] = {
"巫翼鹰身人的爪子",
},
},
[57284] = {
["T"] = "剑中珍品",
["O"] = "在众多被遗忘的武器中找到劈敌者。",
["S"] = {
"劈敌者",
},
},
[9845] = {
["T"] = "下钩钓鱼",
["O"] = "杀死10个泥爪毁坏者，然后向萨布拉金的苏尔加亚复命。",
["S"] = {
"消灭泥爪毁坏者",
},
},
[38460] = {
["T"] = "各取所需",
["O"] = "签下达格洛普的契约。",
["S"] = {
"签下达格洛普的契约",
},
},
[40400] = {
["T"] = "秘密行动",
["O"] = "与温蕾萨·风行者谈一谈。",
["S"] = {
"倾听温蕾萨·风行者说话",
},
},
[10229] = {
["T"] = "解读书卷",
["O"] = "将神秘的典籍交给断背岗哨的史学家奥尔森。",
},
[66461] = {
["T"] = "野性战场：火山上的来客！",
["O"] = "击败和平终结者希卡。",
["S"] = {
"消灭和平终结者希卡",
},
},
[5545] = {
["T"] = "木材危机",
["O"] = "收集8捆木材，把它们交给东谷伐木场的管理员莱琳。",
["S"] = {
"一捆木柴",
},
},
[84892] = {
["T"] = "地绝会与穷凶极鳄",
["O"] = "击败穷凶极鳄",
["S"] = {
"抵达下水道入口",
},
},
[56914] = {
["T"] = "愤怒的居民",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败艾兹拉·格里姆",
},
},
[43472] = {
["T"] = "历史学家",
["O"] = "在奥格瑞玛的精神谷与历史学家吉帕见面。",
},
[60367] = {
["T"] = "心能穿越",
},
[44496] = {
["T"] = "未竟的宿命",
["O"] = "在外域边境的影月谷见证真正的背叛。",
},
[14161] = {
["T"] = "灭除蜥蜴",
["O"] = "杀掉山麓矿场里的10只灰石蜥蜴。",
["S"] = {
"消灭灰石蜥蜴",
},
},
[28704] = {
["T"] = "大酋长的命令：荆棘谷海角！",
["O"] = "去找荆棘谷海角硬钳避世乐园的莎希·硬钳。",
},
[75677] = {
["T"] = "糖罐",
},
[29600] = {
["T"] = "果断措施",
["O"] = "在纯净之池击败16个刀背撕咬者。",
["S"] = {
"消灭刀背撕咬者",
},
},
[56515] = {
["T"] = "黑胶唱片：永远的诺莫瑞根",
["O"] = "把黑胶唱片装进锈栓留声机。",
},
[78749] = {
["T"] = "谁是当家的？",
["O"] = "消灭大盗贼波克。",
["S"] = {
"消灭大盗贼波克",
},
},
[64463] = {
["T"] = "冒险者：金辉灵魂向导",
},
[56464] = {
["T"] = "奇怪的脏器",
["O"] = "前往纳沙塔尔的新生家园，将奇怪的脏器交给发现者帕尔塔看一看。",
},
[42365] = {
["T"] = "聚焦能量",
["O"] = "收集3份萨格拉斯之血。",
["S"] = {
"萨格拉斯之血",
},
},
[12405] = {
["T"] = "糖罐",
},
[56460] = {
["T"] = "脊壳蟹蜕壳",
["O"] = "前往纳沙塔尔的新生家园，将脊壳蟹蜕壳交给发现者帕尔塔看一看。",
},
[84893] = {
["T"] = "地绝会与“船长”",
["O"] = "击败“船长”",
["S"] = {
"抵达下水道入口",
},
},
[25577] = {
["T"] = "砸碎核心",
["O"] = "消灭炽热守护者，夺取8个闷烧之核，然后用暮光铁砧砸碎这些闷烧之核。",
["S"] = {
"摧毁闷烧之核",
},
},
[28705] = {
["T"] = "大酋长的命令：外域！",
["O"] = "向地狱火半岛命运阶梯的沃雷恩中将报到。\r\n\r\n奥格瑞玛传送门大厅的萨尔玛法师可以帮助你前往该地。",
},
[29217] = {
["T"] = "受困的斥候",
["O"] = "解救被俘的斥候：哈兹莱克、巴卡祖鲁、洛尔卡尼和卡莎。他们遭到了阿曼尼高阶祭司的关押。",
["S"] = {
"成功解救哈兹莱克",
"成功解救巴卡祖鲁",
"成功解救洛尔卡尼",
"成功解救卡莎",
},
},
[26345] = {
["T"] = "精制",
["O"] = "将一张老鳄鱼的皮交给奈辛瓦里远征队营地的崔斯里克。",
["S"] = {
"老鳄鱼的皮",
},
},
[48460] = {
["T"] = "骑兵",
["O"] = "与石化森林的首席骑兵贾伊德对话。",
},
[13429] = {
["T"] = "帮助阿卡玛",
["O"] = "在克希利的军队发动佯攻之后，保护阿卡玛和玛维进入影月谷内的黑暗神殿。",
["S"] = {
"帮助阿卡玛和玛维进入黑暗神殿。",
},
},
[27113] = {
["T"] = "辛德拉古灵",
["O"] = "与辛德拉古灵交谈。",
},
[50775] = {
["T"] = "给我一片沙滩",
["O"] = "收集20堆沙子。",
["S"] = {
"一堆沙子",
},
},
[11218] = {
["T"] = "危险！爆炸品！",
["O"] = "利用斯迪尔林的安全雷管收集6份低语峡谷矿石碎块和18颗低语峡谷宝石，将它们交给西部卫戍要塞的斯迪尔林。",
["S"] = {
"低语峡谷矿石碎块",
"低语峡谷宝石",
},
},
[56401] = {
["T"] = "蓝龙军团之雷",
["O"] = "在魔枢和卡雷苟斯碰面，并获取蓝龙之王的充能之鳞。",
["S"] = {
"在魔枢顶部会见卡雷苟斯",
},
},
[56371] = {
["T"] = "年幼的暮光龙之鳞",
["O"] = "前往湿地的格瑞姆巴托上方，将鳞片给艾莉娜看一看。",
},
[40401] = {
["T"] = "归乡",
["O"] = "寻找走私者。",
["S"] = {
"寻找走私者",
},
},
[12114] = {
["T"] = "心灵的创伤",
["O"] = "哈考尔营地的哈考尔要你在达基尔金废墟外面杀死10个达卡莱保卫者和10个达卡莱先知。",
["S"] = {
"消灭达卡莱保卫者",
"消灭达卡莱先知",
},
},
[28905] = {
["T"] = "LFGDungeons - Cataclysm - Heroic Random - 1st",
},
[41937] = {
["T"] = "战斗训练",
["O"] = "[PH] Log Description",
["S"] = {
"完成战斗训练",
},
},
[42449] = {
["T"] = "四骑士归来",
["O"] = "在杜隆塔尔与萨萨里安谈一谈。",
},
[56640] = {
["T"] = "幸运的灵魂",
["O"] = "在艾萨拉之矛营救7个被俘虏的士兵。",
["S"] = {
"救出第七军团俘虏",
},
},
[43473] = {
["T"] = "试验药水：需要试验对象",
},
[66174] = {
["T"] = "守护巨龙大厅",
["O"] = "探索守护巨龙大厅。",
["S"] = {
"通过附近的传送器进入守护巨龙大厅",
},
},
[72607] = {
["T"] = "世仇旧恨",
["O"] = "消灭加莫库。",
["S"] = {
"消灭加莫库",
},
},
[30242] = {
["T"] = "生存之环：刀刃",
["O"] = "进入生存之环，并在不出圈的情况下坚持60秒。",
["S"] = {
"在生存之环中坚持60秒",
},
},
[56172] = {
["T"] = "其他兴趣",
["O"] = "将5个奇特的鱼人之角交给钢铁贤者老高。",
["S"] = {
"运送奇特的鱼人之角",
},
},
[75679] = {
["T"] = "糖罐",
},
[56162] = {
["T"] = "回到海中",
["O"] = "返回纳沙塔尔的梅扎米尔。",
},
[47057] = {
["T"] = "邪恶死亡骑士：莱维娅·劳伦斯的窘境",
["O"] = "在城里打听莱维娅·劳伦斯的情报。",
["S"] = {
"在铭文师的殿堂打听莱维娅的消息",
},
},
[31977] = {
["T"] = "勇者归来",
["O"] = "去奥格瑞玛找瓦佐克。",
},
[64464] = {
["T"] = "冒险者：莱拉·雹风",
},
[49474] = {
["T"] = "诅咒碎片",
["O"] = "前往位于破碎群岛的达拉然，将诅咒碎片交给奥法工匠维迪尔。",
},
[56141] = {
["T"] = "安全第一",
["O"] = "在麦卡贡岛上击败稀有敌人。",
["S"] = {
"在麦卡贡消灭稀有敌人",
},
},
[82847] = {
["T"] = "大蒜管够",
["O"] = "为大厨收集大蒜。",
["S"] = {
"采集大蒜",
},
},
[56071] = {
["T"] = "反同步震刃",
["O"] = "将反同步震刃交给锈栓镇的莉吉特。",
},
[27811] = {
["T"] = "战斗的味道",
["O"] = "找到8头穆兰狮鹫，将它们送回到狮鹫骑士的身边。",
["S"] = {
"找到并归还穆兰狮鹫",
},
},
[56031] = {
["T"] = "狼王之咬",
["O"] = "在风之救赎号上与吉恩·格雷迈恩交谈。",
},
[29219] = {
["T"] = "布温巴之魂",
["O"] = "警告荆棘谷的人们，并找到另一名暗矛大使。",
["S"] = {
"帮助布温巴找到暗矛大使",
},
},
[29475] = {
["T"] = "地精工程学",
["O"] = "将20个重磅铁制炸弹，20个实心炸弹和5个自爆绵羊交给任意主城的工程学训练师。",
["S"] = {
"重磅铁制炸弹",
"实心炸弹",
"自爆绵羊",
},
},
[55988] = {
["T"] = "食人魔任人宰割",
["O"] = "在暗槌堡垒消灭8只食人魔。",
["S"] = {
"消灭食人魔",
},
},
[55976] = {
["T"] = "来自波涛之刃剑鱼人的补给",
["O"] = "与梅扎米尔的代言人尤提亚谈一谈，领取你的奖励。",
},
[91039] = {
["T"] = "菲琳的请求",
["O"] = "在多恩诺嘉尔与菲琳·洛萨交谈。",
},
[54225] = {
["T"] = "任务报告：巨擘封印",
["O"] = "将任务报告交给纳萨诺斯·凋零者。",
},
[32163] = {
["T"] = "兽王的狩猎：螃蟹",
["O"] = "从盎迦猴岛的盎迦村民处获得30条恶臭烂鱼。",
["S"] = {
"恶臭烂鱼",
},
},
[55879] = {
["T"] = "骑乘科技强化野猪",
["O"] = "骑上巨型野猪摧毁亡灵军队。",
["S"] = {
"骑乘巨型野猪",
},
},
[12947] = {
["T"] = "糖罐",
},
[13459] = {
["T"] = "糖罐",
},
[40402] = {
["T"] = "秘密行动",
["O"] = "倾听温蕾萨·风行者的故事。",
["S"] = {
"倾听温蕾萨·风行者说话",
},
},
[55743] = {
["T"] = "继续回收",
["O"] = "收集1捆可回收的零件",
["S"] = {
"一捆可回收的零件",
},
},
[66465] = {
["T"] = "摧毁长矛贮藏",
["O"] = "摧毁8个淬毒长矛贮藏。",
["S"] = {
"摧毁矛箱",
},
},
[58321] = {
["T"] = "不同寻常的核心",
["O"] = "从奥丹姆的纯白守护者身上获得泰坦核心。",
["S"] = {
"泰坦核心",
},
},
[84896] = {
["T"] = "下一维度",
["O"] = "在卡雷什的珊多拉与撰魂师见面。",
},
[42962] = {
["T"] = "秘密通信",
["O"] = "用夜之子魔刃从夜之子信使身上取得3叠信件。",
["S"] = {
"一叠信件",
},
},
[70561] = {
["T"] = "铭文惨剧",
["O"] = "为瓦德拉肯的塔伦达拉制作5瓶灼火墨水。",
["S"] = {
"灼火墨水 |A:Professions-Icon-Quality-Tier3-Small:18:18:0:2|a",
},
},
[60369] = {
["T"] = "仙枝的财富",
["O"] = "从炽蓝仙野的稀有怪物和宝箱中收集3根仙枝。",
["S"] = {
"仙枝",
},
},
[29860] = {
["T"] = "决一死战",
["O"] = "闪电大厅的风暴先驱埃尔林要求你击败沃尔坎。",
["S"] = {
"击败沃尔坎",
},
},
[45010] = {
["T"] = "狩猎课：幼年煤壳蟹",
["O"] = "用你的血眼雏龙和2只飞行类宠物击败3只阿苏纳的幼年煤壳蟹。",
},
[55639] = {
["T"] = "谁藏在坑中",
["O"] = "营救5名受困的考察队成员。",
["S"] = {
"解救被困住的考察队成员",
},
},
[62417] = {
["T"] = "无尽蘑网",
["O"] = "调查未知区域。",
["S"] = {
"前往未知伟域",
},
},
[65348] = {
["T"] = "结构图再同化：无限潜能之核",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[24997] = {
["T"] = "盗墓贼",
["O"] = "杀死腐皮盗墓贼和混血腐皮豺狼人。\n\n弄到6瓶防腐剂。",
["S"] = {
"消灭腐皮盗墓贼",
"消灭混血腐皮豺狼人",
"防腐剂",
},
},
[47570] = {
["T"] = "另有目的",
["O"] = "找出纳迦的入侵计划。",
["S"] = {
"入侵计划",
},
},
[64465] = {
["T"] = "冒险者：恩克拉多斯",
},
[10261] = {
["T"] = "悬赏：歼灭者机械臂",
["O"] = "将一根歼灭者机械臂交给虚空风暴52区的维勒老爹。",
["S"] = {
"歼灭者机械臂",
},
},
[24554] = {
["T"] = "残破的剑柄",
["O"] = "将残破的剑柄交给奎尔德拉之冢的麦雷昂·阳炎。他就在银色比武场的南边。",
},
[55455] = {
["T"] = "颜料瓶：麦卡贡金",
["O"] = "将物品交给神奇的马蒂尼。",
},
[27045] = {
["T"] = "等着下手",
["O"] = "进入伊瓦小屋，在楼上找一个合适的藏身处。监听达利乌斯·克罗雷领主。",
["S"] = {
"了解达利乌斯·克罗雷的计划",
},
},
[84897] = {
["T"] = "奔袭前的宁静",
["O"] = "在卡雷什的珊多拉检查奥蕾莉亚和虚空精灵的情况。",
["S"] = {
"与奥蕾莉亚碰面",
},
},
[10132] = {
["T"] = "巨人的威胁",
["O"] = "杀死5个暴怒的巨人，然后返回地狱火半岛的塞纳里奥哨站，向图拉希恩复命。",
["S"] = {
"消灭暴怒的巨人",
},
},
[29477] = {
["T"] = "侏儒工程学",
["O"] = "将6个秘银管，1个精确瞄准镜和2个高级假人交给任意主城的工程学训练师。",
["S"] = {
"秘银管",
"精确瞄准镜",
"高级假人",
},
},
[31909] = {
["T"] = "驯宠宗师崔克斯",
["O"] = "在一场宠物战斗中击败“冷血”崔克斯。",
["S"] = {
"击败“冷血”崔克斯",
},
},
[51784] = {
["T"] = "墓园漫步",
["O"] = "在山丘墓园外与纳萨诺斯·凋零者见面。\r\n\r\n亡灵舰长塔特赛尔可以带你前往德鲁斯瓦。",
["S"] = {
"与塔特赛尔交谈并乘船前往德鲁斯瓦（可选）",
"与山丘墓园的纳萨诺斯见面。",
},
},
[26602] = {
["T"] = "君子报仇，量足就行",
["O"] = "将一巨箱巨人食品放到斯莫特船长的救生艇上，召来奈古拉什并把他杀掉。",
["S"] = {
"消灭奈古拉什",
},
},
[26858] = {
["T"] = "饥饿者塔拉加曼",
["O"] = "拿到塔拉加曼的精华。",
["S"] = {
"消灭燃刃信徒",
"消灭燃刃执行者",
"消灭燃刃术士",
"塔拉加曼的精华",
},
},
[27114] = {
["T"] = "戈多克好酒",
},
[27370] = {
["T"] = "塔伦纳·射日者",
["O"] = "去找东瘟疫之地死亡小径的塔伦纳·射日者。",
},
[55195] = {
["T"] = "回响",
["O"] = "使用雷霆之火召唤哈提的精华。",
["S"] = {
"放置雷霆之火",
},
},
[78754] = {
["T"] = "遗失快件",
["O"] = "将遗弃的包裹交给度加兹小屋的收割者法尔妮。",
},
[28138] = {
["T"] = "人类的侵扰",
["O"] = "俘虏8名希尔斯布莱德人类。",
["S"] = {
"俘虏希尔斯布莱德人类",
},
},
[40403] = {
["T"] = "秘密行动",
["O"] = "与温蕾萨·风行者谈一谈。",
["S"] = {
"聆听温蕾萨·风行者的话",
},
},
[57298] = {
["T"] = "往日“真相”……",
["O"] = "和克罗米一起在时光之穴击败过往的坏蛋。",
},
[28906] = {
["T"] = "LFGDungeons - Cataclysm - Heroic Random - Nth",
},
[9301] = {
["T"] = "浸血的信封",
["O"] = "将浸血的信封交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
},
[84898] = {
["T"] = "卡雷什的沙漠",
["O"] = "在卡雷什的破碎深峡附近的沙漠中收集3个武器箱。",
["S"] = {
"影卫武器",
},
},
[29674] = {
["T"] = "自由的黑暗",
["O"] = "阿达尔要求你前往风暴要塞，杀死禁魔监狱内自由的瑟雷凯斯。",
["S"] = {
"消灭自由的瑟雷凯斯",
},
},
[86946] = {
["T"] = "拆解与揭示",
["O"] = "在奥蕾莉亚与双界行者对峙前找到她。",
["S"] = {
"在尊主生态圆顶找到奥蕾莉亚",
},
},
[60370] = {
["T"] = "仙枝的财富",
["O"] = "从炽蓝仙野的稀有怪物和宝箱中收集3根仙枝。",
["S"] = {
"仙枝",
},
},
[30442] = {
["T"] = "布兰琪的闪电陈酿",
["O"] = "帮助酿造闪电陈酿。如果酒桶着火，马上扑灭！",
["S"] = {
"酿造闪电陈酿",
"护送布兰琪",
"消灭毁灭者波罗库拉",
},
},
[12373] = {
["T"] = "糖罐",
},
[12565] = {
["T"] = "希姆埃巴的祝福",
["O"] = "银色前沿的妖术师乌布戈要求你在希姆埃巴的雕像前奉上10份达卡莱供品。",
["S"] = {
"达卡莱供品",
},
},
[75683] = {
["T"] = "糖罐",
},
[26536] = {
["T"] = "雷霆瀑布",
["O"] = "在暴风城南面的雷霆瀑布捕捉4条紫色鲈鱼，然后把它们交给凯瑟琳·利兰。",
["S"] = {
"紫色鲈鱼",
},
},
[47059] = {
["T"] = "野性德鲁伊：莱维娅·劳伦斯的窘境",
["O"] = "在城里打听莱维娅·劳伦斯的情报。",
["S"] = {
"在铭文师的殿堂打听莱维娅的消息",
},
},
[63954] = {
["T"] = "封闭的秘密",
["O"] = "从求知者议事堂取回5个封起来的容器。",
["S"] = {
"收集封起来的容器",
},
},
[64466] = {
["T"] = "冒险者：死亡之牙",
},
[28200] = {
["T"] = "兵贵补给",
["O"] = "剥制20张硬化鳄鱼皮。",
["S"] = {
"硬化鳄鱼皮",
},
},
[65490] = {
["T"] = "粪爆术",
["O"] = "装满啾讽自动粪便收集器。",
["S"] = {
"装满啾讽自动粪便收集器",
},
},
[66468] = {
["T"] = "我们的曾经",
["O"] = "击败占据格利基尔瞭望台的拜荒者。",
["S"] = {
"击退拜荒者的威胁",
},
},
[29096] = {
["T"] = "莫尔杉商队启动",
["O"] = "同罗克·维普杉克交谈，然后随同莫尔杉商队向北进发。",
["S"] = {
"完成商队护送",
},
},
[84899] = {
["T"] = "影卫蔓延",
["O"] = "在卡雷什的珊多拉周围的破碎深峡沙漠中击败影卫虚灵。",
["S"] = {
"消灭影卫相位剑士",
"消灭影卫精英",
"消灭影卫虚空驯服者",
},
},
[11002] = {
["T"] = "玛瑟里顿之死",
["O"] = "将玛瑟里顿的徽记交给荣耀堡的远征军指挥官达纳斯·托尔贝恩。",
},
[70564] = {
["T"] = "镜中窥宝",
["O"] = "为瓦德拉肯的图鲁拉多米制作2副裂痕玛瑙放大镜。",
["S"] = {
"裂痕玛瑙放大镜",
},
},
[24489] = {
["T"] = "打探消息",
["O"] = "靠近每座霜鬃营地的霜鬃占卜者，偷听他们的谈话。",
["S"] = {
"偷听占卜者史卡拉的谈话",
"偷听占卜者里卡卡利的谈话",
"偷听占卜者米里姆库亚的谈话",
},
},
[36308] = {
["T"] = "悬槌附魔护腕",
["O"] = "把护腕带到你的要塞，交给艾丽西·影歌。",
},
[25129] = {
["T"] = "萨科斯",
["O"] = "杀死萨科斯，并将它的爪子带回去交给哈纳祖。",
["S"] = {
"萨科斯的爪子",
},
},
[37332] = {
["T"] = "真菌团块",
["O"] = "把古怪的真菌团块交给影月谷游侠飞地的游侠希拉。",
},
[75684] = {
["T"] = "糖罐",
},
[38356] = {
["T"] = "动感低音",
["O"] = "收集低音炮、镭射读碟器、音效增幅器、S.P.R.K.电容器和古木电线。",
["S"] = {
"低音炮",
"镭射读碟器",
"音效增幅器",
"S.P.R.K.电容器",
"古木电线",
},
},
[54938] = {
["T"] = "兄弟的帮助",
["O"] = "前往纳兹米尔，在奥迪尔外面和麦格尼碰头。",
},
[55763] = {
["T"] = "拯救梅瑞迪·寻涌",
["O"] = "从鹰身人的通灵仪式中救出梅瑞迪·寻涌。",
["S"] = {
"营救梅瑞迪·寻涌",
},
},
[26921] = {
["T"] = "先是天灾……再是联盟",
["O"] = "杀死安多哈尔城里的15名枯骨天灾战士。",
["S"] = {
"消灭枯骨天灾战士",
},
},
[54759] = {
["T"] = "灵魂低语之时",
["O"] = "前往雷霆崖，与贝恩·血蹄会面。",
},
[43273] = {
["T"] = "散布消息",
["O"] = "使用指挥地图，完成“散布消息”任务。",
},
[54706] = {
["T"] = "库尔提拉斯制造",
["O"] = "和伯拉勒斯港的赛勒斯谈一谈。",
["S"] = {
[2] = "和赛勒斯交谈",
},
},
[10486] = {
["T"] = "荒野的危险",
["O"] = "杀死12个刃翼放血者。",
["S"] = {
"消灭刃翼放血者",
},
},
[84900] = {
["T"] = "利刃斩以太",
["O"] = "在卡雷什的暗影营：暗愈阻止影卫虚灵。",
["S"] = {
"在暗影营：暗愈与萨拉塔斯碰面",
},
},
[54620] = {
["T"] = "污染者之死",
["O"] = "在格沙克农场消灭12个污染者。",
["S"] = {
"消灭污染者",
},
},
[54619] = {
["T"] = "清除枯木",
["O"] = "在阿拉希高地消灭12个枯木部族巨魔。",
["S"] = {
"消灭枯木部族巨魔",
},
},
[60371] = {
["T"] = "仙枝的财富",
["O"] = "从炽蓝仙野的稀有怪物和宝箱中收集3根仙枝。",
["S"] = {
"仙枝",
},
},
[24618] = {
["T"] = "夺得战斗之痕",
["O"] = "进入战斗之痕。找到旗帜并杀死10名凯旋先锋。\n\n夺得旗帜可以使战斗之痕的所有部落玩家获得战斗优势。",
["S"] = {
"消灭凯旋先锋",
"搜寻战斗之痕的旗帜",
},
},
[12950] = {
["T"] = "糖罐",
},
[91044] = {
["T"] = "虚空的渴望",
["O"] = "在珊多拉与魔导师乌布里克和蕾欧娜会合。",
["S"] = {
"向乌布里克回报",
},
},
[75685] = {
["T"] = "糖罐",
},
[54456] = {
["T"] = "来自灰烬骑士团的补给",
["O"] = "在德鲁斯瓦的阿罗姆之台和军需官阿尔考恩交谈。",
},
[13526] = {
["T"] = "熊爪草",
["O"] = "给黑木要塞的熊怪长者带去8株熊爪草。",
["S"] = {
"熊爪草",
},
},
[78757] = {
["T"] = "蜂蜜黏土除疼痛",
["O"] = "帮助哈尔摩特准备页岩之蹄的药膏。",
["S"] = {
"打碎粘土",
},
},
[64467] = {
["T"] = "冒险者：艺人查其",
},
[14166] = {
["T"] = "死者的感激",
["O"] = "弄到悼念糕饼，并把它交给达拉然墓地的欢快的达拉然灵魂。\n\n你必须使用一朵橙菊，才能看到那个隐形的灵魂。",
["S"] = {
"悼念糕饼",
},
},
[24731] = {
["T"] = "拉克维的食物",
["O"] = "找到拉克维刚刚猎杀的动物的尸体，从尸体上偷取一块蛇颈龙肉块。",
["S"] = {
"蛇颈龙肉块",
},
},
[12406] = {
["T"] = "糖罐",
},
[25067] = {
["T"] = "雷霆斗技场：巨又霸！",
["O"] = "击败巨又霸。",
["S"] = {
"已击败巨又霸",
},
},
[50644] = {
["T"] = "直面侵略者",
["O"] = "杀死15个侵略戴林要塞的纳迦部队。",
["S"] = {
"消灭北部纳迦部队",
},
},
[12790] = {
["T"] = "来去如风",
["O"] = "达拉然紫罗兰之门的大法师塞琳德拉要求你使用通向达拉然下方废墟的传送水晶和通向达拉然的传送水晶。",
["S"] = {
"使用前往紫罗兰哨站的传送水晶",
"使用前往达拉然的传送水晶",
},
},
[86949] = {
["T"] = "忠心的水手",
["O"] = "在宠物对战中击败普雷兹里·斩浪。",
["S"] = {
"在宠物对战中击败普雷兹里·斩浪",
},
},
[24491] = {
["T"] = "跟上那架直升机！",
["O"] = "向安威玛尔附近的米罗·齿针报到。",
},
[36309] = {
["T"] = "钢铁的力量",
["O"] = "把背包交给哈菲斯特。",
},
[26603] = {
["T"] = "瓶中信",
["O"] = "去荆棘谷海角哈圭罗岛找到瓶中信的作者。",
},
[37333] = {
["T"] = "LFGDungeons - Draenor - Heroic Random - 1st",
},
[75686] = {
["T"] = "糖罐",
},
[38357] = {
["T"] = "副作用可能包括轻度亡灵化",
["O"] = "消灭10个变异熊或变异水手。",
["S"] = {
"消灭变异目标",
},
},
[27627] = {
["T"] = "不过是漂亮点的蟑螂",
["O"] = "消灭5只紫水晶圣甲虫、5只蓝宝石圣甲虫、5只绿宝石圣甲虫和5只翡翠圣甲虫。",
["S"] = {
"消灭紫水晶圣甲虫",
"消灭翡翠圣甲虫",
"消灭蓝宝石圣甲虫",
"消灭绿宝石圣甲虫",
},
},
[55764] = {
["T"] = "消灭鹰身人",
["O"] = "击败10只鹰身人及其盟友。",
["S"] = {
"消灭鹰身人和同伙",
},
},
[54134] = {
["T"] = "群英集结",
["O"] = "带领联盟攻入沃顿。",
["S"] = {
"在沃顿攻击部落的目标",
},
},
[29355] = {
["T"] = "再来点香料面包",
["O"] = "烹饪或获得10片香料面包。",
["S"] = {
"香料面包",
},
},
[57300] = {
["T"] = "时空战士",
["O"] = "在科尔拉克的复仇获得500点荣誉点数。",
},
[28907] = {
["T"] = "随机普通日常 （第一次）",
},
[54006] = {
["T"] = "新的希望",
["O"] = "见证泰兰德对卡多雷的演说。",
["S"] = {
"聆听泰兰德的演讲",
},
},
[84902] = {
["T"] = "不利实例",
["O"] = "在卡雷什的暗影营中关闭6个影卫能量晶塔。",
["S"] = {
"关闭能量晶塔",
},
},
[29675] = {
["T"] = "等着吧达尔莉安",
["O"] = "阿达尔要你前往风暴要塞的禁魔监狱，杀死天怒预言者苏克拉底和末日预言者达尔莉安。",
["S"] = {
"消灭天怒预言者苏克拉底",
"消灭末日预言者达尔莉安",
},
},
[43477] = {
["T"] = "试验药水：需要试验对象",
},
[60372] = {
["T"] = "仙枝的财富",
["O"] = "从炽蓝仙野的稀有怪物和宝箱中收集3根仙枝。",
["S"] = {
"仙枝",
},
},
[12887] = {
["T"] = "乐趣十足",
["O"] = "摧毁魔眼，然后向暗影拱顶的斯利文男爵报告。",
["S"] = {
"摧毁魔眼",
},
},
[13783] = {
["T"] = "冠军的利剑",
["O"] = "找到灰木之剑，把它交给银色比武场的伊蕾希亚·晨歌。",
["S"] = {
"灰木之剑",
},
},
[53885] = {
["T"] = "孤军取胜",
["O"] = "击退进攻沃顿的联盟部队。",
["S"] = {
"在沃顿击退联盟的攻击",
},
},
[62420] = {
["T"] = "龙龟之魂",
["O"] = "把龙龟之魂带给森林之心中的曼恩女士。",
},
[62932] = {
["T"] = "探索托加斯特",
["O"] = "探索托加斯特，寻找同伴下落的线索。",
["S"] = {
"发现信息",
},
},
[31723] = {
["T"] = "四风谷",
["O"] = "和四风谷的列兵蒂姆·P·拉瑞谈一谈。",
["S"] = {
"与四风谷的列兵蒂姆·P·拉瑞交谈",
},
},
[78759] = {
["T"] = "唤醒巨人",
["O"] = "为哈尔摩特对山岭巨人涂抹元素药膏。",
["S"] = {
"为山岭巨人涂抹元素药膏",
},
},
[64468] = {
["T"] = "冒险者：艾扎夫人",
},
[11054] = {
["T"] = "新的监工：正确的选择",
["O"] = "影月谷龙喉营地的高级监工玛德拉普要你给他带回10张结缔皮和1张泰拉图斯的硬皮。",
["S"] = {
"结缔皮",
"泰拉图斯的硬皮",
},
},
[32428] = {
["T"] = "熊猫人驭灵师",
["O"] = "在宠物对战中击败所有的熊猫人古灵。",
["S"] = {
"击败熊猫人烈焰之灵",
"击败熊猫人雷霆之灵",
"击败熊猫人微风之灵",
"击败熊猫人流水之灵",
},
},
[543] = {
["T"] = "匹瑞诺德王冠",
["O"] = "取回匹瑞诺德王冠。",
["S"] = {
"匹瑞诺德王冠",
},
},
[53701] = {
["T"] = "德鲁斯特大业",
["O"] = "击退袭击德鲁斯瓦的部落。",
["S"] = {
"在德鲁斯瓦击退部落的攻击",
},
},
[50645] = {
["T"] = "大批量捕鳗",
["O"] = "收集16颗深海之牙。",
["S"] = {
"深海之牙",
},
},
[34774] = {
["T"] = "布林顿5000",
},
[28717] = {
["T"] = "大酋长的命令：暮光高地！",
["O"] = "去奥格瑞玛的格罗玛什要塞找萨鲁法尔大王报告。",
},
[10648] = {
["T"] = "通缉：乌鲁洛斯，影月谷的祸患",
["O"] = "杀死乌鲁洛斯，将乌鲁洛斯的烈焰之鬃交给影月谷蛮锤要塞的战争召唤者比尔斯诺特。",
["S"] = {
"乌鲁洛斯的烈焰之鬃",
},
},
[35161] = {
["T"] = "Vignette XP reward - Talador",
},
[53435] = {
["T"] = "部落的艾泽里特",
["O"] = "在海岛探险中收集艾泽里特。",
["S"] = {
"在海岛探险中收集36000份艾泽里特",
},
},
[37334] = {
["T"] = "LFGDungeons - Draenor - Heroic Random - Nth",
},
[75688] = {
["T"] = "糖罐",
},
[38358] = {
["T"] = "废料密封",
["O"] = "用密封装置收集易爆废料。",
["S"] = {
"填装密封装置",
},
},
[59223] = {
["T"] = "名字无所谓",
["O"] = "收集惧影花提取物来制作马里莱斯的药剂。",
["S"] = {
"惧影花提取物",
},
},
[78760] = {
["T"] = "天降黑铁",
["O"] = "在土灵匠域中击败监督者瓦利克和他的部队。",
["S"] = {
"与茉艾拉交谈",
},
},
[13912] = {
["T"] = "埋没的秘密",
["O"] = "在附近的废墟里找到一个裹着泥巴的古老圆盘。",
["S"] = {
"裹着泥巴的古老圆盘",
},
},
[66222] = {
["T"] = "风暴前的宁静",
["O"] = "向提拉凯的镇民传达杰博泰的命令。",
["S"] = {
"和草药师阿古拉谈一谈",
"和军需官基恩赛谈一谈",
"和可汗卫士侯金谈一谈",
"和斥候肯于格谈一谈",
},
},
[57301] = {
["T"] = "冷酷混合物",
["O"] = "将任意组合的恶臭粘液、粘性油污和混溶污泥送入混合怪物之池。",
["S"] = {
"从软泥中收集渗流材料",
"把渗流材料扔进混合怪物之池",
},
},
[53376] = {
["T"] = "BFA 111-119 E",
},
[58325] = {
["T"] = "监视者埃米尔",
["O"] = "在悔恨墓穴中寻找监视者埃米尔。",
["S"] = {
"和墓穴军官商谈",
},
},
[84904] = {
["T"] = "我们必会响应",
["O"] = "在卡雷什的暗影营中营救被捕的废土遗民。",
["S"] = {
"解救被困的废土遗民",
},
},
[49082] = {
["T"] = "勇往直前",
["O"] = "返回佐巴尔废墟并告知巫医克加布发生的事。",
["S"] = {
"飞出希里克的巢穴（可选）",
"告诉巫医克加布",
},
},
[27183] = {
["T"] = "沼泽蛙的腿",
["O"] = "从大型沼泽蛙身上收集10条沼泽蛙的腿。",
["S"] = {
"沼泽蛙的腿",
},
},
[60373] = {
["T"] = "哀藤之源",
["O"] = "从雷文德斯的稀有怪物和宝箱中收集3根哀藤。",
["S"] = {
"哀藤",
},
},
[28207] = {
["T"] = "泥浆怪问题",
["O"] = "采集7朵翡翠伞菇。",
["S"] = {
"翡翠伞菇",
},
},
[53178] = {
["T"] = "刀鳍狩猎矛",
["O"] = "将狩猎矛交给卡桑琅丛林的疲惫的苏什。",
},
[28515] = {
["T"] = "莫顿·焰星",
["O"] = "去找燃烧平原焰星哨站的莫顿·焰星。",
},
[62421] = {
["T"] = "巨口蟾之魂",
["O"] = "把巨口蟾之魂带给森林之心中的曼恩女士。",
},
[60762] = {
["T"] = "死亡微粒",
["O"] = "在噬渊的毁灭之源收集10个死亡微粒。",
["S"] = {
"收集死亡微粒",
},
},
[11481] = {
["T"] = "太阳之井的危机",
["O"] = "沙塔斯城奥尔多高地的圣光护卫者阿德因要求你前往太阳之井高地，与主教拉雷索尔谈一谈。",
},
[78761] = {
["T"] = "进入主机",
["O"] = "在觉醒大厅中与高阶代言人对峙。",
["S"] = {
"进入觉醒大厅",
},
},
[64469] = {
["T"] = "冒险者：露西亚",
},
[12761] = {
["T"] = "掌握水晶",
["O"] = "拿到灵鳍湾的防御水晶，借助水晶的力量杀死附近的50个狂心狼獾人。完成任务后向灵鳍湾的唤雷者索乌米特复命。",
["S"] = {
"狂心狼獾人",
},
},
[14184] = {
["T"] = "我的时候已经到了",
["O"] = "塔迪萨兰的弗瑞恩要你乘他的龙鹰前往弗瑞恩的哨站，去把他的死讯告诉他的姐姐瑟蕾莉亚。",
},
[24812] = {
["T"] = "不再怜悯",
["O"] = "杀死12个恶鳞纳迦。",
["S"] = {
"恶鳞纳迦",
},
},
[27056] = {
["T"] = "贝尔蒙特的报告",
["O"] = "把贝尔蒙特的报告交给银松森林被遗忘者统帅部的希尔瓦娜斯·风行者。",
},
[84905] = {
["T"] = "暗影中的跋涉",
["O"] = "在卡雷什的暗影营中帮助双界行者破坏暗影营：磨难。",
["S"] = {
"跟随双界行者",
},
},
[85929] = {
["T"] = "砾烁档案员",
},
[35287] = {
["T"] = "Ragefire Chasm Reward Quest",
},
[52888] = {
["T"] = "翠绿洞窟",
["O"] = "为联盟夺取翠绿洞窟。",
["S"] = {
"占领岗哨",
},
},
[26348] = {
["T"] = "海岸尚不安全",
["O"] = "杀死7名潮行鱼人和7名鱼人智者。",
["S"] = {
"消灭潮行鱼人",
"消灭鱼人智者",
},
},
[52850] = {
["T"] = "基约的沃顿勇士",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败基约",
},
},
[37335] = {
["T"] = "LFGDungeons - Draenor - Normal Random - 1st",
},
[75690] = {
["T"] = "糖罐",
},
[52462] = {
["T"] = "一大堆原料",
["O"] = "对破烂的裤子使用自动拆解机1000型。",
["S"] = {
"破布碎片",
},
},
[58462] = {
["T"] = "心灵的窗户",
["O"] = "在锦绣谷消灭6只帝国之眼。",
["S"] = {
"消灭帝国之眼",
},
},
[29617] = {
["T"] = "天禅院",
["O"] = "在翡翠林的天禅院和林·柔掌交谈。",
},
[13018] = {
["T"] = "长者杉德雷",
},
[11482] = {
["T"] = "使命的召唤",
["O"] = "沙塔斯城占星者之台的达斯雷·射日者要求你前往太阳之井高地，与主教拉雷索尔谈一谈。",
},
[57302] = {
["T"] = "奥特兰克山谷的墓地",
["O"] = "攻击一座墓地，然后向丹巴达尔的杜尔根·雷矛复命。",
["S"] = {
"占领墓地",
},
},
[28908] = {
["T"] = "随机普通日常 （第N次）",
},
[58326] = {
["T"] = "扫清墓穴",
["O"] = "在悔恨墓穴中消灭12个具象和3个罪碑狂暴者。",
["S"] = {
"消灭具象",
"消灭罪碑狂暴者",
},
},
[84906] = {
["T"] = "节点亲王崩殂",
["O"] = "在卡雷什的暗影营：颂圣中击败影卫的首领。",
["S"] = {
"跟随奥蕾莉亚前往暗影营：颂圣",
},
},
[59350] = {
["T"] = "德鲁伊的形态",
["O"] = "和附近的德鲁伊之石交流。",
["S"] = {
"与德鲁伊之石沟通",
},
},
[70571] = {
["T"] = "这儿有鼓！",
["O"] = "为瓦德拉肯的塑皮者科鲁兹制作2个野性皮革战鼓。",
["S"] = {
"野性皮革战鼓",
},
},
[43991] = {
["T"] = "保护者",
["O"] = "运用你的德鲁伊之力与野性之石、守护之石、恢复之石和平衡之石的守护者交流。",
["S"] = {
"与野性之石交流",
"与守护之石交流",
"与平衡之石交流",
"与恢复之石交流",
},
},
[60886] = {
["T"] = "兵主之座",
["O"] = "与德拉卡一同前往兵主之座。",
["S"] = {
"与德拉卡一同飞往兵主之座",
},
},
[27186] = {
["T"] = "加尔的剑",
["O"] = "获得刺脊的剑。",
["S"] = {
"刺脊的剑",
},
},
[13722] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的伊蕾希亚·晨歌。",
["S"] = {
"勇士的徽记",
},
},
[62422] = {
["T"] = "炽蓝蛾之魂",
["O"] = "把炽蓝蛾之魂带给森林之心中的曼恩女士。",
},
[28210] = {
["T"] = "进展顺利",
["O"] = "帮助萨赫特消灭8头血吼土狼。",
["S"] = {
"帮助萨赫特击败血吼土狼",
},
},
[31724] = {
["T"] = "老马当劳",
["O"] = "在宠物战斗中击败老马当劳。",
["S"] = {
"击败老马当劳",
},
},
[78763] = {
["T"] = "巨龙时代（70）E",
},
[29874] = {
["T"] = "康·棘杖",
["O"] = "找到康·棘杖。",
},
[47924] = {
["T"] = "净化亵渎",
["O"] = "使用卡乔什的地狱卷轴摧毁5个被亵渎的图腾。",
["S"] = {
"摧毁被亵渎的图腾",
},
},
[38499] = {
["T"] = "新奇矿石",
["O"] = "获取10块魔石矿石。",
["S"] = {
"收集魔石矿石",
},
},
[8311] = {
["T"] = "耶斯帕尔的万圣节糖果！",
["O"] = "与暴风城、铁炉堡、达纳苏斯的旅店老板，以及铁炉堡的塔瓦斯德·基瑟尔谈一谈。按照他们的要求做出动作，并获得他们的礼物。\n\n把达纳苏斯水果糖、诺莫瑞根橡皮糖、暴风城杏仁糖和铁炉堡薄荷糖交给暴风城外的耶斯帕尔。",
["S"] = {
"暴风城杏仁糖",
"诺莫瑞根橡皮糖",
"铁炉堡薄荷糖",
"达纳苏斯水果糖",
},
},
[12827] = {
["T"] = "收集粮食",
["O"] = "K3的莉吉特想让你从附近的野蛮岭豺狼人那里夺取16份豺狼人的干粮。",
["S"] = {
"豺狼人的干粮",
},
},
[29875] = {
["T"] = "康·棘杖",
["O"] = "找到康·棘杖。",
},
[34776] = {
["T"] = "奥金顿守门人",
["O"] = "在战斗中击败守备官达鲁和缚魂者哈拉尔。",
["S"] = {
"击败守备官达鲁",
"击败缚魂者哈拉尔",
},
},
[35288] = {
["T"] = "监狱奖励任务",
},
[12443] = {
["T"] = "寻找溶解剂",
["O"] = "风险湾联盟基地的巴布芬克要你取回一罐115号元素。",
["S"] = {
"115号元素",
},
},
[72620] = {
["T"] = "巨龙时代（60-69）E",
},
[9207] = {
["T"] = "幽光矿石样本",
["O"] = "收集6块幽光矿石，把它们交给幽魂之地太阳圣殿的魔导师奎尔林提斯。",
["S"] = {
"幽光矿石",
},
},
[37336] = {
["T"] = "LFGDungeons - Draenor - Normal Random - Nth",
},
[9463] = {
["T"] = "医疗材料",
["O"] = "碧蓝岗哨的学者法蒂玛希望你帮她收集8份根须诱捕者的枝条。",
["S"] = {
"根须诱捕者的枝条",
},
},
[38360] = {
["T"] = "风行者的命运",
["O"] = "搜索风行者号的残骸以及附近的海岸，寻找希尔瓦娜斯的踪迹。",
["S"] = {
"搜索风行者号以寻找线索",
},
},
[13471] = {
["T"] = "糖罐",
},
[78764] = {
["T"] = "巨龙时代（70）E",
},
[39896] = {
["T"] = "DEPRECATED: The Ringer",
},
[40408] = {
["T"] = "传说武器",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[10231] = {
["T"] = "什么书？我没见过什么书",
["O"] = "伊瑟基尔说亡者之书已经被偷走了。你最好去问问那些无赖，看他们是否知道些什么。",
["S"] = {
"教训“脏鬼”拉瑞，获取信息",
},
},
[38307] = {
["T"] = "大酋长的召唤",
["O"] = "使用皇家召令，然后跟随纳萨诺斯·凋零者穿过杜隆塔尔传送门。",
["S"] = {
"使用皇家召令",
},
},
[50933] = {
["T"] = "不幸的事件",
["O"] = "了解皇家守卫的遭遇。",
},
[10615] = {
["T"] = "卢安荒野",
["O"] = "前往刀锋山卢安荒野的常青林，与坦莫谈一谈。",
},
[85932] = {
["T"] = "希尔希格拉档案员",
},
[50627] = {
["T"] = "LFGDungeons - BFA - Heroic Random - 1st",
},
[60375] = {
["T"] = "富产髓钢",
["O"] = "从玛卓克萨斯的稀有怪物和宝箱中收集3份髓钢。",
["S"] = {
"髓钢",
},
},
[60887] = {
["T"] = "大地的裂变：卡利姆多的冒险",
["O"] = "在奥格瑞玛找到大酋长的命令布告板。",
},
[61399] = {
["T"] = "灰烬王庭：凡世回想",
["O"] = "取回清单上的商品，帮助守护者塔·沙兰补充货物。",
["S"] = {
"会说话的青蛙",
"再生熔岩",
"格伦苏原版",
},
},
[91052] = {
["T"] = "世界之魂：过载地下堡",
["O"] = "完成任意难度的“地心之战”过载地下堡。",
},
[62423] = {
["T"] = "熊之魂",
["O"] = "把熊之魂带给森林之心中的曼恩女士。",
},
[41256] = {
["T"] = "美酒策略",
["O"] = "帮奇雷收集蟾蜍胃囊。",
["S"] = {
"蟾蜍胃囊",
},
},
[63447] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[63959] = {
["T"] = "观察记录",
["O"] = "从刻希亚的指引圣地收集5份观察记录。",
["S"] = {
"收集观察记录",
},
},
[12316] = {
["T"] = "夺取港口！",
["O"] = "杀死10名部落成员，然后返回风险湾向斯图亚特中尉复命。",
["S"] = {
"消灭风险湾的部落",
},
},
[12444] = {
["T"] = "黑水伐木场的战斗",
["O"] = "斥候队长卡特尔希望你在黑水伐木场击杀10名部落士兵或者玩家。",
["S"] = {
"消灭黑水伐木场的部落",
},
},
[12279] = {
["T"] = "熊的美食",
["O"] = "给红木商栈的休·格兰斯带去6条北地鲑鱼。",
["S"] = {
"北地鲑鱼",
},
},
[24813] = {
["T"] = "领土神像",
["O"] = "在恶鳞纳迦的旗帜上放置8个领土神像。",
["S"] = {
"放置领土神像",
},
},
[834] = {
["T"] = "沙漠之风",
["O"] = "取回5个装满货物的袋子。",
["S"] = {
"装满货物的袋子",
},
},
[850] = {
["T"] = "科卡尔首领",
["O"] = "击败巴拉克，获得他的战利品。",
["S"] = {
"科多班恩的战利品",
},
},
[12791] = {
["T"] = "魔法王国达拉然",
["O"] = "将肯瑞托徽记之戒交给达拉然紫罗兰之门的大法师塞琳德拉。",
},
[13660] = {
["T"] = "探险者协会的文件（5/6）",
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
},
[26093] = {
["T"] = "诺斯弗德农场",
["O"] = "在诺斯弗德农场杀死10名辛迪加雇佣兵。",
["S"] = {
"消灭辛迪加雇佣兵",
},
},
[26349] = {
["T"] = "岸边的威胁",
["O"] = "给西部荒野灯塔的葛瑞森船长带一片老瞎眼的鳞片。",
["S"] = {
"老瞎眼的鳞片",
},
},
[65384] = {
["T"] = "结构图再同化：小夜曲",
["O"] = "向一台合适的原生体锻炉出示结构图。",
},
[13431] = {
["T"] = "卡达什圣杖",
["O"] = "将土灵徽记和灿烂徽记交给盘牙水库奴隶围栏的异教徒斯卡希斯。",
["S"] = {
"土灵徽记",
"灿烂徽记",
},
},
[75694] = {
["T"] = "亚贝鲁斯，焰影熔炉：萨卡雷斯",
["O"] = "进入亚贝鲁斯，焰影熔炉并击败萨卡雷斯。",
},
[38361] = {
["T"] = "凋零者之怒",
["O"] = "消灭15个第七军团伞兵或天火号狮鹫骑士。",
["S"] = {
"击败联盟",
},
},
[27629] = {
["T"] = "宰相的一票",
["O"] = "跟奥丹姆埃卡赫莱平原的宰相塔诺忒普谈一谈。",
},
[78766] = {
["T"] = "巨龙时代（70）E",
},
[28215] = {
["T"] = "潜能",
["O"] = "收集10个扭曲的源质环圈。",
["S"] = {
"扭曲的源质环圈",
},
},
[28343] = {
["T"] = "塞纳留斯之息",
["O"] = "从黑石深渊的控火师罗格雷恩身上夺回塞纳留斯之息，并用此神器关闭3座元素之门。",
["S"] = {
"关闭元素大门",
"塞纳留斯之息",
},
},
[57304] = {
["T"] = "占领矿洞",
["O"] = "占领一座还没有被雷矛部族控制的矿洞，然后向奥特兰克山脉的杜尔根·雷矛复命。",
["S"] = {
"占领矿洞",
},
},
[49560] = {
["T"] = "英雄的召唤：螳螂高原！",
["O"] = "与螳螂高原的祝踏岚谈一谈。",
},
[49556] = {
["T"] = "英雄的召唤：翡翠林！",
["O"] = "在暴风要塞向杰塔瑞斯将军报道。",
["S"] = {
"抵达暴风要塞",
},
},
[84910] = {
["T"] = "塔碧卡",
["O"] = "帮助撰魂师举行仪式。",
["S"] = {
"在水边与撰魂师碰面",
},
},
[85934] = {
["T"] = "斯沃恩沃长者",
},
[29933] = {
["T"] = "上等虫腿",
["O"] = "从猛虎林的虎萤身上收集30条虫子腿。",
["S"] = {
"虫子腿",
},
},
[60376] = {
["T"] = "富产髓钢",
["O"] = "从玛卓克萨斯的稀有怪物和宝箱中收集3份髓钢。",
["S"] = {
"髓钢",
},
},
[72623] = {
["T"] = "巨龙时代（60-69）E",
},
[12381] = {
["T"] = "糖罐",
},
[49536] = {
["T"] = "大酋长的命令：风暴峭壁！",
["O"] = "与晶歌森林上方的达拉然的林·多克塔谈一谈。",
},
[62424] = {
["T"] = "仙鹤之魂",
["O"] = "把仙鹤之魂带给森林之心中的曼恩女士。",
},
[13661] = {
["T"] = "衷心的感谢",
},
[31725] = {
["T"] = "林塞",
["O"] = "在宠物战斗中击败林塞。",
["S"] = {
"击败林塞",
},
},
[47577] = {
["T"] = "敌从海中来",
["O"] = "审问8个纳迦的灵魂。",
["S"] = {
"审问灵魂",
},
},
[14045] = {
["T"] = "寻找巴隆·朗绍尔",
["O"] = "找到臭名昭著的海盗巴隆·朗绍尔，跟他谈一谈。",
},
[64984] = {
["T"] = "兔子之魂",
["O"] = "把兔子之魂带给森林之心中的丘法。",
},
[49335] = {
["T"] = "唤天者杀手",
["O"] = "在神庙侵入点消灭6个蛇人唤天者。",
["S"] = {
"消灭无信唤天者",
},
},
[13106] = {
["T"] = "黑色观察站",
["O"] = "前往黑色观察站，与黑暗骑士阿尔蕾谈一谈。",
},
[24761] = {
["T"] = "粗暴的开始",
["O"] = "收集6块蛮鬃豹皮。",
["S"] = {
"蛮鬃豹皮",
},
},
[50649] = {
["T"] = "以偷止偷",
["O"] = "收集7个潮汐道标。",
["S"] = {
"潮汐道标",
},
},
[34778] = {
["T"] = "移民劳工",
["O"] = "在你的要塞里与工头链爆谈一谈，然后到艾洛多尔外面去见工人们。",
["S"] = {
"与链爆交谈",
},
},
[26297] = {
["T"] = "崭新的一天",
["O"] = "从月溪镇集会上收集情报。",
["S"] = {
"收集月溪镇集会的情报",
},
},
[2280] = {
["T"] = "白金圆盘",
["O"] = "把迷你版的诺甘农圆盘交到某位对它感兴趣的人手中。",
},
[72624] = {
["T"] = "巨龙时代（70）E",
},
[53209] = {
["T"] = "战线贡献",
["O"] = "捐赠战争经费。你可以捐赠金钱、战争物资或者制作的装备。每天只有部分特定的NPC会接受捐赠。",
["S"] = {
"完成一个激活的战争前线捐赠任务。",
},
},
[53721] = {
["T"] = "赞达拉的传承",
["O"] = "前往祖达萨的黄金王座与塔兰吉女王会面。",
},
[75696] = {
["T"] = "糖罐",
},
[38362] = {
["T"] = "残忍的战利品",
["O"] = "获取蛮天领主的徽记。",
["S"] = {
"蛮天领主的徽记",
},
},
[77744] = {
["T"] = "熟客酒桶",
},
[39386] = {
["T"] = "制作原型",
["O"] = "到冰松岗哨寻找拉兹克·盖兹波特。",
},
[24506] = {
["T"] = "进入寒冰堡垒",
["O"] = "从冰冠堡垒一侧进入到灵魂洪炉，在那里找到希尔瓦娜斯·风行者。",
},
[24634] = {
["T"] = "情报战",
["O"] = "杀死贫瘠之地特工，取回军情七处情报。",
["S"] = {
"军情七处情报",
},
},
[57305] = {
["T"] = "护甲碎片",
["O"] = "给丹巴达尔的莫高特·深炉带去20块护甲碎片。",
["S"] = {
"护甲碎片",
},
},
[12244] = {
["T"] = "翻修伐木机",
["O"] = "蓝天伐木场的塞尼普斯希望你将3台瘫痪的伐木机带回去交给他。",
["S"] = {
"运送伐木机",
},
},
[41946] = {
["T"] = "组建部队",
["O"] = "与征募官田吉交谈，训练一名玄牛弟子。",
["S"] = {
"训练玄牛弟子",
},
},
[27450] = {
["T"] = "弗雷德里克的海鲜梦",
["O"] = "在魔刃之痕收集8条疫病河豚、8只痕湖蜗牛和8只痕湖凿孔蟹。",
["S"] = {
"疫病河豚",
"痕湖蜗牛",
"痕湖凿孔蟹",
},
},
[85936] = {
["T"] = "伊克萨塔兹长者",
},
[48555] = {
["T"] = "种子救援",
["O"] = "在枯萎平台的肥沃土壤上种下8个蓟藤种子。",
["S"] = {
"播下蓟藤种子",
},
},
[60377] = {
["T"] = "富产髓钢",
["O"] = "从玛卓克萨斯的稀有怪物和宝箱中收集3份髓钢。",
["S"] = {
"髓钢",
},
},
[60889] = {
["T"] = "有利可图：《她的石心》",
["O"] = "把《她的石心》交给雷文德斯午夜集市的塔·泽拉。",
},
[49266] = {
["T"] = "万世熔炉",
["O"] = "见证光铸仪式。",
},
[43891] = {
["T"] = "暗夜要塞：地窟",
["O"] = "在暗夜要塞杀死崔利艾克斯。",
["S"] = {
"消灭崔利艾克斯",
"脉冲畸体腕轮",
},
},
[62425] = {
["T"] = "帷翼之魂",
["O"] = "把帷翼之魂带给森林之心中的曼恩女士。",
},
[9375] = {
["T"] = "猎鹰岗哨之路",
["O"] = "护送受伤的血精灵朝圣者返回猎鹰岗哨，然后与塔雷里斯·晨光谈一谈。",
["S"] = {
"护送受伤的血精灵朝圣者回到猎鹰岗哨",
},
},
[77745] = {
["T"] = "熟客酒桶",
},
[9951] = {
["T"] = "它在盯着你！",
["O"] = "杀死纳弗塔拉，然后返回泰罗卡森林的塞纳里奥树林向监护者忒洛斯复命。",
["S"] = {
"消灭纳弗塔拉",
},
},
[48090] = {
["T"] = "卡格瓦的勇士",
["O"] = "营救睿智的可德拉、机敏的沃克古格和勇猛的瓦格夏什。",
["S"] = {
"营救勇猛的瓦格夏什",
"营救睿智的可德拉",
"营救机敏的沃克古格",
},
},
[64985] = {
["T"] = "老鼠之魂",
["O"] = "把老鼠之魂带给森林之心中的丘法。",
},
[48292] = {
["T"] = "猎魂者",
["O"] = "击败安托鲁斯，燃烧王座的猎魂者伊墨纳尔。",
["S"] = {
[2] = "报废的震击之枪",
},
},
[24814] = {
["T"] = "古老的宿敌",
["O"] = "与恶鳞海湾内的沃金交谈，协助他杀死海巫扎尔吉拉。",
["S"] = {
"与恶鳞海湾的沃金交谈（可选）",
"消灭扎尔吉拉",
},
},
[33755] = {
["T"] = "第一次测试比赛：2圈",
["O"] = "跑过拱门，通过蓝色标记，然后是绿色标记、红色标记和紫色标记，最后返回钢铁精灵游戏营地。",
["S"] = {
"携带一枚暗月游戏代币在起点处就位",
},
},
[26428] = {
["T"] = "以盗制盗",
["O"] = "拿下科娜塔·达比雷、法迪尔·达比雷和马塞尔·达比雷的徽记。",
["S"] = {
"科娜塔的徽记",
"马塞尔的徽记",
"法迪尔的徽记",
},
},
[51162] = {
["T"] = "通缉：叛徒塔兹拉卡",
["O"] = "找到并消灭叛徒塔兹拉卡。",
["S"] = {
"消灭叛徒塔兹拉卡",
},
},
[25838] = {
["T"] = "来自钢架补给站的帮手",
["O"] = "跟钢架补给站的戴博·曲针谈一谈。",
},
[26094] = {
["T"] = "反击",
["O"] = "登上修复的轰炸机，使用铁锤炸弹杀死30名黑铁矮人。铁炉堡飞行器机坪上的任何黑铁矮人以及他们的盟友都算。",
["S"] = {
"杀死黑铁进攻者",
},
},
[72626] = {
["T"] = "巨龙时代（70）E",
},
[25021] = {
["T"] = "魔精饥渴症",
["O"] = "从沙怒巨魔身上收集6团粘稠的魔精。",
["S"] = {
"一团粘稠的魔精",
},
},
[53722] = {
["T"] = "库尔提拉斯的传承",
["O"] = "在伯拉勒斯与凯瑟琳·普罗德摩尔见面。",
},
[27118] = {
["T"] = "破碎的陷阱",
},
[27374] = {
["T"] = "疯狂之喉",
["O"] = "跟元素法阵的唤地者托伦斯卡谈一谈。",
},
[27630] = {
["T"] = "高阶祭司的一票",
["O"] = "跟奥丹姆维尔纳尔水坝内的高阶祭司阿门特谈一谈。",
},
[39387] = {
["T"] = "至高岭的天空",
["O"] = "在雷霆图腾底部与拉善·天角谈一谈。",
["S"] = {
"在雷霆图腾与拉善见面",
},
},
[28733] = {
["T"] = "植物学基础",
["O"] = "抵御1大波僵尸攻击。",
["S"] = {
"抵御一大波敌人",
},
},
[28398] = {
["T"] = "控火师的魔典",
["O"] = "杀掉6个暮光使者，并从石深渊索瑞森神殿控火师罗格雷恩的身上获得罗格雷恩的魔典。",
["S"] = {
"消灭暮光使者",
"罗格雷恩的魔法书",
},
},
[28654] = {
["T"] = "问题的核心",
["O"] = "去找起源大厅的布莱恩·铜须。",
},
[57818] = {
["T"] = "杜绝浪费",
["O"] = "收集枯竭的灵种，放入戈姆蛴围栏中，诱使戈姆蛴吃掉它。",
["S"] = {
"收集枯竭的灵种",
},
},
[12192] = {
["T"] = "那次，我喝醉了之后……",
["O"] = "与美酒节营地的比兹尔·奎利弗谈一谈。",
},
[42459] = {
["T"] = "军团再临110级部落",
},
[42971] = {
["T"] = "驾驭元素",
["O"] = "取回烈焰、流水和空气残留物，并在塞拉赞恩阵营达到崇敬声望。",
["S"] = {
"烈焰残留物",
"空气残留物",
"流水残留物",
"仇恨 / 崇敬 塞拉赞恩",
},
},
[13472] = {
["T"] = "糖罐",
},
[60378] = {
["T"] = "哀藤之源",
["O"] = "从雷文德斯的稀有怪物和宝箱中收集3根哀藤。",
["S"] = {
"哀藤",
},
},
[72627] = {
["T"] = "巨龙时代（70）E",
},
[47226] = {
["T"] = "孤儿幼崽",
["O"] = "前往战兽栏，找到能够照顾恐角龙宝宝的人。",
},
[24895] = {
["T"] = "LFGDungeons - Burning Crusade - Normal Random - Nth",
},
[62426] = {
["T"] = "狮鹫之魂",
["O"] = "把狮鹫之魂带给森林之心中的曼恩女士。",
},
[9377] = {
["T"] = "渴望力量",
["O"] = "从虚空行者身上收集1份强大的虚空行者精华，将其交给猎鹰岗哨的塔雷里斯·晨光。",
["S"] = {
"强大的虚空行者精华",
},
},
[31726] = {
["T"] = "埃里克·戴维森",
["O"] = "在宠物战斗中击败埃里克·戴维森。",
["S"] = {
"击败埃里克·戴维森",
},
},
[63962] = {
["T"] = "观察记录",
["O"] = "从刻希亚的重殴者之台收集5份观察记录。",
["S"] = {
"收集观察记录",
},
},
[28735] = {
["T"] = "前往焚烧之厅！",
["O"] = "杀死摧骨者罗姆欧格。",
["S"] = {
"消灭摧骨者罗姆欧格",
},
},
[10977] = {
["T"] = "法力陵墓的静止间",
["O"] = "刀锋山巴什伊尔码头的指挥官阿米尔的影像要你进入奥金顿的法力陵墓，对静止间使用法力陵墓静止间钥匙。\n\n此任务必须在英雄难度的地下城中完成。",
["S"] = {
"调查法力陵墓静止间",
},
},
[46727] = {
["T"] = "争霸艾泽拉斯：战争之潮",
["O"] = "参加暴风要塞的战争议会。",
["S"] = {
"参加暴风要塞的战争议会",
},
},
[8312] = {
["T"] = "斯波普斯的万圣节糖果！",
["O"] = "与奥格瑞玛、幽暗城、雷霆崖的旅店老板，以及奥格瑞玛精神谷的卡利·雷米克谈一谈。按照他们的要求做出动作，并获得他们的礼物。\n\n把雷霆崖奶糖、暗矛橡皮糖、奥格瑞玛软糖和幽暗城薄荷糖交给洛丹伦废墟的斯波普斯。",
["S"] = {
"奥格瑞玛软糖",
"暗矛橡皮糖",
"幽暗城薄荷糖",
"雷霆崖奶糖",
},
},
[46509] = {
["T"] = "古墓丽影",
["O"] = "在萨格拉斯之墓外寻找传闻中的宝箱。",
["S"] = {
"萨格拉斯之墓的宝藏",
},
},
[84915] = {
["T"] = "肃清沙丘",
["O"] = "消灭8个沙丘生物。",
["S"] = {
"清理沙丘",
},
},
[34780] = {
["T"] = "无形的壁垒",
["O"] = "把充能的共鸣水晶带到主能量塔、次级能量塔和三级能量塔处。",
["S"] = {
"把水晶带到主能量塔",
"把水晶带到次级能量塔",
"把水晶带到三级能量塔",
},
},
[56443] = {
["T"] = "机械之眼",
["O"] = "将机械眼带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
},
[32894] = {
["T"] = "LFGDungeons - Mists - Scenario - Heroic Random - Nth Bonus",
},
[36316] = {
["T"] = "胜利在望",
["O"] = "在通天峰副本里消灭兰吉特、阿拉卡纳斯和高阶贤者维里克斯。",
["S"] = {
"消灭兰吉特",
"消灭阿拉卡纳斯",
"消灭鲁克兰",
"消灭高阶贤者维里克斯",
},
},
[26944] = {
["T"] = "探索诺莫瑞根",
["O"] = "与莫多克交谈。",
},
[27200] = {
["T"] = "海妖之歌",
["O"] = "杀死奥菲莉亚，高地的海妖。",
["S"] = {
"杀死奥菲莉亚并保护埃菲拉姆",
},
},
[75700] = {
["T"] = "糖罐",
},
[899] = {
["T"] = "复仇的怒火",
["O"] = "收集30根刺背野猪人的獠牙。",
["S"] = {
"野猪人的獠牙",
},
},
[46240] = {
["T"] = "火上浇油",
["O"] = "前往瓦尔莎拉的失落之光岩洞，从那里的枭兽身上收集50份枭兽血液。",
["S"] = {
"枭兽血液",
},
},
[9848] = {
["T"] = "匕潭的秘密",
["O"] = "将匕潭毒药手册和一只匕潭毒药瓶交给奥雷柏尔营地的迪莫斯·丹尼斯。",
["S"] = {
"匕潭毒药手册",
"匕潭毒药瓶",
},
},
[9698] = {
["T"] = "会见先知",
["O"] = "将炎鹰信函的译文交给埃索达的先知维伦。",
},
[30145] = {
["T"] = "飞行训练：全速前进",
["O"] = "跟上风刃教头。",
["S"] = {
"跟上风刃教头",
},
},
[57307] = {
["T"] = "哨塔和碉堡",
["O"] = "摧毁敌方的某座哨塔或者碉堡中的旗帜，然后向丹巴达尔的杜尔根·雷矛复命。",
["S"] = {
"摧毁旗帜",
},
},
[41436] = {
["T"] = "进入沉眠",
["O"] = "进入翡翠梦境，净化加尼尔。",
["S"] = {
"进入翡翠梦境",
},
},
[13602] = {
["T"] = "海岸的纳迦",
["O"] = "在佐拉姆海岸杀死15只怒尾纳迦。",
["S"] = {
"击败怒尾纳迦",
},
},
[42460] = {
["T"] = "军团再临110级部落",
},
[13878] = {
["T"] = "穿越烈焰与火光",
["O"] = "砸烂锁链，把狼从燃烧的兽栏里救出来。",
["S"] = {
"解救狼",
},
},
[59867] = {
["T"] = "通缉：评估师维克斯",
["O"] = "消灭评估师维克斯",
["S"] = {
"消灭评估师维克斯",
},
},
[60379] = {
["T"] = "哀藤之源",
["O"] = "从雷文德斯的稀有怪物和宝箱中收集3根哀藤。",
["S"] = {
"哀藤",
},
},
[60891] = {
["T"] = "大地的裂变：东部王国的冒险",
["O"] = "在暴风城找到英雄的召唤布告牌。",
},
[30146] = {
["T"] = "打牙祭",
["O"] = "从潘达利亚的盐水或淡水湖中钓10条甜白鱼。",
["S"] = {
"甜白鱼",
},
},
[30786] = {
["T"] = "利矛穿心，铁锁囚魂",
["O"] = "击败囚禁奥比斯的萨满——迪蒙·纳努克。",
["S"] = {
"消灭迪蒙·纳努克",
},
},
[62427] = {
["T"] = "角鹰兽之魂",
["O"] = "把角鹰兽之魂带给森林之心中的曼恩女士。",
},
[44184] = {
["T"] = "眨眼之间",
["O"] = "见证达拉然传送到破碎群岛。",
["S"] = {
"使用传送门前往卡拉赞上方的达拉然（可选）",
"见证达拉然的传送",
},
},
[32901] = {
["T"] = "英雄事迹",
["O"] = "完成英雄难度的任意场景战役。",
["S"] = {
"完成英雄场景战役",
},
},
[44152] = {
["T"] = "日益严重的危机",
["O"] = "在法尔多拉神殿与山谷行者法罗丁会面。你可以使用沙尔艾兰的传送点前往目的地。",
},
[48092] = {
["T"] = "青蛙的复仇",
["O"] = "击败女祭司扎达西娅。",
["S"] = {
"消灭女祭司扎达西娅",
},
},
[12515] = {
["T"] = "好帽子……",
["O"] = "卡洛斯要你进入旧希尔斯布莱德，击败年轻时候的卡洛斯。然后将他的帽子交给塔纳利斯的卡洛斯。",
["S"] = {
"卡洛斯的帽子",
},
},
[12280] = {
["T"] = "修理伐木机",
["O"] = "蓝天伐木场的鲁尔兹希望你去收集4个凹槽齿轮、3个刻缺链条和2个高压弹簧。",
["S"] = {
"凹槽齿轮",
"刻缺链条",
"高压弹簧",
},
},
[12408] = {
["T"] = "糖罐",
},
[13027] = {
["T"] = "长者陶鲁斯",
},
[27076] = {
["T"] = "破门而入",
["O"] = "解救维格利，杀掉耐克鲁姆和暗影祭司塞瑟斯。",
["S"] = {
"消灭耐克鲁姆",
"消灭暗影祭司塞瑟斯",
},
},
[51164] = {
["T"] = "通缉：眼镜蛇巡游者",
["O"] = "消灭塞弗利斯。",
["S"] = {
"消灭塞弗利斯",
},
},
[25839] = {
["T"] = "超安全单兵发射器",
["O"] = "使用超安全单兵发射器前往霜鬃营地。",
["S"] = {
"使用超安全单兵发射器前往霜鬃营地。",
},
},
[14371] = {
["T"] = "巨型茶点",
["O"] = "杀死雾翼崖居者，收集8具残缺的雾翼遗骸。",
["S"] = {
"残缺的雾翼遗骸",
},
},
[72630] = {
["T"] = "巨龙时代（70）E",
},
[53212] = {
["T"] = "返回祖达萨",
["O"] = "与德鲁扎·虚空之牙交谈，返回祖达萨。",
},
[13432] = {
["T"] = "永恒水瓶",
["O"] = "时光之穴的索莉多米要你从盘牙水库的瓦丝琪那里取回瓦丝琪的水瓶残余，并从风暴要塞的凯尔萨斯·逐日者那里取回凯尔萨斯的水瓶残余。",
["S"] = {
"瓦丝琪的水瓶残余",
"凯尔萨斯的水瓶残余",
},
},
[27119] = {
["T"] = "戈多克食人魔装",
["O"] = "把一份食人魔鞣酸交给诺特·希姆加克。",
["S"] = {
"食人魔鞣酸",
},
},
[54748] = {
["T"] = "任务",
},
[13816] = {
["T"] = "英雄：天文台",
["O"] = "奥杜尔档案馆中的勘探员罗尔伦要你找到天文台的入口。",
["S"] = {
"找到天文台的入口",
},
},
[25179] = {
["T"] = "减少损失",
["O"] = "营救4个受伤的剃刀岭步兵。",
["S"] = {
"营救受伤的剃刀岭步兵",
},
},
[14072] = {
["T"] = "搜捕维罗戈",
["O"] = "在死水绿洲附近找到4份半人马情报。",
["S"] = {
"半人马情报",
},
},
[28399] = {
["T"] = "绑缚之石",
["O"] = "从黑石深渊找到6块元素束缚之石。你可以在暗炉城、住宅区、索瑞森神殿、东区兵营，以及西区兵营这些地方找到它们。",
["S"] = {
"元素束缚之石",
},
},
[28655] = {
["T"] = "狂野的蛮锤婚礼",
["O"] = "跟格朗迪·迈格拉夫交谈，开始婚礼。把来捣乱的暮光之锤统统杀掉！",
["S"] = {
"完成婚礼",
},
},
[12836] = {
["T"] = "感激之情",
["O"] = "K3的莉吉特要你去杀死瘤皮。",
["S"] = {
"消灭瘤皮",
},
},
[13028] = {
["T"] = "灰鬃长者",
},
[42461] = {
["T"] = "Vanilla 10-19",
},
[39944] = {
["T"] = "神秘信息",
["O"] = "把石板交给风暴峡湾的尼古拉·快索。",
},
[27718] = {
["T"] = "大酋长的命令：瓦丝琪尔！",
["O"] = "跟杜隆塔尔刃拳海湾的指挥官索拉卡谈一谈。",
},
[60380] = {
["T"] = "哀藤之源",
["O"] = "从雷文德斯的稀有怪物和宝箱中收集3根哀藤。",
["S"] = {
"哀藤",
},
},
[72631] = {
["T"] = "巨龙时代（70）E",
},
[45021] = {
["T"] = "未知的答案",
["O"] = "在阿苏纳找到裘碧卡·碎影。",
},
[45533] = {
["T"] = "Legion Dungeon Reward Quest",
},
[62428] = {
["T"] = "角马之魂",
["O"] = "把角马之魂带给森林之心中的曼恩女士。",
},
[31471] = {
["T"] = "敏捷如虎",
["O"] = "从烹炒大师那里学习煎炸胡萝卜的食谱，然后制作5份煎炸胡萝卜给他。",
["S"] = {
"学习法术：煎炸胡萝卜",
"煎炸胡萝卜",
},
},
[9381] = {
["T"] = "箭矢之羽",
["O"] = "从啄骨秃鹫身上收集8片啄骨秃鹰的尾羽，把它们交给猎鹰岗哨的驯鹰者德蕾娜·河风。",
["S"] = {
"啄骨秃鹰的尾羽",
},
},
[42687] = {
["T"] = "部队出勤",
["O"] = "完成“部队出勤”任务。",
},
[1205] = {
["T"] = "死沼巨鳄",
["O"] = "把死沼巨鳄的牙齿带给雷霆崖的梅洛。",
["S"] = {
"死沼巨鳄的牙齿",
},
},
[48605] = {
["T"] = "指挥官之陨",
["O"] = "完成一个大型侵入点场景战役。",
},
[10021] = {
["T"] = "重现圣光",
["O"] = "伊沙娜希望你能前往沙塔斯城正东方的鸦人前哨站，使用神圣之瓶净化东部祭坛、西部祭坛和北部祭坛。\n\n为奥尔多完成任务将会使你在占星者阵营中的声望等级降低。",
},
[66488] = {
["T"] = "通缉：弗里基鲁斯",
["O"] = "在安东尼达斯营地附近消灭弗里基鲁斯。",
["S"] = {
"消灭弗里基鲁斯",
},
},
[10661] = {
["T"] = "美味的脾脏！",
["O"] = "影月谷蛮锤要塞的诺姆斯要求你给他带回8个魔火脾脏。",
["S"] = {
"魔火脾脏",
},
},
[50653] = {
["T"] = "重建防御",
["O"] = "营救8名被困的部队士兵。",
["S"] = {
"解救部队士兵",
},
},
[51165] = {
["T"] = "通缉：沙漠斥候维萨里克",
["O"] = "找到并消灭沙漠斥候维萨里克。",
["S"] = {
"消灭沙漠斥候维萨里克",
},
},
[49036] = {
["T"] = "最佳表演",
["O"] = "骑上库伯开始表演，获得至少300分。",
["S"] = {
"骑上库伯",
},
},
[59019] = {
["T"] = "战斗的召唤：奥丹姆",
["O"] = "在奥丹姆境内消灭部落。",
},
[27592] = {
["T"] = "加冰饮料",
["O"] = "从淤泥蟹身上获得10瓶被偷走的银罐冰酒。",
["S"] = {
"被偷走的银罐冰酒",
},
},
[42439] = {
["T"] = "援助灰烬德鲁伊",
["O"] = "击败4个艾瑞达鞭魂者，救出他们手里的俘虏。",
["S"] = {
"救助灰烬德鲁伊",
},
},
[53725] = {
["T"] = "支离破碎",
["O"] = "请点燃最后的火焰。",
["S"] = {
"点燃最后的火焰",
},
},
[75704] = {
["T"] = "糖罐",
},
[49549] = {
["T"] = "大酋长的命令：纳格兰！",
["O"] = "前往德拉诺的纳格兰，与石头守卫布罗克斯谈一谈。",
},
[42428] = {
["T"] = "阿莎曼祭坛",
["O"] = "与黛妮丝·凝星谈一谈，并前往阿莎曼之墓寻找德兰多斯·闪月。",
["S"] = {
"搭乘角鹰兽前往阿莎曼之墓",
},
},
[33884] = {
["T"] = "什尔坎！",
["O"] = "消灭8只利齿追猎者和什尔坎。",
["S"] = {
"消灭利齿追猎者",
"消灭什尔坎",
},
},
[37548] = {
["T"] = "钢铁保卫者的精华",
["O"] = "收集一个钢铁保卫者的精华。",
},
[42385] = {
["T"] = "搭把手",
["O"] = "在瓦尔莎拉找到胡德森·克劳福德。",
["S"] = {
"和欧丹·战弓谈一谈",
},
},
[9254] = {
["T"] = "外出的学徒",
["O"] = "与永歌森林东部圣殿的学徒米尔维达谈一谈。",
},
[66489] = {
["T"] = "布置防线",
["O"] = "强化安东尼达斯营地的碧蓝防御者。",
["S"] = {
"强化碧蓝防御者",
},
},
[28489] = {
["T"] = "鹿肉三明治",
["O"] = "取回8片鹿肉。",
["S"] = {
"多汁鹿肉",
},
},
[10278] = {
["T"] = "迁跃裂隙",
["O"] = "在迁跃平原使用不稳定的迁跃裂隙生成器。从不稳定的虚空行者身上收集3份迁跃虚空能量，把它们交给断背岗哨的疯狂的欧加斯。",
["S"] = {
"迁跃虚空能量",
},
},
[85944] = {
["T"] = "副业：血型研究",
["O"] = "在蠕动原野收集8份暗索研究笔记。",
["S"] = {
"暗索研究笔记",
},
},
[41884] = {
["T"] = "黑暗传说",
["O"] = "前往河湾找灵魂行者灰天。",
},
[60381] = {
["T"] = "协助炽蓝仙野",
["O"] = "在炽蓝仙野完成3个世界任务。",
},
[89016] = {
["T"] = "仅限会员",
},
[12518] = {
["T"] = "法师套牌",
["O"] = "使用法师套牌召唤一位暗月占卜师，并把套牌交给占卜师。",
},
[13542] = {
["T"] = "对抗暴风",
["O"] = "使用奥伯丁废墟里的月亮井，摧毁8副狂暴飓风的护腕。",
["S"] = {
"摧毁狂暴飓风的护腕",
},
},
[62429] = {
["T"] = "狮子之魂",
["O"] = "把狮子之魂带给森林之心中的曼恩女士。",
},
[93112] = {
["T"] = "永恒研究：特别任务，邪火苍穹",
["O"] = "击败50个飞行的失落军团恶魔。",
["S"] = {
"消灭失落军团恶魔",
},
},
[31818] = {
["T"] = "祖塔",
["O"] = "在一场宠物对战中击败祖塔。",
["S"] = {
"击败祖塔",
},
},
[24907] = {
["T"] = "踩水坑",
["O"] = "杀死8名潮行巨人。",
["S"] = {
"消灭潮行巨人",
},
},
[8487] = {
["T"] = "被腐蚀的土地",
["O"] = "永歌森林东部圣殿的学徒米尔维达要求你收集8堆被污染的土壤样本。",
["S"] = {
"被污染的土壤样本",
},
},
[64989] = {
["T"] = "箭猪之魂",
["O"] = "把箭猪之魂带给森林之心中的丘法。",
},
[40907] = {
["T"] = "铲除障碍",
["O"] = "在贾德维克打败卡尔德和艾纳尔。",
["S"] = {
"消灭卡尔德",
"消灭艾纳尔",
},
},
[40883] = {
["T"] = "守卫的命运",
["O"] = "找到尼耶鲁斯·织星、加拉图斯·河树以及凯丽娅·风羽的尸体，并为他们举行安魂仪式。",
["S"] = {
"为尼耶鲁斯·织星举行仪式",
"为加拉图斯·河树举行仪式",
"为凯丽娅·风羽举行仪式",
},
},
[56466] = {
["T"] = "开裂的颚骨",
["O"] = "前往纳沙塔尔的新生家园，将开裂的颚骨交给发现者帕尔塔看一看。",
},
[28363] = {
["T"] = "捅马蜂窝",
["O"] = "与苏拉赫的表演场的苏拉赫交谈。",
},
[85945] = {
["T"] = "副业：血立清",
["O"] = "在蠕动原野的8个鲜血软泥身上测试血立清。",
["S"] = {
"清理鲜血软泥",
},
},
[25840] = {
["T"] = "消灭抵抗",
["O"] = "在霜鬃营地消灭狂战士巴托克和5名霜鬃战士。",
["S"] = {
"消灭狂战士巴托克",
"消灭霜鬃战士",
},
},
[35807] = {
["T"] = "荣耀的证明：艾罗萨恩",
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
},
[40636] = {
["T"] = "准备出击",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[6324] = {
["T"] = "向莫里斯回报",
["O"] = "从蝙蝠管理员迈克尔·加勒特那儿租一只蝙蝠飞往布瑞尔，然后将高顿的箱子交给布瑞尔的亡灵卫兵莫里斯。",
},
[25420] = {
["T"] = "古老的障碍",
["O"] = "摧毁6个砂石魔像。",
["S"] = {
"消灭砂石魔像",
},
},
[37855] = {
["T"] = "最后的雏龙",
["O"] = "调查蓝翼繁育地。",
},
[93113] = {
["T"] = "永恒研究：特别任务，稀有嬉游",
["O"] = "击败15个稀有敌人。",
},
[27632] = {
["T"] = "塔诺忒普的儿子",
["O"] = "从尼斐塞特守卫身上获得维尔纳尔三角洲地图。",
["S"] = {
"维尔纳尔三角洲地图",
},
},
[40607] = {
["T"] = "恶魔四伏",
["O"] = "了解食魂者阿莱利看到的景象。",
["S"] = {
"了解食魂者阿莱利所知的事情",
},
},
[39903] = {
["T"] = "附魔居所",
["O"] = "在风暴峡湾调查提格德的居所。",
["S"] = {
"进入提格德的居所",
},
},
[26957] = {
["T"] = "漫漫归乡路",
["O"] = "同西瘟疫之地治愈者营地的德尔·盖罗恩汇合。",
},
[57310] = {
["T"] = "深铁矿洞的补给",
["O"] = "把10份深铁矿洞补给品交给丹巴达尔的联盟军需官。",
["S"] = {
"深铁矿洞补给品",
},
},
[40132] = {
["T"] = "完整无缺",
["O"] = "为破碎群岛的野兽剥皮，获取20张完整的皮革。",
["S"] = {
"完整的皮革",
},
},
[27853] = {
["T"] = "伐木场巨怪",
["O"] = "消灭5名沼泽之潮农夫。",
["S"] = {
"消灭沼泽之潮农夫",
},
},
[42463] = {
["T"] = "军团再临110级部落",
},
[29005] = {
["T"] = "糖罐",
},
[43487] = {
["T"] = "突袭紫罗兰监狱：邪能词典",
["O"] = "从紫罗兰监狱的某个强大的囚犯手里取得邪能词典。",
["S"] = {
"邪能词典",
},
},
[60382] = {
["T"] = "协助雷文德斯",
["O"] = "在雷文德斯完成3个世界任务。",
},
[11688] = {
["T"] = "该死的猪",
["O"] = "战歌农场哨站的农夫托普要你杀死10只亡灵猪。",
["S"] = {
"消灭亡灵猪",
},
},
[24654] = {
["T"] = "异种蝎的问题",
["O"] = "对异种蝎土丘使用一桶燃烧着的沥青，趁着异种蝎蜂涌而出时杀死10只异种群居蝎。",
["S"] = {
"消灭异种群居蝎",
},
},
[13032] = {
["T"] = "长者穆拉克",
},
[62430] = {
["T"] = "驼鹿之魂",
["O"] = "把驼鹿之魂带给森林之心中的曼恩女士。",
},
[93114] = {
["T"] = "永恒研究：特别任务，世界采样",
["O"] = "完成伊特努丝的各项要求。",
["S"] = {
"在飞行过程中收集残余的时间微粒",
"收集时空扭曲草药和矿石",
},
},
[13992] = {
["T"] = "诱敌之计",
["O"] = "杀死8匹科卡尔半人马。",
["S"] = {
"消灭科尔卡半人马",
},
},
[47583] = {
["T"] = "去死吧，双帆龙",
["O"] = "消灭8头剧毒双帆龙。",
["S"] = {
"消灭剧毒双帆龙",
},
},
[39373] = {
["T"] = "女巫之羽",
["O"] = "从巫林女巫身上收集50片女巫之羽。",
["S"] = {
"女巫之羽",
},
},
[64990] = {
["T"] = "蟋蟀之魂",
["O"] = "把蟋蟀之魂带给森林之心中的丘法。",
},
[27343] = {
["T"] = "圣光之手",
["O"] = "进入影牙城堡，从指挥官斯普林瓦尔那里夺得指挥官的神圣符记，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"指挥官的神圣符记",
"月钢锭",
"不死肌腱",
},
},
[33248] = {
["T"] = "试炼场",
["O"] = "到白虎寺与试炼教头罗敦交谈，然后进入试炼场。",
["S"] = {
"与试炼教头罗敦交谈以进入试炼场",
},
},
[28367] = {
["T"] = "造物者的遮幕",
["O"] = "引爆7只司克诺兹火药桶。",
["S"] = {
"引爆火药桶",
},
},
[28495] = {
["T"] = "生存的机会",
["O"] = "拯救10只丘陵小鹿。",
["S"] = {
"“拯救”丘陵小鹿",
},
},
[85947] = {
["T"] = "原初的时光之旅",
["O"] = "完成5个时空漫游地下城。",
},
[42396] = {
["T"] = "做事情！",
["O"] = "？？？？？",
},
[39321] = {
["T"] = "三大女魔头",
["O"] = "消灭妖术师拉吉、阿佳拉·亡歌和女巫乌格拉。",
["S"] = {
"消灭妖术师拉吉",
"消灭阿佳拉·亡歌",
"消灭女巫乌格拉",
},
},
[11945] = {
["T"] = "做最坏的打算",
["O"] = "乌泰克要你在卡斯卡拉收集8份卡斯卡拉补给品。",
["S"] = {
"卡斯卡拉补给品",
},
},
[58011] = {
["T"] = "虫咬",
["O"] = "收集6个肿胀的毒囊。",
["S"] = {
"肿胀的毒囊",
},
},
[53727] = {
["T"] = "军团再临110级部落",
},
[54239] = {
["T"] = "任务报告：祖尔加废墟",
["O"] = "将任务报告交给纳萨诺斯·凋零者。",
},
[39582] = {
["T"] = "尖牙与利爪",
["O"] = "从塔纳安丛林的各种野生动物身上搜集100枚塔纳安丛林利齿。",
["S"] = {
"塔纳安丛林利齿",
},
},
[38839] = {
["T"] = "受够了等待",
["O"] = "前往瓦尔莎拉的南部峭壁，与马克拉·刀语谈一谈。",
},
[38645] = {
["T"] = "暗夜爪牙",
["O"] = "杀掉12个复生的刺客、黑鸦猎隼或复生猎犬。",
["S"] = {
"黑鸦堡敌人",
},
},
[65847] = {
["T"] = "重新排列",
["O"] = "汇聚魔法水晶，摧毁3个腐朽感染。",
["S"] = {
"聚焦魔网",
},
},
[10105] = {
["T"] = "给拉克妮亚的消息",
["O"] = "与泰罗卡森林裂石堡的拉克妮亚谈一谈。",
},
[57311] = {
["T"] = "冷齿矿洞的补给",
["O"] = "把10份冷齿矿洞补给品交给丹巴达尔的联盟军需官。",
["S"] = {
"冷齿补给品",
},
},
[66493] = {
["T"] = "送信了！",
["O"] = "将包裹投递给安东尼达斯营地的肯瑞托的学徒。",
["S"] = {
"与供给传送门交谈",
},
},
[10489] = {
["T"] = "追杀战争古树",
["O"] = "取得深根古树的树干。",
["S"] = {
"深根古树的树干",
},
},
[10617] = {
["T"] = "丝翼蛾茧",
["O"] = "从丝翼幼虫身上收集8个丝翼蛾茧。\n\n迅速杀死幼虫，否则它们就会蜕变成丝翼巨蛾，破坏蛾茧。",
["S"] = {
"丝翼蛾茧",
},
},
[26065] = {
["T"] = "释放维尔哈伊",
["O"] = "杀死所有的恐怖触须，释放维尔哈伊。",
["S"] = {
"释放维尔哈伊",
},
},
[43488] = {
["T"] = "敌人之血",
["O"] = "派遣勇士执行对付燃烧军团的“敌人之血”系列任务，收集5瓶恶魔鲜血。",
["S"] = {
"一瓶恶魔鲜血",
},
},
[60383] = {
["T"] = "协助玛卓克萨斯",
["O"] = "在玛卓克萨斯完成3个世界任务。",
},
[11129] = {
["T"] = "凯雷失踪了！",
["O"] = "血蹄村的阿哈布·麦蹄希望你帮他给小狗凯雷喂食。\n\n让凯雷吃过鲜嫩的陆行鸟肉之后回去向阿哈布·麦蹄复命。",
["S"] = {
"给凯雷喂食",
},
},
[29649] = {
["T"] = "如何拯救一条生命",
["O"] = "在地狱火堡垒破碎大厅里的高级斥候卡德维克希望你能帮他带回一份邪能灰烬。",
["S"] = {
"邪能灰烬",
},
},
[45536] = {
["T"] = "2v2周常任务",
},
[62431] = {
["T"] = "暗影追猎者之魂",
["O"] = "把暗影追猎者之魂带给森林之心中的曼恩女士。",
},
[76733] = {
["T"] = "收集马铃薯",
["O"] = "点燃5个收割火炬，收集15个焰光马铃薯。",
["S"] = {
"点燃收割火炬",
"焰光马铃薯",
},
},
[35746] = {
["T"] = "兵临城下",
["O"] = "破坏3辆钢铁攻城车。",
["S"] = {
"摧毁钢铁攻城车",
},
},
[47584] = {
["T"] = "肉中刺",
["O"] = "在禁猎区消灭12只甲龙。",
["S"] = {
"消灭甲龙",
},
},
[37552] = {
["T"] = "钢铁征服者的精华",
["O"] = "收集一个钢铁征服者的精华。",
},
[25171] = {
["T"] = "骑狼旅行",
["O"] = "与狼骑兵希亚什交谈，让他送你前往剃刀岭。抵达之后，与加索克交谈。",
},
[9323] = {
["T"] = "东部王国的野火",
["O"] = "造访诅咒之地、东瘟疫之地、辛特兰和灼热峡谷的火焰节营地，然后回到节日护火者处。",
},
[33249] = {
["T"] = "试炼场",
["O"] = "到白虎寺与试炼教头罗敦交谈，然后进入试炼场。",
["S"] = {
"与试炼教头罗敦交谈以进入试炼场",
},
},
[25073] = {
["T"] = "森金村",
["O"] = "向森金村的加德林大师报到。",
},
[50656] = {
["T"] = "危险营救",
["O"] = "解救4名神庙守卫。",
["S"] = {
"营救神庙守卫",
},
},
[25585] = {
["T"] = "沉默大炮",
["O"] = "摧毁8挺据点大炮。",
["S"] = {
"摧毁据点大炮",
},
},
[25841] = {
["T"] = "从天而降",
["O"] = "在霜鬃营地北端和南端用信号枪呼叫空中打击。",
["S"] = {
"打击霜鬃营地北部",
"打击霜鬃营地南部",
},
},
[28756] = {
["T"] = "扭曲的骨骸",
["O"] = "在通灵学院的尸骨储藏所中杀死血骨傀儡。",
["S"] = {
"消灭血骨傀儡",
},
},
[26353] = {
["T"] = "杉德尔船长的藏宝",
["O"] = "找到杉德尔船长的提箱，寻找下一条线索。",
},
[24789] = {
["T"] = "LFGDungeons - Lich King - Heroic Random - Nth",
},
[53728] = {
["T"] = "军团再临110级部落",
},
[13561] = {
["T"] = "安抚上层精灵",
["O"] = "杀死6名被诅咒的上层精灵和6名痛苦的上层精灵。",
["S"] = {
"消灭被诅咒的上层精灵",
"消灭痛苦的上层精灵",
},
},
[27377] = {
["T"] = "消化",
["O"] = "保护你和唤地者耶法免受厄索拉斯防御机制的伤害。",
["S"] = {
"从厄索拉斯的防御中幸存下来",
},
},
[13817] = {
["T"] = "英雄：档案馆数据圆盘",
["O"] = "将档案馆数据圆盘带到奥杜尔的档案馆控制台前。",
},
[28757] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[10412] = {
["T"] = "火翼徽记",
["O"] = "沙塔斯城的魔导师菲亚琳要求你给她带回10个火翼徽记。\n\n为占星者完成任务将会使你在奥尔多阵营中的声望等级降低。",
["S"] = {
"火翼徽记",
},
},
[40417] = {
["T"] = "前往塔纳安！",
["O"] = "与要塞议政厅中的沃金酋长谈一谈。",
},
[57312] = {
["T"] = "奥特兰克山谷的墓地",
["O"] = "占领一座墓地，然后向霜狼村的提卡·血牙复命。",
["S"] = {
"占领墓地",
},
},
[13484] = {
["T"] = "春季收藏者",
["O"] = "与闪金镇、卡拉诺斯、多兰纳尔或碧蓝岗哨的春季收藏者谈一谈。",
},
[29169] = {
["T"] = "暗藏的猛兽",
["O"] = "消灭祖尔格拉布中的花翼巢穴女王、沉睡者托尔图恩和一个加兹兰卡的失落后裔。",
["S"] = {
"消灭加兹兰卡的失落后裔",
"消灭花翼巢穴女王",
"消灭托尔图恩",
},
},
[42465] = {
["T"] = "军团再临110级部落",
},
[42977] = {
["T"] = "逐风者的仆从",
["O"] = "在希利苏斯与德米提恩谈一谈。",
},
[43489] = {
["T"] = "前往邪焰隘口",
["O"] = "在阿苏纳的邪焰隘口寻找奥伯妮·亮鬃。",
},
[60384] = {
["T"] = "协助晋升堡垒",
["O"] = "在晋升堡垒完成3个世界任务。",
},
[30449] = {
["T"] = "暗月朱鹤套牌",
["O"] = "当暗月马戏团来到镇上的时候，把朱鹤套牌交给他们。",
},
[895] = {
["T"] = "通缉：嘉维伊船长",
["O"] = "把嘉维伊船长的徽记带给棘齿城的加兹鲁维。",
["S"] = {
"嘉维伊船长的徽记",
},
},
[45537] = {
["T"] = "3v3周常任务",
},
[62432] = {
["T"] = "鹰头猫之魂",
["O"] = "把鹰头猫之魂带给森林之心中的曼恩女士。",
},
[93118] = {
["T"] = "永恒研究：特别任务，势不可挡",
["O"] = "收集纪元纪念品。",
["S"] = {
"收集纪念品",
},
},
[31729] = {
["T"] = "史蒂文·里斯班",
["O"] = "在宠物战斗中击败史蒂文·里斯班。",
["S"] = {
"击败史蒂文·里斯班",
},
},
[47585] = {
["T"] = "螳螂捕蝉",
["O"] = "在禁猎区内找到另外两名猎人。",
["S"] = {
"找到游侠帕露",
"找到神枪手尤利安",
},
},
[57513] = {
["T"] = "敌人的敌人",
["O"] = "逃离伤逝剧场。",
["S"] = {
"逃离伤逝剧场",
},
},
[64992] = {
["T"] = "草原土拨鼠之魂",
["O"] = "把草原土拨鼠之魂带给森林之心中的丘法。",
},
[65504] = {
["T"] = "龙鹰之魂",
["O"] = "把龙鹰之魂带给森林之心中的曼恩女士。",
},
[29527] = {
["T"] = "城头激战",
["O"] = "杀死巡视者加戈玛，传令官瓦兹德和瓦兹德的坐骑纳杉。将加戈玛之手和纳杉徽记交给石头守卫斯托克顿。",
["S"] = {
"加戈玛之手",
"纳杉徽记",
},
},
[37293] = {
["T"] = "清除迷雾",
["O"] = "消灭8只天蓝龙虾人，并获得过度生长的心脏。",
["S"] = {
"消灭天蓝龙虾人",
"过度生长的心脏",
},
},
[12141] = {
["T"] = "外交任务",
["O"] = "前往无畏要塞西南方的裂鞭海岸，与卡鲁克谈一谈。",
},
[13165] = {
["T"] = "夺回阿彻鲁斯",
["O"] = "使用你的黑锋之门法术返回阿彻鲁斯：黑锋要塞。抵达阿彻鲁斯之后，向大领主达里安·莫格莱尼报到。",
},
[14061] = {
["T"] = "火鸡还是缺",
["O"] = "将20份慢烤火鸡交给奥格瑞玛外面的昂丹尼。",
["S"] = {
"慢烤火鸡",
},
},
[35810] = {
["T"] = "荣耀的证明：德斯克斯",
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
},
[7223] = {
["T"] = "护甲碎片",
["O"] = "给丹巴达尔的莫高特·深炉带去20块护甲碎片。",
["S"] = {
"护甲碎片",
},
},
[28122] = {
["T"] = "巨大的问题",
["O"] = "你的任务是杀死普罗布里姆，一只在托尔巴拉德的路上游荡的巨型双头魔。",
["S"] = {
"消灭普罗布里姆",
},
},
[53729] = {
["T"] = "军团再临110级部落",
},
[12270] = {
["T"] = "收割联盟",
["O"] = "蓝天伐木场的格利克希望你夺取3台伐木机，然后把它们交给他。",
["S"] = {
"运送伐木机",
},
},
[41905] = {
["T"] = "天禅院的报告",
["O"] = "点击侦察地图，完成“调查天禅院”任务。",
},
[77760] = {
["T"] = "稀罕发现：龙角笛",
["O"] = "将龙角笛带给索德拉苏斯的艾杰斯亚学院的埃德霍·戴利格瑞治。",
},
[26074] = {
["T"] = "终结的开始",
["O"] = "护送克罗姆加热气球前往石爪山脉的油污潭。",
["S"] = {
"安全护送克罗姆加热气球到油污潭",
},
},
[13166] = {
["T"] = "黑锋要塞之战",
["O"] = "杀死10个天灾亡灵，并参与消灭帕奇维克的战斗。成功之后，回去向大领主达里安·莫格莱尼复命。",
["S"] = {
"消灭帕奇维克",
"杀死天灾士兵",
},
},
[40418] = {
["T"] = "前往塔纳安！",
["O"] = "与要塞议政厅中的瓦里安·乌瑞恩国王谈一谈。",
},
[40930] = {
["T"] = "天启",
["O"] = "在暮色森林的密斯特曼托庄园开始搜寻天启。",
["S"] = {
"在暮色森林调查密斯特曼托庄园",
},
},
[28762] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[58337] = {
["T"] = "越狱",
["O"] = "对逃跑的俘虏使用悔恨之链，将它们关入完好的墓穴牢笼。",
["S"] = {
"交还逃跑的俘虏",
},
},
[24539] = {
["T"] = "植物的攻击",
["O"] = "消灭丛生蔓藤，救下被抓住的5名陶拉祖难民。",
["S"] = {
"救下丛生蔓藤里的陶拉祖难民",
},
},
[42978] = {
["T"] = "觐见国王",
["O"] = "到暴风要塞向安度因·乌瑞恩国王报到。",
},
[59873] = {
["T"] = "与神明会晤",
["O"] = "等待灵魂完成孵化，并打开灵种。",
["S"] = {
"释放灵种里的灵魂",
},
},
[60385] = {
["T"] = "雷文德斯训练",
["O"] = "与你的新兵在雷文德斯完成3个世界任务。",
},
[29019] = {
["T"] = "糖罐",
},
[33113] = {
["T"] = "影月之井",
["O"] = "收集一大块月岩。",
["S"] = {
"一大块月岩",
},
},
[45538] = {
["T"] = "10v10周常任务",
},
[62433] = {
["T"] = "迅猛龙之魂",
["O"] = "把迅猛龙之魂带给森林之心中的曼恩女士。",
},
[5821] = {
["T"] = "雇佣保镖",
["O"] = "护送基泽尔顿商队通过科卡尔半人马村，然后与瑟卡布斯库的营地中的斯米德谈话以领取你的奖赏。",
["S"] = {
"护送基泽尔顿车队穿过科卡尔半人马的村庄",
},
},
[49077] = {
["T"] = "反思之时",
["O"] = "带着伊利丹的水晶去找他最亲近的人和最熟悉的地方。",
["S"] = {
"向玛法里奥展示水晶",
"向泰兰德展示水晶",
},
},
[47586] = {
["T"] = "狩猎王牌猎人",
["O"] = "找到赫米特·奈辛瓦里。",
["S"] = {
"找到奈辛瓦里最后的营地",
},
},
[13681] = {
["T"] = "奥杜尔的石块",
["O"] = "将15块小石块交给银色比武场的波兹尔·布拉斯波。",
["S"] = {
"小石块",
},
},
[64993] = {
["T"] = "巨蜥幼体之魂",
["O"] = "把巨蜥幼体之魂带给森林之心中的丘法。",
},
[49122] = {
["T"] = "港口激战",
["O"] = "前往拉斯塔利战港与哈布图和佐拉妮见面。",
},
[32952] = {
["T"] = "TEST",
["O"] = "已消灭巨龙",
},
[33021] = {
["T"] = "就此失传？",
["O"] = "在四风谷的半山市集与孙行·铁掌谈一谈。",
},
[39352] = {
["T"] = "消灭哨卫",
["O"] = "消灭三个哨卫。",
["S"] = {
"消灭第一个哨卫",
"消灭第二个哨卫",
"消灭第三个哨卫",
},
},
[51170] = {
["T"] = "冲啊！",
["O"] = "占领碎石码头。",
["S"] = {
"搭乘登陆筏艇",
},
},
[70594] = {
["T"] = "制皮指名服务",
["O"] = "为工匠商盟完成制皮制造订单。",
},
[52194] = {
["T"] = "悔不当初",
["O"] = "在普罗德摩尔要塞的家族纪念碑与吉恩·格雷迈恩见面。",
["S"] = {
"与吉恩·格雷迈恩交谈",
},
},
[26354] = {
["T"] = "杉德尔船长的藏宝",
["O"] = "在破烟囱附近找到旧木桶，寻找下一条线索。",
},
[28382] = {
["T"] = "兵临根下",
["O"] = "杀死8名铁木斧兵。",
["S"] = {
"消灭铁木斧兵",
},
},
[53730] = {
["T"] = "军团再临110级部落",
},
[28767] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[76738] = {
["T"] = "Repeatable Aura Remove",
},
[10609] = {
["T"] = "先有龙还是先有蛋？",
["O"] = "收集3份始祖虚空幼龙的精华、3份健壮虚空幼龙的精华和3份成熟虚空幼龙的精华。",
["S"] = {
"始祖虚空幼龙的精华",
"健壮虚空幼龙的精华",
"成熟虚空幼龙的精华",
},
},
[13758] = {
["T"] = "珍贵的武器",
["O"] = "将达克玛尔之剑交给银色比武场的亚琳·永歌。",
["S"] = {
"达克玛尔之剑",
},
},
[28146] = {
["T"] = "海滩上的美餐！",
["O"] = "前往西部海岸，让饥饿的矿洞蜘蛛吃下12只鱼头怪。",
["S"] = {
"喂饥饿的矿洞蜘蛛吃下鱼头怪",
},
},
[40419] = {
["T"] = "营救任务",
["O"] = "进入传送门，营救奥蕾莉亚·风行者。",
["S"] = {
"与温蕾萨交谈以开始任务",
},
},
[57314] = {
["T"] = "占领矿洞",
["O"] = "占领一座矿洞，然后向霜狼村的提卡·血牙复命。",
["S"] = {
"占领矿洞",
},
},
[13462] = {
["T"] = "糖罐",
},
[26593] = {
["T"] = "瑟瑟发抖的“病鬼”",
["O"] = "从老迈的薄雾谷猩猩身上获得5副薄雾谷猩猩的内脏。",
["S"] = {
"薄雾谷猩猩的内脏",
},
},
[27489] = {
["T"] = "全都怪我",
["O"] = "跳上菲奥拉的马车，前往北地哨塔。",
["S"] = {
"乘坐菲奥拉的马车前往北地哨塔",
},
},
[29682] = {
["T"] = "魔导师平台",
["O"] = "瑟里斯·黎明之心希望你找到在魔导师平台的主教拉雷索尔。",
},
[59874] = {
["T"] = "噬渊",
["O"] = "在奥利波斯与伯瓦尔交谈。",
},
[60386] = {
["T"] = "玛卓克萨斯训练",
["O"] = "与你的新兵在玛卓克萨斯完成3个世界任务。",
},
[30450] = {
["T"] = "暗月玄牛套牌",
["O"] = "当暗月马戏团来到镇上的时候，把玄牛套牌交给他们。",
},
[14130] = {
["T"] = "各色朋友",
["O"] = "在亚考兰神殿废墟的海岸上找到厄格尔罗。",
},
[14322] = {
["T"] = "悲剧的科学！悲剧！",
["O"] = "杀掉8头静电充能角鹰兽。",
["S"] = {
"消灭静电充能角鹰兽",
},
},
[62434] = {
["T"] = "符文牡鹿之魂",
["O"] = "把符文牡鹿之魂带给森林之心中的曼恩女士。",
},
[31587] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[40133] = {
["T"] = "长裤残片",
["O"] = "把长裤残片带给至高岭的赫米特·奈辛瓦里。",
},
}