WoWTools_SC_Quest = {
[44998] = {
["O"] = "带着你的血眼雏龙在阿苏纳完成5个世界任务。",
["T"] = "阿苏纳的盟友",
},
[61636] = {
["T"] = "PH - UNUSED",
["O"] = "觐见执政官。",
["S"] = {
"觐见执政官",
},
},
[37319] = {
["T"] = "珠宝加工的特别订单：结婚戒指",
["O"] = "制作两枚闪光之黑石指环。次要属性不重要。",
["S"] = {
"制作黑石闪光指环",
"黑石闪光指环",
},
},
[54725] = {
["T"] = "深海幽灵",
["O"] = "在雾潮港消灭12个溺亡的水兵。",
["S"] = {
"消灭溺亡的部队",
},
},
[31588] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[63684] = {
["T"] = "狂野的影犬",
["O"] = "召唤并联结你的狂野的影犬。",
["S"] = {
"召唤并联结你的狂野的影犬",
},
},
[39367] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：额外舱房",
},
[64196] = {
["T"] = "搭救宠物",
["O"] = "在艾萨拉之眼的海岸边寻找并帮助赞提尼和他的宠物。",
["S"] = {
"调查艾萨拉之眼",
},
},
[48070] = {
["O"] = "在狐穴林的边缘与艾比·瓦吉斯会面。",
["T"] = "诺文顿节",
},
[56517] = {
["O"] = "把黑胶唱片装进锈栓留声机。",
["T"] = "黑胶唱片：诺莫瑞根之战",
},
[40647] = {
["T"] = "梦魇来袭",
["O"] = "进入翡翠梦境，取得乌索克之爪。",
["S"] = {
"进入翡翠梦境",
},
},
[2] = {
["O"] = "将尖爪的爪子交给银风避难所的塞娜尼·雷心。",
["T"] = "尖爪的爪子",
},
[8308] = {
["O"] = "将布莱恩·铜须的信件带往希利苏斯南部的铜须营地。",
["T"] = "布莱恩·铜须的信",
},
[25317] = {
["O"] = "与海加尔山宁静林地的玛法里奥·怒风交谈。",
["T"] = "保护世界之树",
},
[42695] = {
["O"] = "勇士：凯恩·日怒",
["T"] = "勇士：凯恩·日怒",
},
[51142] = {
["T"] = "害虫成群",
["O"] = "在联盟码头消灭8个行窃的撕咬者。",
["S"] = {
"消灭行窃的撕咬者",
},
},
[35016] = {
["T"] = "割颅者基本教程",
["O"] = "从5名死亡的割颅者身上拿下面具。",
["S"] = {
"摘下嘲颅面具",
},
},
[8884] = {
["T"] = "鱼人……",
["O"] = "收集8枚暗鳞鱼人的徽记，并把它们带回永歌森林中的一处可遥望静谧海岸的悬崖旁，交给那里的哈斯温里奥。",
["S"] = {
"暗鳞鱼人的徽记",
},
},
[60357] = {
["T"] = "你的专精是什么？",
["O"] = "与戈莫克·魔拳对话，了解战斗专精的信息。",
["S"] = {
"与戈莫克·魔拳对话，了解专精的信息",
},
},
[26213] = {
["T"] = "重要线索：河爪氏族",
["O"] = "收集河爪豺狼人的线索。",
["S"] = {
"河爪豺狼人线索",
},
},
[9076] = {
["T"] = "失心者的领袖",
["O"] = "将奥尔达隆的徽记交给永歌森林阳帆港附近的维雷迪斯·雪晨。",
["S"] = {
"奥尔达隆的徽记",
},
},
[26597] = {
["T"] = "荆棘热",
["O"] = "找到巫医安巴格瓦，让他召唤野蛮的莫克。把莫克的精华带给芬·菲兹拉克。",
["S"] = {
"莫克的精华",
},
},
[26725] = {
["O"] = "去找乌鸦岭墓地的光铸棒。",
["T"] = "在圣光的指引下",
},
[9332] = {
["O"] = "将达纳苏斯烈焰交给节日诗人。",
["T"] = "盗取达纳苏斯的烈焰",
},
[9396] = {
["T"] = "鸦人的魔法",
["O"] = "将4个哈尔什卷轴交给地狱火半岛猎鹰岗哨的奥术师卡雷希斯·晨星。",
["S"] = {
"哈尔什卷轴",
},
},
[27109] = {
["T"] = "扭曲的防御者",
["O"] = "杀死特迪斯·扭木。",
["S"] = {
"消灭特迪斯·扭木",
},
},
[27365] = {
["T"] = "合适的武器",
["O"] = "进入影牙城堡，从席瓦莱恩男爵那里夺得席瓦莱恩家族佩剑，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"席瓦莱恩家族佩剑",
"月钢锭",
"不死肌腱",
},
},
[54982] = {
["T"] = "猎人之魂",
["O"] = "从雾牙狼群身上取得尖牙。",
["S"] = {
"血污之牙",
},
},
[27621] = {
["O"] = "前往暮光高地的焰须巡逻营，找到科甘·焰须。",
["T"] = "焰须巡逻营",
},
[27877] = {
["T"] = "低能者协会",
["O"] = "取回15顶黑铁的罩帽。",
["S"] = {
"黑铁的罩帽",
},
},
[56518] = {
["O"] = "把黑胶唱片装进锈栓留声机。",
["T"] = "黑胶唱片：奥杜尔的深渊",
},
[40392] = {
["T"] = "神射手的召唤",
["O"] = "搭乘角鹰兽，从克拉苏斯平台前往破碎海滩与温蕾萨·风行者见面。",
["S"] = {
"搭乘角鹰兽前往破碎海滩（可选）",
"与温蕾萨·风行者交谈",
},
},
[40904] = {
["O"] = "询问月光林地的守护者，看看他们是否了解这个混沌残片的本质。",
["T"] = "污染者的阴影",
},
[28773] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[29029] = {
["O"] = "将装满的水壶交给安达拉尔·荫谷。",
["T"] = "死亡知识",
},
[29157] = {
["O"] = "去奥格瑞玛的精神谷，见布温巴。",
["T"] = "赞达拉的威胁",
},
[29669] = {
["T"] = "严峻的任务",
["O"] = "阿达尔要你前往风暴要塞，杀死生态船内的迁跃扭木。",
["S"] = {
"消灭迁跃扭木",
},
},
[10804] = {
["T"] = "友善",
["O"] = "影月谷灵翼平原的莫德奈要你喂养8只成熟的灵翼幼龙。",
["S"] = {
"喂养成熟的灵翼幼龙",
},
},
[10868] = {
["T"] = "鸦人的战争",
["O"] = "顾问菲埃拉要你杀掉14个西诺鸦爪战士和6个西诺巫师，然后返回裂石堡向她复命。",
["S"] = {
"消灭西诺鸦爪战士",
"消灭西诺巫师",
},
},
[35529] = {
["O"] = "能源舰奖励任务",
["T"] = "能源舰奖励任务",
},
[30181] = {
["T"] = "猎穆山兽",
["O"] = "杀死15只沙背穆山兽。",
["S"] = {
"消灭沙背穆山兽",
},
},
[44488] = {
["O"] = "将被邪能毁坏的书籍带给达拉然的罗伯特·纽哈斯。",
["T"] = "被诅咒的书籍",
},
[54727] = {
["T"] = "搬运小队",
["O"] = "收集4个沉重的木材，并将它们带去搬运点。",
["S"] = {
"收集沉重的木材",
},
},
[31589] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员姆罗格，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[38857] = {
["T"] = "帮沙考尔先生办件事",
["O"] = "救出克里夫·雷山、文雅的洛什和绿皮格蕾丝。",
["S"] = {
"救出克里夫·雷山",
"救出文雅的洛什",
"救出绿皮格蕾丝",
},
},
[39369] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：自动航空雷达",
},
[11956] = {
["T"] = "寻找护命匣",
["O"] = "前往死亡营地，骑着黄昏找到塔纳沙尔藏匿护命匣的地方。将它找出来并带回悲叹通灵塔，交给萨萨里安。",
["S"] = {
"塔纳沙尔的护命匣",
},
},
[39881] = {
["O"] = "在瓦尔莎拉的月神殿附近寻找娜拉米娅。",
["T"] = "仙灵附魔",
},
[56519] = {
["O"] = "把黑胶唱片装进锈栓留声机。",
["T"] = "黑胶唱片：诺莫瑞根大捷",
},
[56775] = {
["T"] = "热身",
["O"] = "在作战假人处热身。",
["S"] = {
"摧毁作战假人",
},
},
[12212] = {
["T"] = "补充食物",
["O"] = "琥珀松木营地的护林主管安德霍尔希望你能去猎杀耸角雄鹿，并收集8份肥美的鹿肉。",
["S"] = {
"肥美的鹿肉",
},
},
[49096] = {
["O"] = "侵入点：奈格塔尔",
["T"] = "侵入点：奈格塔尔",
},
[12404] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[12468] = {
["O"] = "与征服堡的纳兹戈林中士谈一谈。",
["T"] = "征服者的指派",
},
[25062] = {
["T"] = "我们来此的目的",
["O"] = "在锈水箱里寻找证据。",
["S"] = {
"沾满盐渍的日记",
},
},
[42185] = {
["T"] = "猎人永不孤单",
["O"] = "在风暴神殿寻找托里姆并取得泰坦之击。",
["S"] = {
"飞往风暴神殿（可选）",
},
},
[42697] = {
["O"] = "勇士：阿莎·鸦歌",
["T"] = "勇士：阿莎·鸦歌",
},
[25574] = {
["T"] = "天降之火",
["O"] = "到诺达希尔北边寻找暮光营地，在那里使用索罗之角。",
["S"] = {
"被烧毁的渗透者营地",
},
},
[25702] = {
["O"] = "盐腮要你去跟石坑鱼人的酋长耐普托谈谈。",
["T"] = "家…没了…纳迦…",
},
[60359] = {
["T"] = "炉石所在便是家",
["O"] = "与旅馆老板努法交谈，将飞龙之尾设为你的家。",
["S"] = {
"将飞龙之尾设为你的家",
},
},
[26214] = {
["T"] = "重要线索：鱼人",
["O"] = "收集鱼人的线索。",
["S"] = {
"鱼人线索",
},
},
[44489] = {
["T"] = "莉安娜·悲夜",
["O"] = "摧毁灵魂收割器。",
["S"] = {
"摧毁灵魂收割器",
},
},
[26854] = {
["O"] = "在盔枕湖北面找到驾驶员铁钻。",
["T"] = "失踪的驾驶员",
},
[27110] = {
["T"] = "伊莫塔尔的疯狂",
["O"] = "你必须消灭5座水晶塔周围的守卫，那5座水晶塔维持着关押伊莫塔尔的监狱。一旦水晶塔的能量被削弱，伊莫塔尔周围的能量力场就会消散。\n\n进入伊莫塔尔的监狱，干掉站在中间的那个恶魔。最后，在图书馆挑战托塞德林王子。\n\n当任务完成之后，到庭院中去找辛德拉古灵。",
["S"] = {
"消灭伊莫塔尔",
"消灭托塞德林王子",
},
},
[27366] = {
["T"] = "夺取海滩",
["O"] = "在暮光高地的暮光海滩干掉12名斧咬陆战队员。",
["S"] = {
"消灭斧咬陆战队员",
},
},
[54984] = {
["O"] = "进入梦境之门并指引苔丝。",
["T"] = "梦境之狼",
},
[47049] = {
["T"] = "恶魔学识术士：蔑潮的命运",
["O"] = "搜索贾德维克，寻找卷轴中提到的维库人。",
["S"] = {
"与猎手斯洛迪交谈",
},
},
[27878] = {
["T"] = "强取豪夺",
["O"] = "在苦痛堡垒的底楼搜寻财宝。",
["S"] = {
"铭刻高戈奈斯石板",
},
},
[28006] = {
["O"] = "与纳尔帕克交谈。",
["T"] = "征召冒险者：哀嚎洞穴",
},
[14068] = {
["T"] = "迅猛龙陷阱",
["O"] = "使用卡拉玛的“迅猛龙陷阱”捕获5只小迅猛龙。",
["S"] = {
"小小迅猛龙",
},
},
[48585] = {
["T"] = "废土幸存者",
["O"] = "收集10份回收的补给品。",
["S"] = {
"回收的补给品",
},
},
[40906] = {
["O"] = "在贾德维克外面与托尔里谈一谈。",
["T"] = "深海毒蛇",
},
[28774] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[14452] = {
["T"] = "力量仪祭",
["O"] = "杀死6头刺背野猪人。",
["S"] = {
"消灭刺背入侵者",
},
},
[33483] = {
["T"] = "穆维里克的困境",
["O"] = "从奴隶主图格尔身上取得钥匙，然后找到穆维里克的斧子。",
["S"] = {
"穆维里克的斧子",
"图格尔的钥匙",
},
},
[29158] = {
["O"] = "到暴风城港口见布温巴。",
["T"] = "赞达拉代表",
},
[42186] = {
["O"] = "与迷踪岛的金刚不坏彭戍对话。",
["T"] = "力量增长",
},
[29542] = {
["O"] = "与地狱火城墙的石头守卫斯托克顿谈谈。",
["T"] = "入侵堡垒",
},
[35019] = {
["T"] = "准备作战",
["O"] = "获得30件黑石武器。",
["S"] = {
"黑石武器",
},
},
[35531] = {
["O"] = "魔导师平台奖励任务",
["T"] = "魔导师平台奖励任务",
},
[31206] = {
["T"] = "杀戮熔炉竞技场：血眼斗士！",
["O"] = "进入杀戮熔炉竞技场，击败胡尔德普！",
["S"] = {
"击败胡尔德普",
},
},
[62920] = {
["O"] = "将导灵器添加到羁绊熔炉，然后装到“娜德佳，迷雾之刃”的槽位中。",
["T"] = "变革导灵器",
},
[31590] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[47050] = {
["T"] = "增强萨满祭司：蔑潮的命运",
["O"] = "搜索贾德维克，寻找卷轴中提到的维库人。",
["S"] = {
"与猎手斯洛迪交谈",
},
},
[55497] = {
["T"] = "友善面容",
["O"] = "前往心之秘室与灵魂行者黑角和麦格尼·铜须会面。",
["S"] = {
"与纳瓦罗格谈一谈（可选）",
"在心之秘室与灵魂行者黑角交谈",
},
},
[63944] = {
["O"] = "向刻希亚的守护者的休憩的塔尔-加兰报告。",
["T"] = "刻希亚在等待",
},
[40395] = {
["O"] = "LFGDungeons - Timewalking \"Heroic\" Random - Nth",
["T"] = "LFGDungeons - Timewalking \"Heroic\" Random - Nth",
},
[24551] = {
["T"] = "晋见新头领",
["O"] = "杀死北卫军侦察兵并收集10枚塞拉摩军功奖章。",
["S"] = {
"塞拉摩军功奖章",
},
},
[57545] = {
["T"] = "卡拉的消遣",
["O"] = "收集卡拉的玩具。",
["S"] = {
"卡拉的玩具球",
"米卡尼科斯先生",
"舒服的舒适枕",
},
},
[25191] = {
["T"] = "调查灾情",
["O"] = "跟荣耀岗哨的妮布·轴轮谈一谈，调查这场浩劫的情况。",
["S"] = {
"完成调查",
},
},
[25575] = {
["T"] = "铸于暗影与烈焰",
["O"] = "摧毁10只暮光武器箱。",
["S"] = {
"摧毁暮光武器箱",
},
},
[25703] = {
["T"] = "暴行",
["O"] = "杀死10个血浪蛮兵和10个血浪女巫。",
["S"] = {
"消灭血浪蛮兵",
"消灭血浪女巫",
},
},
[35276] = {
["O"] = "在南港与贾斯伯·菲尔对话。",
["T"] = "检阅你的部队",
},
[8885] = {
["T"] = "呜啦哇啦的戒指",
["O"] = "从暗鳞酋长的尸体上夺回呜啦哇啦的戒指，并把它带回永歌森林中的一处可遥望静谧海岸的悬崖旁，交给那里的哈斯温里奥。",
["S"] = {
"呜啦哇啦的戒指",
},
},
[60361] = {
["T"] = "争霸艾泽拉斯：使命宣言",
["O"] = "参加格罗玛什要塞的会议。",
["S"] = {
"与大酋长希尔瓦娜斯·风行者见面",
},
},
[26215] = {
["O"] = "同法布隆南瓜农场的“老好人”洛伊交谈。",
["T"] = "拜访“老好人”洛伊",
},
[26343] = {
["T"] = "供求关系",
["O"] = "将2张淡水鳄的皮交给奈辛瓦里远征队营地的崔斯里克。",
["S"] = {
"淡水鳄的皮",
},
},
[26599] = {
["T"] = "船长的箱子",
["O"] = "从荆棘谷海角的高拉什身上获得斯莫特的箱子。",
["S"] = {
"斯莫特的箱子",
},
},
[9397] = {
["T"] = "捉小鸟",
["O"] = "前往地狱火半岛的哈尔什巢穴，在卡利鸟巢穴中寻找雌性小卡利鸟。利用空鸟笼捕获雌性小卡利鸟，将其交给猎鹰岗哨的驯鹰者德蕾娜·河风。",
["S"] = {
"笼中的雌性卡利幼鸟",
},
},
[27111] = {
["O"] = "返回图书馆去找到辛德拉的宝藏。拿取你的奖励吧！",
["T"] = "辛德拉的宝藏",
},
[27367] = {
["O"] = "去找东瘟疫之地的吉德文·金须。",
["T"] = "吉德文·金须",
},
[54986] = {
["O"] = "恩佐斯的幻象奖励",
["T"] = "恩佐斯的幻象奖励",
},
[9781] = {
["T"] = "不堪重负",
["O"] = "杀死10只泥潭多头蛇，然后向泰雷多尔的海尔伦复命。",
["S"] = {
"消灭泥潭多头蛇",
},
},
[9845] = {
["T"] = "下钩钓鱼",
["O"] = "杀死10个泥爪毁坏者，然后向萨布拉金的苏尔加亚复命。",
["S"] = {
"消灭泥爪毁坏者",
},
},
[28007] = {
["O"] = "与纳尔帕克交谈。",
["T"] = "征召冒险者：哀嚎洞穴",
},
[48075] = {
["T"] = "绚丽的钥匙",
["O"] = "前往沃雷尔的家，使用从天界金中选矿获得的六种宝石打开他的箱子。找到沃雷尔的珠宝加工书，并带回维迪卡尔交给他。",
["S"] = {
"前往沃雷尔的家",
},
},
[10037] = {
["T"] = "宁可去钓鱼",
["O"] = "为沙塔斯城的塞瑟带回8条新鲜的亮鳞电鳗。",
["S"] = {
"新鲜的亮鳞电鳗",
},
},
[10229] = {
["O"] = "将神秘的典籍交给断背岗哨的史学家奥尔森。",
["T"] = "解读书卷",
},
[28775] = {
["T"] = "破损的毒蛇雕像",
["O"] = "运用你的技能和材料，修复破损的雕像。",
["S"] = {
"地狱炎石",
"源质锭",
},
},
[33229] = {
["O"] = "在锦绣谷的闻道之座外面与克罗米交谈。",
["T"] = "那一抹青铜色……",
},
[33485] = {
["T"] = "多人赛跑",
["O"] = "跑过拱门，通过蓝色标记，然后是绿色标记、红色标记和紫色标记，最后返回钢铁精灵游戏营地。",
["S"] = {
"在比赛开始时到拱门处就位",
},
},
[10485] = {
["T"] = "血环督军",
["O"] = "把督军摩尔肯的破碎护甲交给远征军岗哨的埃隆雷下士。",
["S"] = {
"摩尔肯的破碎护甲",
},
},
[42444] = {
["O"] = "跟随惊恐的鸦熊去找黑羽酋长。",
["T"] = "黑羽的困境",
},
[29543] = {
["O"] = "与地狱火城墙的高级斥候卡德维克谈谈。",
["T"] = "入侵堡垒",
},
[35021] = {
["O"] = "把发光的红色豆荚带给赤红沼泽的戈鲁科尔。",
["T"] = "神秘的豆荚",
},
[10869] = {
["T"] = "剿灭鸦人",
["O"] = "加维·砂锤中尉要你杀掉14个西诺鸦爪战士和6个西诺巫师，然后返回奥蕾莉亚要塞向他复命。",
["S"] = {
"消灭西诺鸦爪战士",
"消灭西诺巫师",
},
},
[35533] = {
["O"] = "蒸汽地窟奖励任务",
["T"] = "蒸汽地窟奖励任务",
},
[30183] = {
["T"] = "猎虎",
["O"] = "杀死15只峡谷追猎者。",
["S"] = {
"消灭峡谷追猎者",
},
},
[44236] = {
["T"] = "命运的精华",
["O"] = "下达一份命运印记订单。",
["S"] = {
"下达一份命运印记订单",
},
},
[30567] = {
["T"] = "布兰琪的闪电陈酿",
["O"] = "完成“酝酿风暴”场景战役。",
["S"] = {
"完成场景战役",
},
},
[30823] = {
["T"] = "知错就改",
["O"] = "杀死寇塔峰上的12只咔啡成瘾的高山羊。",
["S"] = {
"消灭咔啡成瘾的高山羊",
},
},
[31207] = {
["T"] = "破军比武场",
["O"] = "进入破军比武场并完成比赛。然后向巨魔仆从伍迪索要奖金。",
["S"] = {
"完成“破军比武场”",
},
},
[31591] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[47052] = {
["T"] = "惩戒圣骑士：蔑潮的命运",
["O"] = "搜索贾德维克，寻找卷轴中提到的维库人。",
["S"] = {
"与猎手斯洛迪交谈",
},
},
[31847] = {
["O"] = "和蟠龙脊的女射手李琪薇谈一谈。",
["T"] = "恐惧比死亡还可怕",
},
[31975] = {
["O"] = "去暴风城找奥黛丽·伯恩赫普。",
["T"] = "勇者归来",
},
[48076] = {
["T"] = "冠冕成就",
["O"] = "为沃雷尔打造一顶天界王冠。你可以通过采集阿古斯的矿石来选矿、与其他玩家交易、或者从拍卖行得到材料。",
["S"] = {
"天界王冠",
},
},
[12085] = {
["O"] = "将塔辛尼中尉的信交给阿格玛之锤的阿格玛大王。",
["T"] = "一封家书",
},
[24552] = {
["T"] = "狮子的尊严",
["O"] = "任意杀死5只原野徘徊狮或原野傲鬃狮。",
["S"] = {
"杀死贫瘠之地的狮子",
},
},
[32974] = {
["T"] = "罗洛之谜",
["O"] = "解开谜题。",
["S"] = {
"找到第一条线索",
},
},
[33230] = {
["O"] = "在锦绣谷的闻道之座外面与克罗米交谈。",
["T"] = "那一抹青铜色……",
},
[12469] = {
["O"] = "沿着山脊向东面走，将炸药包交给龙骨荒野北部诺兹拉斯哨站的辛克。",
["T"] = "回到出发点",
},
[25064] = {
["O"] = "跟莫拉亚谈谈。",
["T"] = "莫拉亚",
},
[25448] = {
["T"] = "北泉之劫",
["O"] = "击败6只北泉鹰身人和6只北泉唤风者。",
["S"] = {
"消灭北泉鹰身人",
"消灭北泉唤风者",
},
},
[25576] = {
["T"] = "狼神之怒",
["O"] = "消灭12个黑铁苦工。",
["S"] = {
"消灭黑铁苦工",
},
},
[12853] = {
["O"] = "前往风暴峭壁的K3，与基尔·斯巴索克谈一谈。",
["T"] = "豪华的体验！",
},
[12981] = {
["T"] = "热与冷",
["O"] = "前往霜原湖，消灭脆弱的亡魂，并对冒烟的碎片使用冰之精华。收集6块冻铁碎片，将它们带回丹尼芬雷的弗约恩之砧。",
["S"] = {
"冻铁碎片",
},
},
[60363] = {
["T"] = "钽金抢夺",
["O"] = "从晋升堡垒的稀有怪物和宝箱中收集3份钽金。",
["S"] = {
"钽金",
},
},
[44237] = {
["T"] = "战争古树",
["O"] = "招募一棵战争古树。",
["S"] = {
"开始招募战争古树",
},
},
[26600] = {
["T"] = "巨人盛宴",
["O"] = "从凯尔希·杨斯那儿买一箱E级肉品，从威士忌斯利姆那儿买一箱紫葡萄酒。",
["S"] = {
"一箱E级肉品",
"一箱紫葡萄酒",
},
},
[26728] = {
["O"] = "去找暮色森林夜色镇的指挥官阿尔泰娅·埃伯洛克。",
["T"] = "英雄的召唤：暮色森林！",
},
[26856] = {
["T"] = "反击入侵",
["O"] = "杀死奥格弗林特、巴扎兰，以及祈求者耶戈什。",
["S"] = {
"消灭祈求者耶戈什",
"消灭巴扎兰",
"消灭奥格弗林特",
},
},
[62155] = {
["T"] = "符石收藏",
["O"] = "从炽蓝仙野被德鲁斯特附身的法夜身上收集18个符文石锥。",
["S"] = {
"符文石锥",
},
},
[27112] = {
["T"] = "被诅咒的灵魂",
["O"] = "杀死卡雷迪斯镇长和伊琳娜·暗木。",
["S"] = {
"消灭卡雷迪斯镇长",
"消灭伊琳娜·暗木",
},
},
[38862] = {
["T"] = "行窃蓟叶",
["O"] = "在月翼浅滩收集5枚失窃的月翼龙蛋。",
["S"] = {
"收集月翼龙蛋",
},
},
[27752] = {
["T"] = "像蛮锤一样战斗",
["O"] = "在桑德玛尔废墟收集10桶桑德玛尔麦酒。小心，这酒很烈！",
["S"] = {
"一桶桑德玛尔麦酒",
},
},
[27880] = {
["T"] = "顽固的肥佬",
["O"] = "杀死12名火烟食人魔，火烟虐待者或是火烟萨满祭司都成。",
["S"] = {
"杀死火烟食人魔",
},
},
[28008] = {
["O"] = "与死亡猎手指挥官贝尔蒙特交谈。",
["T"] = "征召冒险者：影牙城堡",
},
[14069] = {
["T"] = "好帮手很难找",
["O"] = "教训8名抗命的巨魔。",
["S"] = {
"教训奴隶",
},
},
[40142] = {
["T"] = "风暴之鳞的核心",
["O"] = "对破碎群岛上长有鳞片的生物进行剥皮，获取20个风暴之鳞电弧。",
["S"] = {
"风暴之鳞电弧",
},
},
[14197] = {
["T"] = "达成指标",
["O"] = "从艾萨拉的山麓矿场拿20块山麓铁矿。",
["S"] = {
"山麓铁矿",
},
},
[28520] = {
["T"] = "尼斐塞特城失守",
["O"] = "击败奥丹姆尼斐塞特城的黑暗法老塔卡恒。",
["S"] = {
"消灭黑暗法老塔卡恒",
},
},
[33231] = {
["O"] = "到位于翡翠林沿海的永恒岛上与观察者劳拉交谈。",
["T"] = "永恒岛之旅",
},
[58316] = {
["O"] = "在惊魂幻象内将无面者的暗思面具放回祭坛。",
["T"] = "无面者的暗思面具",
},
[51149] = {
["O"] = "将包裹交给码头管理员丁达尔。",
["T"] = "遗忘在码头",
},
[35535] = {
["O"] = "禁魔监狱奖励任务",
["T"] = "禁魔监狱奖励任务",
},
[60364] = {
["T"] = "钽金抢夺",
["O"] = "从晋升堡垒的稀有怪物和宝箱中收集3份钽金。",
["S"] = {
"钽金",
},
},
[44238] = {
["T"] = "命运冥思",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[53197] = {
["T"] = "游览前线",
["O"] = "向工头图利、伐木工里奥和格雷森·贝尔报到。",
["S"] = {
"跟工头图利谈一谈",
"跟伐木工里奥谈一谈",
"和格雷森·贝尔一起了解战场",
},
},
[30824] = {
["T"] = "羊屎咔啡",
["O"] = "在寇塔峰上标出15处山羊咔啡“沉积物”。",
["S"] = {
"标记山羊咔啡“沉积物”",
},
},
[61900] = {
["T"] = "舒适的椅子",
["O"] = "在晋升堡垒收集30张柔软的仙狐毛皮，并在炽蓝仙野收集30份回收的木材。",
["S"] = {
"柔软的仙狐毛皮",
"回收的木材",
},
},
[46286] = {
["T"] = "抗魔联军物资",
["O"] = "完成破碎海滩的世界任务或者消灭破碎海滩的稀有精英，获得抗魔联军战争物资。",
["S"] = {
"收集抗魔联军战争物资",
},
},
[31592] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员耶诺瓦·石盾，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[64460] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：娅恩拉",
},
[48334] = {
["T"] = "他们有魔像",
["O"] = "找到一个失控的魔像并查明它的动力来源。",
["S"] = {
"揭露魔像动力来源",
},
},
[2039] = {
["O"] = "去洛克莫丹寻找宾格斯。",
["T"] = "寻找宾格斯",
},
[57549] = {
["T"] = "艾格茜娅的回忆",
["O"] = "在艾格茜娅之眠处阅读追忆卷轴。",
["S"] = {
"冥思第一份卷轴",
},
},
[33232] = {
["O"] = "到位于翡翠林沿海的永恒岛上与观察者奥伦达拉交谈。",
["T"] = "永恒岛之旅",
},
[58317] = {
["O"] = "在惊魂幻象内将无面者的刺痛面具放回祭坛。",
["T"] = "无面者的刺痛面具",
},
[8502] = {
["T"] = "目标：亚什工蝎",
["O"] = "击杀30只亚什工蝎，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 III才能完成这个任务。",
["S"] = {
"消灭亚什工蝎",
},
},
[25449] = {
["T"] = "质量保证",
["O"] = "收集10张厚重的雪人皮。",
["S"] = {
"厚重的雪人皮",
},
},
[25577] = {
["T"] = "砸碎核心",
["O"] = "消灭炽热守护者，夺取8个闷烧之核，然后用暮光铁砧砸碎这些闷烧之核。",
["S"] = {
"摧毁闷烧之核",
},
},
[8886] = {
["T"] = "暗鳞强盗！",
["O"] = "夺回6箱凯莉森德拉船长的货物，把它们交给永歌森林阳帆港东侧营地中的凯莉森德拉船长。",
["S"] = {
"凯莉森德拉船长的货物",
},
},
[60365] = {
["T"] = "钽金抢夺",
["O"] = "从晋升堡垒的稀有怪物和宝箱中收集3份钽金。",
["S"] = {
"钽金",
},
},
[44239] = {
["T"] = "天神化身",
["O"] = "招募一位天神化身。",
["S"] = {
"开始招募天神化身",
},
},
[26345] = {
["T"] = "精制",
["O"] = "将一张老鳄鱼的皮交给奈辛瓦里远征队营地的崔斯里克。",
["S"] = {
"老鳄鱼的皮",
},
},
[53198] = {
["O"] = "与伊薇拉·晨翼交谈，返回伯拉勒斯。",
["T"] = "返回伯拉勒斯",
},
[9398] = {
["T"] = "致命的猎手",
["O"] = "地狱火半岛塔哈玛特神殿的斥候瓦努拉要你杀死8只石镰幼崽和4只石镰突击者。",
["S"] = {
"消灭石镰突击者",
"消灭石镰幼崽",
},
},
[27113] = {
["O"] = "与辛德拉古灵交谈。",
["T"] = "辛德拉古灵",
},
[27241] = {
["O"] = "跟塞拉摩的吉安娜·普罗德摩尔谈一谈。",
["T"] = "返回吉安娜身边",
},
[13605] = {
["T"] = "最后的难民",
["O"] = "安全护送考古学家霍莉。",
["S"] = {
"安全护送考古学家霍莉。",
},
},
[54990] = {
["T"] = "新的守护者",
["O"] = "在暴风要塞和苔丝·格雷迈恩见面。",
["S"] = {
"与暴风要塞的苔丝交谈",
},
},
[47055] = {
["T"] = "火焰法师：莱维娅·劳伦斯的窘境",
["O"] = "在城里打听莱维娅·劳伦斯的情报。",
["S"] = {
"在铭文师的殿堂打听莱维娅的消息",
},
},
[27753] = {
["T"] = "绝不浪费粮食",
["O"] = "在桑德玛尔废墟收集10件蛮锤存粮。",
["S"] = {
"蛮锤存粮",
},
},
[9846] = {
["T"] = "蛮沼之灵",
["O"] = "将10根蛮沼保护图腾交给萨布拉金的先知亚尼迪。",
["S"] = {
"蛮沼保护图腾",
},
},
[29828] = {
["T"] = "爵德不怕天灾",
["O"] = "达克萨隆要塞里的库塞尔要求你杀死暴龙之王爵德，并且带回它的牙齿。",
["S"] = {
"暴龙之王爵德的利齿",
},
},
[48079] = {
["O"] = "前往至高岭的雷霆图腾找梅拉·高岭。",
["T"] = "返回至高岭",
},
[10038] = {
["O"] = "与泰罗卡森林格兰戈瓦村北方入口附近的列兵维克斯谈一谈。",
["T"] = "援助列兵维克斯",
},
[28393] = {
["T"] = "危险的联盟",
["O"] = "在黑石深渊杀死6名火焰驱逐者，并从西区兵营的怒炉将军身上缴获将军的进攻计划书。",
["S"] = {
"消灭火焰驱逐者",
"将军的进攻计划书",
},
},
[36295] = {
["O"] = "Phylarch the Evergreen B",
["T"] = "Phylarch the Evergreen B",
},
[48080] = {
["T"] = "危险元素",
["O"] = "收集8颗粗糙的野猪獠牙。",
["S"] = {
"粗糙的野猪獠牙",
},
},
[28138] = {
["T"] = "人类的侵扰",
["O"] = "俘虏8名希尔斯布莱德人类。",
["S"] = {
"俘虏希尔斯布莱德人类",
},
},
[28905] = {
["O"] = "LFGDungeons - Cataclysm - Heroic Random - 1st",
["T"] = "LFGDungeons - Cataclysm - Heroic Random - 1st",
},
[10422] = {
["T"] = "泰拉留斯上尉",
["O"] = "虚空风暴维序派哨站的驯兽者维里迪斯要你找到并营救泰拉留斯上尉。",
["S"] = {
"营救泰拉留斯上尉",
},
},
[10486] = {
["T"] = "荒野的危险",
["O"] = "杀死12个刃翼放血者。",
["S"] = {
"消灭刃翼放血者",
},
},
[13988] = {
["T"] = "成长的麻烦",
["O"] = "把图加之眼带到棘齿城西南的电角蜥蜴之峰。",
["S"] = {
"将图加之眼带上山峰",
},
},
[50639] = {
["T"] = "维克雷斯庄园：堕落巫母",
["O"] = "击败维克雷斯庄园的维克雷斯夫人。",
["S"] = {
"消灭维克雷斯夫人",
},
},
[29924] = {
["T"] = "杀死柯山",
["O"] = "杀死猛虎林中的柯山。",
["S"] = {
"消灭柯山",
},
},
[51151] = {
["O"] = "在托瓦斯营地找到探险者协会的成员。",
["T"] = "写给协会的信",
},
[63949] = {
["T"] = "塑造命运",
["O"] = "在刻希亚和噬渊完成盟约突袭和日常任务、打开宝藏、消灭稀有生物、或者击败托加斯特的折磨者，挫败典狱长的势力。",
["S"] = {
"挫败典狱长的势力",
},
},
[43472] = {
["O"] = "在奥格瑞玛的精神谷与历史学家吉帕见面。",
["T"] = "历史学家",
},
[35537] = {
["O"] = "到你在霜火岭的要塞与洛坎交谈。",
["T"] = "来自阿兰卡峰林的消息",
},
[43984] = {
["T"] = "再度开启的典籍",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[60622] = {
["T"] = "占卜者之眼",
["O"] = "从噬渊的占卜者里罗克处获取占卜者之眼。",
["S"] = {
"占卜者之眼",
},
},
[44496] = {
["O"] = "在外域边境的影月谷见证真正的背叛。",
["T"] = "未竟的宿命",
},
[8338] = {
["O"] = "将被污染的奥术薄片交给逐日岛的太阳之塔露台上的奥术师赫里恩。",
["T"] = "被污染的奥术薄片",
},
[11] = {
["T"] = "悬赏河爪豺狼人",
["O"] = "给兵营的瑞尼尔副队长带去8个彩色豺狼人臂章。",
["S"] = {
"彩色豺狼人臂章",
},
},
[30825] = {
["T"] = "寇塔混合咔啡",
["O"] = "从寇塔峰收集100个寇塔咔啡果。在山边的灌木丛或者雪人洞的贮藏室里都可以找到。",
["S"] = {
"寇塔咔啡果",
},
},
[13124] = {
["O"] = "莱洛拉斯希望你进入魔环，营救贝加里斯塔兹与他的同伴。",
["T"] = "战斗仍在继续",
},
[14071] = {
["T"] = "呼朋唤友",
["O"] = "驾驶改装跑车去接你的朋友：王牌、大胖和小静。",
["S"] = {
"使用改装跑车的钥匙",
"接到小静",
"接到王牌",
"接到大胖",
},
},
[24776] = {
["O"] = "与暗矛训练场中的欧塔扎谈谈。",
["T"] = "暗矛的崛起",
},
[29156] = {
["O"] = "同暴风城港口的指挥官沙普交谈。",
["T"] = "巨魔来袭",
},
[10660] = {
["T"] = "奇怪的生物……",
["O"] = "影月谷影月村的研究员提欧鲁斯要求你给他带回8个魔火脾脏。",
["S"] = {
"魔火脾脏",
},
},
[31593] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[14339] = {
["T"] = "发射装置",
["O"] = "玛乌林·碎骨要你从濒死的科多兽身上收集3个中空的科多兽角。",
["S"] = {
"中空的科多兽角",
},
},
[39386] = {
["O"] = "到冰松岗哨寻找拉兹克·盖兹波特。",
["T"] = "制作原型",
},
[31977] = {
["O"] = "去奥格瑞玛找瓦佐克。",
["T"] = "勇者归来",
},
[11958] = {
["T"] = "不要浪费",
["O"] = "从狼獾人手中夺回6份被偷走的莫亚基货物，把它们带回龙骨荒野的莫亚基港口，交给长者库纳尼。",
["S"] = {
"被偷走的莫亚基货物",
},
},
[64462] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：秘术师克罗马斯",
},
[7162] = {
["T"] = "实验场",
["O"] = "到主基地东南边的冰翼洞穴中去找到雷矛军旗，然后把它交给哈格丁中尉。",
["S"] = {
"雷矛军旗",
},
},
[40401] = {
["T"] = "归乡",
["O"] = "寻找走私者。",
["S"] = {
"寻找走私者",
},
},
[40657] = {
["T"] = "邪能研究之路",
["O"] = "为凯托斯收集10块灌魔金属板。",
["S"] = {
"灌魔金属板",
},
},
[24554] = {
["O"] = "将残破的剑柄交给奎尔德拉之冢的麦雷昂·阳炎。他就在银色比武场的南边。",
["T"] = "残破的剑柄",
},
[24682] = {
["O"] = "在萨隆矿坑和希尔瓦娜斯·风行者见面。",
["T"] = "萨隆矿坑",
},
[12406] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[12470] = {
["T"] = "永恒之龙的秘密",
["O"] = "克罗米要你进入青铜巨龙圣地，将永恒沙漏放在地上。\n\n保护沙漏，直到你获得克罗米想要的情报。完成任务后返回龙眠神殿顶层向她复命。",
["S"] = {
"保护永恒沙漏",
},
},
[41937] = {
["T"] = "战斗训练",
["O"] = "[PH] Log Description",
["S"] = {
"完成战斗训练",
},
},
[42193] = {
["T"] = "迦拉尔之角",
["O"] = "找到瑟维甘·风篷。",
["S"] = {
"天空飞跃去往风暴峡湾",
},
},
[42449] = {
["O"] = "在杜隆塔尔与萨萨里安谈一谈。",
["T"] = "四骑士归来",
},
[59087] = {
["T"] = "狐狸崽子！",
["O"] = "寻找并抓住仙狐幼崽勒尼。",
["S"] = {
"从号歌处获得能找到狐狸的赐福",
},
},
[12790] = {
["T"] = "来去如风",
["O"] = "达拉然紫罗兰之门的大法师塞琳德拉要求你使用通向达拉然下方废墟的传送水晶和通向达拉然的传送水晶。",
["S"] = {
"使用前往紫罗兰哨站的传送水晶",
"使用前往达拉然的传送水晶",
},
},
[12854] = {
["T"] = "布莱恩的踪迹",
["O"] = "在布莱恩的营地中找到用麻布裹起来的便笺，把它交给冰霜堡的考古学家安多林。",
["S"] = {
"用麻布裹起来的便笺",
},
},
[43473] = {
["O"] = "试验药水：需要试验对象",
["T"] = "试验药水：需要试验对象",
},
[35538] = {
["O"] = "禁魔监狱奖励任务",
["T"] = "禁魔监狱奖励任务",
},
[60367] = {
["O"] = "心能穿越",
["T"] = "心能穿越",
},
[26989] = {
["T"] = "吉尔尼斯解放阵线",
["O"] = "杀死10名狼人抵抗军。",
["S"] = {
"消灭狼人抵抗军",
},
},
[33025] = {
["O"] = "NC S2 Q2",
["T"] = "NC S2 Q2",
},
[26735] = {
["T"] = "库尔森的命运",
["O"] = "获得库尔森营地监狱记录和库尔森营地军官名册。",
["S"] = {
"库尔森营地监狱记录",
"库尔森营地军官名册",
},
},
[26602] = {
["T"] = "君子报仇，量足就行",
["O"] = "将一巨箱巨人食品放到斯莫特船长的救生艇上，召来奈古拉什并把他杀掉。",
["S"] = {
"消灭奈古拉什",
},
},
[14067] = {
["T"] = "被偷走的银币",
["O"] = "杀死8头赤鳞破坏者s，4头赤鳞镰爪龙，并找到被偷走的银币。",
["S"] = {
"消灭赤鳞破坏者",
"消灭赤鳞镰爪龙",
"被偷走的银币",
},
},
[26858] = {
["T"] = "饥饿者塔拉加曼",
["O"] = "拿到塔拉加曼的精华。",
["S"] = {
"消灭燃刃信徒",
"消灭燃刃执行者",
"消灭燃刃术士",
"塔拉加曼的精华",
},
},
[10617] = {
["T"] = "丝翼蛾茧",
["O"] = "从丝翼幼虫身上收集8个丝翼蛾茧。\n\n迅速杀死幼虫，否则它们就会蜕变成丝翼巨蛾，破坏蛾茧。",
["S"] = {
"丝翼蛾茧",
},
},
[27114] = {
["O"] = "戈多克好酒",
["T"] = "戈多克好酒",
},
[27242] = {
["T"] = "迅猛龙捕手",
["O"] = "使用结实的绳子捕获6条血沼迅猛龙或血沼尖啸龙。",
["S"] = {
"俘获迅猛龙",
},
},
[27370] = {
["O"] = "去找东瘟疫之地死亡小径的塔伦纳·射日者。",
["T"] = "塔伦纳·射日者",
},
[27876] = {
["T"] = "泥潭的秘密",
["O"] = "从移动的潭泥身上收集10份充满活力的淤泥样本。",
["S"] = {
"充满活力的淤泥",
},
},
[27748] = {
["T"] = "财富与荣耀",
["O"] = "摧毁黑曜石巨像。",
["S"] = {
"击败黑曜石巨像",
},
},
[27754] = {
["T"] = "重创龙喉兽人",
["O"] = "杀死龙喉劫掠者，收集8枚龙喉徽记。桑德玛尔废墟中带名字的生物也会掉落徽记。",
["S"] = {
"龙喉徽记",
},
},
[28096] = {
["T"] = "任务给予者的体验",
["O"] = "指派3项任务。",
["S"] = {
"指派第一项任务",
"指派第二项任务",
"指派第三项任务",
},
},
[28010] = {
["O"] = "与耶努萨克雷交谈。",
["T"] = "征召冒险者：黑暗深渊",
},
[64463] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：金辉灵魂向导",
},
[46789] = {
["T"] = "发展进步",
["O"] = "寻找档案员祖巴什",
["S"] = {
"与档案员祖巴什谈一谈",
},
},
[40402] = {
["T"] = "秘密行动",
["O"] = "倾听温蕾萨·风行者的故事。",
["S"] = {
"倾听温蕾萨·风行者说话",
},
},
[28522] = {
["T"] = "冬泉熊怪的活动",
["O"] = "从冬泉熊怪身上收集10条灵魂珠串。",
["S"] = {
"冬泉灵魂珠串",
},
},
[46293] = {
["O"] = "在西部荒野的死亡矿井外找到“掮客”马库斯·布朗。",
["T"] = "死亡矿井，第三部？",
},
[28778] = {
["T"] = "破损的野猪雕像",
["O"] = "运用你的技能和材料，修复破损的雕像。",
["S"] = {
"暗烬黄玉",
"黑曜石块",
"动燃之土",
},
},
[28906] = {
["O"] = "LFGDungeons - Cataclysm - Heroic Random - Nth",
["T"] = "LFGDungeons - Cataclysm - Heroic Random - Nth",
},
[29034] = {
["T"] = "飞速成长",
["O"] = "收集你的冬泉豹幼崽掉落的20根冬泉豹幼崽的胡须。将这些胡须以及20块符文布、20块硬甲皮和80金币交给雷沃·霜翼。",
["S"] = {
"冬泉豹幼崽的胡须",
"符文布",
"硬甲皮",
},
},
[9603] = {
["O"] = "将谢尔兰的清单交给碧蓝岗哨的角鹰兽管理员萨尔达恩。",
["T"] = "床铺，绷带，以及更多",
},
[12090] = {
["T"] = "通缉：吉加托尔",
["O"] = "杀死吉加托尔，然后返回龙骨荒野的阿格玛之锤，向高尔特上尉复命。",
["S"] = {
"消灭吉加托尔",
},
},
[13186] = {
["T"] = "阻止攻城",
["O"] = "冬拥堡垒的资深攻城技师雷格索要你摧毁3辆部落攻城器械。",
["S"] = {
"摧毁部落攻城器械",
},
},
[50897] = {
["T"] = "调转热流",
["O"] = "摧毁6台地精机器。",
["S"] = {
"摧毁采矿补给品",
},
},
[29674] = {
["T"] = "自由的黑暗",
["O"] = "阿达尔要求你前往风暴要塞，杀死禁魔监狱内自由的瑟雷凯斯。",
["S"] = {
"消灭自由的瑟雷凯斯",
},
},
[29802] = {
["T"] = "隐藏的信息",
["O"] = "为你的地火操纵者的解码环充能，然后用它来破解科拉丝塔萨的烧焦的密码。",
["S"] = {
"解码环充能",
"获得烧焦的密码",
"破译的密文",
},
},
[26739] = {
["T"] = "我想她饿了",
["O"] = "在北荆棘谷杀死晶背蜥蜴，让你的鞭尾迅猛龙吃40口。",
["S"] = {
"咬石化蜥蜴肉",
},
},
[35539] = {
["O"] = "塞泰克大厅奖励任务",
["T"] = "塞泰克大厅奖励任务",
},
[6482] = {
["T"] = "鲁尔的自由",
["O"] = "护送鲁尔，然后与碎木岗哨的雅玛·雪蹄谈一谈。",
["S"] = {
"护送鲁尔逃离蓟皮熊怪的领地。",
},
},
[45260] = {
["T"] = "活在当下",
["O"] = "将阿坎多尔的果实交给沙尔艾兰的一名苏拉玛难民。",
["S"] = {
"治愈苏拉玛难民",
},
},
[30442] = {
["T"] = "布兰琪的闪电陈酿",
["O"] = "帮助酿造闪电陈酿。如果酒桶着火，马上扑灭！",
["S"] = {
"酿造闪电陈酿",
"护送布兰琪",
"消灭毁灭者波罗库拉",
},
},
[44741] = {
["T"] = "重返卡拉赞：背包大爆炸",
["O"] = "在卡拉赞找到一个千袋之袋和一个邪筋背包。",
["S"] = {
"千袋之袋",
"邪筋背包",
},
},
[45010] = {
["O"] = "用你的血眼雏龙和2只飞行类宠物击败3只阿苏纳的幼年煤壳蟹。",
["T"] = "狩猎课：幼年煤壳蟹",
},
[30826] = {
["T"] = "制造难题",
["O"] = "在寇塔峰击败5只咔啡成瘾的雪人。",
["S"] = {
"消灭咔啡成瘾的雪人",
},
},
[13627] = {
["T"] = "砍木头",
["O"] = "把12块做工粗糙的木板交给银色比武场的贝兹尔·布拉斯波。",
["S"] = {
"做工粗糙的木板",
},
},
[62433] = {
["O"] = "把迅猛龙之魂带给森林之心中的曼恩女士。",
["T"] = "迅猛龙之魂",
},
[54225] = {
["O"] = "将任务报告交给纳萨诺斯·凋零者。",
["T"] = "任务报告：巨擘封印",
},
[26921] = {
["T"] = "先是天灾……再是联盟",
["O"] = "杀死安多哈尔城里的15名枯骨天灾战士。",
["S"] = {
"消灭枯骨天灾战士",
},
},
[62432] = {
["O"] = "把鹰头猫之魂带给森林之心中的曼恩女士。",
["T"] = "鹰头猫之魂",
},
[38611] = {
["O"] = "到赫达沙尔外面去见亡灵骑兵库伦，然后开始托林尼尔的试炼。",
["T"] = "托林尼尔的意志",
},
[488] = {
["T"] = "赛恩的要求",
["O"] = "收集2颗夜刃豹的牙齿、2根巨翼枭的羽毛和2份树林蜘蛛丝。",
["S"] = {
"夜刃豹的牙齿",
"巨翼枭的羽毛",
"树林蜘蛛丝",
},
},
[31850] = {
["T"] = "埃里克·戴维森",
["O"] = "在宠物战斗中击败埃里克·戴维森。",
["S"] = {
"击败埃里克·戴维森",
},
},
[47570] = {
["T"] = "另有目的",
["O"] = "找出纳迦的入侵计划。",
["S"] = {
"入侵计划",
},
},
[32106] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[64464] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：莱拉·雹风",
},
[14401] = {
["T"] = "外婆的猫咪",
["O"] = "找回黄猫小运。",
["S"] = {
"黄猫小运",
},
},
[40403] = {
["T"] = "秘密行动",
["O"] = "与温蕾萨·风行者谈一谈。",
["S"] = {
"聆听温蕾萨·风行者的话",
},
},
[32618] = {
["O"] = "找到兰达尔·亨特。",
["T"] = "学习骑乘",
},
[10242] = {
["O"] = "机甲残骸的药剂师塞兰娜要你与空军指挥官布拉克谈一谈，搭乘双足飞龙前往断背岗哨，并将血环血样交给断背岗哨的药剂师阿尔布雷克。",
["T"] = "断背岗哨",
},
[24683] = {
["O"] = "在萨隆矿坑和吉安娜·普罗德摩尔见面。",
["T"] = "萨隆矿坑",
},
[8311] = {
["T"] = "耶斯帕尔的万圣节糖果！",
["O"] = "与暴风城、铁炉堡、达纳苏斯的旅店老板，以及铁炉堡的塔瓦斯德·基瑟尔谈一谈。按照他们的要求做出动作，并获得他们的礼物。\n\n把达纳苏斯水果糖、诺莫瑞根橡皮糖、暴风城杏仁糖和铁炉堡薄荷糖交给暴风城外的耶斯帕尔。",
["S"] = {
"暴风城杏仁糖",
"诺莫瑞根橡皮糖",
"铁炉堡薄荷糖",
"达纳苏斯水果糖",
},
},
[33492] = {
["T"] = "北郡短跑练习",
["O"] = "跑过拱门，通过蓝色标记和绿色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[25067] = {
["T"] = "雷霆斗技场：巨又霸！",
["O"] = "击败巨又霸。",
["S"] = {
"已击败巨又霸",
},
},
[8503] = {
["T"] = "联盟需要荆棘藻！",
["O"] = "把20棵荆棘藻交给丹莫罗飞机场的列兵德拉里格。",
["S"] = {
"荆棘藻",
},
},
[25444] = {
["T"] = "完美的间谍",
["O"] = "捉住5只森金青蛙，把它们带到瓦妮拉的岗哨图腾旁，在她的面前对它们施法。",
["S"] = {
"被施法的森金青蛙",
},
},
[34516] = {
["T"] = "我的宝贝！",
["O"] = "找到巴兹维克斯失窃的宝贝。",
["S"] = {
"找到巴兹维克斯失窃的宝贝",
},
},
[25316] = {
["O"] = "借助阿隆努斯飞往海加尔，到达后跟伊瑟拉谈一谈。",
["T"] = "海加尔在燃烧",
},
[1133] = {
["O"] = "到阿斯特兰纳去和辛德瑞尔·速火谈谈。",
["T"] = "通往阿斯特兰纳的旅途",
},
[62425] = {
["O"] = "把帷翼之魂带给森林之心中的曼恩女士。",
["T"] = "帷翼之魂",
},
[8887] = {
["O"] = "将凯莉森德拉船长的航海图交还给永歌森林阳帆港东侧营地中的凯莉森德拉船长。",
["T"] = "凯莉森德拉船长的航海图",
},
[60369] = {
["T"] = "仙枝的财富",
["O"] = "从炽蓝仙野的稀有怪物和宝箱中收集3根仙枝。",
["S"] = {
"仙枝",
},
},
[1097] = {
["O"] = "与暴风城的格瑞曼德·艾尔默谈一谈。",
["T"] = "艾尔默的任务",
},
[26347] = {
["T"] = "掌灯人",
["O"] = "给西部荒野灯塔的葛瑞森船长带5份裂隙软泥。",
["S"] = {
"裂隙软泥",
},
},
[12403] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[26603] = {
["O"] = "去荆棘谷海角哈圭罗岛找到瓶中信的作者。",
["T"] = "瓶中信",
},
[8482] = {
["O"] = "将秘密文件交给永歌森林鹰翼广场的艾尔杜·炙痕。",
["T"] = "秘密文件",
},
[37332] = {
["O"] = "把古怪的真菌团块交给影月谷游侠飞地的游侠希拉。",
["T"] = "真菌团块",
},
[9399] = {
["T"] = "残忍的监工",
["O"] = "前往沙纳尔废墟，杀死4名伊利达雷监工，然后向地狱火半岛塔哈玛特神殿的伊坎复命。",
["S"] = {
"消灭伊利达雷监工",
},
},
[9463] = {
["T"] = "医疗材料",
["O"] = "碧蓝岗哨的学者法蒂玛希望你帮她收集8份根须诱捕者的枝条。",
["S"] = {
"根须诱捕者的枝条",
},
},
[62417] = {
["T"] = "无尽蘑网",
["O"] = "调查未知区域。",
["S"] = {
"前往未知伟域",
},
},
[38356] = {
["T"] = "动感低音",
["O"] = "收集低音炮、镭射读碟器、音效增幅器、S.P.R.K.电容器和古木电线。",
["S"] = {
"低音炮",
"镭射读碟器",
"音效增幅器",
"S.P.R.K.电容器",
"古木电线",
},
},
[38612] = {
["O"] = "拿上一把雷铸爪钩枪，在赫达沙尔城墙外与亡灵骑兵库伦碰头。",
["T"] = "钩深致远",
},
[27627] = {
["T"] = "不过是漂亮点的蟑螂",
["O"] = "消灭5只紫水晶圣甲虫、5只蓝宝石圣甲虫、5只绿宝石圣甲虫和5只翡翠圣甲虫。",
["S"] = {
"消灭紫水晶圣甲虫",
"消灭翡翠圣甲虫",
"消灭蓝宝石圣甲虫",
"消灭绿宝石圣甲虫",
},
},
[27755] = {
["T"] = "古墓的诅咒",
["O"] = "消灭6个发疯的挖掘者和机械师米歇特韦德。",
["S"] = {
"消灭发疯的挖掘者",
"消灭机械师米歇特韦德",
},
},
[27440] = {
["T"] = "巨魔，食人魔，还有兽人。天哪！",
["O"] = "杀死指挥官沃恩、欧莫克大王和维姆萨拉克。",
["S"] = {
"消灭指挥官沃恩",
"消灭欧莫克大王",
"消灭维姆萨拉克",
},
},
[9911] = {
["O"] = "将“伯爵”昂古拉的下颚骨交给赞加沼泽中塞纳里奥哨站的观察者莉萨奥。",
["T"] = "沼泽中的伯爵",
},
[64465] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：恩克拉多斯",
},
[28267] = {
["T"] = "执行队",
["O"] = "同元首司克诺兹交谈。",
["S"] = {
"跟司克诺兹“出去”",
},
},
[10103] = {
["O"] = "前往赞加沼泽的沼泽鼠岗哨，向祖莱报到。",
["T"] = "向祖莱报到",
},
[12147] = {
["O"] = "带上精美的战斗号角前往龙眠神殿，看看那里有谁可以评估一下这潜在的威胁。",
["T"] = "古怪的暗示",
},
[28651] = {
["O"] = "与提瑞斯法林地丧钟镇的新兵艾尔雷斯交谈。",
["T"] = "新兵艾尔雷斯",
},
[28779] = {
["T"] = "长途跋涉的回家路",
["O"] = "获得大宰相埃尔坦之核。",
["S"] = {
"大宰相埃尔坦之核",
},
},
[28907] = {
["O"] = "随机普通日常 （第一次）",
["T"] = "随机普通日常 （第一次）",
},
[40133] = {
["O"] = "把长裤残片带给至高岭的赫米特·奈辛瓦里。",
["T"] = "长裤残片",
},
[10913] = {
["T"] = "不适当的葬礼",
["O"] = "泰罗卡森林白骨荒野沙塔尔营地的指挥官拉瓦伊要你焚烧8名被杀死的奥金尼战士和8名被杀死的沙塔尔守备官的遗体。",
["S"] = {
"焚烧被杀死的沙塔尔守备官的尸体",
"焚烧被杀死的奥金尼战士的尸体",
},
},
[14308] = {
["T"] = "科学发火了",
["O"] = "使用X-21型灭火器扑灭8处火场，从秘密实验室的烈焰中救出6名实习研究员。\n\n如果你丢失了X-21型灭火器，就去找南部火箭车终点站的助手格瑞里。",
["S"] = {
"扑灭实验室大火",
"救出实习研究员",
},
},
[10615] = {
["O"] = "前往刀锋山卢安荒野的常青林，与坦莫谈一谈。",
["T"] = "卢安荒野",
},
[29547] = {
["T"] = "国王的密令",
["O"] = "前往暴风城的暴风要塞指挥室找杰塔瑞斯将军。",
["S"] = {
"抵达暴风要塞",
},
},
[31971] = {
["T"] = "驯宠宗师奥巴里斯",
["O"] = "在宠物战斗中击败奥巴里斯。",
["S"] = {
"击败奥巴里斯",
},
},
[14176] = {
["T"] = "死者的感激",
["O"] = "弄到悼念糕饼，并把它交给雷霆崖墓地的欢快的牛头人灵魂。\n\n你必须使用一朵橙菊，才能看到那个隐形的灵魂。",
["S"] = {
"悼念糕饼",
},
},
[9857] = {
["T"] = "狩猎塔布羊",
["O"] = "杀死12头塔布雄羊，然后向纳格兰奈辛瓦里狩猎队营地的哈罗德·兰恩复命。",
["S"] = {
"消灭塔布雄羊",
},
},
[30059] = {
["T"] = "飞蛾叛乱",
["O"] = "杀死6只变异的魔丝蛾和8只小变异魔丝蛾。",
["S"] = {
"消灭变异的魔丝蛾",
"消灭小变异魔丝蛾",
},
},
[60370] = {
["T"] = "仙枝的财富",
["O"] = "从炽蓝仙野的稀有怪物和宝箱中收集3根仙枝。",
["S"] = {
"仙枝",
},
},
[31587] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[36309] = {
["O"] = "把背包交给哈菲斯特。",
["T"] = "钢铁的力量",
},
[8501] = {
["T"] = "目标：亚什毒蝎",
["O"] = "击杀30只亚什毒蝎，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 XII才能完成这个任务。",
["S"] = {
"消灭亚什毒蝎",
},
},
[11571] = {
["T"] = "学习沟通",
["O"] = "冬鳍避难所的国王姆嘎姆嘎要你对斯卡德尔的尸体使用空贝壳，然后将国王的充盈贝壳交给他。",
["S"] = {
"国王的充盈贝壳",
},
},
[47485] = {
["T"] = "艾什凡贸易公司",
["O"] = "和东点哨站的卡格尼交谈。在汇帆市场的威尔·墨尔伯恩处乘坐渡船。",
["S"] = {
"乘船前往东点哨站",
},
},
[37333] = {
["O"] = "LFGDungeons - Draenor - Heroic Random - 1st",
["T"] = "LFGDungeons - Draenor - Heroic Random - 1st",
},
[11447] = {
["O"] = "与美酒节组织者交谈，以领取免费的啤酒。",
["T"] = "欢迎来到美酒节！",
},
[47594] = {
["T"] = "这些我要了，谢谢！",
["O"] = "为格里伏塔获取10,000枚空气硬币。",
["S"] = {
"空气硬币",
},
},
[11424] = {
["T"] = "盾牌岭",
["O"] = "“钢锯”杰妮要你前往新阿加曼德以南的盾牌岭，打败那些被复活的维库人，并收集5枚古代维库人徽记。",
["S"] = {
"古代维库人徽记",
},
},
[38357] = {
["T"] = "副作用可能包括轻度亡灵化",
["O"] = "消灭10个变异熊或变异水手。",
["S"] = {
"消灭变异目标",
},
},
[38613] = {
["T"] = "飞檐走壁",
["O"] = "用雷铸爪钩枪勾住赫达沙尔的城墙。",
["S"] = {
"翻越城墙",
},
},
[31723] = {
["T"] = "四风谷",
["O"] = "和四风谷的列兵蒂姆·P·拉瑞谈一谈。",
["S"] = {
"与四风谷的列兵蒂姆·P·拉瑞交谈",
},
},
[31851] = {
["T"] = "比尔·巴克勒",
["O"] = "在宠物战斗中击败比尔·巴克勒。",
["S"] = {
"击败比尔·巴克勒",
},
},
[63954] = {
["T"] = "封闭的秘密",
["O"] = "从求知者议事堂取回5个封起来的容器。",
["S"] = {
"收集封起来的容器",
},
},
[64210] = {
["O"] = "将万物之盒带给刻符者。",
["T"] = "万物之盒",
},
[64466] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：死亡之牙",
},
[25979] = {
["T"] = "情绪澎湃",
["O"] = "在盔枕湖杀死6只盔枕湖涌动者。",
["S"] = {
"消灭盔枕湖涌动者",
},
},
[55517] = {
["O"] = "将物品交给神奇的马蒂尼。",
["T"] = "颜料瓶：经典青铜",
},
[24428] = {
["O"] = "将奥妮克希亚的头颅交给黑爪加尔德斯。他就在已宰的羔羊旅店的地下室里。",
["T"] = "诡秘的事件",
},
[12279] = {
["T"] = "熊的美食",
["O"] = "给红木商栈的休·格兰斯带去6条北地鲑鱼。",
["S"] = {
"北地鲑鱼",
},
},
[24684] = {
["T"] = "鸡舍里的维兹尔",
["O"] = "进入巴尔丹城堡，杀死10名巴尔丹矮人（火枪手、士兵和军官），然后找到藏身城堡的维兹尔·滑影。",
["S"] = {
"杀死巴尔丹矮人",
},
},
[24812] = {
["T"] = "不再怜悯",
["O"] = "杀死12个恶鳞纳迦。",
["S"] = {
"恶鳞纳迦",
},
},
[12471] = {
["O"] = "将海象人囚犯的情况告诉卡鲁克。",
["T"] = "残忍的克瓦迪尔",
},
[8645] = {
["O"] = "黑曜石长者",
["T"] = "黑曜石长者",
},
[25196] = {
["O"] = "向杜隆塔尔德拉诺什尔封锁线的执行者戈尔报到。",
["T"] = "德拉诺什尔封锁线",
},
[50644] = {
["T"] = "直面侵略者",
["O"] = "杀死15个侵略戴林要塞的纳迦部队。",
["S"] = {
"消灭北部纳迦部队",
},
},
[25452] = {
["T"] = "质量保证",
["O"] = "收集10张厚重的雪人皮。",
["S"] = {
"厚重的雪人皮",
},
},
[34774] = {
["O"] = "布林顿5000",
["T"] = "布林顿5000",
},
[10400] = {
["T"] = "霸王",
["O"] = "前往阿苟纳之池，除掉残酷的阿拉修斯，然后返回荣耀堡向远征军指挥官达纳斯·托尔贝恩复命。",
["S"] = {
"消灭残酷的阿拉修斯",
},
},
[43477] = {
["O"] = "试验药水：需要试验对象",
["T"] = "试验药水：需要试验对象",
},
[35542] = {
["O"] = "旧希尔斯布莱德丘陵奖励任务",
["T"] = "旧希尔斯布莱德丘陵奖励任务",
},
[60371] = {
["T"] = "仙枝的财富",
["O"] = "从炽蓝仙野的稀有怪物和宝箱中收集3根仙枝。",
["S"] = {
"仙枝",
},
},
[36054] = {
["O"] = "封印命运：金币",
["T"] = "封印命运：金币",
},
[26348] = {
["T"] = "海岸尚不安全",
["O"] = "杀死7名潮行鱼人和7名鱼人智者。",
["S"] = {
"消灭潮行鱼人",
"消灭鱼人智者",
},
},
[12380] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[27000] = {
["T"] = "熟能生巧",
["O"] = "骑上一匹壁炉谷野马前往北山伐木场，用它的嘶鸣技能吓跑25只北山蜘蛛。",
["S"] = {
"吓跑北山蜘蛛",
},
},
[26732] = {
["T"] = "劣质药品",
["O"] = "从库尔森的营地获得7瓶密林药剂。",
["S"] = {
"密林药剂",
},
},
[13431] = {
["T"] = "卡达什圣杖",
["O"] = "将土灵徽记和灿烂徽记交给盘牙水库奴隶围栏的异教徒斯卡希斯。",
["S"] = {
"土灵徽记",
"灿烂徽记",
},
},
[62186] = {
["O"] = "将鼓胀的心能之种交给瓦尔仙林的宗主塔什穆尔。",
["T"] = "鼓胀的心能之种",
},
[10016] = {
["T"] = "森林座狼的尾巴",
["O"] = "奥蕾莉亚要塞的波尔泰姆想让你收集12条森林座狼的尾巴。这些尾巴可以从森林座狼和森林座狼前锋身上获得。",
["S"] = {
"森林座狼的尾巴",
},
},
[27244] = {
["O"] = "把间谍的报告交给蕨墙村的纳泽尔·血矛。",
["T"] = "失踪的报告",
},
[38358] = {
["T"] = "废料密封",
["O"] = "用密封装置收集易爆废料。",
["S"] = {
"填装密封装置",
},
},
[38614] = {
["T"] = "抵御风暴",
["O"] = "在赫达沙尔找到登山鞋、浸油斗篷，以及魔化磁石。",
["S"] = {
"魔化磁石",
"登山鞋",
"浸油斗篷",
},
},
[51395] = {
["T"] = "守护者的钥匙",
["O"] = "与列兵詹姆斯对话，并查明沃里克之石的意义。",
["S"] = {
"与列兵詹姆斯交谈",
},
},
[27756] = {
["T"] = "工头",
["O"] = "杀掉格拉布托克。",
["S"] = {
"消灭格拉布托克",
},
},
[55764] = {
["T"] = "消灭鹰身人",
["O"] = "击败10只鹰身人及其盟友。",
["S"] = {
"消灭鹰身人和同伙",
},
},
[62183] = {
["O"] = "把包裹送到午夜集市。",
["T"] = "带有易腐标记的漏水箱子",
},
[64467] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：艺人查其",
},
[28268] = {
["O"] = "跟暴风城训练大厅的艾祖尔安谈一谈。",
["T"] = "与艾祖尔安碰面",
},
[62182] = {
["O"] = "将信送回暗湾镇。",
["T"] = "娜德佳的信",
},
[28524] = {
["O"] = "将萨尔法的篮子交给冬泉谷的多诺瓦·雪山。",
["T"] = "给多诺瓦的货物",
},
[28652] = {
["O"] = "与提瑞斯法林地丧钟镇墓地的管理员凯斯交谈。",
["T"] = "扫墓人凯斯",
},
[28780] = {
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
["T"] = "加入战斗！",
},
[28908] = {
["O"] = "随机普通日常 （第N次）",
["T"] = "随机普通日常 （第N次）",
},
[42436] = {
["T"] = "援助盟友",
["O"] = "把补给交给麦丽娅·灰羽。",
["S"] = {
"与麦丽娅·灰羽交谈",
},
},
[38889] = {
["O"] = "收养小可爱",
["T"] = "收养小可爱",
},
[30967] = {
["T"] = "解救叛逆者",
["O"] = "营救墨鳃潭里的6名墨鳃叛逆者。",
["S"] = {
"营救墨鳃叛逆者",
},
},
[50645] = {
["T"] = "大批量捕鳗",
["O"] = "收集16颗深海之牙。",
["S"] = {
"深海之牙",
},
},
[29548] = {
["T"] = "皇家使命",
["O"] = "去天火号向罗杰斯上将报到。",
["S"] = {
"确保天火号飞行安全（可选）",
"与天火号炮舰上的罗杰斯上将交谈",
},
},
[12447] = {
["O"] = "前往位于龙眠神殿西北方、天谴之门正西方的黑曜石巨龙圣地，找到瑟里纳尔并帮助他。",
["T"] = "黑曜石巨龙圣地",
},
[12383] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[35287] = {
["O"] = "Ragefire Chasm Reward Quest",
["T"] = "Ragefire Chasm Reward Quest",
},
[35543] = {
["O"] = "旧希尔斯布莱德丘陵奖励任务",
["T"] = "旧希尔斯布莱德丘陵奖励任务",
},
[60372] = {
["T"] = "仙枝的财富",
["O"] = "从炽蓝仙野的稀有怪物和宝箱中收集3根仙枝。",
["S"] = {
"仙枝",
},
},
[10291] = {
["O"] = "萨尔玛的克拉库克将军要求你向纳兹格雷尔报到。",
["T"] = "向纳兹格雷尔报到",
},
[28643] = {
["T"] = "敦霍尔德挑战赛：泽菲鲁斯",
["O"] = "杀死泽菲鲁斯。",
["S"] = {
"消灭泽菲鲁斯",
},
},
[10163] = {
["T"] = "任务：地狱岩床",
["O"] = "地狱火半岛破碎岗哨的空军指挥官格莱芬加尔要求你杀死20个甘尔葛苦工和5个莫尔葛监工，并摧毁5门邪能火炮。",
["S"] = {
"消灭甘尔葛苦工",
"消灭莫尔葛监工",
"摧毁邪能火炮",
},
},
[57564] = {
["O"] = "螳螂妖突袭追踪者",
["T"] = "螳螂妖突袭追踪者",
},
[10035] = {
["T"] = "托古斯！",
["O"] = "利用特拉克拉的残骸引出托古斯，将托古斯交给泰罗卡森林奥蕾莉亚要塞的泰拉·远途。",
["S"] = {
"托古斯的尾羽",
},
},
[37335] = {
["O"] = "LFGDungeons - Draenor - Normal Random - 1st",
["T"] = "LFGDungeons - Draenor - Normal Random - 1st",
},
[55792] = {
["O"] = "收集5个坚不可摧的锥形贝壳。",
["T"] = "征用：更多锥形贝壳",
},
[62420] = {
["O"] = "把龙龟之魂带给森林之心中的曼恩女士。",
["T"] = "龙龟之魂",
},
[54485] = {
["T"] = "达萨罗之战",
["O"] = "在达萨罗之战团队副本中击败拉斯塔哈大王。",
["S"] = {
"在达萨罗之战中击败拉斯塔哈大王。",
},
},
[62932] = {
["T"] = "探索托加斯特",
["O"] = "探索托加斯特，寻找同伴下落的线索。",
["S"] = {
"发现信息",
},
},
[38615] = {
["T"] = "防火防盗防鱼叉",
["O"] = "爬上赫达沙尔城墙顶端，然后拆除上面的7座蔑潮鱼叉发射器。",
["S"] = {
"摧毁鱼叉发射器",
},
},
[14334] = {
["T"] = "肥肠",
["O"] = "麦拉斯要你去杀掉肥肠。",
["S"] = {
"击败肥肠",
},
},
[39127] = {
["O"] = "去螳螂高原的龙影岗哨和祝踏岚谈一谈。",
["T"] = "城墙之外",
},
[39383] = {
["T"] = "耻辱者的制裁",
["O"] = "消灭可耻的萨德里斯。",
["S"] = {
"消灭可耻的萨德里斯",
},
},
[27875] = {
["T"] = "祝祷之花",
["O"] = "从流沙泥潭收集10株祝祷之花。",
["S"] = {
"祝祷之花",
},
},
[64468] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：艾扎夫人",
},
[56533] = {
["T"] = "世界血脉的传言",
["O"] = "收集3份世界血脉情报。",
["S"] = {
"世界血脉情报",
},
},
[25476] = {
["T"] = "拯救OOX-22/FE！",
["O"] = "安全护送OOX-22/FE到达目的地，然后向藏宝海湾的奥格索普·奥布诺提斯报告。",
["S"] = {
"将OOX-22/FE安全护送到目的地",
},
},
[24429] = {
["O"] = "将奥妮克希亚的头颅交给阿纳克·火刃。他就在暗影裂口里。",
["T"] = "诡秘的事件",
},
[57301] = {
["T"] = "冷酷混合物",
["O"] = "将任意组合的恶臭粘液、粘性油污和混溶污泥送入混合怪物之池。",
["S"] = {
"从软泥中收集渗流材料",
"把渗流材料扔进混合怪物之池",
},
},
[14014] = {
["T"] = "夺回工具箱！",
["O"] = "取回8箱工具。",
["S"] = {
"一箱工具",
},
},
[24813] = {
["T"] = "领土神像",
["O"] = "在恶鳞纳迦的旗帜上放置8个领土神像。",
["S"] = {
"放置领土神像",
},
},
[24941] = {
["T"] = "开花弹",
["O"] = "收集15枚开花弹。",
["S"] = {
"开花弹",
},
},
[58325] = {
["T"] = "监视者埃米尔",
["O"] = "在悔恨墓穴中寻找监视者埃米尔。",
["S"] = {
"和墓穴军官商谈",
},
},
[13758] = {
["T"] = "珍贵的武器",
["O"] = "将达克玛尔之剑交给银色比武场的亚琳·永歌。",
["S"] = {
"达克玛尔之剑",
},
},
[42455] = {
["T"] = "阿洛迪的宝石",
["O"] = "进入阿洛迪在达拉然银行的私人金库，取出法力宝石。",
["S"] = {
"前往达拉然银行",
},
},
[9407] = {
["O"] = "穿越黑暗之门，找到沃雷恩中将。他就在黑暗之门另一侧的外域等你。",
["T"] = "燃烧的远征：跨越黑暗之门",
},
[8696] = {
["T"] = "隐秘通途披风",
["O"] = "将1件其拉帝王披风、2个柔光雕像、5个岩石甲虫和5个水晶甲虫交给凯伊·迅爪。你必须在塞纳里奥议会中达到崇敬声望才能完成这个任务。",
["S"] = {
"其拉帝王披风",
"柔光雕像",
"岩石甲虫",
"水晶甲虫",
"中立 / 崇敬 塞纳里奥议会",
},
},
[32009] = {
["O"] = "去奥格瑞玛向瓦佐克报到。",
["T"] = "瓦佐克",
},
[35288] = {
["O"] = "监狱奖励任务",
["T"] = "监狱奖励任务",
},
[35544] = {
["O"] = "奥金尼地穴奖励任务",
["T"] = "奥金尼地穴奖励任务",
},
[35] = {
["O"] = "治安官杜汉要你和卫兵托马斯谈一谈。",
["T"] = "卫兵托马斯",
},
[27899] = {
["O"] = "跟太阳方尖碑的哈里森·琼斯谈一谈。",
["T"] = "他眼里的光芒",
},
[26349] = {
["T"] = "岸边的威胁",
["O"] = "给西部荒野灯塔的葛瑞森船长带一片老瞎眼的鳞片。",
["S"] = {
"老瞎眼的鳞片",
},
},
[9144] = {
["O"] = "沿着道路离开晴风村，到幽魂之地去寻找信使迪卡·晨行者。",
["T"] = "迷失在幽魂之地",
},
[49403] = {
["T"] = "罗德里格复仇记",
["O"] = "在自由镇对100个海盗进行污秽轰炸。",
["S"] = {
"炸飞海盗",
},
},
[26733] = {
["T"] = "比对样本",
["O"] = "获得7份晶背蜥蜴的血样。",
["S"] = {
"晶背蜥蜴的血",
},
},
[37336] = {
["O"] = "LFGDungeons - Draenor - Normal Random - Nth",
["T"] = "LFGDungeons - Draenor - Normal Random - Nth",
},
[9400] = {
["T"] = "刺客",
["O"] = "纳兹格雷尔要求你到地狱火堡垒北方的道路附近寻找一个名叫克伦·断脊者的刺客。",
["S"] = {
"找到克伦·断脊者",
},
},
[37] = {
["O"] = "卫兵托马斯要你沿着河岸向北走，寻找两个失踪的卫兵罗尔夫和马拉凯。",
["T"] = "失踪的卫兵",
},
[9528] = {
["T"] = "乞求帮助",
["O"] = "护送麦戈薇穿越小岛，回到家中。",
["S"] = {
"护送麦戈薇",
},
},
[38360] = {
["T"] = "风行者的命运",
["O"] = "搜索风行者号的残骸以及附近的海岸，寻找希尔瓦娜斯的踪迹。",
["S"] = {
"搜索风行者号以寻找线索",
},
},
[38616] = {
["T"] = "龙鳞护甲",
["O"] = "从赫达沙尔的风暴之翼幼龙身上收集鳞片。",
["S"] = {
"风暴幼龙鳞片",
},
},
[27629] = {
["O"] = "跟奥丹姆埃卡赫莱平原的宰相塔诺忒普谈一谈。",
["T"] = "宰相的一票",
},
[47319] = {
["T"] = "滋补毒液",
["O"] = "收集15个沙漠蜂毒腺。",
["S"] = {
"沙漠蜂毒腺",
},
},
[9848] = {
["T"] = "匕潭的秘密",
["O"] = "将匕潭毒药手册和一只匕潭毒药瓶交给奥雷柏尔营地的迪莫斯·丹尼斯。",
["S"] = {
"匕潭毒药手册",
"匕潭毒药瓶",
},
},
[9912] = {
["O"] = "前往赞加沼泽的塞纳里奥庇护所，与伊谢尔·风歌谈一谈。",
["T"] = "塞纳里奥远征队",
},
[64469] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：露西亚",
},
[28269] = {
["O"] = "哈里森·琼斯要你去维尔萨尔绿洲找他。",
["T"] = "去维尔萨尔找我",
},
[40408] = {
["T"] = "传说武器",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[28525] = {
["O"] = "去找安戈洛环形山马绍尔哨站的威利德·马绍尔。",
["T"] = "英雄的召唤：安戈洛环形山！",
},
[40] = {
["O"] = "雷米要你去和闪金镇的治安官杜汉谈一谈。",
["T"] = "鱼人的威胁",
},
[28781] = {
["T"] = "抓住机会",
["O"] = "杀死胡辛姆将军和2个神誓副官。",
["S"] = {
"消灭胡辛姆将军",
"消灭神誓副官",
},
},
[49896] = {
["O"] = "在隼林镇外与审判官克利多恩见面。",
["T"] = "前往隼林镇！",
},
[58070] = {
["O"] = "将灵魂猎手之刃交给雷文德斯午夜集市的塔·泽拉。",
["T"] = "有利可图：灵魂猎手之刃",
},
[58326] = {
["T"] = "扫清墓穴",
["O"] = "在悔恨墓穴中消灭12个具象和3个罪碑狂暴者。",
["S"] = {
"消灭具象",
"消灭罪碑狂暴者",
},
},
[58582] = {
["T"] = "黑王子归来",
["O"] = "前往达萨罗的巨擘封印和瓦莉拉·萨古纳尔交谈。",
["S"] = {
"与瓦莉拉·萨古纳尔交谈",
},
},
[50755] = {
["T"] = "秃鹫的美餐",
["O"] = "在盐碱盆地猎杀野生生物，让梅卡鲁的秃鹫进食。",
["S"] = {
"喂食秃鹫",
},
},
[31739] = {
["T"] = "最优先事项！",
["O"] = "收集6桶苹花甜酒。",
["S"] = {
"苹花果酒",
},
},
[9139] = {
["T"] = "金雾村",
["O"] = "在金雾村消灭6个奎尔多雷鬼魂和4个奎尔多雷怨灵，然后向幽魂之地塔奎林的奥术师范迪瑞尔复命。",
["S"] = {
"消灭奎尔多雷鬼魂",
"消灭奎尔多雷怨灵",
},
},
[46832] = {
["O"] = "与阿尔甘岗哨的驯龙者海德克谈一谈。",
["T"] = "阿尔甘岗哨",
},
[29933] = {
["T"] = "上等虫腿",
["O"] = "从猛虎林的虎萤身上收集30条虫子腿。",
["S"] = {
"虫子腿",
},
},
[10936] = {
["O"] = "助手克拉图要你前往地狱火半岛荣耀堡的兵营，与远征军指挥官达纳斯·托尔贝恩谈一谈。",
["T"] = "托尔贝恩在找你",
},
[60374] = {
["T"] = "富产髓钢",
["O"] = "从玛卓克萨斯的稀有怪物和宝箱中收集3份髓钢。",
["S"] = {
"髓钢",
},
},
[29436] = {
["T"] = "炮弹飞人",
["O"] = "落地时尽量靠近火炮目标以获得5点火炮目标积分。",
["S"] = {
"获得火炮目标积分",
},
},
[60886] = {
["T"] = "兵主之座",
["O"] = "与德拉卡一同前往兵主之座。",
["S"] = {
"与德拉卡一同飞往兵主之座",
},
},
[52951] = {
["O"] = "在祖达萨境内消灭部落。",
["T"] = "战斗的召唤：祖达萨",
},
[53207] = {
["O"] = "前往祖达萨向斯洛克报到。",
["T"] = "前线战事",
},
[28793] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[61399] = {
["T"] = "灰烬王庭：凡世回想",
["O"] = "取回清单上的商品，帮助守护者塔·沙兰补充货物。",
["S"] = {
"会说话的青蛙",
"再生熔岩",
"格伦苏原版",
},
},
[14109] = {
["T"] = "崭新的你",
["O"] = "从奸商街的“大金牙”盖比那里购买一些亮闪闪的珠宝，从苏扎博那里购买一套潮人装束，从“软糖”米萨那里购买一副清爽遮阳镜。",
["S"] = {
"亮闪闪的珠宝",
"潮人装束",
"清爽遮阳镜",
},
},
[45] = {
["O"] = "到鱼人村去寻找罗尔夫，或是他死亡的消息。",
["T"] = "罗尔夫的下落",
},
[11576] = {
["T"] = "监视裂谷：悬崖异常",
["O"] = "琥珀崖的盖伦要你在悬崖异常处使用奥术测量器。",
["S"] = {
"获取悬崖异常处的读数",
},
},
[38361] = {
["T"] = "凋零者之怒",
["O"] = "消灭15个第七军团伞兵或天火号狮鹫骑士。",
["S"] = {
"击败联盟",
},
},
[38617] = {
["T"] = "另辟蹊径",
["O"] = "在赫达沙尔打败德克加尔勇士，然后爬上塔楼顶部。",
["S"] = {
"消灭古朗·鳞心",
},
},
[31725] = {
["T"] = "林塞",
["O"] = "在宠物战斗中击败林塞。",
["S"] = {
"击败林塞",
},
},
[31853] = {
["T"] = "全体登船！",
["O"] = "和地狱咆哮之拳上的纳兹戈林将军谈一谈。",
["S"] = {
"确保地狱咆哮之拳飞行安全（可选）",
"和地狱咆哮之拳上的纳兹戈林将军谈一谈",
},
},
[31981] = {
["O"] = "去暴风城找奥黛丽·伯恩赫普。",
["T"] = "超出预期",
},
[11960] = {
["T"] = "未来的种子",
["O"] = "找到12个飘雪林地幼崽，把他们带回莫亚基港口，交给猎手莫伊。",
["S"] = {
"飘雪林地幼崽",
},
},
[47] = {
["T"] = "金砂交易",
["O"] = "为闪金镇的雷米收集10袋金砂，这种东西可以从艾尔文森林的狗头人身上找到。",
["S"] = {
"金砂",
},
},
[40153] = {
["T"] = "重返卡拉赞：传说中的鳞片",
["O"] = "在卡拉赞获取虚空幽龙的鳞片；在黑曜石圣殿获取萨塔里奥的鳞片；在恐惧之心获取加拉隆的鳞片。",
["S"] = {
"虚空幽龙的鳞片",
"萨塔里奥的鳞片",
"加拉隆的鳞片",
},
},
[13501] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[32621] = {
["O"] = "调查雷霆熔炉，找到霹雳钢的奥秘。",
["T"] = "霹雳钢",
},
[12280] = {
["T"] = "修理伐木机",
["O"] = "蓝天伐木场的鲁尔兹希望你去收集4个凹槽齿轮、3个刻缺链条和2个高压弹簧。",
["S"] = {
"凹槽齿轮",
"刻缺链条",
"高压弹簧",
},
},
[30069] = {
["T"] = "随机应变",
["O"] = "击败6个加尔鲁什尔步兵和6个加尔鲁什尔设备养护工。",
["S"] = {
"消灭加尔鲁什尔步兵",
"消灭加尔鲁什尔设备养护工",
},
},
[24814] = {
["T"] = "古老的宿敌",
["O"] = "与恶鳞海湾内的沃金交谈，协助他杀死海巫扎尔吉拉。",
["S"] = {
"与恶鳞海湾的沃金交谈（可选）",
"消灭扎尔吉拉",
},
},
[13149] = {
["T"] = "驱除幻象",
["O"] = "克罗米要你对往日的斯坦索姆内的可疑箱子使用奥术干扰器，然后到斯坦索姆的入口附近去见她。",
["S"] = {
"驱散瘟疫谷物箱的伪装",
},
},
[34244] = {
["T"] = "他们带走了我的父亲",
["O"] = "收集学者多尔鲁的三份笔记。",
["S"] = {
"《多尔鲁的忏悔录I》",
"《多尔鲁的忏悔录II》",
"《多尔鲁的忏悔录III》",
},
},
[58583] = {
["O"] = "前往心之秘室与麦格尼·铜须见面。",
["T"] = "心之所在",
},
[57298] = {
["O"] = "和克罗米一起在时光之穴击败过往的坏蛋。",
["T"] = "往日“真相”……",
},
[57315] = {
["T"] = "哨塔和碉堡",
["O"] = "占领敌方的某座哨塔或碉堡，然后向霜狼村的提卡·血牙复命。",
["S"] = {
"占领哨塔",
},
},
[34778] = {
["T"] = "移民劳工",
["O"] = "在你的要塞里与工头链爆谈一谈，然后到艾洛多尔外面去见工人们。",
["S"] = {
"与链爆交谈",
},
},
[25710] = {
["T"] = "小事一桩",
["O"] = "杀死诅咒之地守望堡外的一名欧卡里隆斥候。",
["S"] = {
"消灭欧卡里隆斥候",
},
},
[25838] = {
["O"] = "跟钢架补给站的戴博·曲针谈一谈。",
["T"] = "来自钢架补给站的帮手",
},
[35546] = {
["O"] = "法力陵墓奖励任务",
["T"] = "法力陵墓奖励任务",
},
[26094] = {
["T"] = "反击",
["O"] = "登上修复的轰炸机，使用铁锤炸弹杀死30名黑铁矮人。铁炉堡飞行器机坪上的任何黑铁矮人以及他们的盟友都算。",
["S"] = {
"杀死黑铁进攻者",
},
},
[28673] = {
["O"] = "去找守望堡的军需官朗格尔斯。",
["T"] = "英雄的召唤：诅咒之地！",
},
[60887] = {
["O"] = "在奥格瑞玛找到大酋长的命令布告板。",
["T"] = "大地的裂变：卡利姆多的冒险",
},
[52952] = {
["O"] = "在祖达萨境内消灭联盟。",
["T"] = "战斗的召唤：祖达萨",
},
[52] = {
["T"] = "保卫边境",
["O"] = "杀掉8只觅食的灰狼或森林灰狼，以及5只森林熊幼崽，然后回到艾尔文森林东部的桥边去见卫兵托马斯。",
["S"] = {
"杀死觅食的灰狼或森林灰狼",
"消灭森林熊幼崽",
},
},
[26734] = {
["T"] = "疯狂的源头",
["O"] = "从物资储藏点的库尔森成员身上获得一块低语蓝石。",
["S"] = {
"低语蓝石",
},
},
[26862] = {
["T"] = "收买元素",
["O"] = "获得6条灼热绑带。",
["S"] = {
"灼热绑带",
},
},
[26990] = {
["T"] = "洪涛漫漫，尽没其中",
["O"] = "杀死巨型加兹瑞拉，并通知雷霆崖的哈缪尔·符文图腾。",
["S"] = {
"消灭巨型加兹瑞拉",
},
},
[27118] = {
["O"] = "破碎的陷阱",
["T"] = "破碎的陷阱",
},
[27246] = {
["O"] = "把间谍的报告交给塞拉摩的艾登中尉。",
["T"] = "兽人报告",
},
[27374] = {
["O"] = "跟元素法阵的唤地者托伦斯卡谈一谈。",
["T"] = "疯狂之喉",
},
[38618] = {
["T"] = "高处不胜寒",
["O"] = "从塔楼使用爪钩枪到达山路，然后爬到山顶。",
["S"] = {
"利用爪钩枪进入山路",
},
},
[63447] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[60891] = {
["O"] = "在暴风城找到英雄的召唤布告牌。",
["T"] = "大地的裂变：东部王国的冒险",
},
[63959] = {
["T"] = "观察记录",
["O"] = "从刻希亚的指引圣地收集5份观察记录。",
["S"] = {
"收集观察记录",
},
},
[28725] = {
["O"] = "在幽影谷最北边的黑丝洞找到树妖塔琳德拉。",
["T"] = "森林守护者",
},
[14072] = {
["T"] = "搜捕维罗戈",
["O"] = "在死水绿洲附近找到4份半人马情报。",
["S"] = {
"半人马情报",
},
},
[60889] = {
["O"] = "把《她的石心》交给雷文德斯午夜集市的塔·泽拉。",
["T"] = "有利可图：《她的石心》",
},
[28398] = {
["T"] = "控火师的魔典",
["O"] = "杀掉6个暮光使者，并从石深渊索瑞森神殿控火师罗格雷恩的身上获得罗格雷恩的魔典。",
["S"] = {
"消灭暮光使者",
"罗格雷恩的魔法书",
},
},
[28526] = {
["T"] = "大酋长的命令：安戈洛环形山！",
["O"] = "前往安戈洛环形山的马绍尔哨站，向威利德·马绍尔报到。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在马绍尔哨站与威利德·马绍尔交谈",
},
},
[28654] = {
["O"] = "去找起源大厅的布莱恩·铜须。",
["T"] = "问题的核心",
},
[40643] = {
["O"] = "到月光林地去找伊哈缪尔·符文图腾。",
["T"] = "月光林地的召唤",
},
[10109] = {
["T"] = "我想要这些鸟蛋！",
["O"] = "将3份气元素实体交给纳格兰南部氏族岗哨对面的瓦萨特。",
["S"] = {
"气元素实体",
},
},
[60645] = {
["O"] = "硕大的寻猎者",
["T"] = "硕大的寻猎者",
},
[33755] = {
["T"] = "第一次测试比赛：2圈",
["O"] = "跑过拱门，通过蓝色标记，然后是绿色标记、红色标记和紫色标记，最后返回钢铁精灵游戏营地。",
["S"] = {
"携带一枚暗月游戏代币在起点处就位",
},
},
[50393] = {
["O"] = "把翼手龙蛋拿给翼手龙高地的帕库。",
["T"] = "帕库的子嗣",
},
[50649] = {
["T"] = "以偷止偷",
["O"] = "收集7个潮汐道标。",
["S"] = {
"潮汐道标",
},
},
[39875] = {
["T"] = "收尾工作",
["O"] = "为伊尔蒂制作2张附魔戒指 - 全能真言卷轴。你可以从抄写员或拍卖行处获得羊皮纸。",
["S"] = {
"附魔戒指 - 全能真言",
},
},
[9629] = {
["T"] = "研究鱼人",
["O"] = "秘血岗哨的莫莱希望你用鱼人标记枪去“标记”6个黑沙斥候。",
["S"] = {
"标记黑沙斥候",
},
},
[39363] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：破冰器",
},
[40684] = {
["T"] = "毁灭利器之书",
["O"] = "和卡里杜斯对话选择你要追求的神器。",
["S"] = {
"选择神器",
},
},
[35547] = {
["O"] = "法力陵墓奖励任务",
["T"] = "法力陵墓奖励任务",
},
[59] = {
["O"] = "把暴风城护甲标记交给萨拉·迪博雷恩。",
["T"] = "布甲和皮甲",
},
[8861] = {
["O"] = "将烟林补给品交给雷霆崖的旅店老板帕拉。",
["T"] = "庆祝新年！",
},
[31586] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员巴兹尔，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[28790] = {
["O"] = "先知克洛伽希望你到奥格瑞玛去找他。",
["T"] = "私人召唤",
},
[60] = {
["T"] = "狗头人的蜡烛",
["O"] = "为闪金镇的威廉·匹斯特收集8支大蜡烛。",
["S"] = {
"大蜡烛",
},
},
[37083] = {
["T"] = "战斗！杀戮！欢呼！",
["O"] = "在悬槌角斗场中干掉100名角斗士。\n\n你可以通过与悬槌堡的卡格对话或在你的角斗士圣殿中与骨渣对话来进入角斗场。",
["S"] = {
"消灭角斗士",
},
},
[53721] = {
["O"] = "前往祖达萨的黄金王座与塔兰吉女王会面。",
["T"] = "赞达拉的传承",
},
[9345] = {
["T"] = "准备药膏",
["O"] = "将制作药膏所需的12片地狱火刺叶交给断背岗哨的葛雷拉格。",
["S"] = {
"地狱火刺叶",
},
},
[62424] = {
["O"] = "把仙鹤之魂带给森林之心中的曼恩女士。",
["T"] = "仙鹤之魂",
},
[31342] = {
["T"] = "尊严来自实力",
["O"] = "杀死狂之煞。",
["S"] = {
"消灭狂之煞",
},
},
[10305] = {
["T"] = "防御法师贝尔玛拉",
["O"] = "在巫师街内找到防御法师贝尔玛拉的住所，将书放回书架上。然后与肯瑞瓦村的管理者戴沃斯谈一谈。",
["S"] = {
"让贝尔玛拉的灵魂安息",
},
},
[28796] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[62] = {
["T"] = "法戈第矿洞",
["O"] = "调查法戈第矿洞，然后回到闪金镇去见治安官杜汉。",
["S"] = {
"侦察法戈第矿洞",
},
},
[63704] = {
["T"] = "为刻希亚复仇",
["O"] = "在学者之家消灭15个渊誓者。",
["S"] = {
"消灭渊誓者",
},
},
[28806] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[28808] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[48090] = {
["T"] = "卡格瓦的勇士",
["O"] = "营救睿智的可德拉、机敏的沃克古格和勇猛的瓦格夏什。",
["S"] = {
"营救勇猛的瓦格夏什",
"营救睿智的可德拉",
"营救机敏的沃克古格",
},
},
[11548] = {
["O"] = "奎尔丹纳斯岛阳湾港的学者艾尤莉希望你捐赠10枚金币。",
["T"] = "鼎力支持",
},
[11036] = {
["O"] = "将这箱果脯交给虚空风暴52区的火箭主管弗斯拉格。",
["T"] = "食物储备！",
},
[10940] = {
["O"] = "当暗月马戏团来到镇上的时候，把报复套牌交给他们。",
["T"] = "暗月报复套牌",
},
[57305] = {
["T"] = "护甲碎片",
["O"] = "给丹巴达尔的莫高特·深炉带去20块护甲碎片。",
["S"] = {
"护甲碎片",
},
},
[31360] = {
["T"] = "给大师上一课",
["O"] = "杀死武器大师席恩。",
["S"] = {
"消灭武器大师席恩",
},
},
[62184] = {
["O"] = "将箱子送到旧城门。",
["T"] = "一箱罪钒矿石",
},
[58073] = {
["O"] = "将大帝的肖像交给雷文德斯午夜集市的塔·泽拉。",
["T"] = "有利可图：大帝的肖像",
},
[46079] = {
["T"] = "支援前线",
["O"] = "帮助鲑鱼溪东部、西部和南部防线上的伤员。",
["S"] = {
"治疗受伤的防御者",
},
},
[8505] = {
["T"] = "联盟需要紫莲花！",
["O"] = "把20朵紫莲花交给丹莫罗飞机场的艾文·夜歌。",
["S"] = {
"紫莲花",
},
},
[42459] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[34524] = {
["O"] = "Spires of Arak Challenge Mode - Consolation (Nth)",
["T"] = "Spires of Arak Challenge Mode - Consolation (Nth)",
},
[34780] = {
["T"] = "无形的壁垒",
["O"] = "把充能的共鸣水晶带到主能量塔、次级能量塔和三级能量塔处。",
["S"] = {
"把水晶带到主能量塔",
"把水晶带到次级能量塔",
"把水晶带到三级能量塔",
},
},
[51418] = {
["T"] = "希巴拉",
["O"] = "在塔兰吉的惩戒使用划艇前往希巴拉。",
["S"] = {
"乘坐划艇前往希巴拉",
},
},
[25839] = {
["T"] = "超安全单兵发射器",
["O"] = "使用超安全单兵发射器前往霜鬃营地。",
["S"] = {
"使用超安全单兵发射器前往霜鬃营地。",
},
},
[8889] = {
["T"] = "关闭高塔",
["O"] = "关闭达斯维瑟之塔内的3处达斯维瑟之塔能量源，然后将断能宝石还给永歌森林的学徒罗拉塔莉丝。",
["S"] = {
"关闭第一处能量源",
"关闭第二处能量源",
"关闭第三处能量源",
},
},
[60377] = {
["T"] = "富产髓钢",
["O"] = "从玛卓克萨斯的稀有怪物和宝箱中收集3份髓钢。",
["S"] = {
"髓钢",
},
},
[26223] = {
["T"] = "捕猎捕猎者",
["O"] = "杀死8条银鬃捕猎者。",
["S"] = {
"消灭银鬃捕猎者",
},
},
[71] = {
["O"] = "把罗尔夫和马拉凯的铭牌交给艾尔文森林东部桥边的卫兵托马斯。",
["T"] = "回复托马斯",
},
[10076] = {
["T"] = "沃舒古水晶尘",
["O"] = "将10份沃舒古水晶尘样本交给哈兰的主研究员卡托斯。",
["S"] = {
"沃舒古水晶尘样本",
},
},
[27521] = {
["T"] = "邪恶之巢",
["O"] = "在东瘟疫之地的奎尔林斯小屋杀死9名失心者。",
["S"] = {
"杀死奎尔林斯失心者",
},
},
[53466] = {
["O"] = "在祖达萨与首席传送师欧库勒斯会面。",
["T"] = "时光之眼",
},
[53722] = {
["O"] = "在伯拉勒斯与凯瑟琳·普罗德摩尔见面。",
["T"] = "库尔提拉斯的传承",
},
[9401] = {
["O"] = "将重型石斧交给萨尔玛的纳兹格雷尔。",
["T"] = "奇怪的武器",
},
[27119] = {
["T"] = "戈多克食人魔装",
["O"] = "把一份食人魔鞣酸交给诺特·希姆加克。",
["S"] = {
"食人魔鞣酸",
},
},
[14075] = {
["T"] = "矿井的麻烦事",
["O"] = "杀死6只矿道虫。",
["S"] = {
"消灭矿道虫",
},
},
[60388] = {
["O"] = "与你的新兵在炽蓝仙野完成3个世界任务。",
["T"] = "训练部队",
},
[50625] = {
["O"] = "LFGDungeons - BFA - Normal Random - Nth",
["T"] = "LFGDungeons - BFA - Normal Random - Nth",
},
[27631] = {
["O"] = "跟奥丹姆拉穆卡恒军团前哨的高阶指挥官卡姆塞斯谈一谈。",
["T"] = "高阶指挥官的一票",
},
[63705] = {
["T"] = "知识守护者",
["O"] = "在学者之家营救5名记录守护者。",
["S"] = {
"营救记录守护者",
},
},
[28867] = {
["O"] = "与诅咒之地守望堡的军需官朗格尔斯交谈。",
["T"] = "守望堡需要你！",
},
[28015] = {
["O"] = "与奥尔德·石塔交谈。",
["T"] = "征召冒险者：剃刀沼泽",
},
[28870] = {
["O"] = "与托维尔失落之城中的哈丹队长交谈。",
["T"] = "返回失落之城",
},
[28271] = {
["T"] = "降低产量",
["O"] = "杀死15名司克诺兹挖掘者或司克诺兹监督者。",
["S"] = {
"在月亮方尖碑杀死司克诺兹雇员",
},
},
[28399] = {
["T"] = "绑缚之石",
["O"] = "从黑石深渊找到6块元素束缚之石。你可以在暗炉城、住宅区、索瑞森神殿、东区兵营，以及西区兵营这些地方找到它们。",
["S"] = {
"元素束缚之石",
},
},
[28527] = {
["T"] = "大酋长的命令：希利苏斯！",
["O"] = "前往希利苏斯的塞纳里奥要塞，向唤风者梅恩·长角报到。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在塞纳里奥要塞与唤风者梅恩·长角交谈",
},
},
[28655] = {
["T"] = "狂野的蛮锤婚礼",
["O"] = "跟格朗迪·迈格拉夫交谈，开始婚礼。把来捣乱的暮光之锤统统杀掉！",
["S"] = {
"完成婚礼",
},
},
[28783] = {
["T"] = "他们的力量之源",
["O"] = "杀死希亚玛特。",
["S"] = {
"消灭希亚玛特",
},
},
[41436] = {
["T"] = "进入沉眠",
["O"] = "进入翡翠梦境，净化加尼尔。",
["S"] = {
"进入翡翠梦境",
},
},
[10425] = {
["T"] = "逃离前沿基地",
["O"] = "护送被俘虏的维序派前锋返回虚空风暴的维序派哨站。",
["S"] = {
"护送被俘虏的维序派前锋",
},
},
[10489] = {
["T"] = "追杀战争古树",
["O"] = "取得深根古树的树干。",
["S"] = {
"深根古树的树干",
},
},
[13179] = {
["T"] = "绝不留情",
["O"] = "冬拥湖的指挥官萨纳斯要你去杀死10个部落士兵。",
["S"] = {
"杀死部落士兵",
},
},
[42460] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[34525] = {
["O"] = "Bloodmaul Slag Mines Challenge Mode - Consolation (Nth)",
["T"] = "Bloodmaul Slag Mines Challenge Mode - Consolation (Nth)",
},
[84] = {
["O"] = "把猪肉馅饼带给马科伦农场的比利·马科伦。",
["T"] = "比利的馅饼",
},
[29807] = {
["T"] = "叛君之死",
["O"] = "艾卓-尼鲁布内的复国者阿扎克委派你击败阿努巴拉克。带着阿努巴拉克的破损甲壳向阿扎克复命。",
["S"] = {
"阿努巴拉克的破损甲壳",
},
},
[10873] = {
["T"] = "夜间的绑架",
["O"] = "斥候纳弗林要你去灵网山脊解救6名被网住的沙塔尔战士，然后返回沙塔尔营地向他复命。",
["S"] = {
"解救沙塔尔战士",
},
},
[10937] = {
["T"] = "教官祖罗克",
["O"] = "远征军指挥官达纳斯·托尔贝恩命令你尽快杀死教官祖罗克。完成任务后返回地狱火半岛的荣耀堡，向远征军指挥官复命。",
["S"] = {
"消灭教官祖罗克",
},
},
[5501] = {
["T"] = "集骨者",
["O"] = "从科多兽坟场收集10根科多兽骨，把它们交给兽人小屋的比布里·弗斯巴克。",
["S"] = {
"科多兽骨",
},
},
[8636] = {
["O"] = "巨石长者",
["T"] = "巨石长者",
},
[11129] = {
["T"] = "凯雷失踪了！",
["O"] = "血蹄村的阿哈布·麦蹄希望你帮他给小狗凯雷喂食。\n\n让凯雷吃过鲜嫩的陆行鸟肉之后回去向阿哈布·麦蹄复命。",
["S"] = {
"给凯雷喂食",
},
},
[61146] = {
["T"] = "具象之力",
["O"] = "从具象身上收集15份浓缩精华。",
["S"] = {
"浓缩精华",
},
},
[88] = {
["T"] = "公主必须死！",
["O"] = "杀掉公主，把它的项圈带给斯通菲尔德农场的斯通菲尔德妈妈。",
["S"] = {
"黄铜项圈",
},
},
[53467] = {
["O"] = "在时光之穴与阿纳克洛斯会面。",
["T"] = "时光之穴",
},
[28770] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[11449] = {
["T"] = "灭火练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后回到布瑞尔，与戴面具的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[62426] = {
["O"] = "把狮鹫之魂带给森林之心中的曼恩女士。",
["T"] = "狮鹫之魂",
},
[38109] = {
["O"] = "Vanilla 10-19",
["T"] = "Vanilla 10-19",
},
[5821] = {
["T"] = "雇佣保镖",
["O"] = "护送基泽尔顿商队通过科卡尔半人马村，然后与瑟卡布斯库的营地中的斯米德谈话以领取你的奖赏。",
["S"] = {
"护送基泽尔顿车队穿过科卡尔半人马的村庄",
},
},
[14322] = {
["T"] = "悲剧的科学！悲剧！",
["O"] = "杀掉8头静电充能角鹰兽。",
["S"] = {
"消灭静电充能角鹰兽",
},
},
[14258] = {
["T"] = "炮轰纳迦",
["O"] = "从艾萨拉的秘密实验室收集5颗地精迫击炮炮弹。",
["S"] = {
"地精迫击炮弹",
},
},
[63706] = {
["T"] = "让心能自由流动",
["O"] = "帮助骨匠海尔米尔修复心能导灵器。",
["S"] = {
"修理心能导灵器",
},
},
[63962] = {
["T"] = "观察记录",
["O"] = "从刻希亚的重殴者之台收集5份观察记录。",
["S"] = {
"收集观察记录",
},
},
[11961] = {
["T"] = "神灵的眷顾",
["O"] = "尼约德海湾的长者穆希特要你潜入水中找到伊鲁克的尸体，取回伊斯利鲁克的图腾。",
["S"] = {
"伊斯利鲁克的图腾",
},
},
[48092] = {
["T"] = "青蛙的复仇",
["O"] = "击败女祭司扎达西娅。",
["S"] = {
"消灭女祭司扎达西娅",
},
},
[12089] = {
["T"] = "通缉：魔导师凯尔多努斯",
["O"] = "杀死魔导师凯尔多努斯，然后返回龙骨荒野的阿格玛之锤，向高尔特上尉复命。",
["S"] = {
"消灭魔导师凯尔多努斯",
},
},
[27778] = {
["T"] = "侵入威布森",
["O"] = "侵入M.A.C.深潜者顶部的主机威布森。",
["S"] = {
"侵入主机威布森",
},
},
[24432] = {
["T"] = "告别晕船",
["O"] = "破浪号的埃鲁纳克要你从航海者之墓带回3个咸水海星和1个海螺壳。",
["S"] = {
"咸水海星",
"海螺壳",
},
},
[57307] = {
["T"] = "哨塔和碉堡",
["O"] = "摧毁敌方的某座哨塔或者碉堡中的旗帜，然后向丹巴达尔的杜尔根·雷矛复命。",
["S"] = {
"摧毁旗帜",
},
},
[27761] = {
["T"] = "分心拆弹",
["O"] = "拆除太阳王陵墓的第一堆、第二堆和第三堆集束炸弹，并关闭4个不稳定的炸弹机器人。",
["S"] = {
"拆除第一堆集束炸弹",
"拆除第二堆集束炸弹",
"拆除第三堆集束炸弹",
"关闭不稳定的炸弹机器人",
},
},
[12409] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[58075] = {
["O"] = "将泥仆的工具套件交给雷文德斯午夜集市的塔·泽拉。",
["T"] = "有利可图：泥仆的工具套件",
},
[14066] = {
["T"] = "调查残骸",
["O"] = "在棘齿城和十字路口的路上找到商队残骸，在那一区域寻找线索。",
["S"] = {
"搜查商队现场",
},
},
[60392] = {
["O"] = "在晋升堡垒完成3个世界任务。",
["T"] = "协助晋升堡垒",
},
[42461] = {
["O"] = "Vanilla 10-19",
["T"] = "Vanilla 10-19",
},
[6365] = {
["O"] = "把格瑞姆塔克的肉品交给剃刀岭的波洛克。",
["T"] = "送往奥格瑞玛的肉",
},
[12793] = {
["O"] = "希姆托加的巫医库弗要你前往圣光据点，向莉安娜中士报到。\n\n玛尔卡会向你提供必需的交通工具。",
["T"] = "地平线上的硝烟",
},
[12857] = {
["T"] = "悬赏：怒鬃的鳍肢",
["O"] = "得到怒鬃的鳍肢，将它交给圣光据点的怒爪酋长。",
["S"] = {
"怒鬃的鳍肢",
},
},
[25840] = {
["T"] = "消灭抵抗",
["O"] = "在霜鬃营地消灭狂战士巴托克和5名霜鬃战士。",
["S"] = {
"消灭狂战士巴托克",
"消灭霜鬃战士",
},
},
[60123] = {
["T"] = "燃烧的远征：前往外域！",
["O"] = "穿过诅咒之地的黑暗之门。\r\n\r\n奥格瑞玛传送门大厅的萨尔玛法师可以帮助你前往该地。",
["S"] = {
"和萨尔玛法师交谈（可选）",
},
},
[60379] = {
["T"] = "哀藤之源",
["O"] = "从雷文德斯的稀有怪物和宝箱中收集3根哀藤。",
["S"] = {
"哀藤",
},
},
[60391] = {
["O"] = "在炽蓝仙野完成3个世界任务。",
["T"] = "协助炽蓝仙野",
},
[13177] = {
["O"] = "冬拥堡垒的指挥官萨纳斯要你去杀死10个部落玩家。",
["T"] = "绝不留情",
},
[29552] = {
["T"] = "情况危急",
["O"] = "在坡东林救助6名受伤的飞行员。你也可以使用治疗法术或绷带来救助他们。",
["S"] = {
"营救受伤的飞行员",
},
},
[45021] = {
["O"] = "在阿苏纳找到裘碧卡·碎影。",
["T"] = "未知的答案",
},
[26736] = {
["T"] = "逃离疯狂",
["O"] = "营救贝尔林·燃翎、艾茉琳·朱里斯和奥斯伯恩·奥布诺提斯。",
["S"] = {
"营救贝尔林·燃翎",
"营救艾茉琳·朱里斯",
"营救奥斯伯恩·奥布诺提斯",
},
},
[45533] = {
["O"] = "Legion Dungeon Reward Quest",
["T"] = "Legion Dungeon Reward Quest",
},
[26992] = {
["T"] = "痛苦不堪",
["O"] = "采集8株狂野末日草。",
["S"] = {
"狂野末日草",
},
},
[13561] = {
["T"] = "安抚上层精灵",
["O"] = "杀死6名被诅咒的上层精灵和6名痛苦的上层精灵。",
["S"] = {
"消灭被诅咒的上层精灵",
"消灭痛苦的上层精灵",
},
},
[13625] = {
["T"] = "学习骑战",
["O"] = "使用刺击技能攻击一个近战目标5次，使用碎盾技能攻击2个脆弱的远程目标，使用冲锋技能攻击2个脆弱的冲锋目标，然后回到银色比武场，向斥候沙琳蒂亚复命。\n\n如果你丢失了长枪，可以在银色盟约大帐或者兽栏附近的长枪架上再拿一根。",
["S"] = {
"对近战目标使用刺击",
"对脆弱的远程目标使用碎盾",
"对脆弱的冲锋目标使用冲锋",
},
},
[13689] = {
["O"] = "与银色比武场的娅琳·永歌谈一谈，成为达纳苏斯的勇士。",
["T"] = "达纳苏斯的勇士",
},
[60387] = {
["O"] = "与你的学徒在晋升堡垒完成3个世界任务。",
["T"] = "晋升堡垒训练",
},
[27632] = {
["T"] = "塔诺忒普的儿子",
["O"] = "从尼斐塞特守卫身上获得维尔纳尔三角洲地图。",
["S"] = {
"维尔纳尔三角洲地图",
},
},
[27760] = {
["O"] = "跟奥丹姆勘测员前哨的A.I.D.A.终端谈一谈。",
["T"] = "人工智能",
},
[13945] = {
["T"] = "常驻的危险",
["O"] = "在班尼希尔兽穴附近杀死20只瘤背熊怪。",
["S"] = {
"杀死班尼希尔瘤背熊怪",
},
},
[60386] = {
["O"] = "与你的新兵在玛卓克萨斯完成3个世界任务。",
["T"] = "玛卓克萨斯训练",
},
[28144] = {
["T"] = "可恶的小偷！",
["O"] = "取回6箱被遗忘者营地“补给品”。",
["S"] = {
"被遗忘者营地“补给品”",
},
},
[28272] = {
["T"] = "遗失的拼图",
["O"] = "收集7张古老的镀铜卷轴。",
["S"] = {
"古老的镀铜卷轴",
},
},
[7101] = {
["T"] = "哨塔和碉堡",
["O"] = "占领敌方的某座哨塔，然后向霜狼村的提卡·血牙复命。",
["S"] = {
"占领哨塔",
},
},
[28528] = {
["O"] = "去找希利苏斯塞纳里奥要塞的唤风者梅恩·长角。",
["T"] = "英雄的召唤：希利苏斯！",
},
[28656] = {
["O"] = "与冬泉谷雪山小屋的巫医玛艾里交谈。",
["T"] = "怪异的生命之力",
},
[28784] = {
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
["T"] = "加入战斗！",
},
[11044] = {
["O"] = "与蛮锤要塞的空军指挥官努埃恩谈一谈。",
["T"] = "灾难的幻象",
},
[27234] = {
["T"] = "尘泥沼泽有迪菲亚兄弟会？",
["O"] = "从加恩·马瑟斯手中夺得迪菲亚命令书。",
["S"] = {
"迪菲亚命令书",
},
},
[114] = {
["O"] = "把隐形水带给梅贝尔·马科伦。",
["T"] = "梅贝尔的隐形水",
},
[9531] = {
["T"] = "间谍之树",
["O"] = "秘蓝岛奥德修斯营地的海军上将奥德修斯要求你监视吉兹尔与叛徒的会面与谈话。\n\n确认叛徒的身份之后回去向他复命。",
["S"] = {
"找到叛徒",
},
},
[50653] = {
["T"] = "重建防御",
["O"] = "营救8名被困的部队士兵。",
["S"] = {
"解救部队士兵",
},
},
[34527] = {
["O"] = "Draenor Challenge Mode - Consolation (Nth)",
["T"] = "Draenor Challenge Mode - Consolation (Nth)",
},
[51165] = {
["T"] = "通缉：沙漠斥候维萨里克",
["O"] = "找到并消灭沙漠斥候维萨里克。",
["S"] = {
"消灭沙漠斥候维萨里克",
},
},
[51421] = {
["T"] = "坐船前行",
["O"] = "和暗影猎手塔金一起前往提拉加德海峡。",
["S"] = {
"与塔特赛尔交谈并乘船前往提拉加德海峡",
},
},
[29936] = {
["T"] = "即时通信",
["O"] = "在古鲁金猴山的酋长卡哈卡哈附近使用地狱咆哮之拳信号弹。",
["S"] = {
"通知幸存者",
},
},
[30064] = {
["T"] = "抢救经书",
["O"] = "收集6本古旧的经书。",
["S"] = {
"古旧的经书",
},
},
[35807] = {
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
["T"] = "荣耀的证明：艾罗萨恩",
},
[9403] = {
["T"] = "最纯净的水",
["O"] = "指导者安瑟隆希望你能在碧蓝瓶中装满艾伦达尔瀑布的水。",
["S"] = {
"装满的碧蓝瓶",
},
},
[9371] = {
["O"] = "与埃门谷坠毁点的植物学家塔蕾克丝谈一谈。",
["T"] = "植物学家塔蕾克丝",
},
[9147] = {
["T"] = "倒下的信使",
["O"] = "药剂师瑟德拉要求你从幽魂之地的野兽身上收集4份染疫血样。",
["S"] = {
"染疫血样",
},
},
[60378] = {
["T"] = "哀藤之源",
["O"] = "从雷文德斯的稀有怪物和宝箱中收集3根哀藤。",
["S"] = {
"哀藤",
},
},
[60376] = {
["T"] = "富产髓钢",
["O"] = "从玛卓克萨斯的稀有怪物和宝箱中收集3份髓钢。",
["S"] = {
"髓钢",
},
},
[53725] = {
["T"] = "支离破碎",
["O"] = "请点燃最后的火焰。",
["S"] = {
"点燃最后的火焰",
},
},
[53981] = {
["O"] = "回到女妖之啸号，找到纳萨诺斯·凋零者。",
["T"] = "旗开得胜",
},
[31216] = {
["T"] = "黑暗天空",
["O"] = "和毒心者夏克里尔一起飞行时，杀死200只螳螂妖和3只恐虫或恐惧巨兽。",
["S"] = {
"与毒心者夏克里尔交谈",
"击败螳螂妖",
"击败恐虫或恐惧巨兽",
},
},
[38111] = {
["O"] = "Classic 30-39",
["T"] = "Classic 30-39",
},
[123] = {
["O"] = "在艾尔文森林的东谷伐木场找到治安官帕特尔森，把收货人的交易日程表交给他。",
["T"] = "收货人",
},
[60375] = {
["T"] = "富产髓钢",
["O"] = "从玛卓克萨斯的稀有怪物和宝箱中收集3份髓钢。",
["S"] = {
"髓钢",
},
},
[31728] = {
["T"] = "比尔·巴克勒",
["O"] = "在宠物战斗中击败海盗比尔。",
["S"] = {
"击败比尔·巴克勒",
},
},
[63708] = {
["O"] = "把扭曲幻灭心能带给威·娜莉的庇护所的威·娜莉。",
["T"] = "幻灭心能收藏家",
},
[26210] = {
["T"] = "加莫里塔，伙计！",
["O"] = "辛特兰恶齿村的钓鱼者卡图姆要你去杀掉加莫里塔，从她的尸体里拿回卡图姆的超级鱼饵。\n\n卡图姆提到加莫里塔会和海岸上的其他乌龟在一起。",
["S"] = {
"卡图姆的超级鱼饵",
},
},
[60366] = {
["T"] = "通缉：暗翼",
["O"] = "在巨翼栖地从暗翼的身上获得一根幽影羽毛，并交给尤美莉雅。",
["S"] = {
"幽影羽毛",
},
},
[39903] = {
["T"] = "附魔居所",
["O"] = "在风暴峡湾调查提格德的居所。",
["S"] = {
"进入提格德的居所",
},
},
[56541] = {
["T"] = "纳拉克煞引擎",
["O"] = "沿着魔古山宫殿的秘密通道，重新激活纳拉克煞引擎。",
["S"] = {
"激活纳拉克煞引擎",
},
},
[48606] = {
["T"] = "火炮上膛",
["O"] = "使用艾什凡火炮摧毁6份艾什凡公司补给品。发射这些火炮需要艾泽里特炮弹。",
["S"] = {
"摧毁艾什凡公司补给品",
},
},
[24433] = {
["T"] = "让他们心惧胆寒",
["O"] = "攻进塔伦迪斯营地，击败12名塔伦迪斯防御者和6名塔伦迪斯哨兵。",
["S"] = {
"消灭塔伦迪斯防御者",
"消灭塔伦迪斯哨兵",
},
},
[35522] = {
["O"] = "黑色沼泽奖励任务",
["T"] = "黑色沼泽奖励任务",
},
[25478] = {
["T"] = "前往西岸峰",
["O"] = "向德斯利克·希维格拉借一头驭风者，然后同菲拉斯西岸峰的卡纳提·灰云交谈。",
["S"] = {
"乘驭风者前往西岸峰",
},
},
[33248] = {
["T"] = "试炼场",
["O"] = "到白虎寺与试炼教头罗敦交谈，然后进入试炼场。",
["S"] = {
"与试炼教头罗敦交谈以进入试炼场",
},
},
[64458] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：苏拉努姆",
},
[25073] = {
["O"] = "向森金村的加德林大师报到。",
["T"] = "森金村",
},
[27779] = {
["T"] = "聚变核心",
["O"] = "消灭512个疯狂的侏儒。",
["S"] = {
"吸收疯狂的侏儒",
},
},
[42463] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[2159] = {
["O"] = "把药草送到旅店老板凯达米尔手中。",
["T"] = "多兰纳尔的货物",
},
[47315] = {
["T"] = "深入沙丘",
["O"] = "飞往沃顿沙漠并搜寻戎卫莱克拉。",
["S"] = {
"骑上翼手龙",
},
},
[40158] = {
["T"] = "黑心林地：恶魔的特殊性",
["O"] = "前往黑心林地，消灭德萨隆。对它进行剥皮并把它的毛皮带回苏拉玛，交给斯克瑞特。",
["S"] = {
"德萨隆的皮",
},
},
[43487] = {
["T"] = "突袭紫罗兰监狱：邪能词典",
["O"] = "从紫罗兰监狱的某个强大的囚犯手里取得邪能词典。",
["S"] = {
"邪能词典",
},
},
[60125] = {
["T"] = "熊猫人之谜：前往潘达利亚！",
["O"] = "向暴风城的利尔·夜风报到。",
["S"] = {
"前往暴风要塞",
},
},
[60381] = {
["O"] = "在炽蓝仙野完成3个世界任务。",
["T"] = "协助炽蓝仙野",
},
[26225] = {
["T"] = "紫葡萄酒",
["O"] = "收集12瓶紫葡萄酒。",
["S"] = {
"紫葡萄酒",
},
},
[26353] = {
["O"] = "找到杉德尔船长的提箱，寻找下一条线索。",
["T"] = "杉德尔船长的藏宝",
},
[44767] = {
["T"] = "来自星界的邀请",
["O"] = "在宠物对战中击败观察者奥尔加隆。",
["S"] = {
"击败观察者奥尔加隆",
},
},
[10458] = {
["T"] = "愤怒的火灵和地灵",
["O"] = "使用灵魂图腾俘获8个土之魂和8个火之魂，然后向影月谷诅咒祭坛的大地治愈者托洛克复命。",
["S"] = {
"捕获土之魂",
"捕获火之魂",
},
},
[9274] = {
["T"] = "水中鬼魂",
["O"] = "在附近的湖泊周围杀死8个复仇的幽灵和8个贪婪的幽灵，然后向远行者营地的游侠克雷安复命。",
["S"] = {
"消灭贪婪的幽灵",
"消灭复仇的幽灵",
},
},
[26865] = {
["O"] = "与石头守卫库尔加克交谈。",
["T"] = "脚下之敌",
},
[147] = {
["T"] = "猎杀收货人",
["O"] = "找到“收货人”并杀掉他，然后带着收货人的戒指回来见治安官帕特尔森。",
["S"] = {
"收货人的戒指",
},
},
[9466] = {
["T"] = "通缉：黑色利爪",
["O"] = "将黑色利爪的爪子交给地狱火半岛猎鹰岗哨的游侠队长维恩雷。",
["S"] = {
"黑色利爪的爪子",
},
},
[27249] = {
["O"] = "跟树荫旅店的调查员塔雷姆谈一谈。",
["T"] = "调查废墟",
},
[9914] = {
["T"] = "象牙生意",
["O"] = "将3对象牙交给纳格兰埃瑞斯码头的沙德雷克。",
["S"] = {
"象牙",
},
},
[38624] = {
["T"] = "雷霆怒吼！",
["O"] = "乘着维瑟尔飞行，在赫达沙尔消灭150名神王的部下。",
["S"] = {
"开始袭击赫达沙尔",
},
},
[27633] = {
["T"] = "血神哈卡",
["O"] = "杀死哈卡的化身。",
["S"] = {
"消灭哈卡的化身",
},
},
[9786] = {
["T"] = "博哈姆废墟",
["O"] = "泰雷多尔的学者安霍尔要你去侦察博哈姆废墟。",
["S"] = {
"侦察博哈姆废墟",
},
},
[47583] = {
["T"] = "去死吧，双帆龙",
["O"] = "消灭8头剧毒双帆龙。",
["S"] = {
"消灭剧毒双帆龙",
},
},
[28017] = {
["T"] = "征召冒险者：血色大厅",
["O"] = "进入血色大厅。",
["S"] = {
"进入血色大厅",
},
},
[9978] = {
["O"] = "在泰罗卡森林中，图雷姆和沙塔斯城之间的大路上找到并说服埃博尔将他所知道的一切都告诉你。",
["T"] = "不择手段",
},
[28273] = {
["O"] = "哈里森要你去跟维尔萨尔绿洲的苏拉赫谈一谈。",
["T"] = "朋友的朋友",
},
[10106] = {
["T"] = "地狱火半岛的工事",
["O"] = "占领瞭望台、竞赛场和碎石岭，然后向地狱火半岛上荣耀堡内的委任官翠希·普罗维尔复命。",
["S"] = {
"占领瞭望台",
"占领竞赛场",
"占领碎石岭",
},
},
[28529] = {
["O"] = "将黑暗预示文书交给洛达内尔的游侠戈琳达·纳希恩。",
["T"] = "虚空的书卷",
},
[28657] = {
["T"] = "巨大的问题",
["O"] = "你的任务是杀死普罗布里姆，一只在托尔巴拉德的路上游荡的巨型双头魔。",
["S"] = {
"消灭普罗布里姆",
},
},
[28785] = {
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
["T"] = "加入战斗！",
},
[33249] = {
["T"] = "试炼场",
["O"] = "到白虎寺与试炼教头罗敦交谈，然后进入试炼场。",
["S"] = {
"与试炼教头罗敦交谈以进入试炼场",
},
},
[10426] = {
["T"] = "生态圆顶中的花朵",
["O"] = "对法兰伦鞭笞者使用能量力场调节器并观察实验结果，进行10次实验后返回风暴尖塔，向欧瑞恩·月焰汇报情况。",
["S"] = {
"测试能量调节器",
},
},
[29169] = {
["T"] = "暗藏的猛兽",
["O"] = "消灭祖尔格拉布中的花翼巢穴女王、沉睡者托尔图恩和一个加兹兰卡的失落后裔。",
["S"] = {
"消灭加兹兰卡的失落后裔",
"消灭花翼巢穴女王",
"消灭托尔图恩",
},
},
[9882] = {
["T"] = "偷盗贼的东西……能算偷么？",
["O"] = "将10块沃舒古水晶碎片交给纳格兰埃瑞斯码头的杰赫。",
["S"] = {
"沃舒古水晶碎片",
},
},
[10618] = {
["T"] = "最柔软的翅膀",
["O"] = "收集12片虹光之翼。",
["S"] = {
"虹光之翼",
},
},
[34529] = {
["O"] = "Iron Depot Challenge Mode - Consolation (Nth)",
["T"] = "Iron Depot Challenge Mode - Consolation (Nth)",
},
[60158] = {
["T"] = "原则7：背叛难免",
["O"] = "在破灭堡外面找回掮灵装置。",
["S"] = {
"找回掮灵装置",
},
},
[10810] = {
["O"] = "将损坏的面具交给卢安荒野的欧玛利·萨普纳波。",
["T"] = "损坏的面具",
},
[43488] = {
["T"] = "敌人之血",
["O"] = "派遣勇士执行对付燃烧军团的“敌人之血”系列任务，收集5瓶恶魔鲜血。",
["S"] = {
"一瓶恶魔鲜血",
},
},
[10938] = {
["O"] = "当暗月马戏团来到镇上的时候，把祝福套牌交给他们。",
["T"] = "暗月祝福套牌",
},
[2751] = {
["T"] = "野人装甲",
["O"] = "将2副青铜花纹护腕、2把青铜巨剑和2只锋利的爪子交给奥格瑞玛的奥罗克·沃姆什。",
["S"] = {
"青铜花纹护腕",
"青铜巨剑",
"锋利的爪子",
},
},
[13817] = {
["O"] = "将档案馆数据圆盘带到奥杜尔的档案馆控制台前。",
["T"] = "英雄：档案馆数据圆盘",
},
[30449] = {
["O"] = "当暗月马戏团来到镇上的时候，把朱鹤套牌交给他们。",
["T"] = "暗月朱鹤套牌",
},
[60152] = {
["T"] = "永恒之城",
["O"] = "游览永恒之城奥利波斯。",
["S"] = {
"拜访奇珍大厅",
"与命运撰写师交谈",
"拜访诸形大厅",
"拜访典藏大厅",
"拜访旅店老板",
},
},
[176] = {
["T"] = "通缉：霍格",
["O"] = "杀死豺狼人霍格，然后去见治安官杜汉。",
["S"] = {
"完成“霍格通缉令”",
},
},
[11322] = {
["T"] = "净化",
["O"] = "钢铁之门的观察者莉莎·月叶建议你前往霜刃神龛，通过冥想净化你内心的杂念。",
["S"] = {
"清除你内心的杂念",
},
},
[45536] = {
["O"] = "2v2周常任务",
["T"] = "2v2周常任务",
},
[11450] = {
["T"] = "灭火练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后回到鹰翼广场，与戴面具的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[11514] = {
["T"] = "维持传送门",
["O"] = "夺取10块走私来的法力晶格，把它们带回沙塔斯城，交给圣光广场上的主教纳苏恩。",
["S"] = {
"走私来的法力晶格",
},
},
[38113] = {
["O"] = "Classic 50-59",
["T"] = "Classic 50-59",
},
[182] = {
["T"] = "巨魔的威胁",
["O"] = "杀死10个霜鬃巨魔新兵。",
["S"] = {
"消灭霜鬃巨魔新兵",
},
},
[28653] = {
["O"] = "与提瑞斯法林地丧钟镇的暗影牧师萨维斯交谈。",
["T"] = "暗影牧师萨维斯",
},
[184] = {
["O"] = "把法布隆的地契带到西部荒野的贾森农场去。",
["T"] = "法布隆的地契",
},
[55519] = {
["O"] = "前往海加尔山的诺达希尔与麦格尼会面。",
["T"] = "新创伤",
},
[47584] = {
["T"] = "肉中刺",
["O"] = "在禁猎区消灭12只甲龙。",
["S"] = {
"消灭甲龙",
},
},
[187] = {
["T"] = "勇斗猛虎",
["O"] = "猎杀5只老年荆棘谷猛虎。",
["S"] = {
"消灭老年荆棘谷猛虎",
},
},
[12026] = {
["T"] = "破损的日记",
["O"] = "收集8张遗失的日记书页，将它们与不完整的日记合并，然后将完整的日记交给欧尼瓦营地的先知帕鲁纳。",
["S"] = {
"布莱恩·铜须的日记",
},
},
[48352] = {
["T"] = "来自海洋的解药",
["O"] = "从港口海草中收集8捆海草。",
["S"] = {
"一捆海草",
},
},
[40417] = {
["O"] = "与要塞议政厅中的沃金酋长谈一谈。",
["T"] = "前往塔纳安！",
},
[24434] = {
["T"] = "特种天兵",
["O"] = "杀掉5名塔伦迪斯博学者，在塔伦迪斯营地某处找到博学者召唤石。",
["S"] = {
"消灭塔伦迪斯博学者",
},
},
[57311] = {
["T"] = "冷齿矿洞的补给",
["O"] = "把10份冷齿矿洞补给品交给丹巴达尔的联盟军需官。",
["S"] = {
"冷齿补给品",
},
},
[57567] = {
["O"] = "恩佐斯突袭追踪者（锦绣谷）",
["T"] = "恩佐斯突袭追踪者（锦绣谷）",
},
[12410] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[60138] = {
["O"] = "打开大门",
["T"] = "打开大门",
},
[196] = {
["T"] = "勇斗迅猛龙",
["O"] = "猎杀10只丛林捕猎者。",
["S"] = {
"消灭丛林捕猎者",
},
},
[60136] = {
["T"] = "进入托加斯特",
["O"] = "进入托加斯特，罪魂之塔。",
["S"] = {
"向威·娜莉询问进入托加斯特的方法",
},
},
[42465] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[34530] = {
["O"] = "Shaper Dungeon [PH] Challenge Mode - Consolation (Nth)",
["T"] = "Shaper Dungeon [PH] Challenge Mode - Consolation (Nth)",
},
[12794] = {
["O"] = "将肯瑞托徽记之戒交给达拉然紫罗兰之门的大法师塞琳德拉。",
["T"] = "魔法王国达拉然",
},
[10809] = {
["T"] = "通缉：座狼主宰卡鲁什",
["O"] = "杀死座狼主宰卡鲁什，将他的徽记交给断背岗哨的达克霍尔上尉。",
["S"] = {
"座狼主宰的徽记",
},
},
[12922] = {
["T"] = "精炼之火",
["O"] = "从霜原湖的火热的亡魂身上收集10份狂怒火花，然后前往弗约恩之砧，使用那里的铁砧。",
["S"] = {
"狂怒火花",
},
},
[35554] = {
["O"] = "到你在影月谷的要塞与伯德里克·格雷谈一谈。",
["T"] = "来自阿兰卡峰林的消息",
},
[35810] = {
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
["T"] = "荣耀的证明：德斯克斯",
},
[26226] = {
["T"] = "捕捉小龙虾",
["O"] = "在奥格瑞玛城内捕捉10条沾泥龙虾，然后把它们交给玛洛格。",
["S"] = {
"沾泥龙虾",
},
},
[26354] = {
["O"] = "在破烟囱附近找到旧木桶，寻找下一条线索。",
["T"] = "杉德尔船长的藏宝",
},
[11954] = {
["T"] = "反击",
["O"] = "前往地狱火半岛的黑暗之门，杀死从寒冰之石中召唤出来的冰川圣殿骑士，然后返回任意主城中的大地之环长者处复命。",
["S"] = {
"消灭冰川圣殿骑士",
},
},
[11890] = {
["T"] = "他们想干什么？",
["O"] = "调查菲兹兰克泵站周围的区域，然后返回北风苔原的牦牛村，向天空大地先知汇报你的发现。",
["S"] = {
"调查菲兹兰克泵站附近的区域。",
},
},
[26738] = {
["O"] = "将鞭尾幼龙带给反抗军营地的塞斯曼下士。",
["T"] = "刚刚孵化",
},
[53728] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[60129] = {
["T"] = "人生地不熟",
["O"] = "找到进入奥利波斯的方法，了解发生了什么情况。",
["S"] = {
"尝试沟通",
},
},
[62431] = {
["O"] = "把暗影追猎者之魂带给森林之心中的曼恩女士。",
["T"] = "暗影追猎者之魂",
},
[38114] = {
["O"] = "TBC 60-69",
["T"] = "TBC 60-69",
},
[10105] = {
["O"] = "与泰罗卡森林裂石堡的拉克妮亚谈一谈。",
["T"] = "给拉克妮亚的消息",
},
[31585] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[216] = {
["T"] = "蓟皮熊怪的麻烦",
["O"] = "地狱咆哮岗哨的卡拉恩·阿玛卡希望你消灭15个蓟皮村的蓟皮熊怪。",
["S"] = {
"消灭蓟皮村熊怪",
},
},
[27762] = {
["O"] = "乘坐绝不坠毁号前往荒芜之地，然后向埃迪·弗罗菲兹报到。",
["T"] = "熔光镇，走着！",
},
[13946] = {
["T"] = "自然的报复",
["O"] = "在地狱石使用怒根之种教训12只劣魔。",
["S"] = {
"用怒根之种教训地狱石劣魔",
},
},
[60120] = {
["T"] = "燃烧的远征：前往外域！",
["O"] = "穿过诅咒之地的黑暗之门。\r\n\r\n法师区的荣耀堡法师会帮助你前往该地。",
["S"] = {
"和荣耀堡法师交谈",
},
},
[28146] = {
["T"] = "海滩上的美餐！",
["O"] = "前往西部海岸，让饥饿的矿洞蜘蛛吃下12只鱼头怪。",
["S"] = {
"喂饥饿的矿洞蜘蛛吃下鱼头怪",
},
},
[28274] = {
["T"] = "一对帐篷",
["O"] = "陪苏拉赫前往苏拉赫的表演场。",
["S"] = {
"陪伴苏拉赫",
},
},
[28402] = {
["T"] = "司克诺兹可真快",
["O"] = "在月亮密室中杀死10个司克诺兹精锐士兵。",
["S"] = {
"杀死司克诺兹精锐士兵",
},
},
[40674] = {
["O"] = "从萨吉塔废墟找回6份愈合之水。",
["T"] = "贾德维克治疗仪式",
},
[14330] = {
["O"] = "进入玛拉顿，寻找柯尔拉。",
["T"] = "被囚的公主",
},
[41186] = {
["O"] = "在至高岭与莱莎见面。",
["T"] = "至高岭的历史",
},
[14458] = {
["O"] = "去找西南方的阿达娜·雷角。",
["T"] = "去找阿达娜",
},
[31329] = {
["O"] = "将美丽的胸针带给位于四风谷郝瀚房子里或者带给半山市集的迪娜·泥爪。",
["T"] = "一枚美丽的胸针",
},
[60112] = {
["T"] = "大幅削减",
["O"] = "消灭5个骨胶工人和10个暴力的活化体。",
["S"] = {
"消灭骨胶工人",
"消灭暴力的活化体",
},
},
[29298] = {
["O"] = "把烟熏过的坠饰交给月光林地，永夜港的拉比恩·萨图纳。",
["T"] = "一条烟熏过的坠饰",
},
[13144] = {
["T"] = "一举两得",
["O"] = "黑色观察站的黑暗骑士阿尔蕾要你借助燃烧的骷髅消灭3只被锁住的憎恶。",
["S"] = {
"焚烧被锁住的憎恶",
},
},
[34531] = {
["O"] = "Upper Blackrock Spire Challenge Mode - Consolation (Nth)",
["T"] = "Upper Blackrock Spire Challenge Mode - Consolation (Nth)",
},
[29682] = {
["O"] = "瑟里斯·黎明之心希望你找到在魔导师平台的主教拉雷索尔。",
["T"] = "魔导师平台",
},
[59616] = {
["T"] = "单人成军",
["O"] = "在造物密院附近与剑斗士米维克斯碰面。",
["S"] = {
"在造物密院与剑斗士米维克斯碰面",
},
},
[43490] = {
["T"] = "奥伯妮的踪迹",
["O"] = "找到8张奥伯妮的日记书页，然后用它们找到奥伯妮的下落。",
["S"] = {
"找到奥伯妮的日记书页",
},
},
[30066] = {
["T"] = "隐藏的力量",
["O"] = "把古老的真言交给6个玉珑守护者或玉珑助祭。",
["S"] = {
"交付古老的真言",
},
},
[35811] = {
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
["T"] = "荣耀的证明：火山领主伊格尼斯",
},
[44258] = {
["T"] = "紫罗兰监狱：进入紫罗兰监狱",
["O"] = "击败袭击紫罗兰监狱的敌方领袖。",
["S"] = {
[2] = "残破的传送门碎片",
},
},
[30450] = {
["O"] = "当暗月马戏团来到镇上的时候，把玄牛套牌交给他们。",
["T"] = "暗月玄牛套牌",
},
[239] = {
["O"] = "到西泉要塞去和瑞尼尔副队长谈一谈。",
["T"] = "西泉要塞",
},
[14267] = {
["O"] = "为托格·图卡斯调查纳迦祭坛。",
["T"] = "调查海洋祭坛",
},
[12792] = {
["O"] = "银色前沿的指挥官库恩斯要你前往圣光据点，向莉安娜中士报到。",
["T"] = "紧急事务",
},
[45538] = {
["O"] = "10v10周常任务",
["T"] = "10v10周常任务",
},
[9405] = {
["O"] = "将重型石斧交给萨尔玛的先知雷古库特。",
["T"] = "酋长的命令",
},
[37859] = {
["T"] = "精疲力尽",
["O"] = "找到一个黯淡的魔网水晶，然后用它使10条法力枯竭的雏龙复苏。",
["S"] = {
"黯淡的魔网水晶",
},
},
[38115] = {
["O"] = "WLK 70-79",
["T"] = "WLK 70-79",
},
[12408] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[44040] = {
["O"] = "返回残月酒馆，找到莉莉丝。",
["T"] = "信任票",
},
[770] = {
["O"] = "去打听打听谁听说过鬼嚎。",
["T"] = "恶魔之伤",
},
[47330] = {
["T"] = "惊恐世界的低语",
["O"] = "前往索拉查盆地与麦格尼见面，并听取警告。",
["S"] = {
"在索拉查盆地与麦格尼会面",
},
},
[29829] = {
["O"] = "罗宁要求你前往达拉然的紫罗兰监狱然后和辛克莱尔中尉谈一谈。",
["T"] = "谨慎行事",
},
[39651] = {
["T"] = "格噜普斯",
["O"] = "消灭格噜普斯。",
["S"] = {
"消灭格噜普斯",
},
},
[11716] = {
["T"] = "奇妙的血孢",
["O"] = "血孢平原的血法师劳莉丝要你收集10片血孢心皮。",
["S"] = {
"血孢心皮",
},
},
[5741] = {
["T"] = "圣光节杖",
["O"] = "拿到圣光节杖，并将它交给艾瑟雷索塔里的阿佐尔·奥达蒙特。",
["S"] = {
"圣光节杖",
},
},
[40419] = {
["T"] = "营救任务",
["O"] = "进入传送门，营救奥蕾莉亚·风行者。",
["S"] = {
"与温蕾萨交谈以开始任务",
},
},
[40675] = {
["T"] = "魔法回廊：队长的仪式",
["O"] = "在史诗难度的魔法回廊取得顾问凡多斯的永世之阶。",
["S"] = {
"永世之阶",
},
},
[49122] = {
["O"] = "前往拉斯塔利战港与哈布图和佐拉妮见面。",
["T"] = "港口激战",
},
[41187] = {
["T"] = "考古学徒",
["O"] = "于鲁隆在场的情况下完成20次勘测。",
["S"] = {
"与鲁隆交谈",
},
},
[33252] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[26923] = {
["T"] = "战争机器",
["O"] = "在安多哈尔摧毁6只缝腹巨怪。",
["S"] = {
"消灭缝腹巨怪",
},
},
[25075] = {
["T"] = "淘零件",
["O"] = "在南贫瘠之地的战斗之痕中收集8块攻城坦克废料。",
["S"] = {
"攻城坦克废料",
},
},
[28823] = {
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
["T"] = "后方已经安全",
},
[29537] = {
["T"] = "小心裂隙",
["O"] = "杀死击碎者克里丹，然后向卡萨雷兹复命。",
["S"] = {
"消灭击碎者克里丹",
},
},
[8635] = {
["O"] = "碎石长者",
["T"] = "碎石长者",
},
[25587] = {
["T"] = "保护我！",
["O"] = "调查柯尔普萨之森的走私者洞穴，确保可以安全进入洞穴后向埃达尔拉发出信号。",
["S"] = {
"侦察走私者洞穴",
"向埃达尔拉发出信号",
},
},
[25715] = {
["T"] = "近距离观察",
["O"] = "侦察诅咒之地破碎海岸的失事船只。",
["S"] = {
"侦察破碎海岸上的船只",
},
},
[8827] = {
["O"] = "与冬天爷爷谈一谈。他就在铁炉堡的烟林牧场商人附近。",
["T"] = "冬天的礼物",
},
[35556] = {
["O"] = "前往戈尔隆德的荒林洼地寻找伊瑞尔。与你要塞中的狮鹫管理员谈一谈，飞往那里。",
["T"] = "戈尔隆德的秘密",
},
[52194] = {
["T"] = "悔不当初",
["O"] = "在普罗德摩尔要塞的家族纪念碑与吉恩·格雷迈恩见面。",
["S"] = {
"与吉恩·格雷迈恩交谈",
},
},
[44259] = {
["T"] = "紫罗兰监狱：进入紫罗兰监狱",
["O"] = "击败袭击紫罗兰监狱的敌方领袖。",
["S"] = {
[2] = "残破的传送门碎片",
},
},
[26355] = {
["O"] = "在风车旁的空酒壶里寻找下一条线索。",
["T"] = "杉德尔船长的藏宝",
},
[26483] = {
["T"] = "甘德朗达",
["O"] = "杀死甘德朗达。",
["S"] = {
"消灭甘德朗达",
},
},
[13636] = {
["O"] = "将雷矛的命令送交给奥加兹岗哨的巡山人雷矛。",
["T"] = "雷矛的命令",
},
[37092] = {
["T"] = "收废铁",
["O"] = "从德拉诺的钢铁部落成员身上收集5块钢铁部落碎片。",
["S"] = {
"钢铁部落碎片",
},
},
[26867] = {
["O"] = "跟石头守卫库尔加克谈一谈。",
["T"] = "下面的敌人",
},
[26995] = {
["T"] = "鲜血淋漓的内脏",
["O"] = "收集6副“健康”的野兽内脏",
["S"] = {
"“健康”的野兽内脏",
},
},
[27123] = {
["O"] = "跳上阿格娜的双足飞龙，飞进大漩涡的缺口。到达另一侧后跟玛鲁特·缚石谈一谈。",
["T"] = "深岩之洲，土地的国度",
},
[27251] = {
["O"] = "与塞拉摩城堡顶层的盖兰·维米斯队长谈一谈。",
["T"] = "微笑的吉姆",
},
[27379] = {
["T"] = "厄索拉斯的恐怖",
["O"] = "营救哈尔格斯·黯刃、大地治愈者达鲁、风暴召唤者贾拉娜，以及风暴召唤者米尔拉。\n\n如果厄索拉斯要将你消化掉了，就到其他萨满那里寻求庇护。",
["S"] = {
"拯救哈尔格斯·黯刃",
"拯救风暴召唤者贾拉娜",
"拯救大地治愈者达鲁",
"拯救风暴召唤者米尔拉",
},
},
[24970] = {
["O"] = "去找提瑞斯法林地丧钟镇的达内尔。",
["T"] = "跟僵尸一样烂",
},
[35595] = {
["O"] = "通灵学院奖励任务",
["T"] = "通灵学院奖励任务",
},
[27763] = {
["O"] = "使用熔光码头后面的传送器登上山崖，然后向荒芜之地熔光镇的道尔夫·柏拉木报到。",
["T"] = "前往熔光镇",
},
[10392] = {
["T"] = "深渊之门",
["O"] = "杀掉阿利萨玛尔，找到燃烧军团传送门钥匙，利用它毁掉怨恨符文，然后返回萨尔玛向纳兹格雷尔复命。",
["S"] = {
"消灭战争使者阿利萨玛尔",
"关闭燃烧军团传送门",
"燃烧军团传送门钥匙",
},
},
[28019] = {
["T"] = "征召冒险者：血色修道院",
["O"] = "进入血色修道院。",
["S"] = {
"进入血色修道院",
},
},
[28147] = {
["T"] = "你的颜色是紫色",
["O"] = "收集8片暮光衣物布块。",
["S"] = {
"暮光衣物布块",
},
},
[10296] = {
["O"] = "深入时光之穴，前往正在发生黑暗之门开启这一历史事件的黑色沼泽，与萨艾特谈一谈。",
["T"] = "黑色沼泽",
},
[28403] = {
["T"] = "错误数据",
["O"] = "在月亮密室中与哈里森·琼斯一起行动。",
["S"] = {
"上传泰坦数据",
},
},
[28531] = {
["O"] = "去凄凉之地的塔迪萨兰找军官金妮。",
["T"] = "英雄的召唤：凄凉之地！",
},
[28659] = {
["T"] = "负隅顽抗",
["O"] = "你的任务是在托尔巴拉德杀死12名联盟步兵。你可以在托尔巴拉德的熔渣车间、典狱官岗哨和铁甲兵营找到他们。",
["S"] = {
"联盟步兵",
},
},
[28787] = {
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
["T"] = "加入战斗！",
},
[31366] = {
["T"] = "消灭翼虫首领",
["O"] = "杀死翼虫首领尼诺洛克。",
["S"] = {
"消灭翼虫首领尼诺洛克",
},
},
[10040] = {
["T"] = "他们是谁？",
["O"] = "在伪装状态下，与阴暗新兵、阴暗劳工和阴暗顾问交谈，然后向泰罗卡森林格兰戈瓦村的列兵维克斯复命。",
["S"] = {
"与阴暗新兵交谈",
"与阴暗劳工交谈",
"与阴暗顾问交谈",
},
},
[59943] = {
["O"] = "在鹰身人栖木附近与老波见面。",
["T"] = "鹰身人的问题",
},
[10555] = {
["T"] = "诡异的魔法",
["O"] = "收集18片拉什鸦人的羽毛。",
["S"] = {
"拉什鸦人的羽毛",
},
},
[332] = {
["O"] = "到加林纳酒店去, 将酒票交给苏泽塔·加林纳以换一瓶免费的酒。",
["T"] = "酒店的广告",
},
[34533] = {
["O"] = "Bloodmaul Slag Mines Challenge Mode - Bronze Addition (Nth)",
["T"] = "Bloodmaul Slag Mines Challenge Mode - Bronze Addition (Nth)",
},
[44043] = {
["T"] = "传说的延续",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[29811] = {
["T"] = "守门人的护符",
["O"] = "艾卓-尼鲁布里的复国者阿扎克要求你从看门者克里克希尔那里夺回守门人的护符。",
["S"] = {
"守门人的护符",
},
},
[59874] = {
["O"] = "在奥利波斯与伯瓦尔交谈。",
["T"] = "噬渊",
},
[10939] = {
["O"] = "当暗月马戏团来到镇上的时候，把风暴套牌交给他们。",
["T"] = "暗月风暴套牌",
},
[11003] = {
["O"] = "将玛瑟里顿的徽记交给萨尔玛的纳兹格雷尔。",
["T"] = "玛瑟里顿之死",
},
[44260] = {
["T"] = "守望者地窟：进入守望者地窟",
["O"] = "击败守望者地窟的科达娜·邪歌。",
["S"] = {
[2] = "损坏的守望者头盔",
},
},
[11131] = {
["T"] = "赶快灭火！",
["O"] = "穿戏服的孤儿院长希望你帮忙扑灭村子里的所有火焰。在所有火焰都被扑灭后，回去向穿戏服的孤儿院长汇报。",
["S"] = {
"扑灭火焰",
},
},
[26503] = {
["T"] = "继续评估威胁",
["O"] = "偷取豺狼人作战计划、豺狼人的命令以及豺狼人战略指南。",
["S"] = {
"豺狼人作战计划",
"豺狼人的命令",
"豺狼人战略指南",
},
},
[13207] = {
["T"] = "岩石大厅",
["O"] = "布莱恩·铜须希望你能与他结伴而行，揭开岩石大厅的秘密。",
["S"] = {
"完成布莱恩的探索",
},
},
[8888] = {
["O"] = "找到达斯维瑟之塔的学徒罗拉塔莉丝，并与之交谈。",
["T"] = "魔导师的学徒",
},
[30963] = {
["T"] = "战场铸甲师",
["O"] = "获得120块神真龟壳碎片。",
["S"] = {
"神真龟壳碎片",
},
},
[11451] = {
["O"] = "将奥利卡的诗交给外域沙塔斯城中的凯莉·达克。",
["T"] = "奥利卡的诗",
},
[62434] = {
["O"] = "把符文牡鹿之魂带给森林之心中的曼恩女士。",
["T"] = "符文牡鹿之魂",
},
[38117] = {
["O"] = "WOD 90-99",
["T"] = "WOD 90-99",
},
[9842] = {
["T"] = "最锋利的刀刃",
["O"] = "将10柄沼牙切割者之刃交给萨布拉金的加巴林卡。",
["S"] = {
"沼牙切割者之刃",
},
},
[59873] = {
["T"] = "与神明会晤",
["O"] = "等待灵魂完成孵化，并打开灵种。",
["S"] = {
"释放灵种里的灵魂",
},
},
[8472] = {
["T"] = "失效的傀儡",
["O"] = "从游荡在银月城遗迹中的奥术巡逻者身上获取6枚奥术核心，把它们交给永歌森林鹰翼广场的魔导师亚隆尼斯。",
["S"] = {
"奥术核心",
},
},
[55523] = {
["T"] = "给他一点……",
["O"] = "找到鱼人商人并拿到穆勒尔想要的东西。",
["S"] = {
"养生鱼人午餐",
"超沉的石头",
"超粘的蜗牛",
},
},
[31987] = {
["O"] = "LFGDungeons - Theramore Launch Event",
["T"] = "LFGDungeons - Theramore Launch Event",
},
[47116] = {
["T"] = "萨格拉斯之墓：古墓主母",
["O"] = "消灭萨格拉斯之墓的主母萨丝琳。",
["S"] = {
[2] = "坚硬的纳迦鳞片",
},
},
[12503] = {
["T"] = "保卫银色前沿",
["O"] = "指挥官法斯塔夫要你到银色前沿的庭院中去，消灭任意10个天灾军团士兵。",
["S"] = {
"杀死银色前沿的天灾士兵",
},
},
[12091] = {
["T"] = "通缉：恐怖之爪",
["O"] = "杀死恐怖之爪，然后返回龙骨荒野的阿格玛之锤，向高尔特上尉复命。",
["S"] = {
"消灭恐怖之爪",
},
},
[12155] = {
["O"] = "将烧焦的神圣符记交给戴面具的孤儿院长。",
["T"] = "击碎南瓜",
},
[54462] = {
["O"] = "和达萨罗的纳塔哈卡塔交谈，领取你的奖励。",
["T"] = "来自赞达拉帝国的补给",
},
[384] = {
["T"] = "啤酒烤猪排",
["O"] = "卡拉诺斯的拉格纳·雷酒需要4块峭壁野猪肋排和1杯狂想麦酒。",
["S"] = {
"嫩猪肋排",
"狂想麦酒",
},
},
[59762] = {
["T"] = "在河边顺流而下",
["O"] = "穿过戈尔格亚：聚魂之河上的桥梁。",
["S"] = {
"跨越聚魂之河",
},
},
[47607] = {
["T"] = "奢华灯神",
["O"] = "在破碎群岛居民的口袋中找到稀有的宝物。",
["S"] = {
"魔铸忧伤之链",
"魔画卡片",
"优雅的魔力编织带",
"精妙的计时器",
"炫目的魔力之链",
"魔法回忆盒坠",
},
},
[24948] = {
["T"] = "解除困境",
["O"] = "使用帕克斯顿的火炬烧毁3台怒吼投石车和1台投刃车。",
["S"] = {
"烧毁怒吼投石车",
"烧毁投刃车",
},
},
[9330] = {
["O"] = "将暴风城烈焰交给节日诗人。",
["T"] = "盗取暴风城的烈焰",
},
[42213] = {
["T"] = "艾萨拉之眼：高戈奈斯潮汐之石",
["O"] = "使用达拉然的中央传送器，把高戈奈斯潮汐之石放到守护者大厅的画像室里。",
["S"] = {
"使用达拉然的中央传送器",
},
},
[47924] = {
["T"] = "净化亵渎",
["O"] = "使用卡乔什的地狱卷轴摧毁5个被亵渎的图腾。",
["S"] = {
"摧毁被亵渎的图腾",
},
},
[34534] = {
["O"] = "Bloodmaul Slag Mines Challenge Mode - Silver Addition (Nth)",
["T"] = "Bloodmaul Slag Mines Challenge Mode - Silver Addition (Nth)",
},
[26593] = {
["T"] = "瑟瑟发抖的“病鬼”",
["O"] = "从老迈的薄雾谷猩猩身上获得5副薄雾谷猩猩的内脏。",
["S"] = {
"薄雾谷猩猩的内脏",
},
},
[12859] = {
["T"] = "火仍在烧！",
["O"] = "圣光据点的萨满长者莫奇希望你前往怒爪巢穴，使用怒爪灭火器扑灭15堆火焰。",
["S"] = {
"扑灭火焰",
},
},
[6462] = {
["T"] = "巨魔符咒",
["O"] = "将8个巨魔符咒交给地狱咆哮岗哨的米苏瓦。",
["S"] = {
"巨魔符咒",
},
},
[26465] = {
["T"] = "古代雕像",
["O"] = "收集10个古代雕像。",
["S"] = {
"古代雕像",
},
},
[35814] = {
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
["T"] = "荣耀的证明：真菌守卫者",
},
[26228] = {
["T"] = "体验生活",
["O"] = "到西部荒野詹戈洛德矿洞的后面使用“老好人”洛伊的老房子。",
["S"] = {
"体验生活！",
},
},
[26356] = {
["O"] = "找到并打开杉德尔船长的宝箱。",
["T"] = "杉德尔船长的藏宝",
},
[56076] = {
["O"] = "深渊仪式",
["T"] = "深渊仪式",
},
[26209] = {
["T"] = "他们把谋杀案撂我这儿了",
["O"] = "同贾森农场的多名无家可归者交谈，收集法布隆谋杀案的线索。",
["S"] = {
"获取线索#1",
"获取线索#2",
"获取线索#3",
"获取线索#4",
},
},
[26740] = {
["O"] = "把克拉兹克的烹调锅带给克拉兹克。",
["T"] = "克拉兹克烹饪术",
},
[10231] = {
["T"] = "什么书？我没见过什么书",
["O"] = "伊瑟基尔说亡者之书已经被偷走了。你最好去问问那些无赖，看他们是否知道些什么。",
["S"] = {
"教训“脏鬼”拉瑞，获取信息",
},
},
[53988] = {
["T"] = "命运海岸",
["O"] = "通过暴风城港口的传送门前往达纳苏斯，在灰谷的佐拉姆海岸与玛维·影歌见面。",
["S"] = {
"前往佐拉姆海岸",
},
},
[62435] = {
["O"] = "把牡鹿之魂带给森林之心中的曼恩女士。",
["T"] = "牡鹿之魂",
},
[62691] = {
["O"] = "在雷文德斯完成3个世界任务。",
["T"] = "使命：雷文德斯",
},
[54756] = {
["O"] = "将加尼的第一个供品带到赞达拉港的加尼的垃圾堆处。",
["T"] = "垃圾之神的垃圾",
},
[59593] = {
["T"] = "你的专精是什么？",
["O"] = "与拉凡德鲁斯·虚空之心交谈，了解关于战斗专精的信息。",
["S"] = {
"与拉凡德鲁斯·虚空之心对话，了解专精的信息",
},
},
[13819] = {
["O"] = "将回复代码阿尔法交给达拉然的罗宁。",
["T"] = "英雄：结果好，一切都好",
},
[13883] = {
["T"] = "破船一艘",
["O"] = "收集10块沉没的金属碎片。",
["S"] = {
"沉没的金属碎片",
},
},
[10039] = {
["O"] = "与泰罗卡森林格兰戈瓦村南方入口附近的斥候奈弗蒂丝谈一谈。",
["T"] = "援助斥候奈弗蒂丝",
},
[39654] = {
["T"] = "奥丁和瓦拉加尔",
["O"] = "跟着丹妮卡去见奥丁。",
["S"] = {
"跟随丹妮卡",
},
},
[28148] = {
["T"] = "屠宰腐化者",
["O"] = "从怒爪熊或魔爪狼身上收集10张腐化之皮。",
["S"] = {
"腐化之皮",
},
},
[28276] = {
["O"] = "去找奥丹姆观日者山岭南端的萨赫特。",
["T"] = "萨赫特的秘密",
},
[7102] = {
["T"] = "哨塔和碉堡",
["O"] = "摧毁敌方的某座哨塔或者碉堡中的旗帜，然后向丹巴达尔的杜尔根·雷矛复命。",
["S"] = {
"摧毁旗帜",
},
},
[28532] = {
["O"] = "去找灰谷银风避难所的血卫士阿尔多·石雨。",
["T"] = "大酋长的命令：石爪山！",
},
[40934] = {
["T"] = "黑暗骑士",
["O"] = "在卡拉赞墓穴打败黑暗骑士并取得天启。",
["S"] = {
"打败黑暗骑士",
"取得天启",
},
},
[28788] = {
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
["T"] = "加入战斗！",
},
[14070] = {
["T"] = "亲自动手",
["O"] = "讨回布鲁诺·防火棉、弗兰基·吉尔斯利普、“锤子”杰克和萨德希·玛格的欠款。",
["S"] = {
"讨回布鲁诺·防火棉的欠款",
"讨回弗兰基·吉尔斯利普的欠款",
"讨回“锤子”杰克的欠款",
"讨回萨德希·玛格的欠款",
},
},
[41702] = {
["T"] = "铭撰于石",
["O"] = "取回凯尔丹纳斯的法术石。",
["S"] = {
"凯尔丹纳斯的法术石",
},
},
[13878] = {
["T"] = "穿越烈焰与火光",
["O"] = "砸烂锁链，把狼从燃烧的兽栏里救出来。",
["S"] = {
"解救狼",
},
},
[25441] = {
["T"] = "漩涡",
["O"] = "用狂水之球困住30条群游的毒蛇。",
["S"] = {
"困住群游的毒蛇",
},
},
[13622] = {
["O"] = "将瓦兰奈尔的碎片拿到奥杜尔的档案馆控制台那里去。",
["T"] = "远古的历史",
},
[34535] = {
["O"] = "Bloodmaul Slag Mines Challenge Mode - Gold Addition (Nth)",
["T"] = "Bloodmaul Slag Mines Challenge Mode - Gold Addition (Nth)",
},
[29684] = {
["O"] = "在魔导师平台的主教拉雷索尔希望你能找到血精灵间谍塔雷斯。",
["T"] = "联络中断",
},
[59356] = {
["T"] = "狩猎潜伏者",
["O"] = "把冰冻陷阱放在食人魔废墟里，将那只潜伏在营地附近的野兽引诱出来。",
["S"] = {
"在食人魔废墟使用冰冻陷阱抓住恶魔猎犬",
},
},
[35303] = {
["O"] = "哀嚎洞穴奖励任务",
["T"] = "哀嚎洞穴奖励任务",
},
[35559] = {
["O"] = "幽暗沼泽奖励任务",
["T"] = "幽暗沼泽奖励任务",
},
[35815] = {
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
["T"] = "荣耀的证明：查尔·恐翼",
},
[44262] = {
["T"] = "魔法回廊：进入魔法回廊",
["O"] = "击败魔法回廊的顾问凡多斯。",
["S"] = {
[2] = "枯竭的法力宝珠",
},
},
[30452] = {
["O"] = "当暗月马戏团来到镇上的时候，把白虎套牌交给他们。",
["T"] = "暗月白虎套牌",
},
[52965] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[25057] = {
["T"] = "铐上他们",
["O"] = "跟陶拉祖废墟的陶拉祖强夺者谈一谈并逮捕他们。使用北卫军镣铐逮捕5名受伤的强夺者。",
["S"] = {
"逮捕陶拉祖强夺者",
},
},
[37095] = {
["T"] = "塔布羊训练：裂鞭",
["O"] = "骑着你的训练中的塔布羊去击败裂鞭。",
["S"] = {
"消灭裂鞭",
},
},
[30964] = {
["T"] = "合适的药膏",
["O"] = "采集11棵茅草。",
["S"] = {
"茅草",
},
},
[486] = {
["T"] = "大槌乌萨尔",
["O"] = "杀掉大槌乌萨尔。",
["S"] = {
"消灭大槌乌萨尔",
},
},
[62436] = {
["O"] = "把尖啸者之魂带给森林之心中的曼恩女士。",
["T"] = "尖啸者之魂",
},
[62692] = {
["O"] = "在晋升堡垒完成3个世界任务。",
["T"] = "使命：晋升堡垒",
},
[59342] = {
["O"] = "向奥斯汀·哈克斯沃斯学习驯服野兽，并对附近的任意野生动物使用驯服野兽。",
["T"] = "野性可驯",
},
[412] = {
["T"] = "自动净化装置",
["O"] = "收集8个多档齿轮，把它们交给卡拉诺斯的拉兹·滑链。",
["S"] = {
"多档齿轮",
},
},
[31732] = {
["T"] = "天火降临",
["O"] = "驾驶天火号旋翼机击败60个加尔鲁什尔士兵并摧毁8台加尔鲁什尔粉碎者，然后击沉刃拳掠夺者号和冥河疤痕号。",
["S"] = {
"杀死加尔鲁什尔部落成员",
"消灭加尔鲁什尔粉碎者",
"击沉刃拳掠夺者号",
"击沉冥河疤痕号",
},
},
[13014] = {
["O"] = "长者墨尔希",
["T"] = "长者墨尔希",
},
[54134] = {
["T"] = "群英集结",
["O"] = "带领联盟攻入沃顿。",
["S"] = {
"在沃顿攻击部落的目标",
},
},
[39655] = {
["O"] = "前往干船坞找亚纳斯建造新的驱逐舰。驱逐舰建造完成后，派它去执行新的行动。",
["T"] = "再试一次！",
},
[30785] = {
["O"] = "去螳螂高原的高岚阵和祝踏岚掌门谈一谈。",
["T"] = "高岚阵",
},
[27879] = {
["T"] = "劫胖济贫",
["O"] = "收集6块火烟之肉和10张火烟丝绸。",
["S"] = {
"火烟之肉",
"火烟丝绸",
},
},
[11702] = {
["O"] = "与冬鳍避难所的国王姆嘎姆嘎谈一谈。",
["T"] = "国王姆嘎姆嘎",
},
[24437] = {
["T"] = "先到先得",
["O"] = "沿着破碎海岸主要房产用地放置拉克卡斯的占地之旗。",
["S"] = {
"占领南部宝塔",
"占领临海高塔",
"占领北部遗迹景区",
},
},
[24565] = {
["T"] = "生物干预",
["O"] = "杀掉5条变异恐齿迅猛龙和5只变异平原陆行鸟。",
["S"] = {
"消灭变异恐齿迅猛龙",
"消灭变异平原陆行鸟",
},
},
[28740] = {
["T"] = "我眼花了吗？",
["O"] = "杀死如花。",
["S"] = {
"消灭如花",
},
},
[11478] = {
["O"] = "将东尼的信交给探险者协会哨站的斯坦瓦德。",
["T"] = "远方的哨站",
},
[59130] = {
["O"] = "在凋零密院附近搜寻幸存者。",
["T"] = "凋零密院",
},
[52450] = {
["O"] = "统一库尔提拉斯",
["T"] = "统一库尔提拉斯",
},
[25205] = {
["T"] = "狼和科多兽",
["O"] = "听听希恩·石柱的寓言故事。",
["S"] = {
"聆听萨满祭司的寓言故事",
},
},
[42471] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[34536] = {
["O"] = "Iron Docks Challenge Mode - Bronze Addition (Nth)",
["T"] = "Iron Docks Challenge Mode - Bronze Addition (Nth)",
},
[35602] = {
["O"] = "诺莫瑞根奖励目标奖励任务",
["T"] = "诺莫瑞根奖励目标奖励任务",
},
[25717] = {
["T"] = "恶魔和德鲁伊",
["O"] = "在腐烂森林里杀死5个末日守卫毁灭者、5个恐惧魔王污染者、5个堕落的黑木树人和3个邪孢沼泽领主。",
["S"] = {
"消灭末日守卫毁灭者",
"消灭恐惧魔王污染者",
"消灭堕落的黑木树人",
"消灭邪孢沼泽领主",
},
},
[8828] = {
["O"] = "与冬天爷爷谈一谈。他就在奥格瑞玛的烟林牧场商人附近。",
["T"] = "冬天的礼物",
},
[8892] = {
["T"] = "阳帆港",
["O"] = "杀死5名失心者暴徒和5名失心者无赖，然后向永歌森林的游侠戴戈利恩复命。",
["S"] = {
"消灭失心者暴徒",
"消灭失心者无赖",
},
},
[60389] = {
["O"] = "在炽蓝仙野完成3个世界任务。",
["T"] = "协助炽蓝仙野",
},
[26229] = {
["T"] = "“我来抢蜡烛！”",
["O"] = "消灭12只狗头人掘地工。",
["S"] = {
"消灭狗头人掘地工",
},
},
[26357] = {
["T"] = "邪恶的面貌",
["O"] = "在辛萨罗用蒂基之炬点燃8张蒂基面具。",
["S"] = {
"烧毁蒂基面具",
},
},
[26485] = {
["T"] = "钳嘴，小子！",
["O"] = "从海水钳嘴龟身上取得8副钳嘴龟胃囊。",
["S"] = {
"钳嘴龟胃囊",
},
},
[9212] = {
["T"] = "逃离墓穴",
["O"] = "护送游侠莉拉恩萨回到远行者营地的赫里奥斯中尉身边。",
["S"] = {
"护送游侠莉拉恩萨回到远行者营地",
},
},
[9276] = {
["T"] = "进攻塞布提拉",
["O"] = "杀死8个暗松影法师和8个暗松猎头者，然后向远行者营地的远行者索兰娜复命。",
["S"] = {
"消灭暗松影法师",
"消灭暗松猎头者",
},
},
[9340] = {
["T"] = "大裂隙",
["O"] = "猎鹰岗哨的游侠队长维恩雷要你前往猎鹰岗哨以东的大裂隙，杀死8个石镰幼崽和3个石镰突击者。",
["S"] = {
"消灭石镰幼崽",
"消灭石镰突击者",
},
},
[31584] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[62437] = {
["O"] = "把老虎之魂带给森林之心中的曼恩女士。",
["T"] = "老虎之魂",
},
[62693] = {
["O"] = "在炽蓝仙野完成3个世界任务。",
["T"] = "使命：炽蓝仙野",
},
[38376] = {
["T"] = "搜寻大领主",
["O"] = "在破碎海滩搜寻提里奥·弗丁和灰烬使者。",
["S"] = {
"飞往破碎海滩",
},
},
[334] = {
["O"] = "到暴风城法师区的拉尔森服装店去，将针线包带给萨尔曼·斯涅德。",
["T"] = "萨尔曼的针线包",
},
[38888] = {
["O"] = "到至高岭去找罗诺斯·铁角。",
["T"] = "至高岭牛头人",
},
[55526] = {
["T"] = "给他一点……",
["O"] = "给穆勒尔带15个超粘的蜗牛、3堆臭糊和5份幽魂的食物。",
["S"] = {
"超粘的蜗牛",
"海巨人的脚灰",
"幽魂的食物",
},
},
[31328] = {
["O"] = "将精致耳环带给位于四风谷郝瀚房子里或者带给半山市集的迪娜·泥爪。",
["T"] = "一只精致的耳环",
},
[31033] = {
["O"] = "和指挥官巴格兰谈一谈。",
["T"] = "招募冒险者：怒焰裂谷",
},
[28149] = {
["T"] = "风中的低语",
["O"] = "获得一枚风语者咒符以及5份漩流之息。",
["S"] = {
"风语者咒符",
"漩流之息",
},
},
[28277] = {
["T"] = "战术家萨赫特",
["O"] = "跟萨赫特谈一谈，杀掉30头血吠食腐者。",
["S"] = {
"杀死血吠食腐者",
},
},
[28405] = {
["T"] = "黑暗的武器",
["O"] = "从黑石深渊的铁怒矮人身上缴获5把元素灌能武器，然后在暗炉城的黑铁砧上将它们敲断。",
["S"] = {
"摧毁元素灌能武器",
},
},
[28533] = {
["O"] = "跟奥丹姆拉穆卡恒的法奥瑞斯国王谈一谈。",
["T"] = "高阶议会的决定",
},
[10236] = {
["T"] = "外域这烂地方！",
["O"] = "找到6个伐木机备用零件，然后返回萨尔玛西北方的矿洞，将它们交给工头拉泽克拉兹。",
["S"] = {
"伐木机备用零件",
},
},
[28789] = {
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
["T"] = "加入战斗！",
},
[648] = {
["T"] = "拯救OOX-17/TN！",
["O"] = "安全护送OOX-17/TN到达目的地，然后向藏宝海湾的奥格索普·奥布诺提斯报告。",
["S"] = {
"将OOX-17/TN安全护送到目的地。",
},
},
[10428] = {
["O"] = "在秘银岛东南角正对秘蓝岛海岸边的码头上找到库雷。",
["T"] = "失踪的渔夫",
},
[313] = {
["T"] = "情势所迫",
["O"] = "将萨兰恩队长的命令传达给灰色洞穴中的巡山人东斯坦、巡山人雷文和巡山人沃格姆。",
["S"] = {
"向巡山人东斯坦传达命令",
"向巡山人雷文传达命令",
"向巡山人沃格姆传达命令",
},
},
[14005] = {
["T"] = "艾露恩的复仇",
["O"] = "用塔琳德拉赋予你的能力杀到腐败之源处，将其摧毁。",
["S"] = {
"消灭腐败之源",
},
},
[42472] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[34537] = {
["O"] = "Iron Docks Challenge Mode - Silver Addition (Nth)",
["T"] = "Iron Docks Challenge Mode - Silver Addition (Nth)",
},
[29685] = {
["T"] = "大难不死",
["O"] = "卡雷苟斯希望你击败魔导师平台的凯尔萨斯。你必须带着凯尔萨斯的徽记向魔导师平台的拉雷索尔复命。",
["S"] = {
"凯尔萨斯的徽记",
},
},
[51784] = {
["T"] = "墓园漫步",
["O"] = "在山丘墓园外与纳萨诺斯·凋零者见面。\r\n\r\n亡灵舰长塔特赛尔可以带你前往德鲁斯瓦。",
["S"] = {
"与塔特赛尔交谈并乘船前往德鲁斯瓦（可选）",
"与山丘墓园的纳萨诺斯见面。",
},
},
[35305] = {
["O"] = "Defeat Baron Silverlaine Reward",
["T"] = "Defeat Baron Silverlaine Reward",
},
[35561] = {
["O"] = "奴隶围栏奖励任务",
["T"] = "奴隶围栏奖励任务",
},
[11004] = {
["T"] = "阴影世界",
["O"] = "瑟维里要你进入斯克提斯，从居住在那里的鸦人身上找到6份暗影之尘。",
["S"] = {
"暗影之尘",
},
},
[44264] = {
["T"] = "奈萨里奥的巢穴：进入奈萨里奥的巢穴",
["O"] = "击败奈萨里奥巢穴的达古尔。",
["S"] = {
[2] = "破损的龙鳞",
},
},
[44990] = {
["O"] = "把你的血眼雏龙提升到25级。",
["T"] = "养育你的血眼雏龙",
},
[11196] = {
["T"] = "阿曼尼督军",
["O"] = "击败新阿曼尼督军，达卡拉。",
["S"] = {
"消灭达卡拉",
},
},
[58908] = {
["T"] = "找到你的道路",
["O"] = "在旧城区马厩与库尔利交谈。",
["S"] = {
"询问守卫旧城区的兽栏管理员在哪里",
},
},
[9558] = {
["O"] = "前往地狱火半岛荣耀堡以西的哈尔什巢穴，在巢穴西北方寻找格雷尼·长须的下落。",
["T"] = "长须兄弟",
},
[11388] = {
["T"] = "悬赏：斯克瑞斯的卷轴",
["O"] = "商人扎雷姆要求你夺得斯克瑞斯的卷轴。将卷轴带回沙塔斯城的贫民窟交给他，就能领取奖赏。\n\n该任务只能在英雄模式下完成。",
["S"] = {
"斯克瑞斯的卷轴",
},
},
[31093] = {
["O"] = "将《雾锁猢狲》带给闻道之座的游学者周卓。",
["T"] = "《雾锁猢狲》",
},
[62438] = {
["O"] = "把狼之魂带给森林之心中的曼恩女士。",
["T"] = "狼之魂",
},
[62694] = {
["O"] = "在玛卓克萨斯完成3个世界任务。",
["T"] = "使命：玛卓克萨斯",
},
[54759] = {
["O"] = "前往雷霆崖，与贝恩·血蹄会面。",
["T"] = "灵魂低语之时",
},
[63206] = {
["T"] = "无魂躯壳",
["O"] = "在佐瓦尔的坩埚中，从冥河符文锻造师处获取一把冥河之槌，并摧毁10个重装躯壳。",
["S"] = {
"冥河之槌",
},
},
[31733] = {
["T"] = "天降神兵",
["O"] = "使用天火号降落伞降落至加尔鲁什尔前哨站，然后和“腌菜”苏利·麦克莱利谈一谈。",
["S"] = {
"装备一顶天火号降落伞",
},
},
[7124] = {
["T"] = "占领矿洞",
["O"] = "占领一座矿洞，然后向霜狼村的霜狼军需官报告。",
["S"] = {
"占领矿洞",
},
},
[11900] = {
["T"] = "监测数据",
["O"] = "永生之盾的大法师伯林纳德要你去收集他安装在考达拉的监测仪器上的数据。",
["S"] = {
"收集魔枢的地质读数",
"收集考达拉南部的地质读数",
"收集考达拉北部的地质读数",
"收集考达拉西部的地质读数",
},
},
[39657] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[13557] = {
["T"] = "幸运儿",
["O"] = "释放被关在峭泉洞捕兽笼里的8头未堕落的蓟熊或未堕落的暮色鼠。",
["S"] = {
"释放未感染的动物",
},
},
[35519] = {
["O"] = "暗影迷宫奖励任务",
["T"] = "暗影迷宫奖励任务",
},
[9302] = {
["O"] = "将被弄皱的信交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
["T"] = "被弄皱的信",
},
[31083] = {
["O"] = "向恐惧废土的里基屯村的里基屯酋长报到。",
["T"] = "一诺千金",
},
[12284] = {
["T"] = "穷追不舍",
["O"] = "指挥官巴尔格克希望你在蓝天伐木场消灭15个联盟士兵或者联盟玩家。",
["S"] = {
"消灭联盟成员",
},
},
[58821] = {
["T"] = "光荣追杀",
["O"] = "绑架忠诚者梅菲勒斯，之后消灭6名病态信徒来恐吓他。",
["S"] = {
"抓住忠诚者梅菲勒斯",
},
},
[29536] = {
["T"] = "愤怒的心",
["O"] = "彻底调查鲜血熔炉，然后向卡萨雷兹复命。",
["S"] = {
"彻底调查鲜血熔炉",
},
},
[33514] = {
["T"] = "仪式",
["O"] = "杀掉寒冰之王亚门纳尔。",
["S"] = {
"消灭寒冰之王亚门纳尔",
},
},
[8726] = {
["O"] = "金矛长者",
["T"] = "金矛长者",
},
[34026] = {
["O"] = "在你的要塞与初级勘测员多恩谈一谈。",
["T"] = "要塞战役：地震问题",
},
[42473] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[34538] = {
["O"] = "Iron Docks Challenge Mode - Gold Addition (Nth)",
["T"] = "Iron Docks Challenge Mode - Gold Addition (Nth)",
},
[12796] = {
["O"] = "将肯瑞托徽记之戒交给达拉然紫罗兰之门的大法师塞琳德拉。",
["T"] = "魔法王国达拉然",
},
[8630] = {
["T"] = "复仇者的护肩",
["O"] = "把其拉统御腕轮、2个生命塑像、5个水晶甲虫和5个黄金甲虫交给安其拉的安多葛斯。你必须首先在诺兹多姆的子嗣中达到中立声望才可以完成这个任务。",
["S"] = {
"其拉统御腕轮",
"生命塑像",
"黄金甲虫",
"水晶甲虫",
"仇恨 / 中立 诺兹多姆的子嗣",
},
},
[12924] = {
["T"] = "重铸盟约",
["O"] = "前往丹尼芬雷，请求约库姆国王帮忙重铸托里姆的护甲。完成约库姆交付的任务之后，与丹尼芬雷的亚米尔德谈一谈。",
["S"] = {
"将弗约恩之砧带到丹尼芬雷",
},
},
[35562] = {
["O"] = "奴隶围栏奖励任务",
["T"] = "奴隶围栏奖励任务",
},
[35818] = {
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
["T"] = "荣耀的证明：“天空魔王”洛尔丹",
},
[26230] = {
["T"] = "盛宴还是饥荒",
["O"] = "收集6条山狗尾和5把新鲜的泥土。",
["S"] = {
"山狗尾",
"新鲜的泥土",
},
},
[13180] = {
["T"] = "全都干掉！",
["O"] = "冬拥湖的指挥官达尔多什要你去杀死10个联盟玩家。",
["S"] = {
"杀死联盟成员",
},
},
[26486] = {
["T"] = "海滩上有99瓶酒",
["O"] = "收集12瓶紫葡萄酒。",
["S"] = {
"紫葡萄酒",
},
},
[11015] = {
["T"] = "灵翼水晶",
["O"] = "将30块灵翼水晶交给影月谷龙喉营地的工头瓦尔库勒·龙息。",
["S"] = {
"灵翼水晶",
},
},
[13372] = {
["O"] = "前往龙骨荒野的龙眠神殿，将聚焦之虹的钥匙交给阿莱克丝塔萨，生命的缚誓者。",
["T"] = "聚焦之虹的钥匙",
},
[26870] = {
["T"] = "净化洞穴",
["O"] = "哀嚎洞穴的厄布鲁要你去杀掉毒牙之王考布莱恩、安娜科德拉、皮萨斯，以及瑟芬迪斯。",
["S"] = {
"消灭考布莱恩",
"消灭安娜科德拉",
"消灭皮萨斯",
"消灭瑟芬迪斯",
},
},
[844] = {
["T"] = "平原陆行鸟的威胁",
["O"] = "收集7个陆行鸟的喙。",
["S"] = {
"陆行鸟的喙",
},
},
[62439] = {
["O"] = "把狼鹰之魂带给森林之心中的曼恩女士。",
["T"] = "狼鹰之魂",
},
[27254] = {
["O"] = "把被熏黑的铁盾牌带给蕨墙村的克罗格。",
["T"] = "黑色盾牌",
},
[54760] = {
["O"] = "前往纳拉其营地的远眺台地与灵魂行者乌索交谈。",
["T"] = "灵魂行者",
},
[12405] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[13820] = {
["O"] = "与银色比武场的贝兹尔·布拉斯波谈一谈。",
["T"] = "布拉斯波兄弟",
},
[10188] = {
["T"] = "克拉苏斯的魔符",
["O"] = "前往紫罗兰之塔西北方的法力熔炉：库鲁恩，从缚法者玛亚纳手中夺得克拉苏斯的魔符。",
["S"] = {
"克拉苏斯的魔符",
},
},
[872] = {
["T"] = "前沿哨所的进攻",
["O"] = "杀掉5名钢鬃防御者、5名钢鬃织棘者，以及克里尼格·糟鼻。拿到糟鼻的獠牙。",
["S"] = {
"消灭钢鬃织棘者",
"消灭钢鬃防御者",
"克里尼格·糟鼻的獠牙",
},
},
[39658] = {
["O"] = "轻轻摇晃过的礼品",
["T"] = "轻轻摇晃过的礼品",
},
[880] = {
["T"] = "变异的生物",
["O"] = "从死水绿洲的钳嘴龟那里收集6块变异的钳嘴龟壳。",
["S"] = {
"变异的钳嘴龟壳",
},
},
[40170] = {
["T"] = "业余时间",
["O"] = "在松岩盆地对付业余猎手。",
["S"] = {
"对付业余猎手",
},
},
[28406] = {
["T"] = "黑铁大军",
["O"] = "用速效毒药污染黑石深渊西区军营或东区军营的6份谷物军粮。",
["S"] = {
"污染谷物军粮",
},
},
[48873] = {
["T"] = "灰熊末日",
["O"] = "给6只巨型灰熊剥皮。",
["S"] = {
"给巨型灰熊剥皮",
},
},
[48332] = {
["T"] = "球潮虫也是资源",
["O"] = "收集25个完整的球潮虫胃囊。",
["S"] = {
"球潮虫胃囊",
},
},
[14396] = {
["O"] = "跟艾伦农场的利亚姆·格雷迈恩王子谈一谈。",
["T"] = "天崩地裂",
},
[28640] = {
["T"] = "新鲜的豹肉",
["O"] = "杀死15只霜刃豹或是霜刃捕食者。",
["S"] = {
"消灭霜刃豹",
},
},
[49897] = {
["T"] = "制造神秘",
["O"] = "抓住5只不出奇的鸡。",
["S"] = {
"捕捉不出奇的鸡",
},
},
[29174] = {
["T"] = "毁灭性打击",
["O"] = "消灭祖尔格拉布中的伽布和古拉巴什厨师长。",
["S"] = {
"消灭伽布",
"消灭古拉巴什厨师长",
"消灭莫尔塔克斯",
},
},
[34027] = {
["T"] = "地震数据",
["O"] = "在你的要塞里使用地震追踪器。",
["S"] = {
"完成地震追踪器的数据分析",
},
},
[42474] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[34539] = {
["O"] = "Draenor Challenge Mode - Bronze Addition (Nth)",
["T"] = "Draenor Challenge Mode - Bronze Addition (Nth)",
},
[29686] = {
["T"] = "激进思维",
["O"] = "魔导师平台的主教拉雷索尔要你杀死维萨鲁斯，获取它的精华。",
["S"] = {
"不稳定的精华",
},
},
[932] = {
["T"] = "扭曲的仇恨",
["O"] = "获得迈雷纳斯的徽记。",
["S"] = {
"迈雷纳斯的徽记",
},
},
[35307] = {
["O"] = "Wailing Caverns Bonus Objective",
["T"] = "Wailing Caverns Bonus Objective",
},
[35563] = {
["O"] = "斯坦索姆（大门）奖励任务",
["T"] = "斯坦索姆（大门）奖励任务",
},
[35819] = {
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
["T"] = "荣耀的证明：吞噬者卡加克斯",
},
[44266] = {
["T"] = "噬魂之喉：进入噬魂之喉",
["O"] = "击败噬魂之喉的海拉。",
["S"] = {
[2] = "浸水的信",
},
},
[24972] = {
["O"] = "将血色十字军文件交给提瑞斯法林地的卡尔斯通庄园里的亡灵卫兵希米尔。",
["T"] = "重要情报",
},
[30582] = {
["O"] = "把麝香爪的信物给老麝香爪送去。",
["T"] = "已故的麝香爪夫人",
},
[11477] = {
["T"] = "不自量力？",
["O"] = "伊瓦尔德废墟的东尼要求你杀死10名铁符文毁灭者、5名铁符文劳工和5名铁符文先知。",
["S"] = {
"消灭铁符文毁灭者",
"消灭铁符文劳工",
"消灭铁符文先知",
},
},
[14129] = {
["T"] = "逃跑的伐木机！",
["O"] = "在奥格瑞玛后门攻击一架逃跑的伐木机，造成一定破坏后乘上去。",
["S"] = {
"俘获逃跑的伐木机",
},
},
[53737] = {
["T"] = "希望泯灭之日",
["O"] = "目睹游侠将军的阵亡。",
["S"] = {
"点亮希尔瓦娜斯牺牲之地的火光",
},
},
[31094] = {
["O"] = "将《鱼尾传》带给闻道之座的游学者周卓。",
["T"] = "锦鱼传",
},
[62440] = {
["O"] = "把双足飞龙之魂带给森林之心中的曼恩女士。",
["T"] = "双足飞龙之魂",
},
[38123] = {
["O"] = "Classic 40-49",
["T"] = "Classic 40-49",
},
[31478] = {
["T"] = "烘焙之道",
["O"] = "带5份野雉胸肉给烘焙大师。",
["S"] = {
"野雉胸肉",
},
},
[35606] = {
["O"] = "血色大厅奖励任务",
["T"] = "血色大厅奖励任务",
},
[31734] = {
["T"] = "摧毁战车",
["O"] = "用苏利的信号枪摧毁5辆部落战车。",
["S"] = {
"摧毁部落战车",
},
},
[28000] = {
["T"] = "能人所不能",
["O"] = "削弱伊普斯，用强化伏魔袋将他俘虏。",
["S"] = {
"俘虏伊普斯",
},
},
[63976] = {
["O"] = "在奥利波斯与神秘的联络人碰面。",
["T"] = "奥利波斯的奥妙",
},
[39659] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[32246] = {
["O"] = "去卡桑琅丛林的卡桑琅海湾与斥候琳娜谈一谈。",
["T"] = "会见斥候",
},
[26124] = {
["T"] = "保卫画笔海岭",
["O"] = "在画笔海岭击败7名联盟海军斥候。",
["S"] = {
"消灭联盟海军斥候",
},
},
[37142] = {
["T"] = "食人魔的族谱",
["O"] = "从血槌炉渣矿井里获得一份食人魔家谱。",
["S"] = {
"食人魔家谱",
"消灭戈洛克",
},
},
[32630] = {
["O"] = "调查雷霆熔炉，找到固化闪电的秘诀。",
["T"] = "首席工程师贾德的日记",
},
[24567] = {
["O"] = "跟科赞岛卡亚罗运动场的克罗斯彻克教练谈一谈。",
["T"] = "参加预选赛",
},
[38166] = {
["O"] = "WLK 70-79",
["T"] = "WLK 70-79",
},
[27488] = {
["T"] = "急躁",
["O"] = "在北谷里寻找吉德文·金须。",
["S"] = {
"吉德文的祈祷书",
},
},
[41707] = {
["T"] = "虫爪残骸",
["O"] = "在暗影沼泽杀掉15只虫爪鹰身人。",
["S"] = {
"消灭虫爪鹰身人",
},
},
[27360] = {
["T"] = "为我们的士兵们复仇",
["O"] = "杀死10名第七军团潜水员。",
["S"] = {
"消灭第七军团潜水员",
},
},
[34028] = {
["T"] = "看上去很眼熟……",
["O"] = "在戈尔隆德找到塞林的车间。",
["S"] = {
"找到塞林·暗砧的车间",
},
},
[42475] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[34540] = {
["O"] = "Draenor Challenge Mode - Silver Addition (Nth)",
["T"] = "Draenor Challenge Mode - Silver Addition (Nth)",
},
[29580] = {
["T"] = "果园里的装备",
["O"] = "从蜜风果园取回6把果园工具。",
["S"] = {
"果园工具",
},
},
[39330] = {
["T"] = "能量搜寻",
["O"] = "到阿苏纳各个重要位置去，用报废的魔火喷灯收集魔网能量。",
["S"] = {
"收集纳萨拉斯的能量",
"收集巨龙法力池的能量",
"收集扎赫纳尔的能量",
},
},
[43499] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[35564] = {
["O"] = "斯坦索姆（大门奖励目标）奖励任务",
["T"] = "斯坦索姆（大门奖励目标）奖励任务",
},
[26103] = {
["T"] = "生物燃料",
["O"] = "前往库图恩之末，对画笔海岭潜水龟、亮腹鮣魚和脊鳞锤头鲨的尸体使用油脂吸收泵，收集4份龟油、4份鮣魚油和4份锤头鲨鱼油。",
["S"] = {
"龟油",
"鮣魚油",
"锤头鲨鱼油",
},
},
[36076] = {
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
["T"] = "力量的证明：独眼魔角",
},
[9085] = {
["T"] = "末日之影",
["O"] = "前往一处召唤法阵，杀死一名末日之影，然后向东瘟疫之地圣光之愿礼拜堂的指挥官托马斯·海勒拉复命。",
["S"] = {
"消灭末日之影",
},
},
[26487] = {
["T"] = "海蛇草论捆卖",
["O"] = "从纳迦探险者身上获得6捆海蛇草。",
["S"] = {
"海蛇草",
},
},
[10261] = {
["T"] = "悬赏：歼灭者机械臂",
["O"] = "将一根歼灭者机械臂交给虚空风暴52区的维勒老爹。",
["S"] = {
"歼灭者机械臂",
},
},
[45291] = {
["T"] = "重返卡拉赞：书虫",
["O"] = "整理卡拉赞图书馆。",
["S"] = {
"击杀魔力吞噬者",
},
},
[1168] = {
["T"] = "黑龙军团",
["O"] = "蕨墙村的萨尔格要你去杀掉10个火鬃斥候，10个火鬃灰尾龙兽和5个火鬃守卫。",
["S"] = {
"消灭火鬃斥候",
"消灭火鬃灰尾龙兽",
"消灭火鬃守卫",
},
},
[26999] = {
["T"] = "瘟疫之地的新时代",
["O"] = "采集4份天灾潜伏者样本，4份毒雾潜伏者样本，4份巨大的疫病熊样本和4份生病的狼样本",
["S"] = {
"天灾潜伏者样本",
"毒雾潜伏者样本",
"巨大的疫病熊样本",
"生病的狼的样本",
},
},
[27127] = {
["T"] = "小心火灾，谨慎前进",
["O"] = "杀死弗莱拉斯总大使，并将胜利消息告知奥格瑞玛的血卫士康恩。",
["S"] = {
"消灭弗莱拉斯总大使",
},
},
[38124] = {
["O"] = "Classic 50-59",
["T"] = "Classic 50-59",
},
[27383] = {
["O"] = "在达隆郡找到帕米拉·雷德帕斯。",
["T"] = "小帕米拉",
},
[13539] = {
["T"] = "摧毁塔楼",
["O"] = "摧毁影目塔楼、火光塔楼或冬缘塔楼，然后向冬拥湖的参谋官基尔拉斯复命。",
["S"] = {
"在冬拥湖南部摧毁一座塔楼",
},
},
[58616] = {
["T"] = "锻造勇士",
["O"] = "和骨匠海尔米尔谈谈你的符文剑。",
["S"] = {
"和骨匠海尔米尔谈谈你的符文剑",
},
},
[9789] = {
["T"] = "狩猎裂蹄牛",
["O"] = "杀死12头裂蹄牛，然后向纳格兰奈辛瓦里狩猎队营地的赫米特·奈辛瓦里复命。",
["S"] = {
"消灭裂蹄牛",
},
},
[63977] = {
["T"] = "内幕交易",
["O"] = "与奥利波斯各处的多个掮灵财团交谈。",
["S"] = {
"和巴财团谈一谈",
"和佐财团谈一谈",
"和奥财团谈一谈",
"和塔财团谈一谈",
},
},
[9917] = {
["T"] = "是我眼花了？",
["O"] = "找回石拳计划书，然后向纳格兰塔拉的女猎手彬图克复命。",
["S"] = {
"石拳计划书",
},
},
[44989] = {
["O"] = "把你的利爪雏龙提升到25级。",
["T"] = "养育你的利爪雏龙",
},
[58575] = {
["T"] = "人手一件",
["O"] = "收集12把陨落者的武器。",
["S"] = {
"陨落者的武器",
},
},
[28407] = {
["O"] = "跟暮光高地库斯海文的范妮谈一谈。",
["T"] = "未婚女子",
},
[10173] = {
["T"] = "大法师的法杖",
["O"] = "从审讯者埃克拉斯手中夺得大法师瓦格斯的法杖，将它交给52区的拉文德维尔。要使埃克拉斯从藏身处现身，你需要向遗迹中心的火盆喷撒召唤粉尘。",
["S"] = {
"大法师瓦格斯的法杖",
},
},
[57322] = {
["T"] = "深铁矿洞的补给",
["O"] = "把10份深铁矿洞补给品交给霜狼要塞的部落军需官。",
["S"] = {
"深铁矿洞补给品",
},
},
[28791] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[41452] = {
["T"] = "疯狂小猫",
["O"] = "整理营地。",
["S"] = {
"收拾被洗劫的箱子",
},
},
[41708] = {
["T"] = "月之暗面",
["O"] = "在泰兰德向古代月亮井祈祷时保护她。",
["S"] = {
"在暗影沼泽与泰兰德见面",
},
},
[38167] = {
["O"] = "Cata/MoP 80-89",
["T"] = "Cata/MoP 80-89",
},
[10557] = {
["T"] = "试飞：风动电容器",
["O"] = "与拉雷·萨普纳波谈一谈，并使用风动电容器。",
["S"] = {
"测试塔利的装置",
},
},
[10621] = {
["O"] = "将伊利达雷斩除碎片交给蛮锤要塞的奥丁·雷拳。",
["T"] = "伊利达雷斩除碎片",
},
[34541] = {
["O"] = "Draenor Challenge Mode - Gold Addition (Nth)",
["T"] = "Draenor Challenge Mode - Gold Addition (Nth)",
},
[29687] = {
["T"] = "扭曲的盟友",
["O"] = "魔导师平台的主教拉雷索尔要你杀死塞林·火心和女祭司德莉希亚。",
["S"] = {
"消灭塞林·火心",
"消灭女祭司德莉希亚",
},
},
[51435] = {
["T"] = "另类海盗",
["O"] = "利用箱中的海盗服饰把自己伪装成一个海盗。",
["S"] = {
"取得海盗服饰",
},
},
[35309] = {
["O"] = "影牙城堡奖励任务",
["T"] = "影牙城堡奖励任务",
},
[35565] = {
["O"] = "鲜血熔炉奖励任务",
["T"] = "鲜血熔炉奖励任务",
},
[11005] = {
["T"] = "鸦爪祭司的秘密",
["O"] = "从瑟维里那儿获取暗影药剂。前往斯克提斯，利用暗影药剂找到并杀死伊沙尔、斯卡基克和塞尔利克三位鸦爪祭司。完成任务后向空军指挥官阿达利斯复命。",
["S"] = {
"消灭鸦爪祭司伊沙尔",
"消灭鸦爪祭司斯卡基克",
"消灭鸦爪祭司塞尔利克",
},
},
[44268] = {
["T"] = "英灵殿：奥丁的挑战",
["O"] = "击败英灵殿中的奥丁。",
["S"] = {
[2] = "奥丁的挑战",
},
},
[9697] = {
["O"] = "与赞加沼泽塞纳里奥岗哨的观察者莉萨奥谈一谈。",
["T"] = "观察者莉萨奥",
},
[36589] = {
["O"] = "在要塞附近寻找能帮忙修理的人。",
["T"] = "重型武器",
},
[24589] = {
["T"] = "消灭加拉克苏斯大王！",
["O"] = "消灭加拉克苏斯大王。\n\n这一任务可以在任何难度和规模的团队副本中完成。",
["S"] = {
"消灭加拉克苏斯大王",
},
},
[58496] = {
["T"] = "意外的顾问",
["O"] = "前往暴风要塞和安度因国王交谈。",
["S"] = {
"与安度因·乌瑞恩交谈",
},
},
[11389] = {
["T"] = "悬赏：禁魔监狱斥候",
["O"] = "虚空猎手玛哈杜恩要求你杀死5名禁魔监狱斥候。完成任务后返回沙塔斯城的贫民窟，找他领取奖赏。",
["S"] = {
"消灭禁魔监狱斥候",
},
},
[31095] = {
["O"] = "将《魔古的黑心》带给闻道之座的游学者周卓。",
["T"] = "《魔古的黑心》",
},
[13868] = {
["O"] = "将巨魔符咒带给灰谷阿斯特兰纳的莱恩·狼行者。",
["T"] = "腐化的影响？",
},
[38125] = {
["O"] = "TBC 60-69",
["T"] = "TBC 60-69",
},
[38381] = {
["O"] = "前往萨斯塔拉寻找埃洛瑟尔。",
["T"] = "传承大德鲁伊",
},
[13556] = {
["T"] = "杜布拉金需要迅猛龙卵",
["O"] = "杜布拉金的哈瓦纳希望你去收集12枚古达克迅猛龙卵。",
["S"] = {
"古达克迅猛龙卵",
},
},
[31735] = {
["T"] = "物尽其用",
["O"] = "用苏利的信号枪清除路障，然后在码头的尽头直面加图尔。",
["S"] = {
"摧毁第一道路障",
"摧毁第二道路障",
"对抗加图尔",
},
},
[39149] = {
["O"] = "在鲑鱼溪与希斯罗镇长谈一谈。",
["T"] = "村庄危机",
},
[11901] = {
["O"] = "致远郡的吉拉德·格林要你到北方的矿井去看看那里的守军发生了什么事。",
["T"] = "军队？什么军队？",
},
[56043] = {
["T"] = "派遣舰队",
["O"] = "和港务长赛勒斯·克雷斯弗交谈，起航出发。",
["S"] = {
"和港务长赛勒斯·克雷斯弗交谈，起航出发",
},
},
[31139] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[44055] = {
["T"] = "他们有头深渊领主",
["O"] = "击败库格拉罗斯。",
["S"] = {
"消灭库格拉罗斯",
},
},
[12157] = {
["O"] = "与龙骨荒野群星之墓的信使兰森谈一谈。",
["T"] = "失踪的信使",
},
[49133] = {
["T"] = "安托鲁斯，燃烧王座：阿古斯之心",
["O"] = "从安托鲁斯，燃烧王座的阿格拉玛身上收集4枚黑暗泰坦印记（普通难度）。",
["S"] = {
"黑暗泰坦印记",
},
},
[40941] = {
["T"] = "密报：突袭黑石矿坑",
["O"] = "突袭戈尔隆德黑石矿坑中的黑石部队。",
["S"] = {
"突袭黑石矿坑中的黑石部队",
},
},
[41197] = {
["T"] = "救助小猫",
["O"] = "“带领”7只迷路的羽鬃小猫回家。",
["S"] = {
"带领迷路的羽鬃小猫",
},
},
[24824] = {
["T"] = "被打扰的大地",
["O"] = "从被打扰的大地元素身上收集4块被惊扰的土元素碎片。",
["S"] = {
"被惊扰的土元素碎片",
},
},
[29453] = {
["O"] = "去暴风城与克里多尔米谈谈。",
["T"] = "应运而生",
},
[53670] = {
["T"] = "纽斯泰德的战兽",
["O"] = "与科多骑兵塔诺克谈一谈，了解他训练的战兽。",
["S"] = {
"查看科多骑兵塔诺克",
},
},
[34030] = {
["T"] = "被抓走的工程师",
["O"] = "在钢铁军工厂里找到塞林·暗砧。",
["S"] = {
"找到塞林·暗砧",
},
},
[25336] = {
["T"] = "测试容器",
["O"] = "杀死10头铁鬃熊或长牙奔跑者，使用野兽灵魂精华容器缩小并俘获倒下的野兽。",
["S"] = {
"野兽灵魂精华",
},
},
[34542] = {
["O"] = "Spires of Arak Challenge Mode - Bronze Addition (Nth)",
["T"] = "Spires of Arak Challenge Mode - Bronze Addition (Nth)",
},
[13012] = {
["O"] = "长者萨迪斯",
["T"] = "长者萨迪斯",
},
[51436] = {
["T"] = "与海盗打交道",
["O"] = "跟随暗影猎手塔金并且拜访大副欧维斯。",
["S"] = {
"使用玛拉的财富号的绳索",
},
},
[12925] = {
["O"] = "布伦希尔达村的塞拉·克文沙尔要你前往瓦基里安，从瓦基里安候选者身上夺取冰霜油膏，并用冰霜油膏摧毁30枚瘟疫始祖龙卵。",
["T"] = "维持传统",
},
[35566] = {
["O"] = "鲜血熔炉奖励任务",
["T"] = "鲜血熔炉奖励任务",
},
[60395] = {
["O"] = "在玛卓克萨斯完成3个世界任务。",
["T"] = "协助玛卓克萨斯",
},
[26232] = {
["T"] = "洛伊的临别赠言",
["O"] = "在西部荒野法布隆南瓜农场的农舍后窃听贼人交谈。",
["S"] = {
"窃听盗贼们的对话",
},
},
[13181] = {
["T"] = "冬拥湖的胜利",
["O"] = "取得一场冬拥湖战斗的胜利，然后向冬拥湖的参谋官安布拉米斯复命。你必须亲自参与战斗，才能获得胜利后的奖励。",
["S"] = {
"在冬拥湖取得胜利",
},
},
[26488] = {
["T"] = "大胃口",
["O"] = "从暴风城英雄谷的护城河里钓起一条皇家扁鲨。当你捉住扁鲨后，就剖开鱼腹看看盒坠在不在它的肚子里。",
["S"] = {
"珍贵的盒坠",
},
},
[58375] = {
["T"] = "尼奥罗萨：纯净圣母的指引",
["O"] = "在史诗难度下，从尼奥罗萨，觉醒之城的莱登处收集4个泰坦核心，从维克修娜处收集4个巨龙之心，从伊格诺斯处收集4个预知之眼。",
["S"] = {
"泰坦核心",
"预知之眼",
"巨龙之心",
},
},
[41149] = {
["T"] = "实用结界",
["O"] = "在琥珀谷激活4个奥术结界。",
["S"] = {
"激活奥术结界",
},
},
[26872] = {
["T"] = "变异皮革",
["O"] = "纳尔帕克需要10张变异皮革。",
["S"] = {
"变异皮革",
},
},
[62187] = {
["O"] = "将一袋库雷木还给生命河床的翩猎。",
["T"] = "一袋库雷木",
},
[27128] = {
["T"] = "戈多克的国王",
["O"] = "杀死戈多克大王。",
["S"] = {
"消灭戈多克大王",
},
},
[13629] = {
["T"] = "瓦兰奈尔，远古王者之锤",
["O"] = "在尤格-萨隆发出震耳咆哮时，将瓦兰奈尔的碎片投入尤格-萨隆张开的嘴中，然后击败尤格-萨隆，获得重铸的远古王者之锤。\n\n只能在英雄模式下完成，且至少需要有一位奥杜尔的守护者没有协助你。",
["S"] = {
"重铸的远古王者之锤",
},
},
[38382] = {
["O"] = "与绍恩·月爪谈一谈。",
["T"] = "谷地大德鲁伊",
},
[13757] = {
["T"] = "冠军的利剑",
["O"] = "找到灰木之剑，把它交给银色比武场的亚琳·永歌。",
["S"] = {
"灰木之剑",
},
},
[13821] = {
["T"] = "英雄：弗蕾亚的徽记",
["O"] = "将弗蕾亚的徽记交给奥杜尔档案馆中的勘探员罗尔伦。\n\n你可以向档案馆控制台查询如何获得弗蕾亚的徽记。",
["S"] = {
"弗蕾亚的徽记",
},
},
[9154] = {
["O"] = "将征兵公告交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
["T"] = "圣光之愿礼拜堂",
},
[63979] = {
["T"] = "鬼祟龌龊之事",
["O"] = "找到属于索财团的出货单。",
["S"] = {
"索财团出货单",
},
},
[56044] = {
["T"] = "派遣舰队",
["O"] = "和雷兹奥昆船长交谈，起航出发。",
["S"] = {
"和雷兹奥昆船长交谈，起航出发",
},
},
[48109] = {
["T"] = "林中有眼",
["O"] = "在护卫树林消灭4只警惕的渡鸦和6只暗喉徘徊者。",
["S"] = {
"消灭警惕的渡鸦",
"消灭暗喉徘徊者",
},
},
[28280] = {
["T"] = "把它们从天上打下来！",
["O"] = "用肩扛式猎龙炮消灭8头龙喉黑色幼龙。",
["S"] = {
"消灭龙喉黑色幼龙",
},
},
[28408] = {
["T"] = "大胆",
["O"] = "收集12根完好的猫头鹰羽毛。",
["S"] = {
"完好如初的猫头鹰羽毛",
},
},
[58337] = {
["T"] = "越狱",
["O"] = "对逃跑的俘虏使用悔恨之链，将它们关入完好的墓穴牢笼。",
["S"] = {
"交还逃跑的俘虏",
},
},
[40942] = {
["T"] = "密报：突袭黑石矿坑",
["O"] = "突袭戈尔隆德黑石矿坑中的黑石兽人。",
["S"] = {
"突袭黑石矿坑中的黑石兽人",
},
},
[28792] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[194] = {
["T"] = "捕杀迅猛龙",
["O"] = "猎杀10只荆棘谷迅猛龙。",
["S"] = {
"消灭荆棘谷迅猛龙",
},
},
[49901] = {
["T"] = "阿塔达萨：堕落的女祭司亚兹玛",
["O"] = "前往阿塔达萨消灭亚兹玛。",
["S"] = {
"消灭亚兹玛",
},
},
[58318] = {
["O"] = "在惊魂幻象内将无面者的长夜面具放回祭坛。",
["T"] = "无面者的长夜面具",
},
[33562] = {
["O"] = "Trophy: Gorg'ak's Obsidian Spines",
["T"] = "Trophy: Gorg'ak's Obsidian Spines",
},
[31729] = {
["T"] = "史蒂文·里斯班",
["O"] = "在宠物战斗中击败史蒂文·里斯班。",
["S"] = {
"击败史蒂文·里斯班",
},
},
[34543] = {
["O"] = "Spires of Arak Challenge Mode - Silver Addition (Nth)",
["T"] = "Spires of Arak Challenge Mode - Silver Addition (Nth)",
},
[29688] = {
["O"] = "暗影猎手塔金想要你和地狱火城墙破碎大厅内的石头守卫斯托克顿谈一谈。",
["T"] = "再踏征程",
},
[51437] = {
["T"] = "混合烈酒",
["O"] = "掺杂6桶烈酒。",
["S"] = {
"往酒里加料",
},
},
[35311] = {
["O"] = "指挥官斯普林瓦尔奖励任务",
["T"] = "指挥官斯普林瓦尔奖励任务",
},
[30072] = {
["T"] = "蚕丝从哪里来",
["O"] = "获得桑叶，喂给5只饥饿的蚕宝宝，拿到生丝。",
["S"] = {
"桑叶",
"给饥饿的蚕宝宝喂食",
"生丝",
},
},
[60396] = {
["O"] = "在玛卓克萨斯完成3个世界任务。",
["T"] = "协助玛卓克萨斯",
},
[44270] = {
["T"] = "艾萨拉之眼： 进入艾萨拉之眼",
["O"] = "击败艾萨拉之眼的艾萨拉之怒。",
["S"] = {
[2] = "雕刻贝壳",
},
},
[31967] = {
["T"] = "战斗宠物训练师：大地的裂变",
["O"] = "在宠物战斗中击败布洛克、鲍丁·固拳和高兹·怨怒。",
["S"] = {
"击败布洛克",
"击败鲍丁·固拳",
"击败高兹·怨怒",
},
},
[44782] = {
["T"] = "秘而不宣",
["O"] = "在紫罗兰城堡上方的紫色天台与六人议会会合。",
["S"] = {
"进入紫色天台",
},
},
[44057] = {
["T"] = "“高贵的”活动",
["O"] = "派遣勇士调查狩猎活动。",
["S"] = {
"受邀贵族名单",
"猎狐邀请函",
"上半张地图",
"下半张地图",
},
},
[27278] = {
["O"] = "与奥格瑞玛兵营的塔曼吉交谈。",
["T"] = "塔曼吉的召唤",
},
[31583] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员贾琳希亚，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[62188] = {
["T"] = "抓住一颗星",
["O"] = "收集13只闪光的星光萤。",
["S"] = {
"捕获烁光星光萤",
},
},
[47129] = {
["T"] = "萨格拉斯之墓：欺诈者",
["O"] = "击败萨格拉斯之墓的基尔加丹。",
["S"] = {
[2] = "欺诈者之印",
},
},
[62700] = {
["T"] = "塔中余灰",
["O"] = "在托加斯特收集1250份灵魂灰烬。",
["S"] = {
"灵魂灰烬",
},
},
[54765] = {
["T"] = "感谢指引",
["O"] = "将祭品带往雷霆崖西南方的悬崖处并献给你的灵魂向导。",
["S"] = {
"献上贡品",
},
},
[31327] = {
["T"] = "制造难题",
["O"] = "杀死破桶而出的炎诛。",
["S"] = {
"消灭破桶而出的炎诛",
},
},
[31736] = {
["T"] = "联盟使节",
["O"] = "找到并会见坡东村的首领。",
["S"] = {
"找到坡东村领袖",
},
},
[49261] = {
["T"] = "水手螃蟹汤",
["O"] = "从沙地疾行者身上收集结块的螃蟹肉。",
["S"] = {
"结块的螃蟹肉",
},
},
[63980] = {
["O"] = "与午夜集市的鉴定者塔·恩拉交谈。",
["T"] = "寻找走私贩",
},
[39663] = {
["T"] = "搭乘魔蝠",
["O"] = "找白月搭乘魔蝠，然后飞上邪能之槌号。",
["S"] = {
"飞上邪能之槌号",
},
},
[32248] = {
["O"] = "进入场景战役“王者的耐心”并向瓦里安·乌瑞恩国王报到。",
["T"] = "王者的耐心",
},
[43546] = {
["T"] = "翡翠梦魇：伊格诺斯",
["O"] = "击败翡翠梦魇的伊格诺斯。",
["S"] = {
"消灭伊格诺斯",
"腐化的蛋壳碎片",
},
},
[48622] = {
["T"] = "消失的勋爵",
["O"] = "在德鲁斯瓦的萧湾镇和西里尔·怀特见面。",
["S"] = {
"乘船前往德鲁斯瓦（可选）",
"与西里尔·怀特见面",
},
},
[57069] = {
["T"] = "擒贼先擒王",
["O"] = "消灭魔古指挥官。",
["S"] = {
"消灭万钧砥石悌羌",
"消灭削铁无声儒尹",
"消灭雷光之拳霍鄂",
"消灭生命的汲取者帕伊",
},
},
[40943] = {
["T"] = "密报：突袭沙塔斯市中心",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[24697] = {
["T"] = "如何获取鲜肉",
["O"] = "使用腐臭的肉块引诱恐龙踩进马绍尔哨站附近的陷阱坑。",
["S"] = {
"引诱恐龙",
},
},
[8318] = {
["T"] = "秘密交流",
["O"] = "把10片暮光密文信交给塞纳里奥要塞的鲍尔·蛮鬃。",
["S"] = {
"暮光密文信",
},
},
[41711] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[25081] = {
["T"] = "占领战斗之痕",
["O"] = "前往战斗之痕。找到旗帜并干掉10名凄凉袭击者。\n\n夺取旗帜会让联盟玩家在战斗之痕中获得战场上的优势。",
["S"] = {
"消灭凄凉袭击者",
"寻找战痕旗帜",
},
},
[25209] = {
["T"] = "戈杜尼的威胁",
["O"] = "杀死高原荒野的16名戈杜尼食人魔。",
["S"] = {
"击败戈杜尼食人魔",
},
},
[42479] = {
["T"] = "法师追击",
["O"] = "在法罗纳尔重现艾里克斯的仪式并击败巴拉杜尔。",
["S"] = {
"从达拉然搭乘角鹰兽前往法罗纳尔",
},
},
[25465] = {
["T"] = "还是被缩小的巨人",
["O"] = "使用索尔宾的超级压缩器攻击海岸巨人，收集6份微缩残渣。",
["S"] = {
"微缩残渣",
},
},
[12382] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[25721] = {
["T"] = "抗击洪水",
["O"] = "摧毁10名洪水元素。",
["S"] = {
"消灭洪水元素",
},
},
[35312] = {
["O"] = "围攻砮皂寺奖励任务",
["T"] = "围攻砮皂寺奖励任务",
},
[8894] = {
["T"] = "清理广场",
["O"] = "杀死6只法力蛇和6只以太魔，然后向永歌森林达斯维瑟广场的看守者维林森复命。",
["S"] = {
"消灭法力蛇",
"消灭以太魔",
},
},
[60397] = {
["O"] = "在玛卓克萨斯完成3个世界任务。",
["T"] = "协助玛卓克萨斯",
},
[36080] = {
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
["T"] = "力量的证明：小戈隆鳞片",
},
[11313] = {
["T"] = "冰之精魂",
["O"] = "冰雪林地的鲁莉尔蕾要求你为她带回15块冰冷核心。",
["S"] = {
"冰冷核心",
},
},
[9150] = {
["T"] = "重建历史",
["O"] = "魔导师戴伦尼斯要你前往塔奎林以西的月亮圣殿，从那里的奥术吞噬者和法力流窜者身上取回8份晶化法力精华。",
["S"] = {
"晶化法力精华",
},
},
[26617] = {
["O"] = "把饱经风霜的硬币带给藏宝海湾的舰队指挥官海角。",
["T"] = "一名老水手",
},
[31555] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[26873] = {
["T"] = "先发制人",
["O"] = "纳尔帕克要你收集5朵毒蛇花。",
["S"] = {
"毒蛇花",
},
},
[62189] = {
["O"] = "将组件归还给癫狂圣殿的垫垫。",
["T"] = "阳伞组件",
},
[52923] = {
["T"] = "扩充藏品",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败泰莉亚·火眉",
},
},
[38128] = {
["O"] = "WOD 90-99",
["T"] = "WOD 90-99",
},
[38384] = {
["O"] = "在洛拉希尔与阿兰妮勒谈一谈。",
["T"] = "自然的呼唤",
},
[58124] = {
["T"] = "异乡异客",
["O"] = "和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[9726] = {
["T"] = "既然我们是朋友……",
["O"] = "杀掉12个血鳞驱奴者和6个血鳞女巫，然后向赞加沼泽孢子村的舒特复命。",
["S"] = {
"消灭血鳞驱奴者",
"消灭血鳞女巫",
},
},
[55534] = {
["O"] = "在锈栓镇酒吧——微醺的工匠安装留声机。",
["T"] = "锈栓留声机",
},
[9854] = {
["T"] = "狩猎风鹏",
["O"] = "杀死12只风鹏，然后向纳格兰奈辛瓦里狩猎队营地的“好儿子”沙度·远行者复命。",
["S"] = {
"消灭风鹏",
},
},
[64237] = {
["T"] = "古尔戈尔和盗匪",
["O"] = "寻找并对战宠物偷猎者的首领。",
["S"] = {
"击败训练师艾莉斯·格利兹维",
},
},
[9982] = {
["O"] = "如果你想与燃烧军团作战，就到纳格兰西部去找到受难者奥图里斯。",
["T"] = "他叫奥图里斯……",
},
[28281] = {
["T"] = "桑德玛尔背水一战",
["O"] = "徒步杀死8名龙喉掠天战士。",
["S"] = {
"消灭龙喉掠天战士",
},
},
[28409] = {
["T"] = "好酒",
["O"] = "跟库斯海文东边路上的哈缪汉德谈一谈，护送补给车队回镇子里。",
["S"] = {
"护送补给车队",
},
},
[48879] = {
["T"] = "寻找天鹰蛋",
["O"] = "收集12个天鹰蛋。",
["S"] = {
"鹰蛋",
},
},
[40944] = {
["T"] = "密报：突袭沙塔斯市中心",
["O"] = "突袭塔拉多沙塔斯城中的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[10302] = {
["T"] = "暴躁的变异体",
["O"] = "杀死8个暴躁的变异体，然后向埃门谷坠毁点的植物学家塔蕾克丝复命。",
["S"] = {
"消灭暴躁的变异体",
},
},
[58122] = {
["O"] = "去奥格瑞玛大使馆与黑卫大使见面。",
["T"] = "为了部落",
},
[58104] = {
["T"] = "秀而勿言",
["O"] = "与月莓女勋爵沟通。",
["S"] = {
"与月莓沟通",
},
},
[58097] = {
["O"] = "与奥丹姆的供给官寇拉谈一谈，获得奖励。",
["T"] = "奥丹姆联军的补给品",
},
[42224] = {
["T"] = "月影里的秘密",
["O"] = "探索月影圣殿。",
["S"] = {
"探索月影圣殿",
},
},
[29433] = {
["T"] = "实力检测",
["O"] = "克莉·希克斯要求你收集250个恐怖的战利品。当你带着“暗月冒险者指南”，杀死能够提供你经验值或荣誉值的生物时，你就可以获得恐怖的战利品。",
["S"] = {
"恐怖的战利品",
},
},
[34545] = {
["O"] = "Shadowmoon Burial Grounds Challenge Mode - Bronze Addition (Nth)",
["T"] = "Shadowmoon Burial Grounds Challenge Mode - Bronze Addition (Nth)",
},
[10750] = {
["T"] = "征服之路",
["O"] = "前往影月谷的征服之路。",
["S"] = {
"侦察征服之路",
},
},
[35057] = {
["O"] = "Vignette XP reward - Frostfire",
["T"] = "Vignette XP reward - Frostfire",
},
[10878] = {
["T"] = "黑暗前夕",
["O"] = "难民车队的米克达要你消灭8名秘教散兵，4名秘教织法者和2名秘教新兵。",
["S"] = {
"消灭秘教散兵",
"消灭秘教织法者",
"消灭秘教新兵",
},
},
[10942] = {
["O"] = "使用血精灵孤儿哨召唤出你将在儿童周期间照看的小孩。",
["T"] = "儿童周",
},
[60398] = {
["O"] = "在雷文德斯完成3个世界任务。",
["T"] = "协助雷文德斯",
},
[44272] = {
["T"] = "黑心林地：进入黑心林地",
["O"] = "击败黑心林地的萨维斯之影。",
["S"] = {
[2] = "一瓶毒血",
},
},
[30457] = {
["T"] = "引出他们的头儿",
["O"] = "在昆莱小径上击败10个巴塔里部落的成员，等待巴塔里火战士出现。然后击败他。",
["S"] = {
"杀死巴塔里部落成员",
"消灭巴塔里火战士",
},
},
[10484] = {
["T"] = "被诅咒的护符",
["O"] = "将12枚被诅咒的护符交给远征军岗哨的埃隆雷下士。",
["S"] = {
"被诅咒的护符",
},
},
[11262] = {
["T"] = "除掉因格瓦尔！",
["O"] = "黑暗游侠玛尔拉要求你杀死乌特加德城堡内的劫掠者因格瓦尔。",
["S"] = {
"因格瓦尔的徽记",
},
},
[10420] = {
["T"] = "净化之光",
["O"] = "将一套邪能装备交给沙塔斯城的伊沙娜。\n\n为奥尔多完成任务将会使你在占星者阵营中的声望等级降低。",
["S"] = {
"邪能装备",
},
},
[30969] = {
["T"] = "新的敌人",
["O"] = "从怒焰裂谷的教徒身上收集5块腐化徽章。",
["S"] = {
"腐化徽章",
},
},
[11454] = {
["O"] = "在黑石深渊的酒吧中找到科林·烈酒。",
["T"] = "寻找主谋",
},
[54255] = {
["O"] = "短缺奖励",
["T"] = "短缺奖励",
},
[38129] = {
["O"] = "Legion 100-109 A",
["T"] = "Legion 100-109 A",
},
[58092] = {
["T"] = "赎罪大厅：自业自赎",
["O"] = "在赎罪大厅中消灭宫务大臣。",
["S"] = {
"消灭宫务大臣",
},
},
[63214] = {
["O"] = "向月莓女勋爵报告。",
["T"] = "向月莓报告",
},
[31737] = {
["T"] = "战争的代价",
["O"] = "杀死加尔鲁什尔前哨站里的10个徘徊煞魔和5个煞魔先驱。",
["S"] = {
"消灭徘徊煞魔",
"消灭煞魔先驱",
},
},
[55535] = {
["O"] = "在锈栓镇酒吧——微醺的工匠处安装锈栓美酒生成器。",
["T"] = "微醺的工匠",
},
[63982] = {
["T"] = "不在其位",
["O"] = "使用午夜集市的传送门并与塔·欧库交谈。",
["S"] = {
"使用前往塔财团中转站的传送门",
},
},
[11966] = {
["O"] = "节日诗人希望你带着夏季焚香前往任意部落营地外的篝火旁，将焚香交给该处的夏季火元素。",
["T"] = "节日的焚香",
},
[32249] = {
["O"] = "去卡桑琅丛林的部落登陆点和斥候罗克拉谈一谈。",
["T"] = "寻找斥候",
},
[58087] = {
["T"] = "摧毁电源",
["O"] = "在惊珠浅滩摧毁3个纳泽希能量电池。",
["S"] = {
"摧毁纳泽希能量电池",
},
},
[32505] = {
["T"] = "破碎的侍从官",
["O"] = "获得侍从官之肩、侍从官之颅、侍从官之杖、侍从官之发和侍从官之躯。",
["S"] = {
"侍从官之发",
"侍从官之肩",
"侍从官之杖",
"侍从官之躯",
},
},
[24442] = {
["T"] = "克瓦迪尔的进攻计划",
["O"] = "取得迷雾之心，将它和克瓦迪尔进攻计划一同交给银色比武场的裁决者玛蕾尔·图哈特。",
["S"] = {
"迷雾之心",
},
},
[24570] = {
["T"] = "蝰蛇排除法",
["O"] = "捕捉5条衰弱的蝰蛇。",
["S"] = {
"衰弱的蝰蛇",
},
},
[10609] = {
["T"] = "先有龙还是先有蛋？",
["O"] = "收集3份始祖虚空幼龙的精华、3份健壮虚空幼龙的精华和3份成熟虚空幼龙的精华。",
["S"] = {
"始祖虚空幼龙的精华",
"健壮虚空幼龙的精华",
"成熟虚空幼龙的精华",
},
},
[351] = {
["O"] = "把定位器带到奥格索普的母体机器人那里。",
["T"] = "寻找OOX-17/TN！",
},
[12478] = {
["T"] = "霜之哀伤洞穴",
["O"] = "在霜之哀伤洞穴深处使用瑟里格的占卜宝珠，解开尘封的秘密！",
["S"] = {
"解开尘封的秘密",
},
},
[25082] = {
["T"] = "解决虫害",
["O"] = "用一桶燃烧着的沥青倒在凯旋壁垒外面的异种蝎土丘上，然后杀掉10只被烧出来的异种群居蝎。",
["S"] = {
"消灭异种群居蝎",
},
},
[25210] = {
["T"] = "改变的迹象",
["O"] = "收集8个被感染的鹿角。",
["S"] = {
"被感染的鹿角",
},
},
[2518] = {
["T"] = "月神的泪水",
["O"] = "获得萨丝拉的银色丝囊。",
["S"] = {
"银色丝囊",
},
},
[25466] = {
["T"] = "更多压缩器的动力",
["O"] = "从海元素和巨型海元素处收集10颗水元素核心。",
["S"] = {
"水元素核心",
},
},
[12798] = {
["O"] = "使用长剑套牌召唤一位暗月占卜师，并把套牌交给占卜师。",
["T"] = "长剑套牌",
},
[25722] = {
["T"] = "沉淀，我亲爱的。",
["O"] = "收集8份洪水沉淀物样本。",
["S"] = {
"洪水沉淀物样本",
},
},
[43505] = {
["O"] = "完成阿苏纳的“保卫蓝翼栖地”故事线，然后在蓝翼栖地与大法师卡雷会合。",
["T"] = "深藏的力量",
},
[25978] = {
["T"] = "冰中之棺",
["O"] = "在盔枕湖打破六口冰墓，解救困在里面的被冻结的巡山人。",
["S"] = {
"解救被冻结的巡山人",
},
},
[13054] = {
["O"] = "前往格罗玛什坠毁点东南边的基莫拉克之巢，寻找猎户瓦尔兹。",
["T"] = "失踪的猎人",
},
[44273] = {
["T"] = "黑心林地：进入黑心林地",
["O"] = "击败黑心林地的萨维斯之影。",
["S"] = {
[2] = "一瓶毒血",
},
},
[9207] = {
["T"] = "幽光矿石样本",
["O"] = "收集6块幽光矿石，把它们交给幽魂之地太阳圣殿的魔导师奎尔林提斯。",
["S"] = {
"幽光矿石",
},
},
[8777] = {
["T"] = "目标：雷戈掘洞者",
["O"] = "击杀30只雷戈掘洞者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 XI才能完成这个任务。",
["S"] = {
"消灭雷戈掘洞者",
},
},
[26618] = {
["T"] = "恶狼成群",
["O"] = "杀死12头恐狼。",
["S"] = {
"消灭恐狼",
},
},
[28767] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[9716] = {
["T"] = "暗泽湖的异常",
["O"] = "调查暗泽湖水位下降的原因，然后返回赞加沼泽的塞纳里奥避难所，向伊谢尔·风歌复命。",
["S"] = {
"调查暗泽湖",
},
},
[10161] = {
["T"] = "以防万一……",
["O"] = "将30块飞艇碎片交给飞艇坠毁点的“尖嗓子”斯克里·拉克希德。",
["S"] = {
"飞艇碎片",
},
},
[62447] = {
["O"] = "在塞兹仙林的迷雾中击败特雷德奥瓦。",
["T"] = "非同寻常的灵魂",
},
[38130] = {
["O"] = "Legion 100-109 H",
["T"] = "Legion 100-109 H",
},
[172] = {
["O"] = "使用兽人孤儿哨与你即将在儿童周期间照顾的孩子进行对话。",
["T"] = "儿童周",
},
[27514] = {
["O"] = "在暮光高地的暮光海滩上寻找坠地的蛮锤狮鹫骑士索尔顿·锤击。",
["T"] = "狮鹫坠落！狮鹫坠落！",
},
[13822] = {
["T"] = "英雄：霍迪尔的徽记",
["O"] = "将霍迪尔的徽记交给奥杜尔档案馆中的勘探员罗尔伦。\n\n你可以向档案馆控制台查询如何获得霍迪尔的徽记。",
["S"] = {
"霍迪尔的徽记",
},
},
[36881] = {
["T"] = "德拉诺之王：黑暗之门",
["O"] = "到诅咒之地的黑暗之门下方与大法师卡德加谈一谈。",
["S"] = {
"与大法师卡德加谈一谈",
},
},
[63983] = {
["T"] = "交货地点",
["O"] = "取回北风长原型机。",
["S"] = {
"发现出口小队",
},
},
[28026] = {
["O"] = "与高阶考察者泰瑟兰·血望者交谈。",
["T"] = "征召冒险者：奥达曼",
},
[28154] = {
["O"] = "将泥鳃的鳍交给希尔斯布莱德丘陵碧玉矿洞的凯东上尉。",
["T"] = "泥鳃的鳍……是吗？",
},
[28282] = {
["T"] = "驯龙者纳克拉尔",
["O"] = "杀死纳克拉尔·掠爪。做好准备后就去跟科林·桑德玛尔谈一谈。",
["S"] = {
"消灭纳克拉尔·掠爪",
},
},
[28410] = {
["T"] = "取货",
["O"] = "获得一匹精致的深色布料。",
["S"] = {
"精致的深色布料",
},
},
[48881] = {
["T"] = "收杆高手",
["O"] = "在钳爪海岸收起5根钓鱼竿。",
["S"] = {
"收起钓鱼竿",
},
},
[28666] = {
["O"] = "去找燃烧平原焰星哨站的约翰·J·基沙恩。",
["T"] = "英雄的召唤：燃烧平原！",
},
[14398] = {
["O"] = "前往薇儿小屋，找到薇儿外婆。",
["T"] = "薇儿外婆",
},
[14462] = {
["O"] = "你被派去塔伦迪斯营地北部塔底同地精刺客史莉琪·剃刀会面。",
["T"] = "我的头呢？",
},
[49905] = {
["T"] = "剧情反转",
["O"] = "消灭沃加巴。",
["S"] = {
"对抗沃加巴",
},
},
[13850] = {
["T"] = "毒药的免疫力",
["O"] = "安戈洛环形山的莫维克说，如果你能被毒皮暴掠龙的血染上20次毒，就可以安全地骑它了。攻击毒皮魔暴龙，有一定几率会中毒。",
["S"] = {
"洒上毒皮暴掠龙的血",
},
},
[42226] = {
["T"] = "月影秘地",
["O"] = "击杀一只法多雷撒网者、一只法多雷唤巢者和一只法多雷寡妇蛛。",
["S"] = {
"消灭法多雷撒网者",
"消灭法多雷唤巢者",
"消灭法多雷寡妇蛛",
},
},
[29434] = {
["T"] = "坦克指挥官",
["O"] = "用你的暗月坦克在规定时间内摧毁30个目标。",
["S"] = {
"摧毁目标",
},
},
[34547] = {
["O"] = "Shadowmoon Burial Grounds Challenge Mode - Gold Addition (Nth)",
["T"] = "Shadowmoon Burial Grounds Challenge Mode - Gold Addition (Nth)",
},
[29690] = {
["T"] = "深入迷雾",
["O"] = "和地狱咆哮之拳的纳兹戈林将军谈一谈。",
["S"] = {
"发现潘达利亚",
},
},
[43250] = {
["O"] = "在瓦尔莎拉的渡鸦庭院与瓦莉拉·萨古纳尔碰头。",
["T"] = "前往庭院",
},
[35315] = {
["O"] = "残阳关奖励任务",
["T"] = "残阳关奖励任务",
},
[35571] = {
["O"] = "在奥特兰克山谷和阿拉希盆地各赢得一场战斗。",
["T"] = "威震盆地，横扫山谷",
},
[60400] = {
["O"] = "在雷文德斯完成3个世界任务。",
["T"] = "协助雷文德斯",
},
[44274] = {
["T"] = "群星庭院：进入群星庭院",
["O"] = "击败群星庭院的顾问麦兰杜斯。",
["S"] = {
[2] = "迷人的宴会邀请函",
},
},
[31611] = {
["T"] = "昆莱劲酒",
["O"] = "保护酿月祭。",
["S"] = {
"保护酿月祭",
},
},
[9841] = {
["T"] = "清除沼光抽血者",
["O"] = "杀死8个沼光抽血者，然后向萨布拉金的加巴林卡复命。",
["S"] = {
"消灭沼光抽血者",
},
},
[31616] = {
["O"] = "LFGDungeons - Mists - Scenario - Normal Random - 1st",
["T"] = "LFGDungeons - Mists - Scenario - Normal Random - 1st",
},
[42535] = {
["T"] = "枯萎……凋零",
["O"] = "对10份枯木补给释放瘟疫。",
["S"] = {
"对枯木补给释放瘟疫",
},
},
[27487] = {
["T"] = "冥界领主埃克斯拉尔",
["O"] = "击败冥界领主埃克斯拉尔和他的10个爪牙。",
["S"] = {
"消灭冥界领主埃克斯拉尔",
"杀死埃克斯拉尔的爪牙",
},
},
[27359] = {
["T"] = "银色援兵",
["O"] = "获取4份女妖精华。",
["S"] = {
"女妖精华",
},
},
[27231] = {
["T"] = "芬里斯的援兵",
["O"] = "杀死10名希尔斯布莱德狼人。",
["S"] = {
"杀死希尔斯布莱德狼人",
},
},
[62704] = {
["T"] = "命运丝线",
["O"] = "与命运撰写师罗-塔尔交谈，选择体验暗影界的方式。",
["S"] = {
"选择暗影界体验",
},
},
[40716] = {
["T"] = "第六人",
["O"] = "到达拉然下水道的意志竞技场与雷特森·焰怒见面。",
["S"] = {
"进入达拉然的下水道",
},
},
[38643] = {
["O"] = "在鲑鱼溪与希斯罗镇长谈一谈。",
["T"] = "村庄危机",
},
[31738] = {
["T"] = "表明诚意",
["O"] = "击败12个双塔工头或双塔劳工。",
["S"] = {
"消灭双塔劳工",
},
},
[31624] = {
["O"] = "残阳关挑战模式——安慰（第N个）",
["T"] = "残阳关挑战模式——安慰（第N个）",
},
[63984] = {
["O"] = "与奥利波斯的塔·麦利交谈。",
["T"] = "摆渡人的硬币",
},
[24720] = {
["T"] = "能量水晶",
["O"] = "收集红色能量水晶、蓝色能量水晶、黄色能量水晶和绿色能量水晶各7块。",
["S"] = {
"红色能量水晶",
"黄色能量水晶",
"绿色能量水晶",
"蓝色能量水晶",
},
},
[56305] = {
["T"] = "来钓鱼吧！",
["O"] = "捕捉并消灭深水之喉。",
["S"] = {
"消灭深水之喉",
},
},
[57964] = {
["T"] = "复仇很简单",
["O"] = "消灭15名熔骨部队。",
["S"] = {
"消灭熔骨部队",
},
},
[4601] = {
["T"] = "超级清洁器5200型！",
["O"] = "将脏兮兮的东西放入超级清洁器5200型，记得要用三枚银币来启动机器。",
["S"] = {
"脏兮兮的东西",
},
},
[24443] = {
["T"] = "被捕的猎人",
["O"] = "从刺背野猪人那里夺得粗糙的钥匙，打开关押宏诺·猎鹿者的牢笼。",
["S"] = {
"粗糙的钥匙",
},
},
[24571] = {
["T"] = "鞭藤种子",
["O"] = "从鞭藤身上采集4颗苦痛之种。",
["S"] = {
"苦痛之种",
},
},
[33113] = {
["T"] = "影月之井",
["O"] = "收集一大块月岩。",
["S"] = {
"一大块月岩",
},
},
[27005] = {
["T"] = "暮光的阴谋",
["O"] = "搜集真主之门计划书。",
["S"] = {
"真主之门计划书",
},
},
[24955] = {
["T"] = "未经许可",
["O"] = "让10个砂槌食人魔在表格上签名。",
["S"] = {
"获得签名",
},
},
[39198] = {
["O"] = "前往刀锋山的雷神要塞，与高德雷克谈一谈。",
["T"] = "大酋长的命令：刀锋山！",
},
[25211] = {
["T"] = "大扫除",
["O"] = "杀掉丹奥加兹的5名龙喉兽人。",
["S"] = {
"杀死龙喉兽人",
},
},
[25339] = {
["T"] = "北泉复仇",
["O"] = "杀死6只北泉鹰身人和6只北泉唤风者。",
["S"] = {
"消灭北泉鹰身人",
"消灭北泉唤风者",
},
},
[25467] = {
["T"] = "克里克拉克的腹中餐",
["O"] = "从克里克拉克那里夺得被腐蚀的钥匙，用它打开柯尔普萨之森中的半埋的提箱。",
["S"] = {
"被腐蚀的钥匙",
},
},
[10297] = {
["T"] = "开启黑暗之门",
["O"] = "时光之穴黑色沼泽的萨艾特要求你保护麦迪文，直到他成功开启黑暗之门。\n\n任务完成后向萨艾特复命。",
["S"] = {
"开启黑暗之门",
},
},
[25723] = {
["T"] = "碰运气",
["O"] = "从被迫迁徙的蛇颈龙身上割下8块蛇颈龙肉块。",
["S"] = {
"蛇颈龙肉块",
},
},
[35316] = {
["O"] = "残阳关奖励任务",
["T"] = "残阳关奖励任务",
},
[35572] = {
["O"] = "地狱火城墙奖励任务",
["T"] = "地狱火城墙奖励任务",
},
[26107] = {
["T"] = "振奋精神",
["O"] = "从高地阔步龙和高地长尾龙身上取得10个高地迅猛龙的眼球。",
["S"] = {
"高地迅猛龙的眼球",
},
},
[4512] = {
["T"] = "远方的软泥怪",
["O"] = "将6瓶被诅咒的软泥怪样本和6瓶被污染的软泥怪样本交给铁炉堡的拉里斯·空轮。",
["S"] = {
"被诅咒的软泥怪样本",
"被污染的软泥怪样本",
},
},
[30983] = {
["T"] = "黑暗萨满",
["O"] = "击败黑暗萨满柯兰萨和熔岩守卫戈多斯。",
["S"] = {
"消灭黑暗萨满柯兰萨",
"消灭熔岩守卫戈多斯",
},
},
[52978] = {
["O"] = "跟亡灵舰长塔特赛尔交谈，返回祖达萨。",
["T"] = "王子随行",
},
[31097] = {
["O"] = "将《螳螂群之心》带给闻道之座的游学者周卓。",
["T"] = "《螳螂群之心》",
},
[29456] = {
["O"] = "将阵亡者的旗帜交给暗月岛上暗月马戏团的萨杜斯·帕雷教授。",
["T"] = "缴获的旗帜",
},
[28987] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[27003] = {
["T"] = "轻松赚钱",
["O"] = "陪伴埃达尔拉的车队进入奥丹姆。",
["S"] = {
"护送车队",
},
},
[54258] = {
["O"] = "将任务报告交给纳萨诺斯·凋零者。",
["T"] = "任务报告：狐人藏身处",
},
[27259] = {
["O"] = "把树荫旅店的可疑蹄印报告给蕨墙村的克罗格。",
["T"] = "可疑的蹄印",
},
[25439] = {
["T"] = "复仇之心",
["O"] = "杀死10名金加塔尔破坏者。",
["S"] = {
"消灭金加塔尔破坏者",
},
},
[27515] = {
["T"] = "臭根的价值",
["O"] = "在暮光海滩收集8条带刺的臭根。",
["S"] = {
"带刺的臭根",
},
},
[7786] = {
["T"] = "逐风者桑德兰",
["O"] = "如果你想要把逐风者桑德兰从监牢里释放出来，你就必须找到左右两半的逐风者禁锢徽记，10块魔化源质锭，以及炎魔之王的精华，把它们交给希利苏斯的德米提恩。",
["S"] = {
"魔化源质锭",
"火焰之王的精华",
"逐风者禁锢徽记",
"逐风者禁锢徽记",
},
},
[9791] = {
["T"] = "沼牙的威胁",
["O"] = "杀掉10个沼牙撕裂者，然后向泰雷多尔的诺兰妮复命。",
["S"] = {
"消灭沼牙撕裂者",
},
},
[63985] = {
["T"] = "帷纱集市",
["O"] = "搭乘驳船前往塔扎维什。",
["S"] = {
"乘船去塔扎维什",
},
},
[9919] = {
["O"] = "去赞加沼泽孢殖林北边的孢子村，将抢救出来的孢子囊交给姆希菲。",
["T"] = "孢子村",
},
[9983] = {
["O"] = "如果你想与燃烧军团作战，就到纳格兰西部去找到受难者奥图里斯。",
["T"] = "他叫奥图里斯……",
},
[10047] = {
["T"] = "荣耀之路",
["O"] = "在荣耀之路上使用德莱尼圣水净化8个被践踏的骷髅，然后返回荣耀堡向位面占卜者克雷夫复命。",
["S"] = {
"净化被践踏的骷髅",
},
},
[28411] = {
["T"] = "烹煮",
["O"] = "收集8块新鲜的鹿肉和5根座狼肋骨。",
["S"] = {
"新鲜的鹿肉",
"座狼肋骨",
},
},
[28539] = {
["O"] = "去找灰谷和石爪山交界处的星尘塔的女猎手嘉琳。",
["T"] = "英雄的召唤：石爪山！",
},
[28667] = {
["O"] = "去找燃烧平原焰星哨站的阿里乌克。",
["T"] = "大酋长的命令：燃烧平原！",
},
[28795] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[10367] = {
["T"] = "叛徒",
["O"] = "沙纳尔废墟的纳拉杜要你在附近的小屋中找到沙纳尔钥匙。",
["S"] = {
"沙纳尔钥匙",
},
},
[24] = {
["O"] = "将猎影的头交给地狱咆哮岗哨的塞娜尼·雷心。",
["T"] = "猎影的头",
},
[57714] = {
["T"] = "评估你的灵魂",
["O"] = "挑战阿萨诺斯。",
["S"] = {
"挑战阿萨诺斯",
},
},
[29307] = {
["T"] = "烈焰之心",
["O"] = "用250份阴燃精华为诺达希尔符文法杖充能，并获得烈焰之心。",
["S"] = {
"收集阴燃精华",
"烈焰之心",
},
},
[10623] = {
["O"] = "将伊利达雷斩除碎片交给影月村的格罗克姆·死眼。",
["T"] = "伊利达雷斩除碎片",
},
[29563] = {
["T"] = "失踪的同伴",
["O"] = "调查博学者拜特和除草者格林萨姆的下落，然后向观察者杰哈恩复命。",
["S"] = {
"找到博学者拜特",
"找到除草者格林萨姆",
},
},
[29691] = {
["T"] = "我要红色木槿！",
["O"] = "收集5朵红色木槿，交给幽暗沼泽的塔苏。",
["S"] = {
"红色木槿",
},
},
[10815] = {
["O"] = "前往火红岗哨寻找玛库斯·奥拉林，他是沙塔尔的高级将领。",
["T"] = "瓦萨雷克的日记：战争的前奏",
},
[43295] = {
["O"] = "消灭邪能大军",
["T"] = "消灭邪能大军",
},
[35573] = {
["O"] = "地狱火城墙奖励任务",
["T"] = "地狱火城墙奖励任务",
},
[11007] = {
["O"] = "将翠绿的魔珠交给沙塔斯城的阿达尔。",
["T"] = "凯尔萨斯和翠绿的魔珠",
},
[44276] = {
["T"] = "黑鸦堡垒：黑鸦堡垒领主",
["O"] = "击败黑鸦堡垒的库塔洛斯·拉文凯斯。",
["S"] = {
[2] = "黑鸦信函",
},
},
[30459] = {
["T"] = "多多益善",
["O"] = "为指挥官萧合收集12支箭。",
["S"] = {
"指挥官萧合的箭",
},
},
[11199] = {
["O"] = "亚当斯上尉要你前往灰烬长矛塔楼，向斥候诺勒斯报到。",
["T"] = "向斥候诺勒斯报到",
},
[26409] = {
["O"] = "去找深岩之洲石英盆地的见习萨满“金矿”。",
["T"] = "金矿在哪儿？",
},
[57710] = {
["T"] = "一生奉献",
["O"] = "见证你生前的记忆。",
["S"] = {
"与永恒之火沟通",
},
},
[44063] = {
["T"] = "强化你的武器库",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[45812] = {
["T"] = "突袭瓦尔莎拉",
["O"] = "击退瓦尔莎拉的燃烧军团部队。",
["S"] = {
"击退军团据点",
},
},
[31363] = {
["T"] = "照亮前路",
["O"] = "点燃长城烽火。",
["S"] = {
"点燃长城烽火",
},
},
[31355] = {
["O"] = "帮助贤者马里、刘·焰心和游学者石步解决煞魔的问题。",
["T"] = "回复玉之纯净",
},
[27025] = {
["T"] = "处理刺蓟",
["O"] = "采摘6颗刺蓟之种。",
["S"] = {
"刺蓟之种",
},
},
[11711] = {
["T"] = "逃兵快递，30分钟送到否则免费",
["O"] = "将联盟逃兵押送到战歌要塞东边的十字路口，鸣响战歌信号枪通知联盟。\n\n顺利完成押送任务后向斥候图古克报到。",
["S"] = {
"交接联盟逃兵",
},
},
[38901] = {
["O"] = "前往苏拉玛，向邪能工匠娜瑞莎报到。",
["T"] = "邪能工匠",
},
[52496] = {
["O"] = "返回伯拉勒斯向高级指挥官哈尔弗·维姆班恩汇报。",
["T"] = "利落的逃脱",
},
[63986] = {
["T"] = "塔扎维什：夺宝奇兵",
["O"] = "进入塔扎维什，击败索·莉亚。",
["S"] = {
"消灭索·莉亚",
},
},
[32123] = {
["T"] = "死战到底",
["O"] = "在统御岗哨击败10名联盟士兵。",
["S"] = {
"击败联盟",
},
},
[10451] = {
["T"] = "逃离库斯卡水池",
["O"] = "护送大地治愈者维尔达逃离库斯卡水池，然后前往古尔丹之手以西的诅咒祭坛，向大地治愈者托洛克复命。",
["S"] = {
"护送大地治愈者维尔达到达安全地点",
},
},
[14482] = {
["T"] = "使命召唤",
["O"] = "乘坐雇佣船只参加战斗。",
["S"] = {
"乘坐雇佣船只前往瓦丝琪尔",
},
},
[31966] = {
["T"] = "战斗宠物训练师：大地的裂变",
["O"] = "在宠物战斗中击败布洛克、鲍丁·固拳和高兹·怨怒。",
["S"] = {
"击败布洛克",
"击败鲍丁·固拳",
"击败高兹·怨怒",
},
},
[47290] = {
["O"] = "地下城世界事件 - 汉摩尔",
["T"] = "地下城世界事件 - 汉摩尔",
},
[40949] = {
["T"] = "青山不改，绿水长流",
["O"] = "劝阻5只徘徊的月落角鹰兽。",
["S"] = {
"送走角鹰兽",
},
},
[27432] = {
["T"] = "流亡者塞达尔",
["O"] = "从流亡者塞达尔那里夺取塞达尔的徽记。",
["S"] = {
"塞达尔的徽记",
},
},
[12415] = {
["T"] = "惊吓野马",
["O"] = "惊吓15匹高地野马，然后向欧尼瓦营地的索鲁克·雷怒复命。",
["S"] = {
"惊吓高地野马",
},
},
[12479] = {
["O"] = "Speak to the Alliance Recruiter inside Valiance Keep in Borean Tundra or the one at Vengeance Landing in Howling Fjord.",
["T"] = "巫妖王之怒：挺进诺森德！",
},
[25084] = {
["T"] = "增长的威胁",
["O"] = "杀掉13头钢鬃野猪人。",
["S"] = {
"杀死钢鬃野猪人",
},
},
[42229] = {
["T"] = "沙尔艾兰",
["O"] = "跟随塔莉萨探索沙尔艾兰。",
["S"] = {
"探索沙尔艾兰",
},
},
[25340] = {
["T"] = "黑暗坠饰",
["O"] = "击败艾丹娜·邪爪，获得艾丹娜的黑色坠饰。",
["S"] = {
"艾丹娜的黑色坠饰",
},
},
[12735] = {
["T"] = "净化之歌",
["O"] = "雨声树屋的索乌尼要你在苦潮湖、冬拥河和河流之心敲响净化之钟，杀死污染水源的邪灵。",
["S"] = {
"消灭埃萨之魂",
"消灭哈尔卡兰之魂",
"消灭库乌苏之魂",
},
},
[12799] = {
["T"] = "吸取灵魂",
["O"] = "赫布瓦罗的阿纳斯上尉要求你前往扎尔金之池，从迷失的达卡莱灵魂身上收集5份上古灵质。",
["S"] = {
"上古灵质",
},
},
[25724] = {
["T"] = "霜鬃的挑衅",
["O"] = "在闪光岭杀死5名霜鬃先知和7名霜鬃雪行者。",
["S"] = {
"消灭霜鬃先知",
"消灭霜鬃雪行者",
},
},
[35318] = {
["O"] = "魔古山宫殿奖励任务",
["T"] = "魔古山宫殿奖励任务",
},
[35574] = {
["O"] = "斯坦索姆（仆从入口）奖励任务",
["T"] = "斯坦索姆（仆从入口）奖励任务",
},
[52212] = {
["O"] = "激流堡之战",
["T"] = "激流堡之战",
},
[26236] = {
["O"] = "同西部荒野萨丁农场的农夫萨丁交谈。",
["T"] = "萨丁的提醒",
},
[13183] = {
["T"] = "冬拥湖的胜利",
["O"] = "赢得一场冬拥湖战斗的胜利，然后向冬拥湖的参谋官基尔拉斯复命。你必须亲自参与战斗，才能获得胜利后的奖励。",
["S"] = {
"在冬拥湖取得胜利",
},
},
[31582] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[26620] = {
["T"] = "干烤狼肉串",
["O"] = "从恐狼身上获得5块狼肉硬肋排。",
["S"] = {
"狼肉硬肋排",
},
},
[13375] = {
["O"] = "前往龙骨荒野的龙眠神殿，将英雄聚焦之虹的钥匙交给阿莱克丝塔萨，生命的缚誓者。",
["T"] = "英雄聚焦之虹的钥匙",
},
[53791] = {
["O"] = "与银月城的洛瑟玛交谈。",
["T"] = "辛多雷的骄傲",
},
[13503] = {
["T"] = "巧克力甜又甜，全都装进彩蛋篮",
["O"] = "收集10块复活节巧克力，并将其和借来的蛋篮一并送回。",
["S"] = {
"复活节巧克力",
},
},
[27132] = {
["O"] = "与埃斯图兰交谈。",
["T"] = "上层精灵",
},
[27260] = {
["O"] = "把雷瑟的徽章带给蕨墙村的克罗格。",
["T"] = "帕瓦尔·雷瑟上尉",
},
[31326] = {
["O"] = "将雅致的头饰带给位于四风谷郝瀚房子里或者半山市集的迪娜·泥爪。",
["T"] = "迪娜的雅致头饰",
},
[27516] = {
["T"] = "飞向滩头堡",
["O"] = "跟索尔顿·锤击谈一谈，跟他一起飞回滩头堡。",
["S"] = {
"跟索尔顿·锤击一起飞回滩头堡",
},
},
[13823] = {
["T"] = "英雄：托里姆的徽记",
["O"] = "将托里姆的徽记交给奥杜尔档案馆中的勘探员罗尔伦。\n\n你可以向档案馆控制台查询如何获得托里姆的徽记。",
["S"] = {
"托里姆的徽记",
},
},
[63731] = {
["O"] = "找到学者罗-遂尔，进一步了解圣物。",
["T"] = "研究刻希亚圣物",
},
[27900] = {
["T"] = "我得对付这家伙",
["O"] = "杀掉10名司克诺兹空降步兵。",
["S"] = {
"杀掉司克诺兹空降步兵",
},
},
[39670] = {
["T"] = "小动物驱散射击",
["O"] = "在日霜林地抓捕兔子。",
["S"] = {
"抓捕兔子",
},
},
[56308] = {
["T"] = "突袭：亚基重现",
["O"] = "在奥丹姆击退亚基突袭。",
["S"] = {
"击退亚基虫族",
},
},
[11978] = {
["T"] = "深入密林",
["O"] = "龙骨荒野西风避难营的特使艾米萨·闪蹄要求你找回10套部落军备。",
["S"] = {
"部落军备",
},
},
[28244] = {
["T"] = "间谍魔眼",
["O"] = "按低阶萨满布朗迪的要求窥视暮光之眼。",
["S"] = {
"窥视魔眼",
},
},
[28540] = {
["T"] = "魂精魔法",
["O"] = "获得霜毛之心。",
["S"] = {
"霜毛之心",
},
},
[870] = {
["T"] = "遗忘之池",
["O"] = "搜索十字路口西北的遗忘之池的底部。",
["S"] = {
"探索遗忘之池",
},
},
[14399] = {
["T"] = "失踪的宝贝",
["O"] = "找到亚麻布包裹的书籍。",
["S"] = {
"亚麻布包裹的书籍",
},
},
[41462] = {
["O"] = "把奇异的双头怪皮交给马德兰尼尔·林心。",
["T"] = "大脚的麻烦",
},
[57584] = {
["T"] = "高尚的命运",
["O"] = "深入了解格里恩。",
["S"] = {
"和迎宾念魔姬对话",
},
},
[62088] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[29308] = {
["T"] = "烈焰之心",
["O"] = "用250份阴燃精华为诺达希尔符文法杖充能，并获得烈焰之心。",
["S"] = {
"收集阴燃精华",
"烈焰之心",
},
},
[42486] = {
["T"] = "走失的小孩",
["O"] = "护送康妮返回残月酒馆，让她与母亲维伦妮团聚。",
["S"] = {
"护送康妮",
},
},
[29564] = {
["T"] = "背叛的手足",
["O"] = "杀死背叛者门努，然后向纳霍德复命。",
["S"] = {
"消灭背叛者门努",
},
},
[9875] = {
["O"] = "将未归类的植物交给赞加沼泽塞纳里奥庇护所的劳兰娜·萨维尔。",
["T"] = "未归类的植物",
},
[26920] = {
["O"] = "向西瘟疫之地安多哈尔城里的库尔迪拉·织亡者报告。",
["T"] = "安多哈尔之战",
},
[35319] = {
["O"] = "影踪禅院奖励任务",
["T"] = "影踪禅院奖励任务",
},
[35575] = {
["O"] = "斯坦索姆（仆从入口奖励目标）奖励任务",
["T"] = "斯坦索姆（仆从入口奖励目标）奖励任务",
},
[60404] = {
["O"] = "与你的学徒在晋升堡垒完成3个世界任务。",
["T"] = "训练部队",
},
[9747] = {
["T"] = "暗泽部族",
["O"] = "塞纳里奥庇护所的伊卡因希望你前往暗泽村，杀死卡塔鲁、8个暗泽先知、6个暗泽巫医和6个暗泽神谕者。",
["S"] = {
"消灭卡塔鲁",
"消灭暗泽神谕者",
"消灭暗泽先知",
"消灭暗泽巫医",
},
},
[30460] = {
["T"] = "救死扶伤",
["O"] = "使用跌打酒或你自己的治疗法术救助8个受伤的滨岸村战士。",
["S"] = {
"治愈受伤的滨岸村战士",
},
},
[43962] = {
["T"] = "命运之刃",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[30716] = {
["T"] = "追赶希望",
["O"] = "触摸3个仙鹤之魂。",
["S"] = {
"找到仙鹤之魂",
},
},
[25619] = {
["T"] = "收复失地",
["O"] = "在瓦丝琪尔废墟里击败任意10名防御城市的克瓦迪尔人。\n\n这个任务是纳兹夏尔女武士影像的一部分。如有需要，可以使用纳兹夏尔女武士之刃在时间焦点处返回到影像中。",
["S"] = {
"防御城市的克瓦迪尔人",
},
},
[107] = {
["O"] = "把斯通菲尔德老奶奶的便笺交给威廉·匹斯特。",
["T"] = "给威廉·匹斯特的信",
},
[31100] = {
["O"] = "将《野牛人之歌》带给闻道之座的游学者周卓。",
["T"] = "《野牛人之歌》",
},
[37156] = {
["T"] = "斩魂者",
["O"] = "从奥金顿获取一把裂魂之刃。",
["S"] = {
"裂魂之刃",
"消灭塔隆戈尔",
},
},
[31356] = {
["T"] = "深虑与睿智",
["O"] = "杀死疑之煞。",
["S"] = {
"消灭疑之煞",
},
},
[57399] = {
["T"] = "《最终真理》重现人间",
["O"] = "从惊魂幻象的失落区域中为心之秘室的拉希奥取得《最终真理》的散页。",
["S"] = {
"《最终真理》的散页",
},
},
[55500] = {
["T"] = "解救好友",
["O"] = "消灭女王先驱，解救马克。",
["S"] = {
"消灭女王先驱",
},
},
[56030] = {
["O"] = "在女妖之啸号与纳萨诺斯·凋零者会面。",
["T"] = "大酋长的命令",
},
[10187] = {
["O"] = "与虚空风暴紫罗兰之塔塔顶的大法师瓦格斯谈一谈。",
["T"] = "给大法师的消息",
},
[47606] = {
["T"] = "忠诚就是最好的奖赏",
["O"] = "获得一千枚空气硬币。",
["S"] = {
"获得1000枚空气硬币",
},
},
[12542] = {
["O"] = "向龙骨荒野圣光之望礼拜堂的北伐军战士瓦鲁斯报告。",
["T"] = "北伐军的召唤",
},
[57326] = {
["T"] = "原型收益",
["O"] = "开启战争模式后，在麦卡贡收集150个原型植入物。",
["S"] = {
"原型植入物",
},
},
[32380] = {
["T"] = "最佳人选",
["O"] = "去暴风城的矿道地铁找比兹莫搏击俱乐部的卧底探员汤斯丽。",
["S"] = {
"穿过传送门前往矿道地铁",
"找到比兹莫搏击俱乐部",
"找到汤斯丽探员",
},
},
[29715] = {
["O"] = "去青玉巫婆的小屋北边，找到路上的安·风裘。",
["T"] = "林子里的巫婆",
},
[57077] = {
["T"] = "寻求买家！",
["O"] = "和荆棘谷的莎希·硬钳交谈。",
["S"] = {
"乘坐飞行器",
},
},
[57321] = {
["T"] = "冷齿矿洞的补给",
["O"] = "将10份冷齿矿洞补给品带给霜狼要塞的部落军需官。",
["S"] = {
"冷齿补给品",
},
},
[28638] = {
["T"] = "美味的枭肉",
["O"] = "杀死15只冬泉巨枭。",
["S"] = {
"消灭冬泉巨枭",
},
},
[8320] = {
["T"] = "暮光地王",
["O"] = "杀死10个暮光地王，然后向塞纳里奥要塞的霍姆·蛮鬃复命。",
["S"] = {
"消灭暮光地王",
},
},
[41719] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[28510] = {
["O"] = "去找菲拉斯阿塔亚营地的克努·符文图腾。",
["T"] = "大酋长的命令：菲拉斯！",
},
[42231] = {
["O"] = "在达拉然与塔瓦德谈一谈。",
["T"] = "神秘的圣骑士",
},
[25341] = {
["T"] = "戈杜尼宝珠",
["O"] = "从一名戈杜尼术士手里获得戈杜尼宝珠。",
["S"] = {
"戈杜尼宝珠",
},
},
[34552] = {
["O"] = "Shaper Dungeon [PH] Challenge Mode - Silver Addition (Nth)",
["T"] = "Shaper Dungeon [PH] Challenge Mode - Silver Addition (Nth)",
},
[8704] = {
["T"] = "隐秘通途之戒",
["O"] = "将1枚其拉典礼戒指、2个琥珀雕像、5个黄金甲虫和5个陶土甲虫交给唤风者耶萨德拉。你必须在塞纳里奥议会中达到尊敬声望才能完成这个任务。",
["S"] = {
"其拉典礼戒指",
"琥珀雕像",
"黄金甲虫",
"陶土甲虫",
"中立 / 尊敬 塞纳里奥议会",
},
},
[8768] = {
["O"] = "华丽的礼物",
["T"] = "华丽的礼物",
},
[35320] = {
["O"] = "影踪禅院奖励任务",
["T"] = "影踪禅院奖励任务",
},
[60149] = {
["T"] = "觐见仲裁官",
["O"] = "仲裁官之声请你前往仲裁官密室，与他们详谈。",
["S"] = {
"和塔尔-伊纳拉一起拜访仲裁官",
},
},
[60405] = {
["O"] = "与你的学徒在晋升堡垒完成3个世界任务。",
["T"] = "晋升堡垒训练",
},
[26237] = {
["T"] = "日子不好过",
["O"] = "击败10个看守傀儡。",
["S"] = {
"消灭看守傀儡",
},
},
[26365] = {
["O"] = "去找赤脊山瞭望塔的卫兵队长帕克。",
["T"] = "英雄的召唤：赤脊山！",
},
[9152] = {
["T"] = "托博尔的补给品",
["O"] = "找到拉提斯·托博尔的补给品，把它交给幽魂之地塔奎林的拉提斯·托博尔。",
["S"] = {
"拉提斯·托博尔的补给品",
},
},
[9216] = {
["T"] = "腐烂精华",
["O"] = "将10颗腐烂的精华交给塔奎林的魔导师艾米妮尔。",
["S"] = {
"腐烂的精华",
},
},
[37112] = {
["O"] = "和狮王之傲旅店的旅店老板法雷谈一谈。",
["T"] = "休息和放松",
},
[28382] = {
["T"] = "兵临根下",
["O"] = "杀死8名铁木斧兵。",
["S"] = {
"消灭铁木斧兵",
},
},
[9408] = {
["O"] = "与荣耀堡的远征军指挥官达纳斯·托尔贝恩谈一谈。",
["T"] = "被遗忘的英雄",
},
[57312] = {
["T"] = "奥特兰克山谷的墓地",
["O"] = "占领一座墓地，然后向霜狼村的提卡·血牙复命。",
["S"] = {
"占领墓地",
},
},
[38136] = {
["O"] = "TBC 60-69",
["T"] = "TBC 60-69",
},
[12946] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[38648] = {
["O"] = "回鲑鱼溪找指挥官加洛德·影歌。",
["T"] = "黑鸦指令",
},
[9728] = {
["T"] = "热情的欢迎",
["O"] = "将30个纳迦爪子交给塞纳里奥庇护所的监护者哈穆特。",
["S"] = {
"纳迦爪子",
},
},
[63733] = {
["T"] = "杀出一条路",
["O"] = "击败15名渊誓入侵者。",
["S"] = {
"消灭渊誓者",
},
},
[27901] = {
["T"] = "他们不知道手里拿着什么",
["O"] = "制作泰坦激活设备。",
["S"] = {
"泰坦激活设备",
},
},
[57310] = {
["T"] = "深铁矿洞的补给",
["O"] = "把10份深铁矿洞补给品交给丹巴达尔的联盟军需官。",
["S"] = {
"深铁矿洞补给品",
},
},
[13936] = {
["O"] = "高戈斯上尉要你跟地狱咆哮岗哨的特维德谈一谈。",
["T"] = "愚蠢的特维德",
},
[24980] = {
["T"] = "血色关哨",
["O"] = "杀死10名血色战士。",
["S"] = {
"消灭血色战士",
},
},
[28413] = {
["T"] = "作词作曲",
["O"] = "跟罗素·布鲁尔谈一谈，帮他把歌写出来。",
["S"] = {
"写一首歌",
},
},
[57078] = {
["T"] = "贵宾名单",
["O"] = "为钩锤的私人拍卖会递送邀请函。",
["S"] = {
"邀请诺格弗格",
},
},
[40952] = {
["O"] = "前往达拉然的猎人用品店与伊墨瑞尔·影卫谈一谈。",
["T"] = "猎人对猎人",
},
[28797] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[41464] = {
["T"] = "绝不屈服",
["O"] = "用萨特的角摧毁3个暗魔图腾。",
["S"] = {
"摧毁暗魔图腾",
},
},
[47033] = {
["O"] = "与达拉然的大法师卡德加谈一谈。",
["T"] = "军团威胁：苏拉玛",
},
[29181] = {
["T"] = "猛禽德鲁伊",
["O"] = "获得150个世界之树的印记。",
["S"] = {
"世界之树的印记",
},
},
[46777] = {
["O"] = "与破碎海滩的瑞桑托斯上尉谈一谈，获取你的奖励。",
["T"] = "抗魔联军的馈赠",
},
[10624] = {
["T"] = "阴森的历史",
["O"] = "将15份永燃灰烬样本交给影月谷影月村的主药剂师希尔达迦。",
["S"] = {
"永燃灰烬",
},
},
[29565] = {
["T"] = "铁石心肠",
["O"] = "将入侵者之爪和奴隶主之眼交给观察者杰哈恩。",
["S"] = {
"入侵者之爪",
"奴隶主之眼",
},
},
[29693] = {
["O"] = "把纳兹戈林的斧子给纳兹戈林将军带去。",
["T"] = "将军之刃",
},
[57649] = {
["T"] = "希望的低语",
["O"] = "使用瓦丝琪的徽记集结锐眼密院的幸存者。",
["S"] = {
"用瓦丝琪的印记集结幸存者",
},
},
[35321] = {
["O"] = "魔古山宫殿奖励任务",
["T"] = "魔古山宫殿奖励任务",
},
[60150] = {
["T"] = "与家的连接",
["O"] = "将统御头盔的碎片放置到控制台上。",
["S"] = {
"链接统御头盔",
},
},
[60406] = {
["O"] = "与你的新兵在晋升堡垒完成3个世界任务。",
["T"] = "晋升堡垒训练",
},
[27230] = {
["T"] = "战争的武器",
["O"] = "杀死黑衣守卫铸剑师。",
["S"] = {
"消灭黑衣守卫铸剑师",
},
},
[57300] = {
["O"] = "在科尔拉克的复仇获得500点荣誉点数。",
["T"] = "时空战士",
},
[35366] = {
["O"] = "Throne of the Tides Bonus Reward",
["T"] = "Throne of the Tides Bonus Reward",
},
[938] = {
["T"] = "密斯特",
["O"] = "护送密斯特去神谕之树附近的月亮井旁找哨兵阿瑞尼亚·碎云。",
["S"] = {
"把密斯特领到哨兵阿瑞尼亚·碎云身边",
},
},
[45304] = {
["O"] = "返回搏击俱乐部。",
["T"] = "攻杀暗影",
},
[45560] = {
["O"] = "前往至高岭的迷雾海岸，找到纳瓦罗格。",
["T"] = "毁灭术士：邪能图腾的骚动",
},
[11456] = {
["T"] = "难民的食物",
["O"] = "卡玛古的长者阿图伊克要你前往长矛岛，从长矛岛铲齿鹿身上收集6份长矛岛铲齿鹿肉。",
["S"] = {
"长矛岛铲齿鹿肉",
},
},
[62454] = {
["T"] = "与众不同的稀有灵魂",
["O"] = "与法利尔交谈，并给他带去来自暗影界不同国度的精华。",
["S"] = {
"和法利尔谈一谈",
},
},
[31357] = {
["T"] = "四王的遗物",
["O"] = "收集巫王提安的提灯、疯王蒙恩的天平、战王齐昂的《战争之道》和匪王速不台的迅捷之弓。",
["S"] = {
"巫王提灯",
"疯王蒙恩的天平",
"齐昂的《战争之道》",
"速不台的迅捷之弓",
},
},
[10681] = {
["O"] = "与影月谷诅咒祭坛的大地治愈者托洛克谈一谈。",
["T"] = "古尔丹之手",
},
[31613] = {
["T"] = "烈性绿石佳酿",
["O"] = "帮助防守绿石村。",
["S"] = {
"保卫绿石村",
},
},
[26590] = {
["T"] = "澄澈圣水",
["O"] = "从荆棘谷海角纳克迈尼圣泉里打上澄澈圣水。",
["S"] = {
"澄澈圣水",
},
},
[63734] = {
["T"] = "碎裂的法杖",
["O"] = "取回脉蕴法杖的三块碎片。",
["S"] = {
"脉蕴法杖的杖首",
"脉蕴法杖的杖身",
"脉蕴法杖的握把",
},
},
[26462] = {
["T"] = "邪恶的恶齿",
["O"] = "杀死10名恶齿猎手或恶齿妖术师。",
["S"] = {
"杀死恶齿",
},
},
[13643] = {
["T"] = "死者讲述的故事",
["O"] = "在温德尔·巴尔弗爵士、洛林·阳焰和康纳尔·铁拳的坟墓前使用先知的水晶，查出他们死亡的真相，然后将结果报告给北伐军战士莱达拉。",
["S"] = {
"调查温德尔·巴尔弗爵士的死因",
"调查洛林·阳焰的死因",
"调查康纳尔·铁拳的死因",
},
},
[13203] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[40185] = {
["T"] = "肩负重任",
["O"] = "取得洛胡恩的护肩。",
["S"] = {
"洛胡恩的护肩",
},
},
[26078] = {
["T"] = "灭火",
["O"] = "使用灭火装置，扑灭铁炉堡飞行器机坪的6处大火。",
["S"] = {
"扑灭大火",
},
},
[57079] = {
["T"] = "把他打出渣！",
["O"] = "完成渣客城场景战役。",
["S"] = {
"拯救渣客城",
},
},
[12288] = {
["T"] = "力不能支！",
["O"] = "蓝天伐木场的奥曼娜希望你在10名受伤的散兵身上使用急救止血带。",
["S"] = {
"治疗受伤的散兵",
},
},
[24702] = {
["T"] = "达丹加之墓",
["O"] = "收集10株血瓣花苗。",
["S"] = {
"血瓣花苗",
},
},
[52261] = {
["O"] = "返回伯拉勒斯的风之救赎号上去找高级指挥官哈尔弗·维姆班恩。",
["T"] = "加里维克斯跑了",
},
[12480] = {
["O"] = "Speak to the Horde Recruiter inside Warsong Hold in Borean Tundra or Vengeance Landing in Howling Fjord.",
["T"] = "巫妖王之怒：挺进诺森德！",
},
[824] = {
["O"] = "将被污染的水球交给灰谷黑暗深渊的耶努萨克雷。",
["T"] = "大地之环的耶努萨克雷",
},
[42233] = {
["O"] = "完成至高岭的任意4个世界任务。",
["T"] = "高岭诸族",
},
[42489] = {
["T"] = "塔莉萨的抽屉",
["O"] = "搜索塔莉萨的住所，收集她的物品。",
["S"] = {
"塔莉萨最爱的长袍",
"一堆魔法书籍",
"私人信件",
},
},
[12736] = {
["T"] = "沉思之歌",
["O"] = "雨声树屋的索乌尼要你在光芒之柱、日灼之柱、苔光之柱和通天之柱的顶端吹响沉思乐管。",
["S"] = {
"在光芒之柱吹响沉思乐管",
"在苔光之柱吹响沉思乐管",
"在通天之柱吹响沉思乐管",
"在日灼之柱吹响沉思乐管",
},
},
[25598] = {
["T"] = "屈尊乞求",
["O"] = "找到萨米尔和马克。",
["S"] = {
"营救马克和萨米尔",
},
},
[51448] = {
["T"] = "名师出高徒",
["O"] = "喝下贾登的药水，让黄蜂采集你的花粉。",
["S"] = {
"采集花粉",
},
},
[25694] = {
["T"] = "保护后方",
["O"] = "杀死伽罗克·裂翼、莎罕达娜和格姆加兹。",
["S"] = {
"消灭伽罗克·裂翼",
"消灭莎罕达娜",
"消灭格姆加兹",
},
},
[60151] = {
["T"] = "穿过帷幕的门扉",
["O"] = "建立返回艾泽拉斯的传送门。",
["S"] = {
"与助祭交谈",
},
},
[26110] = {
["T"] = "就像以前",
["O"] = "从被遗忘者信使身上拿到密封的信件。",
["S"] = {
"密封的信件",
},
},
[26238] = {
["T"] = "野蛮的矮人",
["O"] = "杀死10名蛮锤战士或蛮锤萨满。",
["S"] = {
"杀死蛮锤",
},
},
[26366] = {
["T"] = "抬头",
["O"] = "打败“三头怪”昂波达，拿到他的头。",
["S"] = {
"昂波达的魔精",
},
},
[36602] = {
["O"] = "到你在霜火岭的要塞与洛坎交谈。",
["T"] = "来自纳格兰的消息",
},
[57198] = {
["T"] = "责任感",
["O"] = "偷听吉安娜·普罗德摩尔的会面。",
["S"] = {
"旁听秘密会议",
},
},
[49615] = {
["O"] = "前往黄金王座与拉斯塔哈大王交谈。",
["T"] = "大王的信任",
},
[26878] = {
["O"] = "跟哀嚎洞穴里的纳尔帕克谈一谈。",
["T"] = "纳拉雷克斯的信徒",
},
[31651] = {
["O"] = "血色修道院挑战模式——黄金添头（第N个）",
["T"] = "血色修道院挑战模式——黄金添头（第N个）",
},
[27134] = {
["O"] = "与石槌食人魔交谈。",
["T"] = "战场的食人魔",
},
[38138] = {
["O"] = "Cata/MoP 80-89",
["T"] = "Cata/MoP 80-89",
},
[87] = {
["T"] = "金牙",
["O"] = "把波尼斯的项链带给斯通菲尔德农场的波尼斯·斯通菲尔德。",
["S"] = {
"波尼斯的项链",
},
},
[13760] = {
["T"] = "勇士的实战训练",
["O"] = "银色比武场的伊蕾丝蒂亚·刃歌要你消灭10名被转化的英雄。",
["S"] = {
"消灭被转化的英雄",
},
},
[13824] = {
["T"] = "英雄：米米尔隆的徽记",
["O"] = "将米米尔隆的徽记交给奥杜尔档案馆中的勘探员罗尔伦。\n\n你可以向档案馆控制台查询如何获得米米尔隆的徽记。",
["S"] = {
"米米尔隆的徽记",
},
},
[27774] = {
["T"] = "撼动军心",
["O"] = "在柯什营地杀死9名火烟食人魔。",
["S"] = {
"杀死火烟食人魔",
},
},
[57102] = {
["T"] = "掸去灰尘",
["O"] = "从附近的百心长身上收集心能。",
["S"] = {
"捡起心能之罐",
},
},
[26389] = {
["T"] = "黑石兽人的入侵",
["O"] = "收集8把黑石兽人的武器。",
["S"] = {
"黑石兽人的武器",
},
},
[57094] = {
["T"] = "胜利的代价",
["O"] = "告诉贝恩·血蹄发生了什么。",
["S"] = {
"与贝恩·血蹄交谈",
},
},
[40186] = {
["T"] = "耐打的卓格巴尔",
["O"] = "消灭15个卓格巴尔，向何鲁尔证明你的能力。",
["S"] = {
"在白水溪消灭卓格巴尔",
},
},
[12215] = {
["T"] = "你死我活！",
["O"] = "琥珀松木营地的安德霍尔希望你能在灰熊丘陵找到并杀死6条灰雾捕猎者。",
["S"] = {
"消灭灰雾捕猎者",
},
},
[28542] = {
["O"] = "去找费伍德翡翠圣地的泰尼尔·飘叶。",
["T"] = "大酋长的命令：费伍德！",
},
[40954] = {
["T"] = "隐秘通途",
["O"] = "倾听伊墨瑞尔的故事。",
["S"] = {
"倾听隐秘通途的故事",
},
},
[33019] = {
["O"] = "NC S1 Q2",
["T"] = "NC S1 Q2",
},
[9420] = {
["T"] = "绝世好帽",
["O"] = "前往哈尔什巢穴，从各种卡利鸟身上收集8片卡利鸟的羽毛，将它们交给地狱火半岛的米伦·长须。",
["S"] = {
"卡利鸟的羽毛",
},
},
[41722] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[9669] = {
["T"] = "覆灭的远征队",
["O"] = "杀掉8个秘网编织者、8个秘网吸血者和它们的首领萨拉肯。任务完成后向秘血岗哨的阿彻鲁斯复命。",
["S"] = {
"消灭秘网吸血者",
"消灭秘网编织者",
"消灭萨拉肯",
},
},
[42234] = {
["O"] = "完成风暴峡湾的任意4个世界任务。",
["T"] = "瓦拉加尔",
},
[29438] = {
["T"] = "开枪！得分！",
["O"] = "在60秒内得到25分。",
["S"] = {
"击中目标",
},
},
[29566] = {
["O"] = "和奴隶围栏的观察者杰哈恩谈一谈。",
["T"] = "查探情况",
},
[51193] = {
["T"] = "那是我的",
["O"] = "从阿兰·霍克金斯那里取回迪基德之槌。",
["S"] = {
"迪基德之槌",
},
},
[57071] = {
["O"] = "在昆莱山找到被丟弃的酒桶。",
["T"] = "一滴都不能少",
},
[35323] = {
["O"] = "风暴烈酒酿造厂奖励任务",
["T"] = "风暴烈酒酿造厂奖励任务",
},
[51961] = {
["T"] = "继续作战",
["O"] = "在赞达拉战役地图上选择一个据点。",
["S"] = {
"选择据点",
},
},
[60408] = {
["O"] = "与你的新兵在玛卓克萨斯完成3个世界任务。",
["T"] = "训练部队",
},
[36091] = {
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
["T"] = "力量的证明：兽人荆棘",
},
[10136] = {
["T"] = "阿拉修斯的意图",
["O"] = "除掉残酷的阿拉修斯，然后返回萨尔玛向纳兹格雷尔复命。",
["S"] = {
"消灭残酷的阿拉修斯",
},
},
[25129] = {
["T"] = "萨科斯",
["O"] = "杀死萨科斯，并将它的爪子带回去交给哈纳祖。",
["S"] = {
"萨科斯的爪子",
},
},
[11952] = {
["T"] = "反击",
["O"] = "前往灼热峡谷西北部观火岭下的洞穴，杀死从寒冰之石中召唤出来的严寒上尉，然后返回任意主城中的大地之环长者处复命。",
["S"] = {
"消灭严寒上尉",
},
},
[57043] = {
["O"] = "和荆棘谷的莎希·硬钳交谈。",
["T"] = "老友新活",
},
[28821] = {
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
["T"] = "后方已经安全",
},
[62200] = {
["O"] = "将运转中的心能之核交给卡莉丝塞茵。",
["T"] = "运转中的心能之核",
},
[62456] = {
["O"] = "在彼界击败穆厄扎拉。",
["T"] = "彼界：搞定首领",
},
[38139] = {
["O"] = "WOD 90-99",
["T"] = "WOD 90-99",
},
[31486] = {
["O"] = "把信交给孙行·铁掌。她在半山市集教授厨艺。",
["T"] = "我对烹饪所有了解",
},
[31614] = {
["O"] = "LFGDungeons - Mists - Heroic Random - 1st",
["T"] = "LFGDungeons - Mists - Heroic Random - 1st",
},
[38907] = {
["T"] = "圣锤守护者",
["O"] = "前往至高岭的雷霆图腾找梅拉·高岭。",
["S"] = {
"在雷霆图腾与武士奥罗见面",
},
},
[31870] = {
["T"] = "卡桑德拉·卡布",
["O"] = "在宠物战斗中击败卡桑德拉·卡布。",
["S"] = {
"击败卡桑德拉·卡布",
},
},
[39419] = {
["T"] = "降妖除魔",
["O"] = "消灭妖术师阿卡拉。",
["S"] = {
"消灭妖术师阿卡拉",
},
},
[32126] = {
["T"] = "破灭的希望",
["O"] = "摧毁8个联盟空投补给。",
["S"] = {
"销毁联盟空投补给",
},
},
[39931] = {
["T"] = "研磨草药",
["O"] = "取得20份玫红颜料和2份蜡黄颜料。颜料可以通过研磨草药获得。",
["S"] = {
"玫红颜料",
"蜡黄颜料",
},
},
[32382] = {
["T"] = "深入敌后",
["O"] = "去昆莱山找康奈利。与雄狮港的范妮·盘角谈一谈，让她送你一程。",
["S"] = {
"乘上范妮的风筝去昆莱山",
},
},
[31275] = {
["O"] = "LFGDungeons - Mists - Raid Finder - Nth",
["T"] = "LFGDungeons - Mists - Raid Finder - Nth",
},
[31581] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[40955] = {
["T"] = "宣誓",
["O"] = "跪拜雄鹰雕像，并向隐秘通途宣誓。",
["S"] = {
"宣誓",
},
},
[24703] = {
["T"] = "重要的一课",
["O"] = "跟北郡骑士麦斯米兰谈一谈，了解如何担当侍从之职。",
["S"] = {
"完成侍从训练",
},
},
[41467] = {
["T"] = "唯一的选择",
["O"] = "焚烧莎拉达希尔根须。",
["S"] = {
"焚烧莎拉达希尔根须",
},
},
[24959] = {
["O"] = "向提瑞斯法林地的丧钟镇墓地中的送葬者摩尔多报到。",
["T"] = "从墓穴中醒来",
},
[54748] = {
["O"] = "任务",
["T"] = "任务",
},
[58617] = {
["T"] = "维持秩序",
["O"] = "将命令传达给召唤师派雷克斯、教官泰莱丝和剑斗士米维克斯。",
["S"] = {
"首席召唤师派雷克斯",
"教官泰莱丝",
"剑斗士米维克斯",
},
},
[42491] = {
["T"] = "魔法回廊：掩埋已久的知识",
["O"] = "从魔法回廊中获取苏拉玛魔网地图。",
["S"] = {
"苏拉玛魔网地图",
},
},
[34556] = {
["O"] = "Upper Blackrock Spire Challenge Mode - Gold Addition (Nth)",
["T"] = "Upper Blackrock Spire Challenge Mode - Gold Addition (Nth)",
},
[54455] = {
["O"] = "和赞达拉港的兰莎·灰羽交谈，领取你的奖励。",
["T"] = "来自荣耀战团的补给",
},
[8769] = {
["O"] = "条纹礼物盒",
["T"] = "条纹礼物盒",
},
[35324] = {
["O"] = "风暴烈酒酿造厂奖励任务",
["T"] = "风暴烈酒酿造厂奖励任务",
},
[60153] = {
["T"] = "踏足未知",
["O"] = "调查未知区域。",
["S"] = {
"前往未知区域",
},
},
[52218] = {
["T"] = "恐惧之夜",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败呆伯特·麦克林特",
},
},
[44283] = {
["T"] = "翡翠梦魇：撕开帷幕",
["O"] = "从普通难度翡翠梦魇的塞纳留斯身上收集4个清醒精华。",
["S"] = {
"清醒精华",
},
},
[11504] = {
["T"] = "亡者复生！",
["O"] = "上古升降梯的奥弗斯希望你去寻找芬基尔的线索、洛丁的线索、伊斯多弗的线索和温丹的线索。",
["S"] = {
"芬基尔的线索",
"洛丁的线索",
"伊斯多弗的线索",
"温丹的线索",
},
},
[9153] = {
["T"] = "阴影之下",
["O"] = "在你的地图上寻找天灾入侵的地区。击败浮空城周围的天灾士兵，摧毁一处浮空城。将10块死灵石交给东瘟疫之地圣光之愿礼拜堂的指挥官托马斯·海勒拉。",
["S"] = {
"死灵符文",
},
},
[26623] = {
["T"] = "黑蟹蛋糕",
["O"] = "从结网毒蜘蛛身上割下6块暗色肉块。",
["S"] = {
"暗色肉块",
},
},
[9281] = {
["T"] = "清理道路",
["O"] = "杀死10只巨型纺丝蜘蛛和10只鬼爪破坏者，然后向幽魂之地安迪尔林庄园的学徒沃尔伊复命。",
["S"] = {
"消灭巨型纺丝蜘蛛",
"消灭鬼爪破坏者",
},
},
[45563] = {
["O"] = "把朦胧的时空扭曲硬币交给永恒岛的织雾者夏儿。",
["T"] = "朦胧的硬币",
},
[11440] = {
["T"] = "消防练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后与穿戏服的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[62457] = {
["T"] = "宏伟宝库",
["O"] = "从宏伟宝库中获得奖励。",
["S"] = {
"从宏伟宝库获取一件奖励",
},
},
[38140] = {
["O"] = "Legion 100-109 A",
["T"] = "Legion 100-109 A",
},
[31281] = {
["T"] = "这么说，你想当厨师……",
["O"] = "向引路人学习蜜桃片配方，然后制作5份蜜桃片给她。",
["S"] = {
"制作蜜桃片",
"蜜桃片",
},
},
[46843] = {
["O"] = "回到维迪卡尔。",
["T"] = "回到维迪卡尔",
},
[9729] = {
["T"] = "弗沃尔发怒了！",
["O"] = "护送弗沃尔进入沼光湖水域，在蒸汽泵处找回萨斯里斯圣柜，保护弗沃尔携带圣柜安然返回，然后向赞加沼泽孢子村的舒特复命。",
["S"] = {
"将萨斯里斯圣柜送回孢子村",
},
},
[27775] = {
["T"] = "事情不顺的时候，就使诈",
["O"] = "从柯什营地的食人魔法师训导者手中夺得一根训导者之杖。",
["S"] = {
"训导者之杖",
},
},
[27903] = {
["T"] = "点火",
["O"] = "拿到烈日之镜。",
["S"] = {
"烈日之镜",
},
},
[28031] = {
["O"] = "将激冻冰弹交给千针石林沉没的挖掘场的布里维普。",
["T"] = "给布里维普的特别货物",
},
[9985] = {
["O"] = "将卢埃加的命令交给泰罗卡森林中裂石堡的库加托克。",
["T"] = "隐秘之城",
},
[33815] = {
["T"] = "冰与火之歌",
["O"] = "去见杜隆坦。",
["S"] = {
"会见杜隆坦",
},
},
[10113] = {
["O"] = "“猎枪”琼斯要你前往纳格兰东北边界的奈辛瓦里狩猎队营地，找赫米特·奈辛瓦里谈一谈。",
["T"] = "奈辛瓦里狩猎队",
},
[28543] = {
["O"] = "去找费伍德翡翠圣地的泰尼尔·飘叶。",
["T"] = "英雄的召唤：费伍德！",
},
[28671] = {
["O"] = "去找诅咒之地巨槌要塞的奥克莉拉。",
["T"] = "大酋长的命令：诅咒之地！",
},
[33021] = {
["O"] = "在四风谷的半山市集与孙行·铁掌谈一谈。",
["T"] = "就此失传？",
},
[41468] = {
["O"] = "找到莉娅·石爪。",
["T"] = "利爪领袖",
},
[10433] = {
["T"] = "保持伪装",
["O"] = "为中央圆顶哨站的舒利·波尔带回10张锋牙山猫的毛皮。",
["S"] = {
"锋牙山猫的毛皮",
},
},
[29183] = {
["O"] = "日常第二级，英雄（第N次）",
["T"] = "日常第二级，英雄（第N次）",
},
[58618] = {
["T"] = "骨胶附魔",
["O"] = "消灭髓颌并从其尸体上收集强化之骨。",
["S"] = {
"强化之骨",
},
},
[37161] = {
["T"] = "家族遗传",
["O"] = "在黑石塔找到皮普的改良剥皮刀。",
["S"] = {
"皮普的改良剥皮刀",
"消灭督军扎伊拉",
},
},
[29567] = {
["T"] = "黑色阔步者",
["O"] = "将黑色阔步者的大脑交给塔苏。",
["S"] = {
"黑色阔步者的大脑",
},
},
[10753] = {
["T"] = "清理荒野",
["O"] = "杀死4只魔誓鳞翼风蛇、4只魔誓刃喉龙和2只邪能腐蚀者。",
["S"] = {
"消灭魔誓鳞翼风蛇",
"消灭魔誓刃喉龙",
"消灭邪能腐蚀者",
},
},
[59642] = {
["T"] = "拽头发",
["O"] = "消灭战略家奥科、挑动者加尔拉克斯和军火商维契克",
["S"] = {
"清除纤细增生",
"收集骸虱鬃毛",
"收集酸吮的触角",
},
},
[35325] = {
["O"] = "青龙寺奖励任务",
["T"] = "青龙寺奖励任务",
},
[30079] = {
["T"] = "朱家堡之殇",
["O"] = "与朱家堡的居民交谈，找出愿意和你说话的人。",
["S"] = {
"与沮丧的朱家戒卫交谈",
"与孙宁交谈",
"与阴交谈",
"与梅交谈",
},
},
[52219] = {
["T"] = "任务目标：鲜血王子德利文",
["O"] = "在纳兹米尔的坍塌的隧道里找到基沙恩。",
["S"] = {
"与约翰·J·基沙恩见面",
},
},
[44284] = {
["T"] = "翡翠梦魇：撕开帷幕",
["O"] = "从英雄难度翡翠梦魇的塞纳留斯身上收集4个清醒精华。",
["S"] = {
"清醒精华",
},
},
[28608] = {
["T"] = "灰影墓穴",
["O"] = "从丧钟镇的灰影墓穴中拿取粘稠的防腐剂和缝尸麻线。",
["S"] = {
"粘稠的防腐剂",
"缝尸麻线",
},
},
[1204] = {
["T"] = "泥石龟蟹汤",
["O"] = "给塞拉摩的摩根·斯特恩收集8个分叉的泥石龟舌。",
["S"] = {
"分叉的泥石龟舌",
},
},
[60402] = {
["O"] = "与你的新兵在炽蓝仙野完成3个世界任务。",
["T"] = "炽蓝仙野训练",
},
[11329] = {
["T"] = "想尽办法！",
["O"] = "维德瓦堡垒的克里斯托弗·斯洛安要求你给他带回5条北方鲶鱼。",
["S"] = {
"北方鲶鱼",
},
},
[61946] = {
["T"] = "自然卫士",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败烁光之尘",
},
},
[31103] = {
["O"] = "将《刘浪之歌》带给闻道之座的游学者周卓。",
["T"] = "《刘浪之歌》",
},
[62458] = {
["O"] = "在彼界和邦桑迪的面具交谈。",
["T"] = "彼界",
},
[62714] = {
["O"] = "将克莱斯忒莉尔的礼物送给纯洁神庙的助祭阿玛尔茜娜。",
["T"] = "送给助祭的礼物",
},
[31793] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的烙铁",
},
[31615] = {
["O"] = "LFGDungeons - Mists - Heroic Random - Nth",
["T"] = "LFGDungeons - Mists - Heroic Random - Nth",
},
[10928] = {
["T"] = "消灭洞穴蛛",
["O"] = "杀死6只洞穴蛛。",
["S"] = {
"消灭洞穴蛛",
},
},
[24749] = {
["T"] = "注入邪恶",
["O"] = "大领主达里安·莫格莱尼要你用邪恶能量灌注影锋，并杀死普崔塞德教授。\n\n该任务只能在冰冠堡垒25人模式下完成。",
["S"] = {
"将邪恶能量灌注到影锋之中，然后杀死普崔塞德教授。",
},
},
[11905] = {
["T"] = "延缓灾难",
["O"] = "战斗法师凯特琳的影像要你在魔枢的裂隙附近使用交叉空间重塑器。",
["S"] = {
"延缓空间裂隙的形成",
},
},
[47868] = {
["O"] = "前往冥宫庭院与汉扎布对话。",
["T"] = "冥宫",
},
[14400] = {
["T"] = "我不要穿成这样",
["O"] = "取回外婆的漂亮衣服。",
["S"] = {
"外婆的漂亮衣服",
},
},
[8891] = {
["O"] = "将魔导师达斯维瑟的日记交还给永歌森林远行者居所的魔导师达斯维瑟。",
["T"] = "被放弃的研究",
},
[14087] = {
["O"] = "将这本小册子交给莫高雷血蹄村的卡尔·雷歌。",
["T"] = "驰骋在莫高雷",
},
[10608] = {
["T"] = "水晶剥石者的麻烦",
["O"] = "杀死10只水晶剥石者。",
["S"] = {
"消灭水晶剥石者",
},
},
[12289] = {
["T"] = "乘胜追击",
["O"] = "哈斯曼中士希望你在蓝天伐木场消灭15个部落成员。",
["S"] = {
"消灭部落成员",
},
},
[29021] = {
["O"] = "在风险投资公司研究基地里找到控制台。",
["T"] = "什么什么平衡器",
},
[37162] = {
["T"] = "巨龙与丽人",
["O"] = "获得一只脱落的始祖龙爪。",
["S"] = {
"脱落的始祖龙爪",
"消灭督军扎伊拉",
},
},
[24960] = {
["T"] = "苏醒",
["O"] = "同治安官雷德帕斯，莉莉安·沃斯和瓦德雷·莫莱交谈。",
["S"] = {
"同莉莉安·沃斯交谈",
"同治安官雷德帕斯交谈",
"同瓦德雷·莫莱交谈",
},
},
[12545] = {
["T"] = "净化金萨卡拉",
["O"] = "龙骨荒野圣光之望礼拜堂的北伐军战士瓦鲁斯要求你去消灭15个金萨卡拉天灾成员。",
["S"] = {
"消灭金萨卡拉的天灾成员",
},
},
[10416] = {
["T"] = "能量的聚合",
["O"] = "沙塔斯城内的先知沃雷塔尔要求你取得一本奥法宝典。为占星者完成任务将会使你在奥尔多阵营中的声望等级降低。",
["S"] = {
"奥法宝典",
},
},
[25344] = {
["T"] = "诱拐食人魔",
["O"] = "使用改良过的灵魂石俘虏一名戈多克食人魔。",
["S"] = {
"俘虏戈多克食人魔法师",
},
},
[28822] = {
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
["T"] = "后方已经安全",
},
[28765] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[28637] = {
["T"] = "美味的熊肉",
["O"] = "杀死15头碎齿熊。",
["S"] = {
"消灭碎齿熊",
},
},
[10160] = {
["O"] = "与荣耀堡西部哨塔内的阿曼蒂中尉谈一谈。",
["T"] = "知己知彼",
},
[35582] = {
["O"] = "沉没的神庙奖励任务",
["T"] = "沉没的神庙奖励任务",
},
[60411] = {
["O"] = "与你的新兵在雷文德斯完成3个世界任务。",
["T"] = "雷文德斯训练",
},
[26240] = {
["T"] = "跟着我的节拍",
["O"] = "对6名恶齿战士使用恶齿战鼓。",
["S"] = {
"激励恶齿战士",
},
},
[12369] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[10032] = {
["T"] = "图雷姆的神器",
["O"] = "从图雷姆清道夫和图雷姆猎人身上收集6个图雷姆神器，把它们交给裂石堡的拉克妮亚。",
["S"] = {
"图雷姆神器",
},
},
[36862] = {
["T"] = "宾奇维斯零件工厂",
["O"] = "与驾驶员布罗恩·天角交谈，飞往宾奇维斯零件工厂。",
["S"] = {
"前往宾奇维斯零件工厂",
},
},
[53500] = {
["T"] = "异乡异客",
["O"] = "在暴风城和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[61947] = {
["T"] = "潜影凶兽",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败夜牙",
},
},
[27008] = {
["T"] = "飞越",
["O"] = "在真主之门后方调查中央地带。",
["S"] = {
"调查真主之门",
},
},
[27136] = {
["T"] = "元素能量",
["O"] = "在能量枯竭的图腾附近摧毁8个充能的晶簇或磁石元素。",
["S"] = {
"为图腾充能",
},
},
[62715] = {
["T"] = "不仅仅是礼物",
["O"] = "获取一朵精心栽培的迎风花。",
["S"] = {
"精心栽培的迎风花",
},
},
[13697] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的碎颅者莫克拉。",
["S"] = {
"勇士的徽记",
},
},
[13761] = {
["T"] = "总决赛",
["O"] = "将三枚勇士的印记交给银色比武场的艾莱·觅星。\n\n如果你丢失了长枪，可以在银色盟约大帐或者兽栏附近的长枪架上再拿一根。",
["S"] = {
"勇士的印记",
},
},
[9968] = {
["T"] = "奇怪的能量",
["O"] = "收集4份巨蛾样本和4份邪恶巨蛾样本，然后向泰罗卡森林中塞纳里奥树林外的缚地者塔弗格伦复命。",
["S"] = {
"蛾子样本",
"邪恶巨蛾样本",
},
},
[63739] = {
["O"] = "与希望高地山顶的档案员罗-赛娜拉和学者罗-遂尔碰面。",
["T"] = "希望崛升",
},
[39422] = {
["O"] = "返回你在坠落之月的船坞。",
["T"] = "船坞汇报",
},
[27997] = {
["T"] = "碧火的堕落",
["O"] = "在碧火谷杀死12名碧火萨特或碧火魔仆。",
["S"] = {
"杀死碧火谷萨特",
},
},
[39934] = {
["O"] = "到阿苏纳找食魂者阿莱利。",
["T"] = "新盟友",
},
[39352] = {
["T"] = "消灭哨卫",
["O"] = "消灭三个哨卫。",
["S"] = {
"消灭第一个哨卫",
"消灭第二个哨卫",
"消灭第三个哨卫",
},
},
[997] = {
["O"] = "把稀土交给奥拉密斯湖畔的德纳兰。",
["T"] = "德纳兰的泥土",
},
[28544] = {
["O"] = "去找冬泉谷冰火温泉的多诺瓦·雪山。",
["T"] = "英雄的召唤：冬泉谷！",
},
[28672] = {
["O"] = "去找执行官阿伦。",
["T"] = "战场上的执行官",
},
[33023] = {
["O"] = "NC S1 Q6",
["T"] = "NC S1 Q6",
},
[57852] = {
["O"] = "地下城冒险",
["T"] = "地下城冒险",
},
[43545] = {
["T"] = "黑鸦堡垒：黑鸦堡垒领主",
["O"] = "在黑鸦堡垒击败库塔洛斯·拉文凯斯领主。",
["S"] = {
[2] = "黑鸦信函",
},
},
[9648] = {
["T"] = "玛特帕尔姆蘑菇展",
["O"] = "秘血岗哨的玛特帕尔姆希望你找到一个水生臭角菇、一个血蘑菇、一个致命孢子簇和一个邪锥蘑菇。",
["S"] = {
"水生臭角菇",
"血蘑菇",
"致命孢子簇",
"邪锥蘑菇",
},
},
[42238] = {
["O"] = "在阿苏纳寻找达格洛普。",
["T"] = "失踪恶魔",
},
[58876] = {
["O"] = "将维克修娜之嗣带给心之秘室的拉希奥。",
["T"] = "失落的巨龙军团",
},
[29568] = {
["T"] = "必要之恶",
["O"] = "杀死霍加尔芬，然后向博学者拜特复命。",
["S"] = {
"消灭霍加尔芬",
},
},
[29689] = {
["O"] = "远征军指挥官达纳斯·托尔贝恩要求你和地狱火城墙破碎大厅内的高级斥候卡德维克谈一谈。",
["T"] = "再踏征程",
},
[27229] = {
["T"] = "砸扁蛛后",
["O"] = "取得黑雾巢穴女王的触肢。",
["S"] = {
"黑雾巢穴女王的触肢",
},
},
[35327] = {
["O"] = "青龙寺奖励任务",
["T"] = "青龙寺奖励任务",
},
[30080] = {
["T"] = "找到易默",
["O"] = "前往朱家堡的东北方寻找易默·长眉。",
["S"] = {
"找到易默·长眉",
},
},
[60412] = {
["O"] = "与你的学徒在雷文德斯完成3个世界任务。",
["T"] = "雷文德斯训练",
},
[36095] = {
["O"] = "回你位于影月谷的要塞找伯德里克·格雷。",
["T"] = "阿祖卡·刃怒",
},
[11284] = {
["T"] = "隔壁的雪人",
["O"] = "维德瓦堡垒的工头科尔贝要你击败裂角。",
["S"] = {
"消灭裂角",
},
},
[30592] = {
["T"] = "粗麻小径：前往粗麻驿站",
["O"] = "护送一队土地精前往粗麻驿站，确保至少要有一名土地精存活下来。\n\n如果你与土地精失散了，你可以去粗麻小径找找看，或是回酒坛集等候下一队土地精。",
["S"] = {
"护送土地精抵达粗麻驿站",
},
},
[26391] = {
["T"] = "灭火拯救希望",
["O"] = "使用米莉的灭火器，扑灭8处葡萄园的火焰。",
["S"] = {
"扑灭葡萄园的火焰",
},
},
[27822] = {
["T"] = "伐木场巨怪",
["O"] = "杀死5个斯通纳德苦工。",
["S"] = {
"消灭斯通纳德苦工",
},
},
[9264] = {
["T"] = "调查雷霆崖的天灾入侵",
["O"] = "从雷霆崖外面的天灾士兵身上收集3块暗淡的死灵石，并调查天灾营地附近的发光符文法阵。",
["S"] = {
"暗淡的死灵石",
"调查法阵",
},
},
[40747] = {
["T"] = "精妙的传送艺术",
["O"] = "在欧库勒斯的工作室收集歪斜的传送道标和破损的跃迁套筒。",
["S"] = {
"在欧库勒斯的工作室使用传送装置",
},
},
[10227] = {
["O"] = "与奥金尼地穴外的疯狂的拉姆杜尔谈一谈，他就站在地穴入口附近的骨堆上。",
["T"] = "我看到了死德莱尼人",
},
[62716] = {
["O"] = "与奥利波斯飞地的塔尔-伊纳拉交谈。",
["T"] = "再次迎新",
},
[26333] = {
["T"] = "没坦克！",
["O"] = "用高新榴弹在碎轮的军械库摧毁5台修复的步行坦克。",
["S"] = {
"摧毁被修复的步行坦克",
},
},
[7905] = {
["O"] = "将免费券交给暗月马戏团里的吉瓦斯·格里加特。",
["T"] = "暗月马戏团",
},
[7937] = {
["O"] = "到艾尔文森林的东谷伐木场去寻找你的财宝吧。",
["T"] = "财富在等着你……",
},
[32161] = {
["T"] = "兽王的狩猎：仙鹤",
["O"] = "收集5根完整的金色冠羽和1根完整的墨黑冠羽。",
["S"] = {
"完整的金色冠羽",
"完整的墨黑冠羽",
},
},
[39423] = {
["O"] = "返回你在霜寒晶壁的船坞。",
["T"] = "船坞汇报",
},
[47870] = {
["T"] = "死无对证",
["O"] = "杀死兰达尔探险队中的其他队员。",
["S"] = {
"消灭枪手埃里克森",
"消灭水手长亨德瑞克斯",
"消灭大副佩里",
},
},
[43564] = {
["T"] = "流量控制",
["O"] = "关闭月郡巷、巡游广场和午夜庭院的回廊出口。",
["S"] = {
"关闭月郡巷的出口",
"关闭巡游广场的出口",
"关闭午夜庭院的出口",
},
},
[11021] = {
["O"] = "将伊沙尔的历书交给斯克提斯北面的空军指挥官阿达利斯。",
["T"] = "伊沙尔的历书",
},
[8580] = {
["T"] = "部落需要火焰花！",
["O"] = "把20份火焰花交给奥格瑞玛精神谷的蝙蝠骑士比雷凯基。",
["S"] = {
"火焰花",
},
},
[32640] = {
["T"] = "雷电之王的勇士",
["O"] = "在雷神岛的各个位置使用山泽仪式石举行闪电仪式、灵魂仪式和原始仪式，然后击败被召唤出的强大对手。",
["S"] = {
"召唤并击败一名幽灵勇士",
"召唤并击败一名闪电勇士",
"召唤并击败一名原始勇士",
},
},
[40959] = {
["T"] = "反击开始",
["O"] = "在指挥地图上选择首个攻击地点。",
["S"] = {
"选择首个出击目标",
},
},
[33024] = {
["T"] = "那是真正的计量单位吗？",
["O"] = "制造汤面餐车并在风暴烈酒酿造厂里从被杀死的酒灵身上收集20捧酒。",
["S"] = {
"制造汤面餐车",
"一捧酒",
},
},
[49662] = {
["O"] = "在波尔金之陨与沃里克见面。",
["T"] = "遗失的钥匙",
},
[24961] = {
["T"] = "墓中的真相",
["O"] = "在丧钟镇的大旅店中找到莉莉安·沃斯。同她交谈，让她看看艾尔雷斯的小手镜。",
["S"] = {
"让莉莉安看到自己的样子",
},
},
[25089] = {
["O"] = "与提瑞斯法林地丧钟镇的亡灵卫兵萨尔坦交谈。",
["T"] = "走出墓穴",
},
[58621] = {
["T"] = "随我宣读",
["O"] = "阅读五所密院的符文石上的文字，并通过“/表情”来向每块符文石致敬。",
["S"] = {
"消灭英雄的回响",
"消灭间谍的回响",
"消灭化学家回响",
"消灭魔导师的回响",
"消灭工匠的回响",
},
},
[58877] = {
["T"] = "死亡之力的增长",
["O"] = "向巫妖王宣誓效忠。",
["S"] = {
"发誓效忠",
},
},
[25473] = {
["O"] = "将半打卡亚可乐带给科赞卡亚罗贸易公司总部的莎希·硬钳。",
["T"] = "卡亚可乐",
},
[43007] = {
["O"] = "与暗影大厅的乔拉齐·拉文霍德公爵对话。",
["T"] = "返回暗影大厅",
},
[8770] = {
["T"] = "目标：亚什工蝎",
["O"] = "击杀30只亚什防御者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 I才能完成这个任务。",
["S"] = {
"消灭亚什防御者",
},
},
[10385] = {
["T"] = "脑部损伤几率：高",
["O"] = "带回12份复仇军中继数据。",
["S"] = {
"消耗复仇军精华",
"复仇军中继数据",
},
},
[25565] = {
["T"] = "语言的碎片",
["O"] = "收集5份远古符文碑刻。",
["S"] = {
"远古符文碑刻",
},
},
[52222] = {
["T"] = "石拳岗哨",
["O"] = "为部落攻占石拳岗哨。",
["S"] = {
"占领岗哨",
},
},
[26241] = {
["T"] = "杂味炖肉",
["O"] = "收集6束秋葵，6份碎尸鸟肉条和6块血牙野猪肋排。",
["S"] = {
"秋葵",
"血牙野猪肋排",
"碎尸鸟肉条",
},
},
[36352] = {
["T"] = "寻找宝石工匠",
["O"] = "在沃高尔寻找吊坠的主人。",
["S"] = {
"找到坠饰的主人",
},
},
[26497] = {
["T"] = "邪枝渣滓",
["O"] = "在辛萨罗杀死5名邪枝巫医和5名邪枝猎头者。",
["S"] = {
"消灭邪枝猎头者",
"消灭邪枝巫医",
},
},
[9218] = {
["T"] = "脊骨之尘",
["O"] = "将10份脊骨之尘交给塔奎林的魔导师艾米妮尔。",
["S"] = {
"脊骨之尘",
},
},
[53502] = {
["T"] = "异乡异客",
["O"] = "在奥格瑞玛和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[8624] = {
["T"] = "风暴召唤者的护腿",
["O"] = "把巨型沙虫的皮、2个征战塑像、5个青铜甲虫和5个象牙甲虫交给安其拉的坎多斯特拉兹。你必须首先在诺兹多姆的子嗣中达到友善声望才可以完成这个任务。",
["S"] = {
"巨型沙虫的皮",
"征战塑像",
"象牙甲虫",
"青铜甲虫",
"仇恨 / 友善 诺兹多姆的子嗣",
},
},
[7161] = {
["T"] = "实验场",
["O"] = "到主基地东南边的蛮爪洞穴中去找到霜狼军旗，然后把它交给拉格隆德。",
["S"] = {
"霜狼军旗",
},
},
[62461] = {
["T"] = "密径追猎",
["O"] = "在野兽密径完成狩猎。\r\n\r\n建议玩家人数：[5]",
["S"] = {
"完成狩猎",
},
},
[62717] = {
["O"] = "Venari Rep Token Tracking",
["T"] = "Venari Rep Token Tracking",
},
[57316] = {
["T"] = "阶梯",
["O"] = "在伤逝剧场中击败3名对手。",
["S"] = {
"击败伤逝剧场的对手",
},
},
[38656] = {
["O"] = "将恶魔徽章送还给月神殿的伊索莱·夜星。",
["T"] = "恶魔印记",
},
[9730] = {
["T"] = "暗潮纳迦的首领",
["O"] = "杀死环礁湖的哈格哈兹王子，然后返回赞加沼泽的塞纳里奥庇护所，向监护者哈穆特领取奖赏。",
["S"] = {
"消灭哈格哈兹王子",
},
},
[27777] = {
["T"] = "核心访问码",
["O"] = "从疯狂的焊钩处获得核心访问码。",
["S"] = {
"核心访问码",
},
},
[27905] = {
["T"] = "机尾炮手！",
["O"] = "使用追踪炮来保护司克诺兹轰炸机。",
["S"] = {
"逃出太阳方尖碑",
},
},
[47871] = {
["T"] = "航海必需品",
["O"] = "收集一顶航海帽、一张航海图和一个风化的望远镜。",
["S"] = {
"航海帽",
"航海图",
"风化的望远镜",
},
},
[9986] = {
["T"] = "教训鸦人",
["O"] = "杀死里斯克鸦巢的阿什卡兹，西诺鸦巢的埃伊特和基斯鸦巢的乌达克，然后返回奥蕾莉亚要塞向山德复命。",
["S"] = {
"消灭阿什卡兹",
"消灭埃伊特",
"消灭乌达克",
},
},
[10050] = {
["T"] = "阴魂不散",
["O"] = "荣耀堡卫兵维斯洛要你前往南边的远征军物资库，杀死12个步兵的阴魂、10个巫师的阴魂和5个骑士的阴魂。",
["S"] = {
"消灭步兵的阴魂",
"消灭巫师的阴魂",
"消灭骑士的阴魂",
},
},
[28417] = {
["T"] = "无辜",
["O"] = "取得一只获救的红色雏龙、一只获救的绿色雏龙、一只获救的蓝色雏龙和一只获救的青铜雏龙。",
["S"] = {
"获救的红色雏龙",
"获救的绿色雏龙",
"获救的蓝色雏龙",
"获救的青铜雏龙",
},
},
[28545] = {
["O"] = "去找冬泉谷冰火温泉的多诺瓦·雪山。",
["T"] = "大酋长的命令：冬泉谷！",
},
[2561] = {
["T"] = "利爪德鲁伊",
["O"] = "杀掉奥本·怒爪的失去灵魂的躯体，然后对其使用巫毒咒符。",
["S"] = {
"释放奥本·怒爪的灵魂",
},
},
[10306] = {
["T"] = "咒术师鲁米拉斯",
["O"] = "在巫师街内找到咒术师鲁米拉斯的住所，将披风放回衣柜里。然后与肯瑞瓦村的管理者戴沃斯谈一谈。",
["S"] = {
"让鲁米拉斯的灵魂安息",
},
},
[49663] = {
["O"] = "返回达萨罗与拉斯塔哈大王见面。",
["T"] = "虚假预言",
},
[41728] = {
["T"] = "保卫天禅院",
["O"] = "前往潘达利亚的翡翠林，到天禅院找祝踏岚。与五晨寺西边的泰克泰克交谈以飞往目的地。",
["S"] = {
"与泰克泰克交谈（可选）",
"到达天禅院",
},
},
[29185] = {
["O"] = "日常第二级，英雄（第一次）",
["T"] = "日常第二级，英雄（第一次）",
},
[6343] = {
["O"] = "与利奥拉交谈，租用角鹰兽飞回多兰纳尔。当你抵达多兰纳尔之后，将艾奎恩妮的笔记交给奈欧玛。",
["T"] = "返回奈欧玛身边",
},
[10626] = {
["T"] = "夺取武器",
["O"] = "将玛卡扎顿之刃和莫戈洛隆之刃交给蛮锤要塞的奥丁·雷拳。",
["S"] = {
"玛卡扎顿之刃",
"莫戈洛隆之刃",
},
},
[50988] = {
["O"] = "在安利港内与瑟希·狂炮会面。",
["T"] = "经济机遇",
},
[32169] = {
["O"] = "去卡桑琅丛林的统御岗哨与乔恩·星眼谈一谈。",
["T"] = "巨大的胜利",
},
[29825] = {
["T"] = "师生义绝",
["O"] = "安卡赫特的先知伊克塞特要求你去刺杀先知纳多克斯。",
["S"] = {
"消灭纳多克斯长老",
},
},
[35886] = {
["O"] = "玛拉顿（毒菇洞穴）奖励任务",
["T"] = "玛拉顿（毒菇洞穴）奖励任务",
},
[10946] = {
["T"] = "灰舌的计谋",
["O"] = "前往风暴要塞，在穿着灰舌兜帽的情况下杀死奥。完成任务之后回到影月谷，向阿卡玛复命。",
["S"] = {
"灰舌的计谋",
},
},
[60414] = {
["T"] = "稀有资源",
["O"] = "从暗影界的稀有怪物和宝箱中收集3枚掮客硬币。",
["S"] = {
"掮客硬币",
},
},
[36097] = {
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
["T"] = "力量的证明：掠食者利爪",
},
[48553] = {
["T"] = "再度流淌",
["O"] = "修复枯萎峡谷中的喷泉。",
["S"] = {
"修理北部喷泉",
"修复南部喷泉",
},
},
[52991] = {
["O"] = "[已移除]",
["T"] = "[已移除]",
},
[11266] = {
["O"] = "将亚勒伯龙攻击计划交给冬蹄营地的塞莉亚·冰鬃。",
["T"] = "亚勒伯龙攻击计划",
},
[45312] = {
["O"] = "带上这一小撮毛发回到搏击俱乐部。",
["T"] = "捣肉成弹",
},
[54] = {
["O"] = "将治安官玛克布莱德的文件带给艾尔文森林中闪金镇的治安官杜汉。",
["T"] = "去闪金镇报到",
},
[2158] = {
["O"] = "和狮王之傲旅店的旅店老板法雷谈一谈。",
["T"] = "休息和放松",
},
[39214] = {
["O"] = "前往奥丁之眼的位置。",
["T"] = "奥丁之眼",
},
[62718] = {
["T"] = "英雄之眠",
["O"] = "在英雄之眠和卡莉丝塞茵交谈。",
["S"] = {
"使用通往英雄之眠的传送门",
},
},
[55064] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：锈栓留声机",
},
[31617] = {
["O"] = "LFGDungeons - Mists - Scenario - Normal Random - Nth",
["T"] = "LFGDungeons - Mists - Scenario - Normal Random - Nth",
},
[2945] = {
["O"] = "想方法把脏兮兮的戒指弄干净。",
["T"] = "脏兮兮的戒指",
},
[56356] = {
["O"] = "在永恒王宫击败艾萨拉女王。",
["T"] = "永恒王宫：女王的赌局",
},
[86] = {
["T"] = "比利的馅饼",
["O"] = "给斯通菲尔德农场的波尼斯·斯通菲尔德带去4块嫩野猪肉。",
["S"] = {
"嫩野猪肉",
},
},
[39681] = {
["T"] = "魔石特质",
["O"] = "观察奥拉尔德使用魔石矿石进行锻造。",
["S"] = {
"观察奥拉尔德的工作",
},
},
[39937] = {
["T"] = "克制之力",
["O"] = "从扎赫纳尔魔网废墟的堕夜精灵和枯法者身上收集10份魔尘，然后调配成魔力颜料。",
["S"] = {
"魔尘（可选）",
"魔力颜料",
},
},
[29019] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[7928] = {
["O"] = "当暗月马戏团来到镇上的时候，把督军套牌交给他们。",
["T"] = "暗月督军套牌",
},
[40705] = {
["T"] = "牧师的事务",
["O"] = "在提瑞斯法林地的法奥之墓参加秘密会议。",
["S"] = {
"使用法奥的炉石（可选）",
"在提瑞斯法林地的法奥之墓与牧师见面",
},
},
[31580] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员阿娜索丝，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[33026] = {
["T"] = "这些可不是肥美的山羊肉排",
["O"] = "制造什锦汤面餐车并收集50块肥美的龟肉排。",
["S"] = {
"制造什锦汤面餐车",
"肥美的龟肉排",
},
},
[54709] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[12482] = {
["T"] = "进攻尼弗莱瓦",
["O"] = "游侠队长艾蕾尔要你前往尼弗莱瓦，杀死5名掠龙战士、4名掠龙符文法师和4条掠龙猎犬。",
["S"] = {
"消灭掠龙战士",
"消灭掠龙符文先知",
"消灭掠龙猎犬",
},
},
[25090] = {
["T"] = "腐烂的爪子",
["O"] = "给炉灰庄园的亡灵卫兵迪林格尔带回7只腐烂的爪子。",
["S"] = {
"腐烂的爪子",
},
},
[50432] = {
["O"] = "泰坦革新",
["T"] = "泰坦革新",
},
[31324] = {
["T"] = "祖传秘方",
["O"] = "收集5份风暴烈酒秘方。",
["S"] = {
"风暴烈酒秘方",
},
},
[56344] = {
["O"] = "与嘉里克船长在暗槌堡垒外边见面。",
["T"] = "前往暗槌堡垒",
},
[25602] = {
["T"] = "没有火花，生不了火",
["O"] = "在巴德的挖掘场找到一桶火药。",
["S"] = {
"一桶火药",
},
},
[56338] = {
["O"] = "在阿什兰的部落基地战争之矛中找到并消灭高阶督军沃拉斯。",
["T"] = "沃拉斯必须死",
},
[12930] = {
["T"] = "稀有的土壤",
["O"] = "使用土灵采矿锄收集7块魔化土壤。将这些土壤和5张霜纹布交给布德克拉格庇护所的塑石者布德克拉格。",
["S"] = {
"魔化土壤",
"霜纹布",
},
},
[35586] = {
["O"] = "死亡矿井奖励任务",
["T"] = "死亡矿井奖励任务",
},
[60415] = {
["T"] = "稀有资源",
["O"] = "从暗影界的稀有怪物和宝箱中收集3枚掮客硬币。",
["S"] = {
"掮客硬币",
},
},
[6964] = {
["O"] = "与奥格瑞玛智慧谷中的萨格尼谈谈关于冬幕节的情况。",
["T"] = "冬幕节的意义",
},
[26370] = {
["O"] = "向西部荒野哨兵岭的治安官格里安·斯托曼报告。",
["T"] = "回到哨兵岭",
},
[56336] = {
["T"] = "获得神器碎片",
["O"] = "暴风之盾堡垒的艾希兰姆希望你消灭阿什兰主干道外围的生物，带回50个神器碎片。",
["S"] = {
"神器碎片",
},
},
[36866] = {
["O"] = "黑石塔下层奖励任务",
["T"] = "黑石塔下层奖励任务",
},
[60373] = {
["T"] = "哀藤之源",
["O"] = "从雷文德斯的稀有怪物和宝箱中收集3根哀藤。",
["S"] = {
"哀藤",
},
},
[3361] = {
["T"] = "逃难者的困境",
["O"] = "取得菲利克斯的盒子、菲利克斯的箱子和菲利克斯的螺钉桶。",
["S"] = {
"菲利克斯的盒子",
"菲利克斯的箱子",
"菲利克斯的螺钉桶",
},
},
[13506] = {
["O"] = "将碎矛命令带给玛塞斯特拉废墟的莫拉·星风中尉。",
["T"] = "担心的理由",
},
[11920] = {
["O"] = "与无畏要塞内的斩雷号战舰上的“左撇子”鲁格塞尔船长谈一谈。",
["T"] = "隐藏的诅咒教徒",
},
[62719] = {
["O"] = "需要刻符者的回忆，适合你的职业的护甲符文容器，和两种不同的公函。这些物品可以通过制作获取，也可以在拍卖行中购买。",
["T"] = "最后一片",
},
[32678] = {
["O"] = "去螳螂高原的影踪卫戍营向斥候队长艾尔希娅报告。",
["T"] = "雷霆召唤",
},
[27522] = {
["T"] = "不打不成招",
["O"] = "殴打至少6名天灾攻城技师，找出吉德文的下落，并搞清楚是谁抓了他。",
["S"] = {
"殴打天灾攻城技师",
"找到吉德文的下落",
"找到逮捕吉德文的人",
},
},
[32680] = {
["T"] = "风雨欲来",
["O"] = "与斥候队长艾尔希娅一同前往雷神岛。",
["S"] = {
"与艾尔希娅交谈",
"发现雷神岛",
},
},
[13890] = {
["T"] = "别让火灭了",
["O"] = "佐拉姆加的指挥官怒牙要你将魔尾多头蛇之油浇在灯塔的火焰上。",
["S"] = {
"点燃灯塔火焰",
},
},
[46] = {
["T"] = "悬赏鱼人",
["O"] = "给艾尔文森林东部的桥边的卫兵托马斯带去8个破损的鱼人鳞片。",
["S"] = {
"破损的鱼人鳞片",
},
},
[39682] = {
["T"] = "侠盗蝙蝠手",
["O"] = "骑上魔蝠前往地窟上方。",
["S"] = {
"搭乘吸血魔蝠前往地窟上方",
},
},
[28162] = {
["T"] = "沼泽之饵",
["O"] = "你的任务是从托尔巴拉德的巴拉丁鳄鱼身上收集8张鳄鱼皮。你可以在巴拉丁监狱西边的沼泽中找到鳄鱼。",
["S"] = {
"鳄鱼皮",
},
},
[11696] = {
["O"] = "前往奴隶围栏，寻找鲁玛·天母的下落。",
["T"] = "埃霍恩就在这里！",
},
[28418] = {
["T"] = "燃烧的复仇",
["O"] = "杀死5名黑石驭龙者和5只火鳞小龙。",
["S"] = {
"消灭黑石驭龙者",
"消灭火鳞小龙",
},
},
[40706] = {
["T"] = "称手神兵",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[30095] = {
["O"] = "和时光之末中的诺兹多姆谈一谈。",
["T"] = "时光之末",
},
[49409] = {
["T"] = "失落的宝藏！",
["O"] = "问问奈德、南斯·巴尔米和努布努布关于宝藏的事，然后找到宝藏。",
["S"] = {
"询问奈德",
"询问努布努布",
"询问南斯·巴尔米",
},
},
[32681] = {
["T"] = "风雨欲来",
["O"] = "与温蕾萨·风行者一同前往雷神岛。",
["S"] = {
"与温蕾萨交谈",
"发现雷神岛",
},
},
[26137] = {
["O"] = "到湿地去同丹奥加兹附近的巡山人拉伦谈一谈。",
["T"] = "小子们情况如何",
},
[29186] = {
["T"] = "妖术领主的神像",
["O"] = "从祖阿曼的妖术领主玛拉卡斯那里取得妖术领主的雕像。",
["S"] = {
"妖术领主的神像",
},
},
[11536] = {
["T"] = "不要停下……",
["O"] = "阳湾军械库的铁匠霍尔萨希望你去杀死东面的暗脊侍从，夺取他们的钥匙，然后从他们的箱子里偷取3块矿石。",
["S"] = {
"暗脊铁矿石",
},
},
[29404] = {
["O"] = "Speak to Master Shang Xi.",
["T"] = "Much to Learn",
},
[29570] = {
["T"] = "救援远征小队",
["O"] = "探明缚地者雷葛和唤风者克劳恩到底遇到了什么麻烦，然后向观察者杰哈恩复命。",
["S"] = {
"找到缚地者雷葛",
"找到唤风者克劳恩",
},
},
[51201] = {
["T"] = "巨魔的故事",
["O"] = "和被俘的赞达拉巨魔交谈，查明联盟舰队是如何沉没的。",
["S"] = {
"和被俘的赞达拉巨魔交谈",
},
},
[8600] = {
["T"] = "部落需要硬甲皮！",
["O"] = "把10块硬甲皮交给奥格瑞玛精神谷的塞拉图斯。",
["S"] = {
"硬甲皮",
},
},
[76] = {
["T"] = "玉石矿洞",
["O"] = "查看玉石矿洞，然后回到闪金镇去向治安官杜汉报告。",
["S"] = {
"侦察玉石矿洞",
},
},
[35587] = {
["O"] = "死亡矿井奖励任务",
["T"] = "死亡矿井奖励任务",
},
[60416] = {
["T"] = "稀有资源",
["O"] = "从暗影界的稀有怪物和宝箱中收集3枚掮客硬币。",
["S"] = {
"掮客硬币",
},
},
[28697] = {
["T"] = "鬼魂毁灭者",
["O"] = "前往营地东北方的拉尔戈的瞭望台消灭任意14只鬼魂。",
["S"] = {
"杀死拉尔戈的瞭望台的幽灵",
},
},
[28953] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[28764] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[36867] = {
["O"] = "黑石塔下层（额外）奖励任务",
["T"] = "黑石塔下层（额外）奖励任务",
},
[30745] = {
["T"] = "制造难题",
["O"] = "在寇塔峰击败5只咔啡成瘾的雪人。",
["S"] = {
"消灭咔啡成瘾的雪人",
},
},
[53761] = {
["T"] = "海盗的宝藏",
["O"] = "找到第二件圣物。",
["S"] = {
"找到海盗之家",
},
},
[31513] = {
["T"] = "圣化长剑",
["O"] = "收集两把圣化长剑。",
["S"] = {
"圣化长剑",
},
},
[28490] = {
["O"] = "去找黑海岸洛达内尔的女祭司德塔莉亚。",
["T"] = "英雄的召唤：黑海岸！",
},
[38147] = {
["T"] = "纠结的梦境",
["O"] = "消灭墨菲尔。",
["S"] = {
"消灭墨菲尔",
},
},
[31490] = {
["T"] = "所有成员",
["O"] = "在血色大厅击败50个血色十字军的成员。",
["S"] = {
"击败血色十字军战士",
},
},
[31618] = {
["O"] = "LFGDungeons - Mists - Normal Random - 1st",
["T"] = "LFGDungeons - Mists - Normal Random - 1st",
},
[38915] = {
["O"] = "前往雪盲台地。",
["T"] = "雪盲台地之战",
},
[14127] = {
["O"] = "将斥候的命令送往奥格瑞玛后门的阿格图·血拳处。",
["T"] = "上层精灵归来？",
},
[39427] = {
["T"] = "雄鹰之魂的祝福",
["O"] = "在至高岭的护灵岗哨接受雄鹰之魂的祝福。",
["S"] = {
"飞往护灵岗哨",
},
},
[39683] = {
["T"] = "战火锤炼",
["O"] = "消灭伊莫拉斯并获取他的力量。",
["S"] = {
"消灭伊莫拉斯并获取力量",
},
},
[39939] = {
["O"] = "在阿苏纳的邪焰隘口附近寻找扎莉娅·影心。",
["T"] = "纹刻知识",
},
[24730] = {
["T"] = "挖骨头",
["O"] = "收集8根恐龙骨头。",
["S"] = {
"恐龙骨头",
},
},
[13999] = {
["O"] = "去北贫瘠之地的棘齿城，将赫布瑞姆的研究成果交给那里的萨莎雅。",
["T"] = "蘑菇特工",
},
[56086] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库里。",
["T"] = "图纸：全息数字化中继器",
},
[24579] = {
["T"] = "消灭萨塔里奥！",
["O"] = "消灭萨塔里奥。\n\n这个任务可以在任何难度和规模的团队副本中完成。",
["S"] = {
"消灭萨塔里奥",
},
},
[32709] = {
["O"] = "在阴冷洞窟与祝踏岚交谈。",
["T"] = "暗影中的盟友",
},
[32715] = {
["T"] = "皇后的安魂曲",
["O"] = "让莫纳拉安息。",
["S"] = {
"消灭莫纳拉",
},
},
[49922] = {
["T"] = "达卡大王",
["O"] = "消灭达卡大王。",
["S"] = {
"消灭达卡大王",
},
},
[26266] = {
["O"] = "把杂味炖肉带给哨兵岭的希望·萨丁。",
["T"] = "人们的希望",
},
[8515] = {
["T"] = "联盟需要厚皮！",
["O"] = "把10块厚皮交给铁炉堡军事区的玛塔·钢轴。",
["S"] = {
"厚皮",
},
},
[50690] = {
["O"] = "与凯拉·弗雷斯通交流。",
["T"] = "希望之光",
},
[25475] = {
["O"] = "把求救定位器带到深痕谷附近山洞中的奥格索普的母体机器人旁边。",
["T"] = "寻找OOX-22/FE！",
},
[34820] = {
["O"] = "查明雪莉和失踪伐木工们的下落。",
["T"] = "失踪的伐木工",
},
[8771] = {
["T"] = "目标：亚什沙行者",
["O"] = "击杀30只亚什沙行者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 II才能完成这个任务。",
["S"] = {
"消灭亚什沙行者",
},
},
[35332] = {
["O"] = "在元素王座找到守备官努波顿。",
["T"] = "努波顿的邀请",
},
[35588] = {
["O"] = "祖尔法拉克奖励任务",
["T"] = "祖尔法拉克奖励任务",
},
[60417] = {
["T"] = "稀有资源",
["O"] = "从暗影界的稀有怪物和宝箱中收集3枚掮客硬币。",
["S"] = {
"掮客硬币",
},
},
[26243] = {
["T"] = "世界之柱",
["O"] = "向玛鲁特·缚石询问关于世界之柱的事情。",
["S"] = {
"聆听关于世界之柱的事情",
},
},
[26371] = {
["O"] = "在西部荒野灯塔找到葛瑞森船长。",
["T"] = "葛瑞森船长的传说",
},
[44803] = {
["T"] = "重返卡拉赞：一家之主",
["O"] = "收集清单上的物品，并将其带到卡拉赞外的墓地里。",
["S"] = {
"完成“恶心的任务”任务",
"完成“稀有美酒”任务",
"香辣烤肋排",
"主人的铃铛",
},
},
[27356] = {
["T"] = "议会的未来",
["O"] = "进入影牙城堡，从沃登勋爵那里夺取沃登的药剂，还有5捆月触之木和5束不死肌腱。",
["S"] = {
"沃登的药剂",
"月触之木",
"不死肌腱",
},
},
[9283] = {
["T"] = "拯救幸存者！",
["O"] = "使用你的“纳鲁的赐福”这一能力拯救埃门谷中的任意一名德莱尼幸存者，然后向埃门谷坠毁点的扎尔杜复命。",
["S"] = {
"救助德莱尼幸存者",
},
},
[53762] = {
["T"] = "风暴王冠",
["O"] = "取回第三件圣物。",
["S"] = {
"找到托亚塔纳的洞穴",
},
},
[27228] = {
["T"] = "对抗憎恶",
["O"] = "宰杀吞咽者拉姆斯登。",
["S"] = {
"消灭吞咽者拉姆斯登",
},
},
[56071] = {
["O"] = "将反同步震刃交给锈栓镇的莉吉特。",
["T"] = "反同步震刃",
},
[56064] = {
["T"] = "突袭：黑暗帝国",
["O"] = "在锦绣谷击退恩佐斯突袭。",
["S"] = {
"净化恩佐斯的腐蚀",
},
},
[27395] = {
["T"] = "射手的武器",
["O"] = "进入影牙城堡，获得高弗雷的水晶瞄准镜，还有5捆月触之木和5束不死肌腱。",
["S"] = {
"高弗雷的水晶瞄准镜",
"月触之木",
"不死肌腱",
},
},
[27523] = {
["T"] = "天杀的暗翼蝠",
["O"] = "获取一块暗翼蝠的毛皮。",
["S"] = {
"暗翼蝠的毛皮",
},
},
[9731] = {
["T"] = "抽水泵结构图",
["O"] = "前往毒蛇湖搜寻抽水泵的踪迹，然后向塞纳里奥庇护所的伊谢尔·风歌汇报你的发现。",
["S"] = {
"发现抽水泵",
},
},
[9795] = {
["O"] = "前往刀锋山的雷神要塞，与奈克塔尔谈一谈。",
["T"] = "食人魔的威胁",
},
[27907] = {
["T"] = "祝祷之花",
["O"] = "从流沙泥潭收集10株祝祷之花。",
["S"] = {
"祝祷之花",
},
},
[9923] = {
["T"] = "救命啊！",
["O"] = "找到石拳钥匙，解救考尔奇，然后向塔拉的阿雷克隆复命。",
["S"] = {
"营救考尔奇",
},
},
[28163] = {
["T"] = "负隅顽抗",
["O"] = "你的任务是在托尔巴拉德杀死12名部落步兵。你可以在托尔巴拉德的熔渣车间、典狱官岗哨和铁甲兵营找到他们。",
["S"] = {
"部落步兵",
},
},
[28291] = {
["O"] = "去找拉穆卡恒军团前哨的高阶指挥官卡姆塞斯。",
["T"] = "回到营地",
},
[10115] = {
["T"] = "匕潭的威胁",
["O"] = "杀死3个匕潭刺客和15个匕潭泥居者。",
["S"] = {
"消灭匕潭刺客",
"消灭匕潭泥居者",
},
},
[10179] = {
["O"] = "与虚空风暴肯瑞瓦村的管理者戴沃斯谈一谈。",
["T"] = "肯瑞瓦村的管理者",
},
[28675] = {
["O"] = "去找悲伤沼泽沼桨镇的贸易巨头银罐。",
["T"] = "英雄的召唤：悲伤沼泽！",
},
[10307] = {
["T"] = "考利恩·霜纹",
["O"] = "在巫师街内找到考利恩·霜纹的住所，将帽子放回小提箱中。然后与肯瑞瓦村的管理者戴沃斯谈一谈。",
["S"] = {
"让考利恩的灵魂安息",
},
},
[56042] = {
["O"] = "布林顿7000",
["T"] = "布林顿7000",
},
[56034] = {
["T"] = "调整局面",
["O"] = "对3只流浪的野猪使用尺寸调整器9.0.1版。",
["S"] = {
"对流浪的野猪使用尺寸调整器9.0.1版",
},
},
[26588] = {
["T"] = "狂怒的大鱼",
["O"] = "在怒水河中捕捉一条巨型狂怒之刺，怒水河就在奥格瑞玛西边的大门外。完成任务之后，向荣誉谷的纳兹加尔复命。",
["S"] = {
"巨型狂怒之刺",
},
},
[56031] = {
["O"] = "在风之救赎号上与吉恩·格雷迈恩交谈。",
["T"] = "狼王之咬",
},
[29443] = {
["O"] = "把灌魔水晶带给暗月岛上暗月马戏团里的萨杜斯·帕雷教授。",
["T"] = "奇怪的水晶",
},
[29571] = {
["O"] = "和幽暗沼泽内的观察者杰哈恩谈一谈。",
["T"] = "协助野性之力",
},
[10755] = {
["O"] = "将原始钥匙模具交给地狱火半岛萨尔玛的纳兹格雷尔。",
["T"] = "堡垒的钥匙",
},
[35077] = {
["T"] = "消灭真菌",
["O"] = "使用QR58烈焰喷射者摧毁20个孢子脓疱。",
["S"] = {
"焚烧孢子脓疱",
},
},
[43524] = {
["T"] = "群星庭院：文学改良",
["O"] = "在史诗难度的群星庭院找到洛休斯的第一版《卷轴、印记及夜之子之道》。",
["S"] = {
"结界、印记及夜之子之道",
},
},
[35589] = {
["O"] = "Zul'Farrak Bonus Reward",
["T"] = "Zul'Farrak Bonus Reward",
},
[60418] = {
["T"] = "晋升堡垒的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫晋升堡垒。你也可以通过在晋升高塔和通灵战潮地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫晋升堡垒",
},
},
[36101] = {
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
["T"] = "力量的证明：黄蜂尾针",
},
[30467] = {
["O"] = "在墨鳃潭找到武鹏。",
["T"] = "我的儿子……",
},
[32874] = {
["O"] = "LFGDungeons - Mists - Scenario - Heroic Random - Nth",
["T"] = "LFGDungeons - Mists - Scenario - Heroic Random - Nth",
},
[10896] = {
["T"] = "被感染的保卫者",
["O"] = "拉库泰要你杀掉25只木螨，然后返回难民车队向他复命。在腐烂的森林愤怒者和被感染的根须漫步者身上都可以找到木螨。",
["S"] = {
"消灭木螨",
},
},
[52148] = {
["T"] = "自由镇: 海盗末路",
["O"] = "在自由镇地下城中击杀哈兰·斯威提。",
["S"] = {
"击败自由镇的哈兰·斯威提",
},
},
[53763] = {
["T"] = "利刃扭转",
["O"] = "在湮灭峭壁与萨拉塔斯见面。",
["S"] = {
"找到萨拉塔斯",
},
},
[32706] = {
["O"] = "在阴冷洞窟与祝踏岚交谈。",
["T"] = "暗影中的盟友",
},
[11523] = {
["T"] = "激活结界！",
["O"] = "破碎残阳基地的瑟里斯·黎明之心希望你能从失心魔瘾者和失心吞噬者那里获取4份法力余烬，用它们激活阳湾港建筑物外围的水晶结界。",
["S"] = {
"激活水晶结界",
},
},
[11587] = {
["T"] = "越狱",
["O"] = "琥珀崖的图书馆员多纳森要你前往蓝玉营地，从蓝玉法师猎手那里夺得蓝玉监狱钥匙，利用它从奥术牢笼中解救一名被囚禁的法师。",
["S"] = {
"营救奥术囚犯",
},
},
[38405] = {
["T"] = "抵御风暴",
["O"] = "在赫达沙尔找到登山鞋、浸油斗篷，以及魔化磁石。",
["S"] = {
"魔化磁石",
"登山鞋",
"浸油斗篷",
},
},
[31619] = {
["O"] = "LFGDungeons - Mists - Normal Random - Nth",
["T"] = "LFGDungeons - Mists - Normal Random - Nth",
},
[55299] = {
["O"] = "把鱼带给丹妮尔·渔钓。",
["T"] = "食泥臭鱼",
},
[25820] = {
["T"] = "母亲的担忧",
["O"] = "杀死10条海湾裂鳍鱼。",
["S"] = {
"消灭海湾裂鳍鱼",
},
},
[34554] = {
["O"] = "Upper Blackrock Spire Challenge Mode - Bronze Addition (Nth)",
["T"] = "Upper Blackrock Spire Challenge Mode - Bronze Addition (Nth)",
},
[39685] = {
["T"] = "冻结时光",
["O"] = "启动寒冰地窟中的反制机关。",
["S"] = {
"启动东部反制机关",
"启动南部反制机关",
"启动西部反制机关",
},
},
[25564] = {
["T"] = "暴风城海豹突击队",
["O"] = "找到6件暴风城海豹突击队员装备。",
["S"] = {
"暴风城海豹突击队员装备",
},
},
[35891] = {
["O"] = "厄运之槌（中心花园）奖励任务",
["T"] = "厄运之槌（中心花园）奖励任务",
},
[30618] = {
["T"] = "恢复酒坛集的补给",
["O"] = "去凛风洞找回8箱失窃的补给品。",
["S"] = {
"失窃的补给品",
},
},
[8895] = {
["O"] = "将无记号的信件送给永歌森林北部圣殿的魔网监护者凯丹尼斯。",
["T"] = "送往北部圣殿的信",
},
[12291] = {
["T"] = "被遗忘的故事",
["O"] = "听取被遗忘的农夫、被遗忘的火枪手、被遗忘的骑士和被遗忘的步兵所讲述的故事。",
["S"] = {
"询问被遗忘的农夫",
"询问被遗忘的火枪手",
"询问被遗忘的骑士",
"询问被遗忘的步兵",
},
},
[41221] = {
["O"] = "进入伊利达雷传送门，登上马顿的邪能之槌号。",
["T"] = "返回马顿。",
},
[12419] = {
["O"] = "将达莉亚的红玉胸针带回龙眠神殿的议会大厅交给克拉苏斯，并将她的命运告诉他。",
["T"] = "红玉巨龙圣地的命运",
},
[9616] = {
["O"] = "将血精灵布告交给碧蓝岗哨的大主教梅内莱厄斯。",
["T"] = "强盗！",
},
[41989] = {
["T"] = "同族之血",
["O"] = "击败安纳瑞斯，并带他去见莉莉丝·月郡。",
["S"] = {
"检查月郡纪念碑",
"击败安纳瑞斯·月郡",
},
},
[55849] = {
["O"] = "开垦钻机",
["T"] = "开垦钻机",
},
[24603] = {
["T"] = "不要停止砍杀",
["O"] = "杀掉13头钢鬃野猪人。",
["S"] = {
"击败钢鬃野猪人",
},
},
[34566] = {
["T"] = "听你指挥",
["O"] = "检查绘图桌并选择采用哪种岗哨建筑。",
["S"] = {
"使用绘图桌",
"选择建筑",
},
},
[12803] = {
["O"] = "前往索拉查盆地的荒芜边界，寻找弗蕾亚的化身。荒芜边界就在雨声河与迷失之地的交界处。",
["T"] = "自然的力量",
},
[32899] = {
["O"] = "日常场景随机（第N个）（迷雾）",
["T"] = "日常场景随机（第N个）（迷雾）",
},
[59907] = {
["T"] = "渊誓者威胁",
["O"] = "在罪人锻炉击败8名渊誓者。",
["S"] = {
"消灭渊誓者的部队",
},
},
[49076] = {
["T"] = "安托鲁斯，燃烧王座：黑暗通道",
["O"] = "从安托鲁斯，燃烧王座的猎魂者伊墨纳尔身上收集4枚通行符文（史诗难度）。",
["S"] = {
"通行符文",
},
},
[60419] = {
["T"] = "家园的麻烦",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫炽蓝仙野。你也可以通过在塞兹仙林的迷雾和彼界地下城中击败强大的敌人以达成目标。",
["S"] = {
"守护炽蓝仙野",
},
},
[26244] = {
["T"] = "一切归于土",
["O"] = "摧毁5只深石土元素。",
["S"] = {
"消灭深石土元素",
},
},
[38150] = {
["O"] = "Classic 20-29",
["T"] = "Classic 20-29",
},
[36614] = {
["T"] = "我自己的要塞",
["O"] = "收集2000份要塞资源，然后用绘图桌选择你的议政厅，并将要塞升至3级。",
["S"] = {
"收集要塞物资（可选）",
},
},
[55823] = {
["T"] = "赏金任务：一些螃蟹",
["O"] = "消灭15只螃蟹。",
["S"] = {
"消灭螃蟹",
},
},
[8655] = {
["T"] = "复仇者的胫甲",
["O"] = "把其拉统御腕轮、2个先知塑像、5个青铜甲虫和5个陶土甲虫交给安其拉的坎多斯特拉兹。你必须首先在诺兹多姆的子嗣中达到中立声望才可以完成这个任务。",
["S"] = {
"其拉统御腕轮",
"先知塑像",
"青铜甲虫",
"陶土甲虫",
"仇恨 / 中立 诺兹多姆的子嗣",
},
},
[55819] = {
["T"] = "赏金任务：一些鱼人",
["O"] = "消灭15个鱼人。",
["S"] = {
"消灭鱼人",
},
},
[32983] = {
["T"] = "在巨人的阴影下",
["O"] = "救出弗莱姆洛格和金德勒。",
["S"] = {
"救出弗莱姆洛格",
"救出金德勒",
},
},
[62467] = {
["O"] = "获得一颗种子并将其种在灵种里。",
["T"] = "随心挑选",
},
[62723] = {
["T"] = "鼓舞晋升堡垒",
["O"] = "帮助晋升堡垒完成支线任务，额外奖励，世界任务，以及消灭稀有生物。你也可以在晋升堡垒地下城中击败强大敌人。",
["S"] = {
"帮助格里恩",
},
},
[27396] = {
["T"] = "碎手之刃",
["O"] = "进入影牙城堡，从指挥官斯普林瓦尔那里夺得斯普林瓦尔的磨刀石，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"斯普林瓦尔的磨刀石",
"月钢锭",
"不死肌腱",
},
},
[27524] = {
["O"] = "在东瘟疫之地的病木林中找到塔伦纳·射日者。",
["T"] = "盲目的愤怒",
},
[55801] = {
["T"] = "征用：我们全都要",
["O"] = "在纳沙塔尔收集资源。",
["S"] = {
[5] = "一堆漂浮物",
[6] = "深海珊瑚苗",
[7] = "黏糊糊的海草",
},
},
[55783] = {
["T"] = "刀下留人",
["O"] = "完成“刀下留人”场景战役。",
["S"] = {
"和吉安娜交谈",
},
},
[27908] = {
["T"] = "泥潭的秘密",
["O"] = "从移动的潭泥身上收集10份充满活力的淤泥样本。",
["S"] = {
"充满活力的淤泥",
},
},
[39686] = {
["T"] = "一路向上",
["O"] = "搭乘升降梯前往审判大厅。",
["S"] = {
"前往审判大厅",
},
},
[39942] = {
["O"] = "把安瑟瑞尔水晶带给达拉然的帕林教授。",
["T"] = "安瑟瑞尔水晶",
},
[28292] = {
["O"] = "跟暴风城暴风要塞的哈里森·琼斯谈一谈。",
["T"] = "那不是金字塔！",
},
[27031] = {
["T"] = "飞行呆子",
["O"] = "从金色雄鹰身上收集3根原始翼羽。",
["S"] = {
"原始翼羽",
},
},
[28548] = {
["O"] = "去找凄凉之地塔迪萨兰的弗瑞恩。",
["T"] = "大酋长的命令：凄凉之地！",
},
[28676] = {
["O"] = "与班萨罗兽穴里面的瑞诺·弹幕交谈。",
["T"] = "灭虫行动",
},
[14403] = {
["O"] = "跟海瓦尔德渔场的塞巴斯蒂安·海瓦尔德谈一谈。",
["T"] = "海瓦尔德兄弟",
},
[57860] = {
["T"] = "乔装潜入",
["O"] = "在卡莉娥佩之憩收集3份弃誓者制服残片和一个军需官的徽记。",
["S"] = {
"弃誓者制服残片",
"军需官的徽记",
},
},
[33543] = {
["T"] = "嘲颅氏族",
["O"] = "找到一位嘲颅氏族成员。",
["S"] = {
"平静地接近死神之靥",
},
},
[31579] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[8720] = {
["O"] = "夜光长者",
["T"] = "夜光长者",
},
[29444] = {
["O"] = "把怪异的蛋带给暗月岛上的暗月马戏团的亚布·尼比盖尔。",
["T"] = "古怪的蛋",
},
[42758] = {
["T"] = "你需要一条大船！",
["O"] = "拔33颗锋利的鲨鱼利齿。",
["S"] = {
"收集锋利的鲨鱼利齿",
},
},
[54451] = {
["O"] = "和收集者寇乔交谈.",
["T"] = "来自求知者的礼物",
},
[35079] = {
["T"] = "杀菌炮台",
["O"] = "启动6台杀菌炮台。",
["S"] = {
"激活炮台",
},
},
[7490] = {
["O"] = "将奥妮克希亚的徽记交给奥格瑞玛的伊崔格。",
["T"] = "部落的胜利",
},
[28187] = {
["T"] = "还早得很哪！",
["O"] = "你做好护送元首司克诺兹离开燃烧的建筑的准备后，就跟他谈谈。",
["S"] = {
"护送司克诺兹到安全地带",
},
},
[60420] = {
["T"] = "玛卓克萨斯的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫玛卓克萨斯。你也可以通过在凋魂之殇和伤逝剧场地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫玛卓克萨斯",
},
},
[11439] = {
["T"] = "消防练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后与穿戏服的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[30468] = {
["T"] = "复仇之怒",
["O"] = "击败15个暴怒的锦鱼人。",
["S"] = {
"杀死暴怒的锦鱼人",
},
},
[36615] = {
["T"] = "我自己的要塞",
["O"] = "收集2000份要塞资源，然后用绘图桌选择你的议政厅，并将要塞升至3级。",
["S"] = {
"收集要塞物资（可选）",
},
},
[28699] = {
["O"] = "去找北荆棘谷反抗军营地的多伦上尉。",
["T"] = "英雄的召唤：北荆棘谷！",
},
[29339] = {
["O"] = "短缺奖励",
["T"] = "短缺奖励",
},
[44084] = {
["T"] = "为玛尔迦报仇",
["O"] = "杀掉8名酒庄管事或卫兵。",
["S"] = {
"消灭酒庄卫兵",
},
},
[54021] = {
["O"] = "在纳沙塔尔与首席奥术师塔莉萨会面。",
["T"] = "首席奥术师",
},
[7810] = {
["O"] = "与荆棘竞技场的小个子约翰·米斯瑞尔谈一谈。",
["T"] = "竞技场高手",
},
[62724] = {
["O"] = "Complete the Test.",
["T"] = "Ye Olde Test of Strength",
},
[38407] = {
["O"] = "把欧库纳的信带给艾瑞瑟夫人。",
["T"] = "漂流瓶",
},
[31620] = {
["O"] = "风暴烈酒酿造厂挑战模式——安慰（第N个）",
["T"] = "风暴烈酒酿造厂挑战模式——安慰（第N个）",
},
[13615] = {
["T"] = "箭壶见底",
["O"] = "莫尔杉壁垒的图伦要你从坠星湖地区收集10支耐用的箭矢。",
["S"] = {
"耐用的箭矢",
},
},
[44868] = {
["O"] = "在勇气试炼团队副本中击败海拉。",
["T"] = "勇气试炼：奥丁的审判",
},
[39733] = {
["O"] = "在达拉然的克拉苏斯平台与武士奥罗谈一谈。",
["T"] = "孤寂山岭",
},
[52147] = {
["O"] = "和杰塔瑞斯将军交谈，乘船前往纳兹米尔。",
["T"] = "削弱部落",
},
[48180] = {
["T"] = "超大问题",
["O"] = "击败远古哨兵。",
["S"] = {
"消灭远古哨兵",
},
},
[12432] = {
["T"] = "驾驶红色火箭",
["O"] = "风险湾灯塔的高洛克将军希望你去摧毁联盟的木材运输船。\n\n只有在部落占领灯塔的时候，高洛克将军才会出现。",
["S"] = {
"摧毁联盟的木材运输船",
},
},
[11727] = {
["O"] = "去向无畏要塞的哈默希尔中士报到。",
["T"] = "英雄的时代",
},
[32644] = {
["T"] = "突袭绍尔马拉",
["O"] = "完成突袭绍尔马拉。与吉安娜·普罗德摩尔交谈从而开始进攻。",
["S"] = {
"与吉安娜·普罗德摩尔交谈",
"完成突袭绍尔马拉",
},
},
[29659] = {
["T"] = "丢失的宝物",
["O"] = "前往风暴要塞的能源舰，为阿达尔拿回军团宝箱中的光耀之怒。",
["S"] = {
"光耀之怒",
},
},
[33078] = {
["T"] = "蔽目的黑暗",
["O"] = "把私语平原北部、东部、西部和南部部族之石上的文字摹拓下来。",
["S"] = {
"拓印东部部族之石",
"拓印北部部族之石",
"拓印西部部族之石",
"拓印南部部族之石",
},
},
[26012] = {
["O"] = "前往龙骨荒野，和龙眠神殿中的克拉苏斯交谈。",
["T"] = "龙眠之灾",
},
[35894] = {
["O"] = "厄运之槌（额外）奖励任务",
["T"] = "厄运之槌（额外）奖励任务",
},
[58373] = {
["T"] = "尼奥罗萨：纯净圣母的指引",
["O"] = "在普通难度下，从尼奥罗萨，觉醒之城的莱登处收集4个泰坦核心，从维克修娜处收集4个巨龙之心，从伊格诺斯处收集4个预知之眼。",
["S"] = {
"泰坦核心",
"预知之眼",
"巨龙之心",
},
},
[25221] = {
["T"] = "追捕",
["O"] = "用托什的狩猎长矛追捕20名逃跑的金加塔尔纳迦。",
["S"] = {
"消灭逃跑的金加塔尔深水猎手",
},
},
[25349] = {
["T"] = "扭曲的姐妹",
["O"] = "杀死7名堕落的树妖。",
["S"] = {
"消灭堕落的树妖",
},
},
[8644] = {
["O"] = "石墙长者",
["T"] = "石墙长者",
},
[8708] = {
["T"] = "不灭生命之锤",
["O"] = "将1件其拉装饰刀柄、2个翠玉雕像、5个水晶甲虫和5个岩石甲虫交给希利苏斯的守望者哈尔洛。你必须在塞纳里奥议会中达到崇拜声望才能完成这个任务。",
["S"] = {
"其拉装饰刀柄",
"翠玉雕像",
"水晶甲虫",
"岩石甲虫",
"中立 / 崇拜 塞纳里奥议会",
},
},
[8772] = {
["T"] = "目标：佐拉守卫",
["O"] = "击杀30只佐拉守卫，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 VI才能完成这个任务。",
["S"] = {
"消灭佐拉守卫",
},
},
[25861] = {
["T"] = "杀鸡儆猴",
["O"] = "将一名克瓦迪尔高阶萨满祭司押送给行刑者瓦拉萨雷斯。\n\n这个任务是纳兹夏尔女武士影像的一部分。如有需要，可以使用纳兹夏尔女武士之刃在时间焦点处返回影像。",
["S"] = {
"处决克瓦迪尔高阶萨满祭司",
},
},
[35592] = {
["O"] = "在两个战场中获得胜利。",
["T"] = "荣誉的胜利者",
},
[60421] = {
["T"] = "雷文德斯的召唤",
["O"] = "完成每日任务和世界任务，收集宝藏，消灭稀有生物来保卫雷文德斯。你也可以通过在赤红深渊和赎罪大厅地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫雷文德斯",
},
},
[26245] = {
["T"] = "炮艇坠落",
["O"] = "在深岩之洲风暴之怒号残骸里寻找线索。",
["S"] = {
"第一条线索",
"第二条线索",
"第三条线索",
},
},
[25306] = {
["T"] = "你参军了！",
["O"] = "[ph] Log Description",
["S"] = {
"测试弹射系统",
},
},
[55524] = {
["T"] = "给他一点……",
["O"] = "给穆勒尔带5份幽魂的食物、5堆臭糊和5份海巨人的脚灰。",
["S"] = {
"幽魂的食物",
"一堆臭糊",
"海巨人的脚灰",
},
},
[10351] = {
["T"] = "自然的治愈",
["O"] = "在缚地者法阵中使用新生之种，治愈水晶周围的土地。然后返回地狱火半岛的塞纳里奥哨站，向缚地者加兰蒂娅·夜风汇报情况。",
["S"] = {
"治愈坠星山",
},
},
[55516] = {
["O"] = "在风暴峭壁的创世者的图书馆与米米尔隆见面。",
["T"] = "天才的火花",
},
[53766] = {
["T"] = "他在注视着你",
["O"] = "在选民之台的阿昆达祭坛找到奈洛克。",
["S"] = {
"会见奈洛克",
},
},
[27013] = {
["T"] = "保持距离",
["O"] = "在西瘟疫之地的北山伐木场附近杀死12只疯狂的狐狸。",
["S"] = {
"消灭疯狂的狐狸",
},
},
[27141] = {
["T"] = "炸裂",
["O"] = "在卡塔图陵墓里协助哈里森·琼斯。",
["S"] = {
"在卡塔图陵墓里协助哈里森·琼斯",
},
},
[62725] = {
["O"] = "Meet the criteria of the test.",
["T"] = "A Test of Guile",
},
[38408] = {
["T"] = "新商品",
["O"] = "与克劳勒中士谈一谈。",
["S"] = {
"找到克劳勒中士",
},
},
[27525] = {
["T"] = "斯坦索姆的守护者",
["O"] = "杀死奥玛苏·凋蹄和卡尔西斯·暗符。",
["S"] = {
"消灭奥玛苏·凋蹄",
"消灭卡尔西斯·暗符",
},
},
[28635] = {
["T"] = "闹鬼事件",
["O"] = "调查丹加洛克是否有闹鬼的现象。",
["S"] = {
"调查丹加洛克的闹鬼事件。",
},
},
[9796] = {
["O"] = "前往泰罗卡森林的裂石堡，与莫萨卡谈一谈。",
["T"] = "赞加沼泽的来客",
},
[39432] = {
["T"] = "未知的力量",
["O"] = "从塔纳安丛林的任意宝藏，稀有或稀有精英生物身上收集一枚被邪能腐蚀的埃匹希斯碎片。",
["S"] = {
"被邪能腐蚀的埃匹希斯碎片",
},
},
[28037] = {
["O"] = "与特兰雷克交谈。",
["T"] = "征召冒险者：祖尔法拉克",
},
[28165] = {
["T"] = "恶魔监狱",
["O"] = "你的任务是在巴拉丁监狱西北边的恶魔监狱中杀死任意10个恶魔。",
["S"] = {
"杀死恶魔",
},
},
[10052] = {
["T"] = "逃离火翼岗哨！",
["O"] = "护送伊斯拉·星鬃逃离火翼岗哨，然后向泰罗卡森林裂石堡的顾问菲埃拉复命。",
["S"] = {
"护送伊斯拉·星鬃",
},
},
[28507] = {
["O"] = "去找塔纳利斯加基森的凯尔希·钢烁。",
["T"] = "英雄的召唤：塔纳利斯！",
},
[28549] = {
["T"] = "大酋长的命令：南贫瘠之地！",
["O"] = "在南贫瘠之地的高地之路向探路者鲁娜报告。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在高地之路与探路者鲁娜交谈",
},
},
[28677] = {
["O"] = "去找悲伤沼泽沼桨镇的贸易巨头银罐。",
["T"] = "大酋长的命令：悲伤沼泽！",
},
[28805] = {
["T"] = "风暴之眼",
["O"] = "先知克洛伽要你观察先知之水中的景象。",
["S"] = {
"观察先知之水中的景象",
},
},
[55511] = {
["T"] = "把他们都干掉！",
["O"] = "冬拥湖的指挥官达尔多什要你去消灭10个联盟玩家。任务只能在冬拥湖之战中自动完成。",
["S"] = {
"消灭联盟成员",
},
},
[25178] = {
["T"] = "搜寻船骸",
["O"] = "收集4套侏儒的工具。",
["S"] = {
"侏儒的工具",
},
},
[58374] = {
["T"] = "尼奥罗萨：纯净圣母的指引",
["O"] = "在英雄难度下，从尼奥罗萨，觉醒之城的莱登处收集4个泰坦核心，从维克修娜处收集4个巨龙之心，从伊格诺斯处收集4个预知之眼。",
["S"] = {
"泰坦核心",
"预知之眼",
"巨龙之心",
},
},
[33132] = {
["T"] = "消灭古特拉",
["O"] = "击败古特拉·狼噬。",
["S"] = {
"消灭古特拉·狼噬",
},
},
[29445] = {
["O"] = "将神秘的魔典带给暗月岛上暗月马戏团里的塞格。",
["T"] = "奇异的魔典",
},
[29573] = {
["T"] = "安全第一",
["O"] = "杀死10个虚灵盗墓者，5个虚灵巫师，5个节点潜行者和5个虚灵缚法者，然后向工匠莫法鲁斯复命。",
["S"] = {
"消灭虚灵盗墓者",
"消灭虚灵巫师",
"消灭节点潜行者",
"消灭虚灵缚法者",
},
},
[55508] = {
["O"] = "赢得冬拥湖战场的胜利。你必须参加战斗才能被认定为获胜。任务只能在冬拥湖之战中自动完成。",
["T"] = "冬拥湖的胜利",
},
[35081] = {
["T"] = "清理之前需要先清场",
["O"] = "消灭8个赤翼巨蜂。",
["S"] = {
"消灭赤翼巨蜂",
},
},
[28828] = {
["T"] = "给我蛋",
["O"] = "取回40枚寒风硬壳蛋。",
["S"] = {
"寒风硬壳蛋",
},
},
[30085] = {
["O"] = "和风暴烈酒酿造厂里的陈·风暴烈酒谈一谈。",
["T"] = "进入酒坊",
},
[60422] = {
["T"] = "炽蓝仙野的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫炽蓝仙野。你也可以通过在塞兹仙林的迷雾和彼界地下城中击败强大的敌人以达成目标。",
["S"] = {
"守护炽蓝仙野",
},
},
[27739] = {
["T"] = "豺狼人国王",
["O"] = "击败霍格。",
["S"] = {
"消灭霍格",
},
},
[30469] = {
["T"] = "取回补给",
["O"] = "收集8包失窃的补给品。",
["S"] = {
"失窃的补给品",
},
},
[61190] = {
["O"] = "逃离噬渊，向奥利波斯的伯瓦尔报告。",
["T"] = "灰烬觉醒",
},
[33138] = {
["O"] = "游学者周卓想与你在锦绣谷谈一谈。",
["T"] = "战火为何而燃？",
},
[38122] = {
["O"] = "Classic 30-39",
["T"] = "Classic 30-39",
},
[27355] = {
["T"] = "皇室的恩赐",
["O"] = "进入影牙城堡，从高弗雷勋爵那里夺得晦暗之球，还有迷失灵魂之书和5份幽灵精华。",
["S"] = {
"晦暗之球",
"迷失灵魂之书",
"幽灵精华",
},
},
[62214] = {
["T"] = "破灭堡军队",
["O"] = "在噬渊中消灭破灭堡里的渊誓士兵。\r\n\r\n建议玩家人数：[3]",
["S"] = {
"消灭渊誓愚忠者",
"消灭渊誓教导者",
"消灭渊誓剔骨者",
},
},
[31388] = {
["O"] = "去螳螂高原的龙影岗哨和祝踏岚谈一谈。",
["T"] = "影踪派的攻势",
},
[62726] = {
["O"] = "Ye Olde Test of Fortitude",
["T"] = "Ye Olde Test of Fortitude",
},
[31493] = {
["T"] = "当然，只是为了保管",
["O"] = "收集十字军圣典。",
["S"] = {
"十字军法典",
},
},
[31621] = {
["O"] = "风暴烈酒酿造厂挑战模式——青铜添头（第N个）",
["T"] = "风暴烈酒酿造厂挑战模式——青铜添头（第N个）",
},
[32028] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[10255] = {
["T"] = "测试解毒剂",
["O"] = "对笨拙的地狱野猪使用塞纳里奥解毒剂，并观察解毒剂的效果。然后返回地狱火半岛的塞纳里奥哨站，向塞安·红鬃汇报实验的结果。",
["S"] = {
"测试解毒剂",
},
},
[55815] = {
["T"] = "其他利益",
["O"] = "将5个超沉的石头交给钢铁贤者老高。",
["S"] = {
"超沉的石头",
},
},
[11972] = {
["O"] = "将寒冰碎片交给鲁玛·天母。",
["T"] = "埃霍恩的碎片",
},
[39945] = {
["T"] = "废墟中的符文",
["O"] = "在霍斯瓦尔德收集10块古代维库符文石板。",
["S"] = {
"古代维库符文石板",
},
},
[26843] = {
["T"] = "小小聪明指挥官",
["O"] = "杀死指挥官纳兹利姆。",
["S"] = {
"消灭“指挥官”纳兹利姆",
},
},
[56839] = {
["T"] = "可怕的灭爪",
["O"] = "击败可怕的灭爪",
["S"] = {
"消灭可怕的灭爪",
},
},
[48904] = {
["T"] = "上钩",
["O"] = "从钳爪海岸的钳爪蟹身上收集15份钳爪蟹肉。",
["S"] = {
"钳爪蟹肉",
},
},
[12292] = {
["T"] = "当地人的支持",
["O"] = "琥珀松木营地的杜蒙特中尉要你前往常青商栈夺回雪松木箱。",
["S"] = {
"雪松木箱",
},
},
[55385] = {
["T"] = "侦查围栏",
["O"] = "找到斥候。\r\n\r\n如果你跟奈莉走散了，就回海螺那里召唤她吧。",
["S"] = {
"找到奈露·黑爪",
},
},
[9199] = {
["T"] = "巨魔的邪符",
["O"] = "收集8个巨魔的邪符，然后向幽魂之地远行者营地的药剂师温努图斯复命。",
["S"] = {
"巨魔的邪符",
},
},
[49928] = {
["O"] = "前往泰洛古斯裂隙，与奥蕾莉亚·风行者见面。",
["T"] = "虚空的传承",
},
[25094] = {
["T"] = "雷霆斗技场：祖蒙加！",
["O"] = "击败祖蒙加。",
["S"] = {
"已击败祖蒙加。",
},
},
[58631] = {
["T"] = "进入梦境",
["O"] = "与心之秘室的纯净圣母交谈，找到莱登的位置。",
["S"] = {
"与纯净圣母交谈",
},
},
[9135] = {
["O"] = "租用飞行服务返回永歌森林的晴风村，将萨希尔的货物交给萨希尔。",
["T"] = "返回萨希尔身边",
},
[12740] = {
["T"] = "银色北伐军的降落伞",
["O"] = "银色前沿的指挥官法斯塔夫要你为庭院里的10名银色北伐军战士或银色持盾战士配备降落伞。",
["S"] = {
"为银色北伐军士兵配备降落伞",
},
},
[14062] = {
["T"] = "别忘了那馅料！",
["O"] = "将20份玉米馅料交给奥格瑞玛外面的昂丹尼。",
["S"] = {
"玉米馅料",
},
},
[35082] = {
["T"] = "拯救船员",
["O"] = "救助6名受伤的船员。",
["S"] = {
"使受伤的船员苏醒",
},
},
[12932] = {
["T"] = "痛苦斗兽场：伊戈达斯！",
["O"] = "进入痛苦斗兽场，击败伊戈达斯！回到巨魔仆从伍迪那里领取你的奖励。",
["S"] = {
"击败伊戈达斯",
},
},
[35594] = {
["O"] = "通灵学院奖励任务",
["T"] = "通灵学院奖励任务",
},
[60423] = {
["T"] = "炽蓝仙野的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫炽蓝仙野。你也可以通过在塞兹仙林的迷雾和彼界地下城中击败强大的敌人以达成目标。",
["S"] = {
"守护炽蓝仙野",
},
},
[26246] = {
["O"] = "将船长的日志交给深岩之洲大地神殿的玛鲁特·缚石。",
["T"] = "船长的日志",
},
[44087] = {
["T"] = "返回邪能之槌号",
["O"] = "在邪能之槌号与战争领主加尔顿谈一谈。",
["S"] = {
"使用伊利达雷传送门（可选）",
"回去找战争领主加尔顿",
},
},
[55039] = {
["T"] = "造船大师",
["O"] = "获得海军统帅的信，并在布伦纳丹和赛勒斯·克雷斯弗见面。",
["S"] = {
"海军统帅的信",
},
},
[36874] = {
["T"] = "德拉诺之王",
["O"] = "在PvP战斗中消灭敌对玩家，获得20块破碎骨骼，然后在白骨祭坛放置一份祭品，赢取一份胜利者的礼物。",
["S"] = {
"破碎骨骼（可选）",
},
},
[61703] = {
["T"] = "诺克斯根须",
["O"] = "在炽蓝仙野的暗临之地收集12个诺克斯根须。",
["S"] = {
"诺克斯根须",
},
},
[26653] = {
["O"] = "跟夜色镇的伊瓦夫人谈一谈。",
["T"] = "夜色镇的补给",
},
[9775] = {
["O"] = "将祖莱的报告交给赞加沼泽中萨布拉金的暗影猎手德恩加。",
["T"] = "向暗影猎手德恩加报到",
},
[28484] = {
["T"] = "雪人的毛发",
["O"] = "收集12份雪人的毛发。",
["S"] = {
"雪人的毛发",
},
},
[62727] = {
["O"] = "9.0 Rated PvP Incentive - Shadowlands Season 1 Exclusive Mount",
["T"] = "9.0 Rated PvP Incentive - Shadowlands Season 1 Exclusive Mount",
},
[55337] = {
["O"] = "载具：TK19",
["T"] = "载具：TK19",
},
[27526] = {
["T"] = "营救吉德文",
["O"] = "在病木林中心的屠宰房中寻找吉德文·金须的踪迹。",
["S"] = {
"找到吉德文·金须",
},
},
[38922] = {
["O"] = "在燃皮林地与小毛谈一谈。",
["T"] = "小毛",
},
[13892] = {
["T"] = "不着痕迹",
["O"] = "用黑豹雕像潜入主宰之剑刺探暮光之锤的行动。",
["S"] = {
"监视暮光之锤",
},
},
[55335] = {
["O"] = "载具：TK17",
["T"] = "载具：TK17",
},
[62422] = {
["O"] = "把炽蓝蛾之魂带给森林之心中的曼恩女士。",
["T"] = "炽蓝蛾之魂",
},
[39946] = {
["T"] = "特制工具",
["O"] = "获取一把符文骨刀。",
["S"] = {
"符文骨刀",
},
},
[28294] = {
["O"] = "跟暮光高地库斯海文的拉克伦·迈格拉夫谈一谈。",
["T"] = "库斯海文峰会",
},
[10000] = {
["T"] = "不受欢迎者",
["O"] = "杀死12名扭曲的苦工，然后向追踪者凯德报告。",
["S"] = {
"消灭扭曲的苦工",
},
},
[28550] = {
["O"] = "去找南贫瘠之地西北部石爪小径的指挥官瓦波尔。",
["T"] = "英雄的召唤：南贫瘠之地！",
},
[28678] = {
["T"] = "P·哈里斯船长",
["O"] = "你的任务是在失落希望海角杀死P·哈里斯船长。失落希望海角就在这里的西北边，海岸附近。找到船骸就对了。",
["S"] = {
"消灭P·哈里斯船长",
},
},
[14404] = {
["T"] = "丢三落四",
["O"] = "找到厚木板、煤焦油和造船者的工具。",
["S"] = {
"造船者的工具",
"厚木板",
"煤焦油",
},
},
[55328] = {
["O"] = "载具：TK10",
["T"] = "载具：TK10",
},
[49929] = {
["O"] = "去暴风城大使馆与艾莎·云歌见面。",
["T"] = "呼唤同盟",
},
[55326] = {
["O"] = "载具：TK08",
["T"] = "载具：TK08",
},
[58632] = {
["O"] = "在尼奥罗萨，觉醒之城击败恩佐斯。",
["T"] = "尼奥罗萨，觉醒之城：腐蚀者的末日",
},
[29446] = {
["O"] = "将这把精美的武器带给暗月岛上的暗月马戏团的萨杜斯·帕雷教授。",
["T"] = "精美的武器",
},
[29574] = {
["T"] = "错综复杂的样本",
["O"] = "将潘德莫努斯的精华和塔瓦洛克之心交给“杂学家”玛姆迪。",
["S"] = {
"潘德莫努斯的精华",
"塔瓦洛克之心",
},
},
[9359] = {
["O"] = "向永歌森林远行者营地的达恩·晨行者中尉报告。",
["T"] = "远行者居所",
},
[29830] = {
["T"] = "全面遏制",
["O"] = "紫罗兰监狱内的辛克莱尔中尉要求你阻止蓝龙军团的入侵。当你杀死塞安妮苟萨之后再和她谈谈。",
["S"] = {
"杀死塞安妮苟萨",
},
},
[59912] = {
["O"] = "在林地中寻找触媒。",
["T"] = "[OLD NOT USED]",
},
[60168] = {
["O"] = "向奥斯汀·哈克斯沃斯学习如何解散、驯服和存放宠物。",
["T"] = "驯服的艺术",
},
[60424] = {
["T"] = "炽蓝仙野的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫炽蓝仙野。你也可以通过在塞兹仙林的迷雾和彼界地下城中击败强大的敌人以达成目标。",
["S"] = {
"守护炽蓝仙野",
},
},
[55319] = {
["O"] = "惊悚坦克",
["T"] = "惊悚坦克",
},
[24539] = {
["T"] = "植物的攻击",
["O"] = "消灭丛生蔓藤，救下被抓住的5名陶拉祖难民。",
["S"] = {
"救下丛生蔓藤里的陶拉祖难民",
},
},
[55313] = {
["O"] = "把鱼带给丹妮尔·渔钓。",
["T"] = "美味的钢鳍鱼",
},
[8727] = {
["O"] = "远风长者",
["T"] = "远风长者",
},
[61704] = {
["T"] = "灰烬王庭：宾客出席函",
["O"] = "与加里丹勋爵交谈，查看宾客名单，完成地穴看守者卡希尔的任务，以获得他的出席函。",
["S"] = {
"检查宾客名单",
},
},
[55311] = {
["O"] = "把鱼带给丹妮尔·渔钓。",
["T"] = "充能的闪电鳕鱼",
},
[39859] = {
["T"] = "吃手稿的羊",
["O"] = "从松岩盆地里吃饱的山地羊身上找回艾迪的手稿。",
["S"] = {
"至高岭的岩石群山",
},
},
[33338] = {
["T"] = "强化沙漏",
["O"] = "从永恒岛的生物身上收集纪元之石。",
["S"] = {
"纪元之石",
},
},
[62728] = {
["O"] = "9.0 Rated PvP Incentive - Shadowlands Season 1 Saddle",
["T"] = "9.0 Rated PvP Incentive - Shadowlands Season 1 Saddle",
},
[33342] = {
["T"] = "驱退烈焰",
["O"] = "击败永恒岛上的野牛人军队，从而与少昊的声望达到尊敬。",
["S"] = {
"与少昊达到尊敬声望",
},
},
[31622] = {
["O"] = "风暴烈酒酿造厂挑战模式——白银添头（第N个）",
["T"] = "风暴烈酒酿造厂挑战模式——白银添头（第N个）",
},
[47114] = {
["T"] = "萨格拉斯之墓：古墓主母",
["O"] = "消灭萨格拉斯之墓的主母萨丝琳。",
["S"] = {
[2] = "坚硬的纳迦鳞片",
},
},
[31726] = {
["T"] = "埃里克·戴维森",
["O"] = "在宠物战斗中击败埃里克·戴维森。",
["S"] = {
"击败埃里克·戴维森",
},
},
[12942] = {
["T"] = "黑暗的羽翼",
["O"] = "布伦希尔达村的复仇者伊芬要你去瓦基里安杀死12个初生的瓦格里。",
["S"] = {
"消灭初生的瓦格里",
},
},
[39691] = {
["T"] = "战斗的召唤",
["O"] = "在暴风要塞与杰斯·织暗谈一谈。",
["S"] = {
"进入王座厅",
},
},
[31578] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[38323] = {
["O"] = "回瓦尔莎拉的塞纳留斯林地找玛法里奥·怒风。",
["T"] = "回到林地",
},
[25] = {
["T"] = "兔死狗烹",
["O"] = "银风避难所的塔坎上尉要你消灭密斯特拉湖的泰德雷斯以及12个污浊的水元素。",
["S"] = {
"消灭污浊的水元素",
"消灭泰德雷斯",
},
},
[40715] = {
["T"] = "必要的选择",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[55306] = {
["O"] = "把鱼带给丹妮尔·渔钓。",
["T"] = "跃塘弹簧鱼",
},
[55305] = {
["O"] = "把鱼带给丹妮尔·渔钓。",
["T"] = "螺栓钢头鱼",
},
[8325] = {
["T"] = "夺回逐日岛",
["O"] = "杀死6只法力浮龙。它们位于法师塔和阳台附近的燃烧水晶周围。",
["S"] = {
"消灭法力浮龙",
},
},
[49930] = {
["O"] = "去奥格瑞玛大使馆与季·火掌见面。",
["T"] = "呼唤同盟",
},
[25095] = {
["T"] = "雷霆斗技场：萨里尼克斯！",
["O"] = "击败萨里尼克斯。",
["S"] = {
"已击败萨里尼克斯。",
},
},
[29079] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[25118] = {
["T"] = "寻找潜伏者",
["O"] = "消灭8只森林潜伏者。",
["S"] = {
"消灭森林潜伏者",
},
},
[25479] = {
["T"] = "前往新萨兰纳尔",
["O"] = "向德斯利克·希维格拉借一头角鹰兽，然后同菲拉斯新萨兰纳尔的凯雷希亚·猎月交谈。",
["S"] = {
"乘角鹰兽前往新萨兰纳尔",
},
},
[30682] = {
["T"] = "救民水火",
["O"] = "营救金·热桶、崖·火树、方老太和钟思亚。",
["S"] = {
"营救金·热桶",
"营救崖·火树",
"营救方老太",
"营救钟思亚",
},
},
[8773] = {
["T"] = "目标：佐拉掠夺者",
["O"] = "击杀30只佐拉掠夺者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 IV才能完成这个任务。",
["S"] = {
"消灭佐拉掠夺者",
},
},
[8335] = {
["T"] = "放逐者菲伦德雷",
["O"] = "杀死8只奥术怨灵和2只被污染的奥术怨灵，以及放逐者菲伦德雷，他们位于法瑟林学院。将菲伦德雷的徽记交给逐日岛的兰萨恩·派雷隆。",
["S"] = {
"消灭奥术怨灵",
"消灭被污染的奥术怨灵",
"菲伦德雷的徽记",
},
},
[43577] = {
["O"] = "完成任务：调查邪魂堡垒、为我们的到来做好准备、最后的机会。",
["T"] = "占领传送门",
},
[60425] = {
["T"] = "家园的麻烦",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫晋升堡垒。你也可以通过在晋升高塔和通灵战潮地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫晋升堡垒",
},
},
[12206] = {
["T"] = "测试药剂",
["O"] = "怨毒镇的药剂师薇吉·莱文要你把药剂泼在血色先锋军士兵的身上。",
["S"] = {
"测试凋零药剂",
},
},
[44555] = {
["O"] = "与达拉然的大法师卡德加谈一谈。",
["T"] = "卡德加的发现",
},
[61193] = {
["T"] = "触碰光明",
["O"] = "在水域中收集15朵长女之光。",
["S"] = {
"长女之光",
},
},
[36876] = {
["T"] = "德拉诺之王",
["O"] = "在PvP战斗中消灭敌对玩家，获得20块破碎骨骼，然后在白骨祭坛放置一份祭品，赢取一份胜利者的礼物。",
["S"] = {
"破碎骨骼（可选）",
},
},
[61705] = {
["T"] = "灰烬王庭：点心",
["O"] = "与挑剔的斯特凡交谈，查看点心选项，完成塔宾斯的任务，获得茶话会合约。",
["S"] = {
"检查茶点列表",
},
},
[9349] = {
["T"] = "掠食者的卵",
["O"] = "将12枚饥饿掠食者的卵交给地狱火半岛飞艇坠毁点的雷加希。",
["S"] = {
"掠食者的卵",
},
},
[33425] = {
["T"] = "Blue/Yellow Sprint 15 INTERNAL REPEATABLE",
["O"] = "跑过拱门，通过蓝色标记和绿色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[14126] = {
["O"] = "将你的毕生积蓄交给贸易大王加里维克斯，他就在科赞岛港口的游艇上。",
["T"] = "毕生积蓄",
},
[38156] = {
["O"] = "Cata/MoP 80-89",
["T"] = "Cata/MoP 80-89",
},
[1201] = {
["T"] = "塞拉摩间谍",
["O"] = "杀掉9个塞拉摩间谍，然后回到蕨墙村去见纳泽尔·血矛。",
["S"] = {
"消灭塞拉摩间谍",
},
},
[27527] = {
["O"] = "与东瘟疫之地圣光之愿礼拜堂的菲奥拉交谈。",
["T"] = "旅途的终点",
},
[47115] = {
["T"] = "萨格拉斯之墓：古墓主母",
["O"] = "消灭萨格拉斯之墓的主母萨丝琳。",
["S"] = {
[2] = "坚硬的纳迦鳞片",
},
},
[9797] = {
["O"] = "前往纳格兰的加拉达尔，与克洛坎上尉谈一谈。",
["T"] = "支援加拉达尔",
},
[9861] = {
["O"] = "返回元素王座寻找某个会讲卡利麦格语的人，将呼嚎之风交给他。",
["T"] = "呼嚎之风",
},
[28039] = {
["O"] = "与扎尔塔的灵魂交谈。",
["T"] = "征召冒险者：玛拉顿",
},
[9989] = {
["T"] = "异类的灵魂",
["O"] = "将30片鸦人的羽毛交给裂石堡的玛鲁卡兹。",
["S"] = {
"鸦人的羽毛",
},
},
[56074] = {
["O"] = "虚空浮石",
["T"] = "虚空浮石",
},
[10117] = {
["T"] = "通缉：穆玛基酋长",
["O"] = "将穆玛基酋长的图腾交给暗影猎手德恩加。",
["S"] = {
"穆玛基酋长的图腾",
},
},
[28551] = {
["O"] = "去找南贫瘠之地北方城堡码头上的码头管理员刘易斯。",
["T"] = "英雄的召唤：南贫瘠之地！",
},
[33513] = {
["T"] = "布莱克松的党羽",
["O"] = "消灭阿鲁克斯、莫德雷斯和麦什伦。",
["S"] = {
"消灭麦什伦",
"消灭火眼莫德雷斯",
"消灭阿鲁克斯",
},
},
[10309] = {
["T"] = "魔能机甲的心跳",
["O"] = "将魔能机甲之心交给虚空风暴机甲废场的米西·米恩卡普。",
["S"] = {
"魔能机甲之心",
},
},
[10702] = {
["T"] = "步兵的工作……",
["O"] = "影月谷影月村的奥巴洛恩大王要你去杀死20只影月谷的野生动物。\n\n地狱野猪、邪翼奇美拉和灼壳蝎均属于影月谷的野生动物。无论种类，杀满20只即可。",
["S"] = {
"消灭影月谷野生动物",
},
},
[10437] = {
["T"] = "毁灭的材料",
["O"] = "取回4块迪门修斯的碎片。",
["S"] = {
"迪门修斯的碎片",
},
},
[28958] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[10565] = {
["T"] = "维克鸦巢水晶",
["O"] = "在维克鸦巢法阵使用维克鸦巢水晶，来制造充能的维克鸦巢水晶。",
["S"] = {
"充能的维克鸦巢水晶",
},
},
[42418] = {
["O"] = "与拉文德维尔见面。",
["T"] = "意外到访",
},
[29575] = {
["T"] = "扫除竞争者",
["O"] = "将沙法尔的裹布交给工匠莫法鲁斯。",
["S"] = {
"沙法尔的裹布",
},
},
[51211] = {
["T"] = "艾泽拉斯之心",
["O"] = "进入心之秘室与艾泽拉斯进行密谈。",
["S"] = {
"使用希利苏斯的设备前往心之秘室",
},
},
[39896] = {
["O"] = "DEPRECATED: The Ringer",
["T"] = "DEPRECATED: The Ringer",
},
[59914] = {
["T"] = "不敢涉足",
["O"] = "侦查白垩之地，搜寻盟友的踪迹。",
["S"] = {
"找到第一条线索",
},
},
[48403] = {
["T"] = "黑暗之兽",
["O"] = "击败黑暗之王乌尔吉奈斯。",
["S"] = {
"消灭乌尔吉奈斯",
},
},
[60426] = {
["T"] = "晋升堡垒的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫晋升堡垒。你也可以通过在晋升高塔和通灵战潮地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫晋升堡垒",
},
},
[49147] = {
["T"] = "展现实力",
["O"] = "消灭雷鸣者焦悌和征服者郑戈。",
["S"] = {
"消灭雷鸣者焦悌",
"消灭征服者郑戈",
},
},
[14446] = {
["T"] = "大灾变！",
["O"] = "娜布莉亚希望你观察先知之水中的景象。",
["S"] = {
"观察先知之水中的景象",
},
},
[30599] = {
["T"] = "猴子神像",
["O"] = "在祭坛上超度塔克塔克、达卡达卡和科科。",
["S"] = {
"摧毁达卡达卡的祭坛",
"摧毁科科的祭坛",
"摧毁塔克塔克的祭坛",
},
},
[11269] = {
["T"] = "羽绒披风",
["O"] = "基尔·克利瑟要你去收集10根斑点角鹰兽的羽毛。",
["S"] = {
"斑点角鹰兽的羽毛",
},
},
[61706] = {
["T"] = "灰烬王庭：娱乐",
["O"] = "与屁屁交谈，查看娱乐选项，完成格雷希特的任务，获得仪式合约。",
["S"] = {
"检查娱乐列表",
},
},
[11397] = {
["T"] = "比鱼人更恶臭……",
["O"] = "药剂师安娜斯塔西娅要你前往切米尔海岸，杀死15名任意种类的天灾军团成员。完成任务后返回药剂师营地向她复命。",
["S"] = {
"杀死切米尔海岸的天灾军团成员",
},
},
[14382] = {
["T"] = "海边的船长",
["O"] = "使用被遗忘者投石车登上被遗忘者战船，击败莫里斯船长和安森船长。",
["S"] = {
"消灭安森船长",
"消灭莫里斯船长",
},
},
[11525] = {
["T"] = "转化更多奥术守卫",
["O"] = "破碎残阳基地的守备官夏安希望你将调和过的水晶核心放入5台被打败的奥术守卫体内，将它们转换成友军。",
["S"] = {
"转化奥术守卫",
},
},
[62730] = {
["T"] = "诸神之果",
["O"] = "带给艾里奥斯1个熟透的莲榴。",
["S"] = {
"熟透的莲榴",
},
},
[31495] = {
["T"] = "所有成员",
["O"] = "在血色大厅击败50个血色十字军的成员。",
["S"] = {
"击败血色十字军战士",
},
},
[31623] = {
["O"] = "风暴烈酒酿造厂挑战模式——黄金添头（第N个）",
["T"] = "风暴烈酒酿造厂挑战模式——黄金添头（第N个）",
},
[63498] = {
["T"] = "拳头或烈酒",
["O"] = "在较量中战胜铁腕贾登。",
["S"] = {
"选择拳头或烈酒",
},
},
[39181] = {
["O"] = "前往赞加沼泽的塞纳里奥庇护所，与伊谢尔·风歌谈一谈。",
["T"] = "英雄的召唤：赞加沼泽！",
},
[39437] = {
["T"] = "深入洞穴",
["O"] = "在黯石洞穴消灭8个鱼人。",
["S"] = {
"消灭深穴鱼人",
},
},
[64266] = {
["O"] = "与刻希亚追忆圣窟的档案员罗-遂尔交谈。",
["T"] = "档案员卷宗的补给",
},
[28634] = {
["T"] = "大灭绝",
["O"] = "杀死12只暴怒的枭兽。",
["S"] = {
"消灭暴怒的枭兽",
},
},
[28758] = {
["T"] = "生命与死亡之战",
["O"] = "骑上朱红先锋。杀死8条暮光暗影幼龙。",
["S"] = {
"消灭暮光暗影幼龙",
},
},
[12165] = {
["T"] = "有趣的计划",
["O"] = "将完整的作战魔像蓝图交给欧尼瓦营地的勘探员罗卡尔。",
["S"] = {
"作战魔像蓝图",
},
},
[24456] = {
["T"] = "净化雷角之井",
["O"] = "对雷角水井使用雷角之井净化图腾。",
["S"] = {
"净化水井",
},
},
[51404] = {
["T"] = "后事如何",
["O"] = "采集10株阿昆达之噬而不遭到电击。",
["S"] = {
"采集阿昆达之噬且不受到电击",
},
},
[28250] = {
["T"] = "行窃的宵小",
["O"] = "用塔赫莱特王朝之槌猛砸30个沙漠俾格米人。",
["S"] = {
"砸扁宵小",
},
},
[12421] = {
["O"] = "将“本月美酒”俱乐部会员资料表交给奥格瑞玛的莱玛。",
["T"] = "本月美酒俱乐部",
},
[28122] = {
["T"] = "巨大的问题",
["O"] = "你的任务是杀死普罗布里姆，一只在托尔巴拉德的路上游荡的巨型双头魔。",
["S"] = {
"消灭普罗布里姆",
},
},
[38459] = {
["O"] = "到阿格拉玛的宝库附近寻找哈维。",
["T"] = "远古试炼",
},
[10254] = {
["O"] = "伊斯多尔元帅要求你向荣耀堡的远征军指挥官达纳斯·托尔贝恩报到。",
["T"] = "指挥官达纳斯",
},
[31902] = {
["T"] = "战斗宠物训练师：东部王国",
["O"] = "在宠物战斗中击败大卫·寇斯、德扎·疫角、科塔兹·黑锤、伊芙瑞莎和杜林·黑锤。",
["S"] = {
"击败大卫·寇斯",
"击败德扎·疫角",
"击败科塔兹·黑锤",
"击败伊芙瑞莎",
"击败杜林·黑锤",
},
},
[42765] = {
["T"] = "青龙试炼",
["O"] = "跟随美猴王前往青龙寺，并取得福枬，云游者之友。",
["S"] = {
"进入青龙寺",
},
},
[55083] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：吵吵帮",
},
[27482] = {
["T"] = "进入火焰",
["O"] = "你准备好和维克斯图离别的话，就把督军塔雷金之躯扔到祖玛沙尔神塔顶部的篝火里去。",
["S"] = {
"焚烧督军塔雷金之躯",
},
},
[27354] = {
["T"] = "领悟奥术",
["O"] = "进入影牙城堡，从席瓦莱恩男爵那里夺得席瓦莱恩魔化水晶，并收集5捆月触之木和5个幽灵精华。",
["S"] = {
"席瓦莱恩魔化水晶",
"月触之木",
"幽灵精华",
},
},
[35598] = {
["O"] = "剃刀高地奖励任务",
["T"] = "剃刀高地奖励任务",
},
[60427] = {
["T"] = "晋升堡垒的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫晋升堡垒。你也可以通过在晋升高塔和通灵战潮地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫晋升堡垒",
},
},
[6563] = {
["T"] = "阿库麦尔水晶",
["O"] = "收集20颗阿库麦尔蓝宝石，把它们交给灰谷的耶努萨克雷。",
["S"] = {
"阿库麦尔蓝宝石",
},
},
[44557] = {
["T"] = "有限增援",
["O"] = "在逆风小径关闭4个传送门，消灭20个恶魔。",
["S"] = {
"关闭军团传送门",
"消灭军团士兵",
},
},
[26504] = {
["T"] = "通缉：赤脊山豺狼人",
["O"] = "在赤脊山的三角路口地区杀掉15名赤脊山豺狼人。",
["S"] = {
"击败赤脊山豺狼人",
},
},
[55079] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：微型机器人XD",
},
[61707] = {
["T"] = "崩塌的现实",
["O"] = "取回100个灌魔碎石。",
["S"] = {
"灌魔碎石",
},
},
[9998] = {
["T"] = "野蛮的邻居",
["O"] = "杀死12名扭曲的苦工，然后向奥蕾莉亚岗哨的塞洛莉娅·影衣报告。",
["S"] = {
"消灭扭曲的苦工",
},
},
[27016] = {
["T"] = "猎野猪的乐趣",
["O"] = "杀死10头泥腹野猪。",
["S"] = {
"消灭泥腹野猪",
},
},
[13573] = {
["O"] = "去找黑海岸难民营东南边漩涡之眼的玛法里奥·怒风",
["T"] = "玛法里奥的回归",
},
[38158] = {
["O"] = "Legion 100-109 A",
["T"] = "Legion 100-109 A",
},
[27400] = {
["T"] = "掌握奥术",
["O"] = "去影牙城堡席瓦莱恩男爵处收集席瓦莱恩魔化水晶，还有5捆月触之木和5份幽灵精华。",
["S"] = {
"席瓦莱恩魔化水晶",
"月触之木",
"幽灵精华",
},
},
[27528] = {
["T"] = "天灾之躯",
["O"] = "杀死8个肥胖的傀儡，然后对它们的尸体使用十字军的火把。",
["S"] = {
"焚烧肥胖的傀儡的尸体",
},
},
[47117] = {
["T"] = "萨格拉斯之墓：古墓主母",
["O"] = "消灭萨格拉斯之墓的主母萨丝琳。",
["S"] = {
[2] = "坚硬的纳迦鳞片",
},
},
[63755] = {
["O"] = "搜索刻希亚的命运撰写师。",
["T"] = "燃眉之急",
},
[39438] = {
["T"] = "咕噜咕噜",
["O"] = "消灭咕噜咕噜。",
["S"] = {
"消灭咕噜咕噜",
},
},
[64267] = {
["O"] = "在噬渊的威·娜莉的庇护所与威·娜莉交谈。",
["T"] = "威·娜莉的神秘礼物",
},
[7043] = {
["T"] = "卑鄙小人",
["O"] = "击败讨厌的格林奇，找回被偷走的礼品，及驯鹿梅森，他就藏在希尔斯布莱德丘陵的无草洞附近。",
["S"] = {
"被偷走的礼品",
"解救驯鹿梅森",
},
},
[28296] = {
["O"] = "跟塔纳利斯灌木谷的埃达尔拉谈一谈。",
["T"] = "与商队碰面",
},
[55075] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：橙色喷洒机器人",
},
[28552] = {
["O"] = "去找尘泥沼泽塞拉摩岛的加莉亚·哈斯汀。",
["T"] = "英雄的召唤：尘泥沼泽！",
},
[14341] = {
["O"] = "幽灵岗哨的纳塔卡要你将斯米德的挽具交给斯米德。",
["T"] = "斯米德的挽具",
},
[14405] = {
["O"] = "返回暮湾镇，向格温·阿姆斯特复命。",
["T"] = "海路出逃",
},
[55074] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：锈栓回收品",
},
[49933] = {
["O"] = "去奥格瑞玛大使馆与黑卫大使见面。",
["T"] = "为了部落",
},
[27862] = {
["T"] = "杀戮熔炉竞技场：血眼斗士！",
["O"] = "进入杀戮熔炉竞技场，击败胡尔德普！",
["S"] = {
"击败胡尔德普",
},
},
[34063] = {
["O"] = "在阿古拉克之骨附近与斥候鲁甘谈一谈。",
["T"] = "上方的敌人",
},
[55072] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：战斗箱",
},
[34575] = {
["O"] = "在影月谷坠毁的钢铁部落舰船附近与先知维伦谈一谈。",
["T"] = "第三步：先知！",
},
[9646] = {
["T"] = "通缉：死爪",
["O"] = "将死爪的爪子交给秘血岗哨的先行官米库拉斯。",
["S"] = {
"死爪的爪子",
},
},
[55071] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：应急火箭鸡",
},
[35343] = {
["O"] = "在碧影湿地找到阿巴萨。",
["T"] = "年轻的炼金师",
},
[60172] = {
["T"] = "临时任务",
["O"] = "和德莱丹谈一谈，然后进入噬渊。",
["S"] = {
"与德莱丹交谈",
},
},
[60428] = {
["T"] = "兵主之刃",
["O"] = "帮助骨匠海尔米尔锻造你的符文剑。",
["S"] = {
"与骨匠海尔米尔交谈",
},
},
[30344] = {
["T"] = "失落的王朝",
["O"] = "获得6块前朝石板。",
["S"] = {
"前朝石板",
},
},
[52749] = {
["O"] = "在祖达萨停泊的女妖之啸号上向纳萨诺斯·凋零者报到。",
["T"] = "阵营战役",
},
[30600] = {
["T"] = "一个也不能少",
["O"] = "在断牙营地或者深石窟找回8个土地精包裹。",
["S"] = {
"土地精包裹",
},
},
[33884] = {
["T"] = "什尔坎！",
["O"] = "消灭8只利齿追猎者和什尔坎。",
["S"] = {
"消灭利齿追猎者",
"消灭什尔坎",
},
},
[27039] = {
["O"] = "去找银松森林伊瓦南瓜田的死亡猎手尤瑞克。",
["T"] = "危险的意图",
},
[61964] = {
["O"] = "Aubrie Weekly Jailers Tower Quest",
["T"] = "Aubrie Weekly Jailers Tower Quest",
},
[45838] = {
["T"] = "突袭阿苏纳",
["O"] = "击退阿苏纳的燃烧军团部队。",
["S"] = {
"击退军团据点",
},
},
[12974] = {
["O"] = "前往祖达克的痛苦斗兽场，寻找古尔戈索克。",
["T"] = "勇士的召唤！",
},
[31368] = {
["T"] = "游学者",
["O"] = "去锦绣谷的闻道之座和游学者周卓谈一谈。",
["S"] = {
"与米师交谈",
},
},
[38460] = {
["T"] = "各取所需",
["O"] = "签下达格洛普的契约。",
["S"] = {
"签下达格洛普的契约",
},
},
[7907] = {
["O"] = "当暗月马戏团来到镇上的时候，把野兽套牌交给他们。",
["T"] = "暗月野兽套牌",
},
[31752] = {
["O"] = "布林顿4000",
["T"] = "布林顿4000",
},
[9358] = {
["O"] = "向永歌森林晴风村外的游侠萨蕾恩报到。",
["T"] = "游侠萨蕾恩",
},
[64012] = {
["O"] = "与刻希亚守护者的休憩的女公爵麦恩克丝交谈。",
["T"] = "死亡先锋军的补给",
},
[29001] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[39951] = {
["O"] = "把玫红精华带给达拉然的帕林教授。",
["T"] = "玫红精华",
},
[32691] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的螳螂妖灯笼",
},
[12654] = {
["T"] = "兼职猎人",
["O"] = "将匹奇的遗体交给湖边着陆场的塔玛拉·摇链。",
["S"] = {
"匹奇的遗体",
},
},
[55065] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：锈栓美酒生成器",
},
[55063] = {
["O"] = "你应该能够把图纸上传到锈栓镇的帕斯卡K1N6型的数据库。>",
["T"] = "图纸：G99.99陆行鲨",
},
[24922] = {
["O"] = "LFGDungeons - Burning Crusade - Heroic Random - 1st",
["T"] = "LFGDungeons - Burning Crusade - Heroic Random - 1st",
},
[8326] = {
["T"] = "令人遗憾的措施",
["O"] = "杀死一些魔泉山猫和魔泉山猫幼崽，并从它们身上收集8个山猫的项圈。完成之后向逐日岛的魔导师艾洛娜复命。",
["S"] = {
"山猫的项圈",
},
},
[10193] = {
["T"] = "有价值的目标",
["O"] = "52区的间谍大师萨罗迪恩要你进入法力熔炉：布纳尔，杀死2名日怒空间主宰、6名日怒迁跃技师和8名日怒地质学家。\n\n为占星者完成任务将降低你在奥尔多阵营中的声望等级。",
["S"] = {
"消灭日怒空间主宰",
"消灭日怒迁跃技师",
"消灭日怒地质学家",
},
},
[28703] = {
["T"] = "进入我的兽穴",
["O"] = "杀死10只寒蛰爬虫和5只寒蛰掘洞虫。",
["S"] = {
"消灭寒蛰爬虫",
"消灭寒蛰掘洞虫",
},
},
[12270] = {
["T"] = "收割联盟",
["O"] = "蓝天伐木场的格利克希望你夺取3台伐木机，然后把它们交给他。",
["S"] = {
"运送伐木机",
},
},
[8582] = {
["T"] = "部落需要紫莲花！",
["O"] = "把20份紫莲花交给交给奥格瑞玛精神谷的药剂师耶泽尔。",
["S"] = {
"紫莲花",
},
},
[8646] = {
["O"] = "雷锤长者",
["T"] = "雷锤长者",
},
[32601] = {
["O"] = "将雷电轰鸣带给游学者周卓。",
["T"] = "雷电轰鸣",
},
[59661] = {
["T"] = "灰烬王庭演练",
["O"] = "帮助泰梅尔主持灰烬王庭的演练。",
["S"] = {
"与泰梅尔交谈以开始演练",
},
},
[59917] = {
["T"] = "宰了就行",
["O"] = "消灭8个被激怒的暴食者。",
["S"] = {
"消灭被激怒的暴食者",
},
},
[51982] = {
["T"] = "风暴之怒",
["O"] = "击退袭击斯托颂谷地的部落。",
["S"] = {
"在斯托颂谷地击退部落的攻击",
},
},
[60429] = {
["T"] = "家园的麻烦",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫玛卓克萨斯。你也可以通过在凋魂之殇和伤逝剧场地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫玛卓克萨斯",
},
},
[55060] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：应急能量背包",
},
[55059] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：应急维修工具包",
},
[9158] = {
["T"] = "瘟疫的使者",
["O"] = "远行者营地的远行者塞蒂娜要求你杀死10只鬼爪山猫。",
["S"] = {
"消灭鬼爪山猫",
},
},
[55058] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：保险柜机钥匙",
},
[26761] = {
["O"] = "向赤脊山湖畔镇的所罗门镇长报告。",
["T"] = "王国的威胁",
},
[51771] = {
["O"] = "为奥术师瓦尔托伊指派任务。",
["T"] = "暗影战争",
},
[37648] = {
["O"] = "供不应求的奖励",
["T"] = "供不应求的奖励",
},
[11533] = {
["T"] = "继续空袭",
["O"] = "战斗法师艾尔娜希望你去和艾雷·碎云谈一谈，飞往死亡之痕。用奥术炸弹杀死2个深渊霸主、3个艾瑞达巫师和12个天怒执行者。",
["S"] = {
"消灭深渊霸主",
"消灭艾瑞达巫师",
"消灭天怒执行者",
},
},
[27273] = {
["O"] = "跟月光林地永夜港的洛甘纳尔谈一谈。",
["T"] = "来自月光林地的邀请",
},
[11405] = {
["O"] = "将一根悲伤蜡烛插入翻过的泥土。",
["T"] = "召唤无头骑士",
},
[38672] = {
["T"] = "生死逃亡",
["O"] = "释放受难者奥图里斯和凯恩·日怒。",
["S"] = {
"释放奥图里斯",
"释放凯恩",
},
},
[47119] = {
["T"] = "萨格拉斯之墓：解放灵魂",
["O"] = "击败萨格拉斯之墓的绝望的聚合体。",
["S"] = {
[2] = "崇拜者的涂鸦",
},
},
[34393] = {
["T"] = "传送门的能量",
["O"] = "进入黑暗之门下方的灵魂引擎，然后关闭黑暗之门。",
["S"] = {
"进入古尔丹的牢笼",
},
},
[9862] = {
["T"] = "暗血腐蚀者",
["O"] = "纳格兰元素王座的元素师莫格要你杀死5个暗血腐化者。",
["S"] = {
"消灭暗血腐化者",
},
},
[39696] = {
["O"] = "崛起吧，勇士",
["T"] = "崛起吧，勇士",
},
[39952] = {
["O"] = "把蜡黄精华带给达拉然的帕林教授。",
["T"] = "蜡黄精华",
},
[28297] = {
["O"] = "与奥格瑞玛兵营的塔曼吉交谈。",
["T"] = "与塔曼吉碰面",
},
[55053] = {
["T"] = "归途",
["O"] = "帮助欧库勒斯开启通往祖达萨的传送门。",
["S"] = {
"协助欧库勒斯",
},
},
[10182] = {
["T"] = "战斗法师达斯利克",
["O"] = "在巫师街内找到战斗法师达斯利克的家，将剑放回他的武器架上。然后与肯瑞瓦村的管理者戴沃斯谈一谈。",
["S"] = {
"让达斯利克的灵魂安息",
},
},
[40976] = {
["T"] = "大酋长的接见",
["O"] = "与萨鲁法尔大王谈一谈。",
["S"] = {
"向萨鲁法尔报到",
},
},
[28809] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[49679] = {
["T"] = "蛇人入侵",
["O"] = "在沙痕裂口消灭12个蛇人。",
["S"] = {
"消灭蛇人入侵者",
},
},
[34400] = {
["T"] = "狂怒汲魔蛾",
["O"] = "对8只狂怒汲魔蛾使用奥术驱散器。",
["S"] = {
"安抚狂怒汲魔蛾",
},
},
[10502] = {
["T"] = "血槌食人魔",
["O"] = "消灭血槌哨站的任意30个血槌食人魔。",
["S"] = {
"杀死血槌食人魔",
},
},
[29321] = {
["T"] = "快乐挖蚌人",
["O"] = "从鲁瑟兰村附近的海岸上收集10只泰达希尔蚌肉。",
["S"] = {
"泰达希尔蚌肉",
},
},
[34321] = {
["T"] = "往昔的余烬",
["O"] = "血槌领地里的莫斯隆要求你给他带去6堆元素灰烬。",
["S"] = {
"一堆元素灰烬",
},
},
[29577] = {
["T"] = "阿西约的预见",
["O"] = "和纯净之池的阿西约谈一谈，并观看他的仪式。",
["S"] = {
"阿西约的预见",
},
},
[46256] = {
["O"] = "找到X个宝箱，尝试1次挑战。",
["T"] = "找到X个宝箱，尝试1次挑战。",
},
[35089] = {
["T"] = "捞油水",
["O"] = "收集4份易燃油膏。",
["S"] = {
"易燃油膏",
},
},
[55036] = {
["O"] = "完成恩佐斯的幻象。",
["T"] = "恐怖之地",
},
[35601] = {
["O"] = "诺莫瑞根奖励任务",
["T"] = "诺莫瑞根奖励任务",
},
[60430] = {
["T"] = "玛卓克萨斯的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫玛卓克萨斯。你也可以通过在凋魂之殇和伤逝剧场地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫玛卓克萨斯",
},
},
[54983] = {
["T"] = "梦境初醒",
["O"] = "在法珊德拉·暴风爪召唤戈德林的时候保护她。",
["S"] = {
"与法珊德拉·暴风爪交谈",
},
},
[33269] = {
["T"] = "清理古尔瓦",
["O"] = "在古尔瓦消灭20个暗影议会兽人。",
["S"] = {
"消灭古尔瓦兽人",
},
},
[30601] = {
["T"] = "一鼓作气",
["O"] = "鼓励3个躲在凛风洞里的向导来帮助你。",
["S"] = {
"鼓励躲起来的向导",
},
},
[11270] = {
["T"] = "地狱般的战争",
["O"] = "复仇港的高级执行官安希尔姆要求你到镇子的西边去，使用净化之炬净化10具尸体。",
["S"] = {
"净化尸体",
},
},
[11334] = {
["O"] = "[PH] Rinling wants you to shoot a marked target and then return the Target Rifle to him.",
["T"] = "He Shoots, He Scores!",
},
[11398] = {
["O"] = "将天灾设备交给药剂师营地的安娜斯塔西娅。",
["T"] = "天灾装置",
},
[45840] = {
["T"] = "突袭至高岭",
["O"] = "击退至高岭的燃烧军团部队。",
["S"] = {
"击退军团据点",
},
},
[11526] = {
["O"] = "在黎明广场的传送门附近使用军团传送卷轴。穿越传送门之后，立刻找到魔导师瑟伊拉。",
["T"] = "失踪的魔导师",
},
[38161] = {
["O"] = "Classic 20-29",
["T"] = "Classic 20-29",
},
[31497] = {
["T"] = "当然，只是为了保管",
["O"] = "收集十字军圣典。",
["S"] = {
"十字军法典",
},
},
[31625] = {
["O"] = "影踪禅院挑战模式——安慰（第N个）",
["T"] = "影踪禅院挑战模式——安慰（第N个）",
},
[47120] = {
["T"] = "萨格拉斯之墓：解放灵魂",
["O"] = "击败萨格拉斯之墓的绝望的聚合体。",
["S"] = {
[2] = "崇拜者的涂鸦",
},
},
[10701] = {
["T"] = "消灭灵岩巨人",
["O"] = "杀死灵岩巨人，然后向虚空风暴52区的火箭主管弗斯拉格复命。",
["S"] = {
"消灭灵岩巨人",
},
},
[64014] = {
["T"] = "来自噬渊的教诲",
["O"] = "请求威·娜莉的帮助，将伊尔斯卡号角与噬渊绑定。",
["S"] = {
"跳入苍穹要塞传送门（可选）",
"和威·娜莉商量",
},
},
[30681] = {
["T"] = "救民水火",
["O"] = "营救金·热桶、崖·火树、方老太和钟思亚。",
["S"] = {
"营救金·热桶",
"营救崖·火树",
"营救方老太",
"营救钟思亚",
},
},
[39953] = {
["T"] = "英灵殿：勇气愿景",
["O"] = "从英灵殿取得5个瓦拉加尔符印。",
["S"] = {
"瓦拉加尔符印",
"击败奥丁",
},
},
[48400] = {
["T"] = "侠盗传送师",
["O"] = "消灭尤尔达·灾火并将传送道标放置在希巴拉之眼的附近。",
["S"] = {
"消灭尤尔达·灾火",
},
},
[12166] = {
["T"] = "艾露恩的火油",
["O"] = "群星之墓的典狱官朱蒂·月歌要你使用艾露恩的火油净化6只天灾麋鹿的尸体和6只狂暴灰熊的尸体。",
["S"] = {
"净化天灾麋鹿的尸体",
"净化狂暴灰熊的尸体",
},
},
[11182] = {
["T"] = "问题的根源",
["O"] = "杀死斯克尔德·达拉克森和5名掠龙训练者，完成任务后向灰烬龙巢中的灰烬龙巢古树复命。",
["S"] = {
"消灭掠龙训练者",
"消灭斯克尔德·达拉克森",
},
},
[24586] = {
["T"] = "消灭锋鳞",
["O"] = "消灭锋鳞。\n\n这一任务可以在任何难度和规模的团队副本中完成。",
["S"] = {
"消灭锋鳞",
},
},
[36273] = {
["T"] = "恼人的杂草",
["O"] = "消灭20个怨叶魔荚人。",
["S"] = {
"消灭怨叶魔荚人",
},
},
[49680] = {
["T"] = "唤天者索尔托克",
["O"] = "消灭唤天者索尔托克。",
["S"] = {
"消灭唤天者索尔托克",
},
},
[12486] = {
["O"] = "与博古洛克前哨站的灵语者斯纳尔芬谈一谈。",
["T"] = "立即前往博古洛克前哨站！",
},
[42001] = {
["O"] = "在达拉然的紫罗兰城堡与卡雷见面。",
["T"] = "艾露尼斯，护法者之杖",
},
[34066] = {
["T"] = "野蛮复仇",
["O"] = "在霜火岭的阿古拉克之骨消灭10个钢铁雷霆卫士。",
["S"] = {
"消灭钢铁雷霆卫士",
},
},
[11054] = {
["T"] = "新的监工：正确的选择",
["O"] = "影月谷龙喉营地的高级监工玛德拉普要你给他带回10张结缔皮和1张泰拉图斯的硬皮。",
["S"] = {
"结缔皮",
"泰拉图斯的硬皮",
},
},
[25482] = {
["O"] = "LFGDungeons - Holiday Dungeon - Headless Horseman - 1st",
["T"] = "LFGDungeons - Holiday Dungeon - Headless Horseman - 1st",
},
[14019] = {
["T"] = "闯祸的猴子",
["O"] = "将硝化钾香蕉抛向掷弹猴子，喂饱10只猴子。",
["S"] = {
"给掷弹猴子喂香蕉",
},
},
[35090] = {
["T"] = "合适的零件",
["O"] = "在损坏的伐木机附近使用G-14爆裂火箭，取得耐用齿轮。",
["S"] = {
"耐用齿轮",
},
},
[34437] = {
["O"] = "到塔纳安丛林的黑石采石场向先知德雷克塔尔报告。",
["T"] = "霜狼浪子",
},
[60175] = {
["T"] = "舌尖上的诺克仙林",
["O"] = "在诺克仙林收集6份落叶壤土。",
["S"] = {
"落叶壤土",
},
},
[60431] = {
["T"] = "玛卓克萨斯的召唤",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫玛卓克萨斯。你也可以通过在凋魂之殇和伤逝剧场地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫玛卓克萨斯",
},
},
[13126] = {
["T"] = "协同作战",
["O"] = "贝加里斯塔兹要求你摧毁10台离心构造体，以此关闭瓦尔洛斯的护盾。然后击败瓦尔洛斯·云击。",
["S"] = {
"摧毁离心构造体",
"击败瓦尔洛斯·云击",
},
},
[26378] = {
["O"] = "向西部荒野贾森农场的霍拉提奥·莱因中尉报告。",
["T"] = "英雄的召唤：西部荒野！",
},
[61199] = {
["T"] = "武装之日",
["O"] = "在战场上收集20把祝福武器。",
["S"] = {
"祝福武器",
},
},
[25485] = {
["O"] = "LFGDungeons - Holiday Dungeon - Crown Chemical - 1st",
["T"] = "LFGDungeons - Holiday Dungeon - Crown Chemical - 1st",
},
[34439] = {
["T"] = "锻炉大战",
["O"] = "消灭15个黑石兽人和3个独眼魔战地碾压者。",
["S"] = {
"消灭黑石步兵",
"消灭独眼魔战地碾压者",
},
},
[26890] = {
["T"] = "阿库麦尔的精华",
["O"] = "收集20颗阿库麦尔蓝宝石。",
["S"] = {
"阿库麦尔蓝宝石",
},
},
[27018] = {
["O"] = "The Herald <NYI>",
["T"] = "The Herald <NYI>",
},
[54288] = {
["O"] = "与船难海角的炸药杰克谈一谈。",
["T"] = "岗哨升级：船难海角",
},
[38162] = {
["O"] = "Classic 30-39",
["T"] = "Classic 30-39",
},
[27402] = {
["T"] = "力量的证明",
["O"] = "进入影牙城堡，从高弗雷勋爵那里夺得晦暗之球，还有迷失灵魂之书和5份幽灵精华。",
["S"] = {
"晦暗之球",
"迷失灵魂之书",
"幽灵精华",
},
},
[27530] = {
["T"] = "血肉巨兽",
["O"] = "将三枚银色光明之泉咒符放在血肉巨兽身边，摧毁它们的躯体。你无法在战斗中放置银色光明之泉咒符，它们之间相互间隔也不得小于十码。",
["S"] = {
"摧毁血肉巨兽",
},
},
[47121] = {
["T"] = "萨格拉斯之墓：解放灵魂",
["O"] = "击败萨格拉斯之墓的绝望的聚合体。",
["S"] = {
[2] = "崇拜者的涂鸦",
},
},
[54946] = {
["O"] = "前往伯拉勒斯与吉拉·交线会面。",
["T"] = "向吉拉报告",
},
[14412] = {
["T"] = "清理渔场",
["O"] = "杀死6名流窜的被遗忘者。",
["S"] = {
"消灭流窜的被遗忘者",
},
},
[39698] = {
["T"] = "巡视",
["O"] = "跟随希尔瓦娜斯·风行者，并为她的舰船做好启航的准备。",
["S"] = {
"检查投石车",
},
},
[39954] = {
["T"] = "批量研磨技术",
["O"] = "在达拉然的铭文商店寻找研磨大师的手册。",
["S"] = {
"检查旧书",
},
},
[29401] = {
["T"] = "吹跑了",
["O"] = "珈珈想让你在奥格瑞玛城中收集5个飘走的气球。",
["S"] = {
"飘走的气球",
},
},
[54941] = {
["T"] = "侦查沙滩",
["O"] = "在灰烬沙滩找到剑鱼人斥候。",
["S"] = {
"抵达前哨站",
},
},
[28554] = {
["T"] = "大酋长的命令：尘泥沼泽！",
["O"] = "去尘泥沼泽的蕨墙村向克罗格报告。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在蕨墙村与克罗格交谈",
},
},
[28682] = {
["T"] = "占领要塞",
["O"] = "杀死法尔森要塞的要塞领主法尔森。法尔森要塞位于岛屿南端。",
["S"] = {
"消灭要塞领主法尔森",
},
},
[14406] = {
["O"] = "跟克罗雷果园的罗娜·克罗雷谈一谈。",
["T"] = "克罗雷果园",
},
[49681] = {
["T"] = "小提",
["O"] = "救出小提。",
["S"] = {
"释放小提",
},
},
[34455] = {
["T"] = "放飞它们的心灵",
["O"] = "对被控制的双头飞龙使用双头飞龙精神控制仪。",
["S"] = {
"让双头飞龙的精神重获自由",
},
},
[42002] = {
["T"] = "前往诺森德",
["O"] = "在嚎风峡湾的盾牌岭与欧瑞克·图哈特碰头。",
["S"] = {
"骑乘角鹰兽前往盾牌岭（可选）",
"在盾牌岭寻找欧瑞克·图哈特",
},
},
[34067] = {
["T"] = "收集绳子",
["O"] = "从阿古拉克之骨的雷神驯兽师身上收集5卷结实的绳索。",
["S"] = {
"一卷结实的绳索",
},
},
[48399] = {
["T"] = "黑铁之潮",
["O"] = "消灭7个黑铁矮人。",
["S"] = {
"消灭黑铁矮人",
},
},
[29578] = {
["T"] = "抗争",
["O"] = "在蜜风果园击败8个格玛利掠夺者和8个格玛利焚化者。",
["S"] = {
"消灭格玛利掠夺者",
"消灭格玛利焚化者",
},
},
[6983] = {
["T"] = "卑鄙小人",
["O"] = "击败讨厌的格林奇，找回被偷走的礼品，及驯鹿梅森，他就藏在希尔斯布莱德丘陵的无草洞附近。",
["S"] = {
"被偷走的礼品",
"解救驯鹿梅森",
},
},
[35091] = {
["T"] = "孢子杀手",
["O"] = "在宾奇维斯拓殖点消灭6个孢子蹒跚者。",
["S"] = {
"消灭孢子蹒跚者",
},
},
[59920] = {
["T"] = "点燃熔炉，熔炉大师",
["O"] = "帮助掌炉大师索弗涅。",
["S"] = {
"拿起原材料",
},
},
[9773] = {
["T"] = "别再提蘑菇了！",
["O"] = "猎杀暗泽鳗鱼，将8份电鳗鱼片交给沼泽鼠岗哨的玛加沙。",
["S"] = {
"鳗鱼肉片",
},
},
[60432] = {
["T"] = "家园的麻烦",
["O"] = "完成每日任务和世界任务，收集宝藏，消灭稀有生物来保卫雷文德斯。你也可以通过在赤红深渊和赎罪大厅地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫雷文德斯",
},
},
[28832] = {
["O"] = "跟暮光高地滩头堡的法克斯中尉谈一谈。",
["T"] = "暮光海滩",
},
[44562] = {
["T"] = "日渐壮大",
["O"] = "在堕夜精灵阵营中达到崇敬声望。",
["S"] = {
"中立 / 崇敬 堕夜精灵",
},
},
[54764] = {
["T"] = "风暴将至",
["O"] = "前往莫高雷的血蹄村并阻止这场灵魂攻势。",
["S"] = {
"抵达血蹄村",
},
},
[28377] = {
["O"] = "去找暮光高地黏肠峡谷的科林·桑德玛尔。",
["T"] = "黏肠峡谷的营救",
},
[48303] = {
["T"] = "安托兰统帅议会",
["O"] = "击败安托鲁斯，燃烧王座的安托兰统帅议会。",
["S"] = {
[2] = "艾泽拉斯入侵计划",
},
},
[30986] = {
["T"] = "上古魔古地穴",
["O"] = "杀死被附体的影踪派首领，净化生命之池。",
["S"] = {
"消灭金·铁拳",
},
},
[54763] = {
["T"] = "穿越灵魂之界",
["O"] = "进入灵魂世界并与你的灵魂向导进行交谈。",
["S"] = {
"进入灵魂世界",
},
},
[54762] = {
["O"] = "前往石爪山脉的烈日石居与灵魂行者乌索会面。",
["T"] = "小屋",
},
[38163] = {
["O"] = "Classic 40-49",
["T"] = "Classic 40-49",
},
[31498] = {
["O"] = "青龙挑战模式——安慰（第N个）",
["T"] = "青龙挑战模式——安慰（第N个）",
},
[31626] = {
["O"] = "围攻砮皂寺挑战模式——安慰（第N个）",
["T"] = "围攻砮皂寺挑战模式——安慰（第N个）",
},
[47122] = {
["T"] = "萨格拉斯之墓：堕落的化身",
["O"] = "击败萨格拉斯之墓的堕落的化身。",
["S"] = {
[2] = "哀嚎的灵魂",
},
},
[31882] = {
["O"] = "去奥格瑞玛向瓦佐克报到。",
["T"] = "瓦佐克",
},
[64016] = {
["T"] = "泥出风采",
["O"] = "在重殴者之台以碎皮兽作为测试目标，帮助乌兹测试成长能力。",
["S"] = {
"让乌兹成长",
},
},
[56081] = {
["O"] = "章鱼缠绕",
["T"] = "章鱼缠绕",
},
[39955] = {
["O"] = "到铁炉堡寻找B·比亚莎士。",
["T"] = "错综复杂",
},
[13324] = {
["O"] = "当暗月马戏团来到镇上的时候，把棱镜套牌交给他们。",
["T"] = "暗月棱镜套牌",
},
[27737] = {
["T"] = "有了火我们就得救了！",
["O"] = "获得灼热勋爵的炽炎之核。",
["S"] = {
"灼热勋爵的炽炎之核",
},
},
[24459] = {
["O"] = "去找血蹄村东边的摩林·云行者。",
["T"] = "摩林·云行者",
},
[34526] = {
["O"] = "Iron Docks Challenge Mode - Consolation (Nth)",
["T"] = "Iron Docks Challenge Mode - Consolation (Nth)",
},
[27481] = {
["T"] = "金字塔之上",
["O"] = "得到督军塔雷金之躯。",
["S"] = {
"督军塔雷金之躯",
},
},
[8327] = {
["O"] = "与逐日岛的兰萨恩·派雷隆谈一谈，他就站在向西去的小路旁。",
["T"] = "向兰萨恩·派雷隆报到",
},
[24971] = {
["T"] = "袭击腐脑营地",
["O"] = "杀死治安官雷德帕斯和8个腐脑亡灵。",
["S"] = {
"消灭治安官雷德帕斯",
"击败腐脑亡灵",
},
},
[34528] = {
["O"] = "Shadowmoon Burial Grounds Challenge Mode - Consolation (Nth)",
["T"] = "Shadowmoon Burial Grounds Challenge Mode - Consolation (Nth)",
},
[25227] = {
["O"] = "去找剃刀岭西北方哨塔上的索恩克。",
["T"] = "索恩克",
},
[7945] = {
["O"] = "到莫高雷的白鬃石去寻找你的财宝吧。",
["T"] = "财富在等着你……",
},
[42771] = {
["T"] = "维护和平",
["O"] = "清除9个灵魂。",
["S"] = {
"清除灵魂",
},
},
[8711] = {
["T"] = "永恒公正长剑",
["O"] = "将1件其拉尖刺刀柄、2个琥珀雕像、5个青铜甲虫和5个象牙甲虫交给希利苏斯的守望者哈尔洛。你必须在塞纳里奥议会中达到崇拜声望才能完成这个任务。",
["S"] = {
"其拉尖刺刀柄",
"琥珀雕像",
"青铜甲虫",
"象牙甲虫",
"中立 / 崇拜 塞纳里奥议会",
},
},
[8775] = {
["T"] = "目标：雷戈喷毒者",
["O"] = "击杀30只雷戈喷毒者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 IX才能完成这个任务。",
["S"] = {
"消灭雷戈喷毒者",
},
},
[35348] = {
["O"] = "黑石岩窟奖励任务",
["T"] = "黑石岩窟奖励任务",
},
[35889] = {
["O"] = "玛拉顿（额外）奖励任务",
["T"] = "玛拉顿（额外）奖励任务",
},
[60433] = {
["T"] = "雷文德斯的召唤",
["O"] = "完成每日任务和世界任务，收集宝藏，消灭稀有生物来保卫雷文德斯。你也可以通过在赤红深渊和赎罪大厅地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫雷文德斯",
},
},
[9390] = {
["O"] = "学者欧巴迪要你去塔哈玛特神殿东边附近的区域寻找他的兄弟瑟丹。",
["T"] = "寻找瑟丹",
},
[26379] = {
["O"] = "洛达内尔的哨兵兰德拉要你跟难民营的女祭司艾琳雅谈一谈。",
["T"] = "援助难民",
},
[12492] = {
["O"] = "将科林的烈酒交给奥格瑞玛附近美酒节营地的塔波尔·斯威雷格。",
["T"] = "科林的烈酒",
},
[12396] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[12364] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[9351] = {
["T"] = "疯狂的虚空行者",
["O"] = "将10份浓缩的虚空行者精华交给飞艇坠毁点的“尖嗓子”斯克里·拉克希德。",
["S"] = {
"浓缩的虚空行者精华",
},
},
[11593] = {
["T"] = "亡者的尊严",
["O"] = "钢腭的车队处的步兵沃塔·怒拳要你用火把烧掉10具车队卫兵和车队工人的遗体。",
["S"] = {
"点燃车队卫兵和工人的遗体",
},
},
[44463] = {
["T"] = "恶魔四伏",
["O"] = "保护国王。",
["S"] = {
"警告安度因·乌瑞恩",
},
},
[38164] = {
["O"] = "Classic 50-59",
["T"] = "Classic 50-59",
},
[11724] = {
["O"] = "将发光的巨蛋交给血孢平原的血法师劳莉丝。",
["T"] = "巨大的蛾卵",
},
[27531] = {
["T"] = "反瘟疫研究",
["O"] = "收集20颗腐莓、5条脱离躯体的手臂，以及1堆血肉巨人的足屑。",
["S"] = {
"腐莓",
"脱离躯体的手臂",
"血肉巨人的足屑",
},
},
[38932] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：舱底水泵",
},
[39188] = {
["O"] = "与泰罗卡森林地区的塞纳里奥树林中的某位德鲁伊谈一谈。",
["T"] = "英雄的召唤：泰罗卡森林！",
},
[5847] = {
["O"] = "将布瑞尔礼品券交给布瑞尔的克莱尔·韦洛。",
["T"] = "欢迎！",
},
[54454] = {
["O"] = "在提拉加德海峡的伯拉勒斯港与守备官嘉兰娜交谈。",
["T"] = "来自第七军团的补给",
},
[9991] = {
["T"] = "侦察大地",
["O"] = "好好享受这趟旅程吧。调查完毕之后跟奥图里斯谈一谈。",
["S"] = {
"侦察铸魔营地",
},
},
[10055] = {
["T"] = "回收材料",
["O"] = "给荣耀堡的达姆菲带去8块回收的金属和8块回收的木材。",
["S"] = {
"回收的金属",
"回收的木材",
},
},
[7202] = {
["T"] = "血怒者科尔拉克",
["O"] = "血怒者科尔拉克躲在冰斧洞穴的深处。据说只有在第1001个冰斧巨魔被干掉的时候，这个强大的冰斧巨魔领袖才会出现。\n\n到冰斧洞穴中去，杀掉所有挡在你面前的巨魔，直到科尔拉克出现为止。杀掉科尔拉克，然后向哈格丁中尉复命。",
["S"] = {
"消灭血怒者科尔拉克",
},
},
[10183] = {
["O"] = "将虚空学家的笔记交给虚空风暴52区的火箭主管弗斯拉格。",
["T"] = "前往52区",
},
[28683] = {
["T"] = "削减蜘蛛的数量",
["O"] = "在黑暗森林杀死12个黑暗森林潜伏者。黑暗森林位于此地以北，穿过岛屿中心的桥梁就到。",
["S"] = {
"消灭黑暗森林潜伏者",
},
},
[10311] = {
["O"] = "与虚空风暴登陆场：破坏的德里亚谈一谈。",
["T"] = "德里亚需要你的帮助",
},
[34544] = {
["O"] = "Spires of Arak Challenge Mode - Gold Addition (Nth)",
["T"] = "Spires of Arak Challenge Mode - Gold Addition (Nth)",
},
[10439] = {
["T"] = "诸界吞噬者迪门修斯",
["O"] = "与萨义德上尉谈一谈，然后跟随他的军队前往法力熔炉：乌提斯，消灭诸界吞噬者迪门修斯！",
["S"] = {
"与萨义德上尉交谈",
},
},
[10503] = {
["T"] = "刀塔的威胁",
["O"] = "消灭刀塔要塞和刀塔平原的30个刀塔食人魔和10只刀塔迅猛龙。",
["S"] = {
"杀死刀塔食人魔",
"消灭刀塔迅猛龙",
},
},
[34069] = {
["T"] = "取彼之矛",
["O"] = "在阿古拉克之骨里收集5根雷神长矛。",
["S"] = {
"带刺的雷神长矛",
},
},
[29451] = {
["O"] = "把《战略论》带给暗月岛上暗月马戏团内的萨杜斯·帕雷教授。",
["T"] = "战略大师",
},
[29579] = {
["T"] = "集结幸存者",
["O"] = "和蜜风果园周围的5名蜜风果农谈一谈，并将他们送到安全的藏身之处。",
["S"] = {
"解救幸存者",
},
},
[10450] = {
["T"] = "噬骨之血",
["O"] = "将12瓶噬骨之血交给萨尔玛的乌托克·断斧。",
["S"] = {
"噬骨之血",
},
},
[29835] = {
["T"] = "迦尔达拉必须付出代价",
["O"] = "记载者拜基妮要求你杀死古达克内的斯拉德兰，莫拉比和迦尔达拉。",
["S"] = {
"消灭斯拉德兰",
"消灭莫拉比",
"消灭迦尔达拉",
},
},
[35349] = {
["O"] = "Blackrock Caverns Bonus Reward",
["T"] = "Blackrock Caverns Bonus Reward",
},
[35605] = {
["O"] = "奥达曼奖励任务",
["T"] = "奥达曼奖励任务",
},
[60434] = {
["T"] = "雷文德斯的召唤",
["O"] = "完成每日任务和世界任务，收集宝藏，消灭稀有生物来保卫雷文德斯。你也可以通过在赤红深渊和赎罪大厅地下城中击败强大的敌人以达成目标。",
["S"] = {
"保卫雷文德斯",
},
},
[8622] = {
["T"] = "风暴召唤者的护甲",
["O"] = "把上古之神的外鞘、2个先知塑像、5个银质甲虫和5个白骨甲虫交给安其拉的温瑟拉。你必须在诺兹多姆的子嗣中达到尊敬声望才能完成这个任务。",
["S"] = {
"上古之神的甲壳",
"先知塑像",
"银质甲虫",
"白骨甲虫",
"仇恨 / 尊敬 诺兹多姆的子嗣",
},
},
[25305] = {
["T"] = "别回头",
["O"] = "杀死10条憎世纳迦以及他们的首领。",
["S"] = {
"击败憎世纳迦",
},
},
[30603] = {
["T"] = "断牙猢狲的破坏",
["O"] = "从墨墨手中夺回幸运兔脚。",
["S"] = {
"幸运兔脚",
},
},
[11271] = {
["T"] = "物资储备",
["O"] = "冬蹄营地的安霍塔·白霜要你去收集10根斑点角鹰兽的羽毛。",
["S"] = {
"斑点角鹰兽的羽毛",
},
},
[10898] = {
["T"] = "天空之翼",
["O"] = "护送天空之翼，完成之后向沙塔斯城的救赎者瑞拉克报告。",
["S"] = {
"护送天空之翼",
},
},
[30987] = {
["O"] = "与暴风要塞中的安度因·乌瑞恩国王交谈。",
["T"] = "加入联盟",
},
[37653] = {
["T"] = "恶魔之魂",
["O"] = "在法罗纳尔前线捕获8个恶魔之魂。",
["S"] = {
"捕获恶魔之魂",
},
},
[36404] = {
["T"] = "清理种植园",
["O"] = "消灭8只坠月浣熊。",
["S"] = {
"消灭坠月浣熊",
},
},
[62738] = {
["O"] = "与玛卓克萨斯阴冷棱堡的剑斗士米维克斯交谈。",
["T"] = "血肉之刃",
},
[31499] = {
["O"] = "青龙挑战模式——青铜添头（第N个）",
["T"] = "青龙挑战模式——青铜添头（第N个）",
},
[31627] = {
["O"] = "魔古山宫殿挑战模式——安慰（第N个）",
["T"] = "魔古山宫殿挑战模式——安慰（第N个）",
},
[38933] = {
["O"] = "与格雷森·沙东布瑞克公爵谈一谈。",
["T"] = "运筹帷幄",
},
[31883] = {
["O"] = "去奥格瑞玛向瓦佐克报到。",
["T"] = "瓦佐克",
},
[11911] = {
["T"] = "苏醒",
["O"] = "魔枢的战斗法师凯特琳的影像要你从晶化保卫者身上收集5块奥术碎片。",
["S"] = {
"奥术碎片",
},
},
[64274] = {
["O"] = "追踪任务",
["T"] = "追踪任务",
},
[56339] = {
["O"] = "在阿什兰的联盟基地暴风之盾要塞中找到并消灭大元帅泰布雷德。",
["T"] = "泰布雷德必须死",
},
[12103] = {
["T"] = "山雨欲来",
["O"] = "前往晴日峰协助大宗师海特。",
["S"] = {
[2] = "使用禅宗朝圣或者达拉然的传送门前往晴日峰",
},
},
[40469] = {
["T"] = "最后的准备",
["O"] = "拿回6份藏起来的补给品。",
["S"] = {
"藏起来的补给品",
},
},
[39684] = {
["T"] = "发送光线",
["O"] = "破坏格雷泽的护盾。",
["S"] = {
"转动镜子",
},
},
[34546] = {
["O"] = "Shadowmoon Burial Grounds Challenge Mode - Silver Addition (Nth)",
["T"] = "Shadowmoon Burial Grounds Challenge Mode - Silver Addition (Nth)",
},
[34548] = {
["O"] = "Iron Depot Challenge Mode - Bronze Addition (Nth)",
["T"] = "Iron Depot Challenge Mode - Bronze Addition (Nth)",
},
[12423] = {
["O"] = "将米克哈尔的日记交给征服堡的征服者克雷娜。",
["T"] = "米克哈尔的日记",
},
[49940] = {
["O"] = "与剑卫桑吉在沙痕裂口会面。",
["T"] = "沙痕裂口",
},
[42005] = {
["T"] = "传记的结局",
["O"] = "从传记里的英雄口中了解故事的结局。",
["S"] = {
"与塔胡·慧风交谈",
},
},
[31649] = {
["O"] = "通灵学院挑战模式——黄金添头（第N个）",
["T"] = "通灵学院挑战模式——黄金添头（第N个）",
},
[42517] = {
["T"] = "末日仪式",
["O"] = "在恐痕裂隙的召唤平台进行末日仪式。",
["S"] = {
"完成末日仪式",
},
},
[25484] = {
["O"] = "LFGDungeons - Holiday Dungeon - Ahune - 1st",
["T"] = "LFGDungeons - Holiday Dungeon - Ahune - 1st",
},
[51220] = {
["T"] = "深海探险",
["O"] = "消灭6个海洋工程师。",
["S"] = {
"消灭风险投资公司海洋工程师",
},
},
[32600] = {
["O"] = "将赞达拉预言书带给游学者周卓。",
["T"] = "赞达拉预言书",
},
[54307] = {
["O"] = "在阿罗姆之台和教士萝蕾特谈一谈。",
["T"] = "岗哨升级：阿罗姆之台",
},
[60179] = {
["T"] = "纪念荣光",
["O"] = "阅读3块风化的碑铭。",
["S"] = {
"阅读风化的碑铭",
},
},
[60435] = {
["O"] = "在雷文德斯完成世界任务“毁灭统治者”、赤红深渊地下城或赎罪大厅地下城。",
["T"] = "雷文德斯的挑战",
},
[26252] = {
["O"] = "将看守傀儡之心交给萨丁农场的农夫萨丁。",
["T"] = "傀儡之心",
},
[26380] = {
["O"] = "将样本桶交给卡拉诺斯雷酒酿制厂的旅店老板贝尔姆。",
["T"] = "前往卡拉诺斯",
},
[44821] = {
["T"] = "十万火急",
["O"] = "在紫色天台听取六人议会的看法。",
["S"] = {
"聆听议会的请求",
},
},
[26636] = {
["T"] = "B连战斗工具：伪装",
["O"] = "采集5堆树叶和5块狐狸粪便。",
["S"] = {
"一堆树叶",
"狐狸粪便",
},
},
[61715] = {
["O"] = "与伯瓦尔·弗塔根交谈。",
["T"] = "大领主的请求",
},
[54256] = {
["O"] = "短缺奖励",
["T"] = "短缺奖励",
},
[37654] = {
["O"] = "在玛拉纳东边的搁浅船只附近寻找卢伯·艾伦。",
["T"] = "海事法",
},
[13575] = {
["O"] = "跟漩涡之眼西南黑木营地的棕掌长者谈一谈。",
["T"] = "大地的血脉",
},
[62739] = {
["O"] = "在炽蓝仙野的森林之心与月莓女勋爵谈谈。",
["T"] = "修复平衡",
},
[27404] = {
["T"] = "议会的未来",
["O"] = "进入影牙城堡，从沃登勋爵那里夺取沃登的药剂，还有5捆月触之木和5束不死肌腱。",
["S"] = {
"沃登的药剂",
"月触之木",
"不死肌腱",
},
},
[27532] = {
["O"] = "将海毕肯的包裹交给东瘟疫之地病木林哨塔的银色药剂师杰德金斯。",
["T"] = "病木林哨塔",
},
[38934] = {
["T"] = "希拉斯的秘密宝箱",
["O"] = "找到希拉斯的秘密宝箱。",
["S"] = {
"找到第一条线索",
},
},
[34553] = {
["O"] = "Shaper Dungeon [PH] Challenge Mode - Gold Addition (Nth)",
["T"] = "Shaper Dungeon [PH] Challenge Mode - Gold Addition (Nth)",
},
[42049] = {
["T"] = "为传送门供能",
["O"] = "在“为传送门供能”任务中收集10块梦魇碎片。",
["S"] = {
"梦魇碎片",
},
},
[34555] = {
["O"] = "Upper Blackrock Spire Challenge Mode - Silver Addition (Nth)",
["T"] = "Upper Blackrock Spire Challenge Mode - Silver Addition (Nth)",
},
[28172] = {
["T"] = "无辜",
["O"] = "取得一只获救的红色雏龙、一只获救的绿色雏龙、一只获救的蓝色雏龙和一只获救的青铜雏龙。",
["S"] = {
"获救的红色雏龙",
"获救的绿色雏龙",
"获救的蓝色雏龙",
"获救的青铜雏龙",
},
},
[14151] = {
["T"] = "赤玉石",
["O"] = "达拉然的林奇·黑箭想让你以你的炼金术技能成功地转化5种史诗宝石。这五种史诗宝石是：紫黄晶、祖尔之眼、恐惧石、王者琥珀和巨锆石。",
["S"] = {
"史诗宝石转化",
},
},
[40470] = {
["T"] = "生命之重",
["O"] = "跟随艾德瑞斯。",
["S"] = {
"跟随艾德瑞斯",
},
},
[13138] = {
["T"] = "熔炼碎片",
["O"] = "在玛雷卡里斯底层的熔炉附近使用一包粗糙的碎片。将熔炼过的金属锭交给黑色观察站的北伐军战士欧尔拉金·萨利斯。",
["S"] = {
"熔炼过的金属锭",
},
},
[40982] = {
["T"] = "洞察视觉",
["O"] = "使用幽灵视觉。",
["S"] = {
"使用幽灵视觉",
},
},
[28812] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[34582] = {
["T"] = "找到落脚点",
["O"] = "跟随先知维伦。",
["S"] = {
"陪同先知维伦抵达坠落之月",
},
},
[54172] = {
["O"] = "将勋章带给收集者寇乔。",
["T"] = "艾萨兰勋章",
},
[42006] = {
["T"] = "新的威胁",
["O"] = "在碧蓝巨龙圣地寻找与魔枢现状有关的线索。",
["S"] = {
"使用达拉然的传送门前往龙眠神殿",
"前往碧蓝巨龙圣地",
},
},
[31448] = {
["T"] = "苦难的终结",
["O"] = "杀死黑暗院长加丁。",
["S"] = {
"消灭黑暗院长加丁",
},
},
[29452] = {
["O"] = "去奥格瑞玛与齐拉多尔米谈谈。",
["T"] = "应运而生",
},
[34583] = {
["T"] = "为了联盟！",
["O"] = "插下联盟旗帜。",
["S"] = {
"插下联盟旗帜",
},
},
[28066] = {
["O"] = "与伊萨里奥斯勋爵交谈。",
["T"] = "征召冒险者：沉没的神庙",
},
[29836] = {
["O"] = "图基尼希望你能去找古达克的拜基妮说话。",
["T"] = "只是去看看",
},
[35351] = {
["O"] = "黑石岩窟奖励任务",
["T"] = "黑石岩窟奖励任务",
},
[60180] = {
["T"] = "圣杰的映象",
["O"] = "揭示最后的记忆。",
["S"] = {
"揭示最终的记忆",
},
},
[60436] = {
["O"] = "在玛卓克萨斯完成世界任务“魂选勇士”、伤逝剧场地下城或凋魂之殇地下城。",
["T"] = "玛卓克萨斯的挑战",
},
[14251] = {
["T"] = "新的开始",
["O"] = "收集15根蝎刺。",
["S"] = {
"蝎刺",
},
},
[30242] = {
["T"] = "生存之环：刀刃",
["O"] = "进入生存之环，并在不出圈的情况下坚持60秒。",
["S"] = {
"在生存之环中坚持60秒",
},
},
[30604] = {
["T"] = "铲除断牙猢狲",
["O"] = "杀掉8个断牙冲锋者和6个断牙投掷者。",
["S"] = {
"消灭断牙冲锋者",
"消灭断牙投掷者",
},
},
[49149] = {
["T"] = "妙用巫毒",
["O"] = "使用拉斯塔利颅哨激活5个灵魂方尖碑。",
["S"] = {
"激活灵魂方尖碑",
},
},
[61716] = {
["T"] = "窥探黑暗",
["O"] = "见证伯瓦尔的噬渊幻象。",
["S"] = {
"专注于统御头盔",
},
},
[49393] = {
["O"] = "在蛮项营地与塔加尔特谈谈。",
["T"] = "蛮项人",
},
[30680] = {
["T"] = "救民水火",
["O"] = "营救金·热桶、崖·火树、方老太和钟思亚。",
["S"] = {
"营救金·热桶",
"营救崖·火树",
"营救方老太",
"营救钟思亚",
},
},
[51520] = {
["T"] = "亡者的正义",
["O"] = "让沃金战刃沾染戈霍恩尸体上的血。",
["S"] = {
"沃金战刃沾血",
},
},
[62740] = {
["O"] = "与雷文德斯暗湾镇附近的雷纳索尔王子谈谈。",
["T"] = "黑暗企图",
},
[31500] = {
["O"] = "青龙挑战模式——白银添头（第N个）",
["T"] = "青龙挑战模式——白银添头（第N个）",
},
[31628] = {
["O"] = "通灵学院挑战模式——安慰（第N个）",
["T"] = "通灵学院挑战模式——安慰（第N个）",
},
[38935] = {
["O"] = "去四风谷的雷脚农场和陈·风暴烈酒谈一谈。",
["T"] = "他姓……风暴烈酒",
},
[31884] = {
["O"] = "去奥格瑞玛向瓦佐克报到。",
["T"] = "瓦佐克",
},
[55829] = {
["T"] = "赏金任务：更多多头蛇",
["O"] = "消灭15只多头蛇。",
["S"] = {
"消灭多头蛇",
},
},
[14059] = {
["T"] = "酸果蔓酱又吃完了？",
["O"] = "将20份酸果蔓酱交给幽暗城庭院上方宴会区的罗贝塔·卡特。",
["S"] = {
"酸果蔓酱",
},
},
[39959] = {
["O"] = "到幽暗城去寻找F·赛培根",
["T"] = "错综复杂",
},
[42504] = {
["T"] = "无形之刃",
["O"] = "帮助迦罗娜清除暴风城里的隐蔽之手邪教徒。",
["S"] = {
"获得弑君者",
},
},
[54086] = {
["T"] = "第二次工作机会",
["O"] = "将三个充能型扳手机器人带给回收者科强克",
["S"] = {
"将充能型扳手机器人带给回收者科强克",
"从回收者科强克处获得机器人复变充能器（可选）",
},
},
[40727] = {
["T"] = "水路通行",
["O"] = "杀掉3名暮色卫队晶球法师。",
["S"] = {
"消灭暮色卫队晶球法师",
},
},
[40983] = {
["T"] = "恶魔四伏",
["O"] = "保护酋长。",
["S"] = {
"警告大酋长希尔瓦娜斯",
},
},
[34721] = {
["O"] = "在塔拉多的暮秋岛与先知玛露妮谈一谈。",
["T"] = "寻找先知",
},
[34655] = {
["T"] = "斯克提斯的暗影",
["O"] = "到斯克提斯向瑞沙德说出密语。",
["S"] = {
"对瑞沙德说出密语",
},
},
[24973] = {
["T"] = "夜行蜘蛛洞穴",
["O"] = "杀死8只小夜行蜘蛛和5只夜行蜘蛛。",
["S"] = {
"消灭小夜行蜘蛛",
"消灭夜行蜘蛛",
},
},
[42007] = {
["T"] = "被遗忘的敌人",
["O"] = "在碧蓝巨龙圣地启动虚灵通讯装置。",
["S"] = {
"启动通讯装置",
},
},
[34672] = {
["T"] = "阿库麦尔的崛起",
["O"] = "消灭吞噬者阿库麦尔",
["S"] = {
"消灭吞噬者阿库麦尔",
},
},
[42519] = {
["O"] = "招募伊墨瑞尔和罗伦·雷蹄。",
["T"] = "崛起吧，勇士",
},
[34584] = {
["T"] = "寻找木材",
["O"] = "标记8棵树木。",
["S"] = {
"为伐木工标记树木",
},
},
[8712] = {
["T"] = "隐秘通途之镰",
["O"] = "将1件其拉尖刺刀柄、2个碧蓝雕像、5个银质甲虫和5个白骨甲虫交给希利苏斯的守望者哈尔洛。你必须在塞纳里奥议会中达到崇拜声望才能完成这个任务。",
["S"] = {
"其拉尖刺刀柄",
"碧蓝雕像",
"银质甲虫",
"白骨甲虫",
"中立 / 崇拜 塞纳里奥议会",
},
},
[8776] = {
["T"] = "目标：雷戈制奴者",
["O"] = "击杀30只雷戈制奴者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 X才能完成这个任务。",
["S"] = {
"消灭雷戈制奴者",
},
},
[59925] = {
["T"] = "[OLD NOT USED]",
["O"] = "学习护园者的知识。",
["S"] = {
"倾听守望者的智慧",
},
},
[60181] = {
["T"] = "堑壕战",
["O"] = "使用男爵的战争号角，击败玛力菲斯。",
["S"] = {
"消灭玛力菲斯",
},
},
[60437] = {
["O"] = "在晋升堡垒完成世界任务“不忠的居民”、晋升高塔地下城或通灵战潮地下城。",
["T"] = "晋升堡垒的挑战",
},
[54052] = {
["T"] = "任务荒野",
["O"] = "消灭8个河爪豺狼人并击败吠爪。",
["S"] = {
"消灭吠爪",
"消灭河爪豺狼人",
},
},
[26381] = {
["T"] = "沙德拉之眼",
["O"] = "在亚戈瓦萨找到沙德拉之眼。",
["S"] = {
"沙德拉之眼",
},
},
[26509] = {
["T"] = "不速之客",
["O"] = "杀死贝利格拉布，并带回它的獠牙作为证明。",
["S"] = {
"贝利格拉布的獠牙",
},
},
[26637] = {
["T"] = "B连战斗工具：麻醉剂",
["O"] = "收集8个泥浆鱼人的腺体。",
["S"] = {
"淤泥鱼的腺体",
},
},
[26765] = {
["O"] = "把修理过的烹调锅带给北荆棘谷反抗军营地的卡雷布下士。",
["T"] = "去找卡雷布下士",
},
[26893] = {
["O"] = "与耶努萨克雷交谈。",
["T"] = "黑暗深渊",
},
[9416] = {
["O"] = "与雷戈虫巢附近部落营地的吉里卡将军谈一谈。",
["T"] = "向吉里卡将军报到",
},
[7383] = {
["T"] = "泰达希尔：卡多雷的负担",
["O"] = "用月亮井的水装满紫水晶瓶。",
["S"] = {
"装满的紫水晶瓶",
},
},
[38168] = {
["O"] = "WOD 90-99",
["T"] = "WOD 90-99",
},
[42563] = {
["O"] = "WOD 100 A",
["T"] = "WOD 100 A",
},
[27533] = {
["T"] = "猪的悲惨命运",
["O"] = "杀死9只天灾野猪。",
["S"] = {
"消灭天灾野猪",
},
},
[38936] = {
["T"] = "昆莱之路",
["O"] = "穿过雾纱栈道并抵达滨岸村。",
["S"] = {
"与商路土地精交谈（可选）",
"与酒仙布夫谈一谈（可选）",
},
},
[9800] = {
["T"] = "稀有的豆子",
["O"] = "将8颗挖出来的卡拉果交给纳格兰元素王座的元素师鲁艾普。",
["S"] = {
"挖出来的卡拉果",
},
},
[29272] = {
["T"] = "真的……需要……水……",
["O"] = "把安伦·觅影者带到熔火前线的入口处去。",
["S"] = {
"护送安伦前往洞窟的出口",
},
},
[47895] = {
["T"] = "伯特的机器人",
["O"] = "在宠物对战中击败伯特。",
["S"] = {
"击败伯特",
},
},
[9992] = {
["T"] = "奥雷巴种子",
["O"] = "收集30颗奥雷巴种子，把它们交给奥蕾莉亚要塞的洛瑟蕾丝。",
["S"] = {
"奥雷巴种子",
},
},
[40216] = {
["T"] = "猎人之心",
["O"] = "在松岩盆地猎杀野生动物，帮助艾迪学习如何狩猎。",
["S"] = {
"与艾迪交谈",
},
},
[10120] = {
["O"] = "地狱火半岛上黑暗之门旁的沃雷恩中将要求你将沃雷恩的报告交给维拉加·乱羽。",
["T"] = "抵达外域",
},
[28557] = {
["O"] = "与塔纳利斯西部灌木谷的埃达尔拉交谈。",
["T"] = "大酋长的命令：奥丹姆！",
},
[9452] = {
["T"] = "美味的红钳鱼",
["O"] = "使用德莱尼渔网抓住10只红钳鱼。任务完成后把鱼和渔网交给秘蓝岛的迪泰娜。",
["S"] = {
"红钳鱼",
},
},
[28813] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[57878] = {
["T"] = "天命之选",
["O"] = "与盟约交谈。决定你与天命交织的道路。",
["S"] = {
"与格里恩交谈",
"与温西尔交谈",
"与法夜交谈",
"与通灵领主交谈",
},
},
[33561] = {
["T"] = "多人赛跑",
["O"] = "跑过拱门，通过蓝色标记，然后是绿色标记、红色标记和紫色标记，最后返回钢铁精灵游戏营地。",
["S"] = {
"在比赛开始时到拱门处就位",
},
},
[42008] = {
["T"] = "巨龙之眼",
["O"] = "在考达拉的关键地点进行侦察。",
["S"] = {
"侦察魔枢尖塔",
},
},
[53982] = {
["O"] = "与新生家园的阿托莉亚谈一谈，领取你的奖励。",
["T"] = "来自破镣者的补给",
},
[58902] = {
["T"] = "艾泽拉斯的守护者",
["O"] = "与大领主达里安·莫格莱尼交谈，使用大领主的黑锋之门前往暴风城。抵达之后拜访克罗米。",
["S"] = {
"与大领主达里安·莫格莱尼交谈",
},
},
[34585] = {
["T"] = "震拳",
["O"] = "消灭震拳。",
["S"] = {
"消灭震拳",
},
},
[10760] = {
["T"] = "斯克瑟隆废墟",
["O"] = "从斯克瑟隆废墟黑暗教团的鸦人身上夺得斯克瑟隆指挥官的日记 - 第1页、斯克瑟隆指挥官的日记 - 第2页，以及斯克瑟隆指挥官的日记 - 第3页，将它们交给影月村的卡戈鲁尔中士。",
["S"] = {
"斯克瑟隆指挥官的日记 - 第1页",
"斯克瑟隆指挥官的日记 - 第2页",
"斯克瑟隆指挥官的日记 - 第3页",
},
},
[40424] = {
["T"] = "绝命之旅",
["O"] = "寻着路灯带艾德瑞斯去找阿斯托里尔。",
["S"] = {
"搜索第一个区域",
},
},
[59926] = {
["T"] = "热身",
["O"] = "在作战假人处热身。",
["S"] = {
"摧毁作战假人",
},
},
[35609] = {
["O"] = "血色大厅（奖励目标）奖励任务",
["T"] = "血色大厅（奖励目标）奖励任务",
},
[60438] = {
["O"] = "在炽蓝仙野完成世界任务“塞兹仙林的恐惧”、塞兹仙林的迷雾地下城或彼界地下城。",
["T"] = "炽蓝仙野的挑战",
},
[28760] = {
["T"] = "为奥西斯复仇",
["O"] = "杀死阿萨德。",
["S"] = {
"消灭阿萨德",
},
},
[40990] = {
["O"] = "学习6份军团再临烹饪食谱。",
["T"] = "精选食谱单",
},
[28504] = {
["T"] = "大酋长的命令：千针石林！",
["O"] = "前往尘泥沼泽南部的泥链镇，向奈瑟报告。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在泥链镇与奈瑟交谈",
},
},
[36932] = {
["T"] = "宿敌：卡多雷灾星",
["O"] = "在德拉诺的PVP战斗中消灭500名暗夜精灵玩家。",
["S"] = {
"消灭暗夜精灵玩家",
},
},
[37145] = {
["T"] = "顺手牵羊的巴德",
["O"] = "从钢铁码头获得闪闪发光的东西。",
["S"] = {
"闪闪发光的东西",
"消灭斯古洛克",
},
},
[14125] = {
["T"] = "447",
["O"] = "销毁隐藏在过载故障的发电机，渗漏的炉子，和易燃的床垫上的机密，然后使用燃气机器人完成整个清理工作！",
["S"] = {
"销毁故障的发电机中的机密",
"销毁渗漏的炉子中的机密",
"销毁易燃的床垫上的机密",
"派出燃气型清理机器人完成最后的清除工作！",
},
},
[37657] = {
["T"] = "有利可图",
["O"] = "在玛拉纳消灭12个海地精或者龙虾人，并解决他们的领袖卡卡拉女王。",
["S"] = {
"消灭海地精或龙虾人",
"解决卡卡拉女王",
},
},
[11528] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[11592] = {
["T"] = "攻击！",
["O"] = "帮助远行者达玛·傲蹄和他的士兵突袭钢腭的车队，并杀死指挥官斯尔加·钢腭的幽灵。\n\n完成任务后，前往北风苔原的博古洛克前哨站，向博古洛克大王复命。",
["S"] = {
"帮助远行者达玛·傲蹄完成突袭。",
},
},
[31501] = {
["O"] = "青龙挑战模式——黄金添头（第N个）",
["T"] = "青龙挑战模式——黄金添头（第N个）",
},
[31629] = {
["O"] = "血色修道院挑战模式——安慰（第N个）",
["T"] = "血色修道院挑战模式——安慰（第N个）",
},
[47128] = {
["T"] = "萨格拉斯之墓：欺诈者",
["O"] = "击败萨格拉斯之墓的基尔加丹。",
["S"] = {
[2] = "欺诈者之印",
},
},
[31885] = {
["O"] = "去奥格瑞玛向瓦佐克报到。",
["T"] = "瓦佐克",
},
[55831] = {
["T"] = "赏金任务：更多龙虾人",
["O"] = "消灭15个龙虾人。",
["S"] = {
"消灭龙虾人",
},
},
[56087] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库里。",
["T"] = "图纸：实验型冒险者强化器",
},
[12040] = {
["T"] = "阿尔萨斯的死敌",
["O"] = "纳尔苏深渊的拆解者基里克斯要求你杀死6只阿努巴尔蛛魔领主。",
["S"] = {
"消灭阿努巴尔蛛魔领主",
},
},
[40217] = {
["O"] = "把箭囊拿到奈辛瓦里小屋，交给赫米特·奈辛瓦里。",
["T"] = "箭矢供应",
},
[14061] = {
["T"] = "火鸡还是缺",
["O"] = "将20份慢烤火鸡交给奥格瑞玛外面的昂丹尼。",
["S"] = {
"慢烤火鸡",
},
},
[54943] = {
["O"] = "在提瑞斯法林地找到黑暗游侠维罗娜拉。",
["T"] = "黑暗游侠新兵",
},
[12296] = {
["T"] = "生存或是死亡",
["O"] = "蓝天伐木场的蕾安娜要你对10名受伤的月溪旅步兵使用恢复绷带。",
["S"] = {
"治疗月溪旅步兵",
},
},
[9356] = {
["T"] = "万无一失",
["O"] = "将12只强壮的秃鹫翅膀交给飞艇坠毁点的雷加希。",
["S"] = {
"强壮的秃鹫翅膀",
},
},
[34710] = {
["O"] = "在塔拉多的尤鲁恩矿场与安吉拉谈一谈。",
["T"] = "人多力量大",
},
[24974] = {
["T"] = "从未如此孤单",
["O"] = "在耳语海岸上对一名邪鳍鱼人使用鱼人拴绳，然后带着它去找卡尔斯通庄园的塞德里克·卡尔斯通。",
["S"] = {
"捕获邪鳍鱼人",
"带回邪鳍鱼人",
},
},
[25102] = {
["T"] = "驱赶巨兽",
["O"] = "在南贫瘠之地杀死4头震地科多兽和1头震地蛮兽。",
["S"] = {
"消灭震地科多兽",
"消灭震地蛮兽",
},
},
[12616] = {
["O"] = "银色特使要你进入卡拉赞的仆役宿舍，在特里斯·黯血王子的房间中寻找线索。",
["T"] = "卡拉赞的密室",
},
[58903] = {
["T"] = "艾泽拉斯的守护者",
["O"] = "与大领主达里安·莫格莱尼交谈，使用大领主的黑锋之门前往奥格瑞玛。抵达之后拜访克罗米。",
["S"] = {
"与大领主达里安·莫格莱尼交谈",
},
},
[25486] = {
["T"] = "恐怖图腾来了",
["O"] = "消灭7名恐怖图腾掠夺者。",
["S"] = {
"消灭恐怖图腾掠夺者",
},
},
[25614] = {
["T"] = "下来的唯一办法就是进裹尸袋",
["O"] = "杀死8名战歌飞将。",
["S"] = {
"消灭战歌飞将",
},
},
[13227] = {
["O"] = "前往冰冠冰川的银色前线基地，向大领主提里奥·弗丁报到。",
["T"] = "审判日降临！",
},
[59927] = {
["T"] = "坚守阵地",
["O"] = "与步兵索格过招。",
["S"] = {
"与步兵索格练习",
},
},
[13000] = {
["T"] = "紧急措施",
["O"] = "血卫士洛尔加要你前往东边的基莫拉克之巢，收集6张座狼的毛皮。",
["S"] = {
"座狼的毛皮",
},
},
[60439] = {
["O"] = "在炽蓝仙野完成世界任务“塞兹仙林的恐惧”、塞兹仙林的迷雾地下城或彼界地下城。",
["T"] = "炽蓝仙野的挑战",
},
[51246] = {
["T"] = "海难侦察",
["O"] = "消灭10个第七军团海难水手。",
["S"] = {
"消灭第七军团水手",
},
},
[26382] = {
["T"] = "没材料怎么做煎蛋卷……",
["O"] = "在亚戈瓦萨采集5颗沙德拉之卵。",
["S"] = {
"沙德拉之卵",
},
},
[26510] = {
["T"] = "必须准备万全！",
["O"] = "找回侏儒通讯器。",
["S"] = {
"侏儒通讯器",
},
},
[26638] = {
["T"] = "猎杀黑石猎人",
["O"] = "干掉8名黑石猎人。",
["S"] = {
"消灭黑石猎人",
},
},
[13384] = {
["T"] = "永恒之眼的审判",
["O"] = "龙骨荒野龙眠神殿的克拉苏斯要你取回魔法之心。\n\n该任务必须在普通模式下的10人永恒之眼中完成。",
["S"] = {
"魔法精华",
},
},
[26894] = {
["O"] = "与耶努萨克雷交谈。",
["T"] = "黑暗深渊",
},
[37658] = {
["T"] = "激活结界",
["O"] = "重新激活3个恶魔结界。",
["S"] = {
"激活南部结界",
"激活西部结界",
"激活北部结界",
},
},
[27352] = {
["T"] = "液体黄金",
["O"] = "找到一瓶斯坦索姆圣水。",
["S"] = {
"斯坦索姆圣水",
},
},
[13640] = {
["T"] = "资材管理",
["O"] = "说服垂头丧气的苦工们开工，收集5捆刚切下的木头。",
["S"] = {
"刚切下的木头",
},
},
[62999] = {
["O"] = "勇士：考尔曼",
["T"] = "勇士：考尔曼",
},
[27534] = {
["T"] = "奥古斯图斯的收据册",
["O"] = "在恐惧谷的旅店里找到奥古斯图斯的收据册。",
["S"] = {
"奥古斯图斯的收据册",
},
},
[55320] = {
["O"] = "载具：TK02",
["T"] = "载具：TK02",
},
[13613] = {
["T"] = "救治伤兵",
["O"] = "用药膏救治5名受伤的莫尔杉防御者。",
["S"] = {
"营救受伤的莫尔杉防御者",
},
},
[8684] = {
["O"] = "梦言长者",
["T"] = "梦言长者",
},
[32163] = {
["T"] = "兽王的狩猎：螃蟹",
["O"] = "从盎迦猴岛的盎迦村民处获得30条恶臭烂鱼。",
["S"] = {
"恶臭烂鱼",
},
},
[28174] = {
["T"] = "燃烧的复仇",
["O"] = "杀死5名黑石驭龙者和5只火鳞小龙。",
["S"] = {
"消灭黑石驭龙者",
"消灭火鳞小龙",
},
},
[24934] = {
["T"] = "击退不速之客！",
["O"] = "跟海军司令奥布里谈一谈，飞往黑弹珠号杀死6名怒吼水兵。",
["S"] = {
"消灭怒吼水兵",
},
},
[53736] = {
["T"] = "上层精灵的挽歌",
["O"] = "去点燃第二处纪念之地的火焰。",
["S"] = {
"消灭饱受折磨的游侠",
},
},
[28558] = {
["O"] = "与塔纳利斯灌木谷的埃达尔拉交谈。",
["T"] = "英雄的召唤：奥丹姆！",
},
[28686] = {
["T"] = "不友善的村落",
["O"] = "指挥官拉尔玛什要你前往洛斯贝格村杀死14名村民。洛斯贝格村位于营地以北，就在右边。",
["S"] = {
"洛斯贝格村居民",
},
},
[28814] = {
["T"] = "追随者与领袖",
["O"] = "杀死高阶女祭司艾苏尔和101个虔诚的追随者。",
["S"] = {
"消灭高阶女祭司艾苏尔",
"消灭虔诚的追随者",
},
},
[57880] = {
["O"] = "将西塔尔的便条带给旧城门的博格丹。",
["T"] = "古门庄园",
},
[44973] = {
["O"] = "把你的恐嘴雏龙提升到25级。",
["T"] = "养育你的恐嘴雏龙",
},
[29198] = {
["T"] = "庇护所保卫战",
["O"] = "在玛法里奥复活玛洛恩时保护他。",
["S"] = {
"保护玛法里奥",
},
},
[29326] = {
["T"] = "诺达希尔之巅",
["O"] = "去海加尔山跟世界之树下的萨尔谈一谈，见证大地之环的仪式。",
["S"] = {
"见证仪式",
},
},
[6442] = {
["T"] = "佐拉姆海岸的纳迦",
["O"] = "将20个怒尾纳迦的徽记交给佐拉姆海岸的玛鲁凯。",
["S"] = {
"怒尾纳迦的徽记",
},
},
[29582] = {
["O"] = "和奥金顿法力陵墓里的工匠莫法鲁斯谈一谈。",
["T"] = "葛雷克的噩梦",
},
[12947] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[29838] = {
["T"] = "独一无二",
["O"] = "记载者拜基妮要你从古达克弄一块达卡莱巨像的碎片回来。",
["S"] = {
"达卡莱巨像的碎片",
},
},
[59928] = {
["O"] = "找到督军布雷卡。",
["T"] = "抵御冲击",
},
[60184] = {
["O"] = "将圣所传送门系统升至等级2。",
["T"] = "我的浮空城呢？",
},
[60440] = {
["O"] = "在炽蓝仙野完成世界任务“塞兹仙林的恐惧”、塞兹仙林的迷雾地下城或彼界地下城。",
["T"] = "炽蓝仙野的挑战",
},
[53730] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[13523] = {
["T"] = "控潮之力",
["O"] = "对6个被激怒的潮汐之魂的残余使用艾露恩宝珠。",
["S"] = {
"平息潮汐之魂",
},
},
[53729] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[12395] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[37147] = {
["T"] = "天之舞者",
["O"] = "从通天峰收集一瓶瓶装风暴。",
["S"] = {
"瓶装风暴",
"消灭高阶贤者维里克斯",
},
},
[12363] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[8873] = {
["O"] = "与奥格瑞玛智慧谷的春节预告者交谈。你也可以和其他主城的春节预告者交谈。",
["T"] = "春节将至！",
},
[34478] = {
["T"] = "潜在的盟友",
["O"] = "在卡加萨训练场的火环附近使用霜风焦镜，释放大主教玛拉达尔。",
["S"] = {
"释放大主教玛拉达尔",
},
},
[38171] = {
["O"] = "Legion 100-109 A",
["T"] = "Legion 100-109 A",
},
[25304] = {
["O"] = "跟萨尔多岛的塔姆布莉谈一谈。",
["T"] = "萨尔多之战",
},
[31630] = {
["O"] = "血色大厅挑战模式——安慰（第N个）",
["T"] = "血色大厅挑战模式——安慰（第N个）",
},
[55321] = {
["O"] = "载具：TK03",
["T"] = "载具：TK03",
},
[31886] = {
["O"] = "去蟠龙脊和女射手李琪薇谈一谈。",
["T"] = "恐惧空间",
},
[47642] = {
["O"] = "找到隐藏在红玉巨龙圣地的大树内部的巫妖。",
["T"] = "灵魂水晶",
},
[53668] = {
["T"] = "飞行工程师网络",
["O"] = "把飞行工程师卡兹勒的笔记交给你在阿戈罗克的指挥官。",
["S"] = {
"飞往阿戈罗克（可选）",
},
},
[25048] = {
["T"] = "海边打捞",
["O"] = "收集7份热砂补给品。",
["S"] = {
"热砂补给品",
},
},
[41769] = {
["T"] = "炼金师“疯子”欧尼",
["O"] = "在瓦尔莎拉找到炼金师“疯子”欧尼。",
["S"] = {
"在瓦尔莎拉找到“疯子”欧尼",
},
},
[30116] = {
["T"] = "磨利你的牙",
["O"] = "在巨龙之魂团队副本内，从怪物身上收集60个源质宝石簇。",
["S"] = {
"源质宝石簇",
},
},
[53561] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[49178] = {
["T"] = "我最爱的东西",
["O"] = "向和蔼的皮特、吃不饱的萨姆和匠人比尔问问他们遗失的纪念品，然后从哀嚎潮路找回那些物品。",
["S"] = {
"与吃不饱的萨姆交谈",
"与和蔼的皮特交谈",
"与匠人比尔交谈",
},
},
[24719] = {
["T"] = "白色龙爪",
["O"] = "取回5个白色暴掠龙爪。",
["S"] = {
"白色暴掠龙爪",
},
},
[41499] = {
["T"] = "离水鱿鱼",
["O"] = "在萨吉塔废墟摧毁5个碎心魔孵化器。",
["S"] = {
"破坏碎心魔孵化器",
},
},
[24975] = {
["T"] = "悲伤之地",
["O"] = "从提瑞斯法林地的索利丹农场中偷10颗南瓜来。",
["S"] = {
"提瑞斯法南瓜",
},
},
[42011] = {
["T"] = "魔枢宝库",
["O"] = "击败节点亲王拜拉尔并取得艾露尼斯，护法者之杖。",
["S"] = {
"消灭节点亲王拜拉尔",
"艾露尼斯",
},
},
[53560] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[42523] = {
["O"] = "使用侦察地图并完成任务“乐娜拉需要帮助”。",
["T"] = "进行接触",
},
[25487] = {
["T"] = "恐怖图腾来了",
["O"] = "消灭7名恐怖图腾抢劫者。",
["S"] = {
"消灭恐怖图腾抢劫者",
},
},
[8713] = {
["O"] = "星歌长者",
["T"] = "星歌长者",
},
[51482] = {
["T"] = "探求更多知识",
["O"] = "取回维克雷斯庄园中的《论锚草》。",
["S"] = {
"论锚草",
"消灭高莱克·图尔",
},
},
[59929] = {
["T"] = "鱼人狂欢",
["O"] = "从鱼人处取回6个急救包。",
["S"] = {
"从被击败的鱼人身上获取急救包",
},
},
[60185] = {
["O"] = "LFGDungeons - BFA - Ny'alotha Raid Finder - 1st",
["T"] = "LFGDungeons - BFA - Ny'alotha Raid Finder - 1st",
},
[60441] = {
["O"] = "在炽蓝仙野完成世界任务“塞兹仙林的恐惧”、塞兹仙林的迷雾地下城或彼界地下城。",
["T"] = "炽蓝仙野的挑战",
},
[12205] = {
["T"] = "通缉：血色先锋军",
["O"] = "消灭20个血色先锋军的成员，然后向怨毒镇的高级执行官乌洛斯汇报。",
["S"] = {
"消灭血色先锋军成员",
},
},
[31140] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[26511] = {
["T"] = "打扫止水湖",
["O"] = "杀掉止水湖的任意10名鱼人。",
["S"] = {
"击败止水湖鱼人",
},
},
[26639] = {
["O"] = "找到布鲁贝克。",
["T"] = "接头人：布鲁贝克",
},
[37148] = {
["T"] = "奥拉留斯的冒险",
["O"] = "从黑石塔上层获得峰林火焰蜂。",
["S"] = {
"峰林火焰蜂",
"消灭督军扎伊拉",
},
},
[53558] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[9417] = {
["T"] = "鸦人的威胁",
["O"] = "地狱火半岛的格雷尼·长须要你杀死4名哈尔什风行者和6名哈尔什利爪卫兵。",
["S"] = {
"消灭哈尔什风行者",
"消灭哈尔什利爪卫兵",
},
},
[53554] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[38172] = {
["O"] = "Legion 100-109 A",
["T"] = "Legion 100-109 A",
},
[27407] = {
["T"] = "血沼羽毛",
["O"] = "从血沼迅猛龙身上采集5片血沼羽毛。",
["S"] = {
"血沼羽毛",
},
},
[27535] = {
["O"] = "跟恐惧谷被感动的奥古斯图斯谈一谈。",
["T"] = "受到一点小小的感动",
},
[55322] = {
["O"] = "载具：TK04",
["T"] = "载具：TK04",
},
[39196] = {
["O"] = "前往纳格兰的加拉达尔，与克洛坎上尉谈一谈。",
["T"] = "大酋长的命令：纳格兰！",
},
[27919] = {
["O"] = "前往诅咒之地跟守望堡的恩诺哈尔·雷酒谈一谈。",
["T"] = "前往诅咒之地",
},
[56090] = {
["O"] = "风暴烈酒的抵抗",
["T"] = "风暴烈酒的抵抗",
},
[9993] = {
["T"] = "奥雷巴油",
["O"] = "将30颗奥雷巴种子交给裂石堡的拉克妮亚。",
["S"] = {
"奥雷巴种子",
},
},
[10057] = {
["T"] = "寻找首领",
["O"] = "击败大法师辛托尔和塔沃斯少校的鬼魂，然后向荣耀堡西北部哨塔的荣耀堡卫兵维斯洛复命。",
["S"] = {
"消灭大法师辛托尔",
"消灭塔沃斯少校",
},
},
[10121] = {
["O"] = "前往萨尔玛以东的补给车队，与斯古尔·碎颅者中士谈一谈。",
["T"] = "消灭燃烧军团",
},
[28559] = {
["O"] = "去找秘血岛凯希尔路口的雷象管理者沃克汉。",
["T"] = "英雄的召唤：秘血岛！",
},
[40988] = {
["O"] = "在达拉然与诺米见面。",
["T"] = "厨师太多",
},
[28815] = {
["T"] = "暮光文件",
["O"] = "获得暮光文件。",
["S"] = {
"暮光文件",
},
},
[11949] = {
["T"] = "战斗到底！",
["O"] = "阿泰卡要你在卡斯卡拉杀死12名克瓦迪尔劫掠者。",
["S"] = {
"消灭克瓦迪尔劫掠者",
},
},
[5943] = {
["T"] = "基泽尔顿车队",
["O"] = "护送基泽尔顿车队通过玛诺洛克集会所，然后与瑟卡布斯库的营地的斯米德谈一谈，领取你的奖励。",
["S"] = {
"护送基泽尔顿车队通过玛诺洛克集会所",
},
},
[29199] = {
["T"] = "寻求增援",
["O"] = "收集20个世界之树的印记。",
["S"] = {
"世界之树的印记",
},
},
[10569] = {
["T"] = "斯克瑟隆废墟",
["O"] = "从斯克瑟隆废墟黑暗教团的鸦人身上夺得斯克瑟隆指挥官的日记 - 第1页、斯克瑟隆指挥官的日记 - 第2页，以及斯克瑟隆指挥官的日记 - 第3页，将它们交给狮鹫骑士基尔兰。",
["S"] = {
"斯克瑟隆指挥官的日记 - 第1页",
"斯克瑟隆指挥官的日记 - 第2页",
"斯克瑟隆指挥官的日记 - 第3页",
},
},
[29455] = {
["T"] = "目标：乌龟",
["O"] = "将3个投环扔到暗月乌龟背上。",
["S"] = {
"投环命中",
},
},
[29583] = {
["O"] = "和奥金顿法力陵墓里的工匠莫法鲁斯谈一谈。",
["T"] = "疯子埃克尔特",
},
[53476] = {
["T"] = "无尽之海卷轴",
["O"] = "收集一套描绘始祖龟朝圣的卷轴。",
["S"] = {
"朝圣卷轴",
},
},
[59674] = {
["O"] = "与炉火岗哨的佩罗迪斯或者涅美娅的居所的涅美娅见面。",
["T"] = "友好的对手",
},
[59930] = {
["T"] = "紧急治疗",
["O"] = "对老波、米斯德兰·寻曦者和拉娜·乔丹使用急救包。",
["S"] = {
"对拉娜·乔丹使用急救包",
"对老波使用急救包",
"对米斯德兰·寻曦者使用急救包",
},
},
[35613] = {
["O"] = "血色修道院奖励任务",
["T"] = "血色修道院奖励任务",
},
[60442] = {
["O"] = "在晋升堡垒完成世界任务“不忠的居民”、晋升高塔地下城或通灵战潮地下城。",
["T"] = "晋升堡垒的挑战",
},
[32036] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[14004] = {
["O"] = "把修理过的主动式负载平衡器残骸带给诺兹波特的哨站的斯布特瓦夫。同维妮交谈，就能直接传送到斯布特瓦夫那里去。",
["T"] = "归还主动式负载平衡器",
},
[44058] = {
["T"] = "狡猾的沃平",
["O"] = "扰乱猎狐活动。",
["S"] = {
"迎战猎狐发起者",
},
},
[35017] = {
["T"] = "割颅者的复仇",
["O"] = "杀死7只真菌侦察者。",
["S"] = {
"消灭真菌侦察者",
},
},
[37149] = {
["T"] = "虚空之门",
["O"] = "在影月墓地获得一把虚空之门钥匙。",
["S"] = {
"虚空之门钥匙",
"消灭耐奥祖",
},
},
[10859] = {
["T"] = "收集光球",
["O"] = "唤灵者多戈加尔要你利用宝珠收集图腾收集15颗拉扎安光球。",
["S"] = {
"收集扎拉安光球",
},
},
[8468] = {
["T"] = "通缉：饥饿者泰里斯",
["O"] = "将泰里斯的徽记交给永歌森林鹰翼广场的坎雷中士。",
["S"] = {
"泰里斯的徽记",
},
},
[37293] = {
["T"] = "清除迷雾",
["O"] = "消灭8只天蓝龙虾人，并获得过度生长的心脏。",
["S"] = {
"消灭天蓝龙虾人",
"过度生长的心脏",
},
},
[38173] = {
["O"] = "Legion 100-109 H",
["T"] = "Legion 100-109 H",
},
[29520] = {
["T"] = "遍地旗帜！",
["O"] = "使用暗月旗帜包，用粗线、红色染料和蓝色染料制作一面暗月旗帜，然后把它插在暗月马戏团场地内一堆松动的石头里。",
["S"] = {
"插下暗月旗帜",
},
},
[31631] = {
["O"] = "残阳关挑战模式——青铜添头（第N个）",
["T"] = "残阳关挑战模式——青铜添头（第N个）",
},
[55323] = {
["O"] = "载具：TK05",
["T"] = "载具：TK05",
},
[39197] = {
["O"] = "前往外域的纳格兰，与塔拉的监护者莫布吉尔谈一谈。",
["T"] = "英雄的召唤：纳格兰！",
},
[47644] = {
["O"] = "找到隐藏在黑曜石巨龙圣地的洞穴入口附近的恐惧魔王。",
["T"] = "恶魔石核",
},
[64282] = {
["T"] = "惊喜连连",
["O"] = "找到佐瓦尔的宝箱。",
["S"] = {
"找到佐瓦尔的宝箱",
"将佐瓦尔的宝箱交给威·娜莉（可选）",
},
},
[38689] = {
["T"] = "邪能灌注",
["O"] = "利用死去的恶魔为自己灌注100点能量。",
["S"] = {
"恢复邪能",
},
},
[12105] = {
["O"] = "将米克哈尔的日记交给琥珀松木营地的杜蒙特中尉。",
["T"] = "坠入黑暗",
},
[39068] = {
["T"] = "制海权",
["O"] = "收集2500份要塞资源，2500金币，并完成25次海军寻宝行动。",
["S"] = {
[2] = "要塞物资",
},
},
[10315] = {
["T"] = "消灭虚空法师",
["O"] = "消灭15名日怒虚空法师，然后返回虚空风暴内的图鲁曼的营地，向虚空猎手奥尔苏复命。",
["S"] = {
"消灭日怒虚空法师",
},
},
[10027] = {
["T"] = "魔法扰动",
["O"] = "杀死10只迁跃跟踪者，然后向裂石堡的库加托克复命。",
["S"] = {
"消灭迁跃跟踪者",
},
},
[12361] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[9300] = {
["O"] = "将破旧的信交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
["T"] = "破旧的信",
},
[24976] = {
["T"] = "药剂也要多姿多彩",
["O"] = "获得4朵骨髓之花、4根萨维伦之棘，以及8条咸海参。",
["S"] = {
"骨髓之花",
"萨维伦之棘",
"咸海参",
},
},
[25104] = {
["O"] = "在南贫瘠之地的巴尔莫丹挖掘场外找到马尔雷·双辫。",
["T"] = "挖掘场的情形",
},
[25232] = {
["T"] = "火刃兽人",
["O"] = "从尘风洞穴的火刃成员那里夺得6份火刃魔法卷轴。",
["S"] = {
"火刃魔法卷轴",
},
},
[25360] = {
["T"] = "螃蟹光临",
["O"] = "杀掉10只绿沙蟹。",
["S"] = {
"消灭绿沙蟹",
},
},
[9835] = {
["T"] = "安葛洛什的威胁",
["O"] = "杀死10个安葛洛什食人魔和5个安葛洛什萨满祭司，然后返回奥雷柏尔营地向伊库提复命。",
["S"] = {
"消灭安葛洛什萨满祭司",
"消灭安葛洛什食人魔",
},
},
[9739] = {
["T"] = "孢子人的困境",
["O"] = "孢殖林的法恩森要你收集10个成熟的孢子囊。",
["S"] = {
"成熟的孢子囊",
},
},
[51484] = {
["O"] = "在奥格瑞玛面见盖亚拉大王。",
["T"] = "玛格汉的传承",
},
[43549] = {
["T"] = "翡翠梦魇：伊格诺斯",
["O"] = "击败翡翠梦魇的伊格诺斯。",
["S"] = {
"消灭伊格诺斯",
"腐化的蛋壳碎片",
},
},
[47431] = {
["T"] = "聚集圣光",
["O"] = "在克罗库营地与图拉扬见面。",
["S"] = {
"使用导航控制台传送到克罗库营地（可选）",
"在克罗库恩与图拉扬见面",
},
},
[60443] = {
["O"] = "在晋升堡垒完成世界任务“不忠的居民”、晋升高塔地下城或通灵战潮地下城。",
["T"] = "晋升堡垒的挑战",
},
[13129] = {
["T"] = "智力游戏",
["O"] = "达克萨隆要塞的库塞尔希望你对召唤者诺沃斯的尸体使用库塞尔的布片。然后把沾满腐液的布片交给她。",
["S"] = {
"沾满腐液的布片",
},
},
[36382] = {
["T"] = "窥探黑暗之门",
["O"] = "找到斥候帕扎提克并使用她的望远镜。",
["S"] = {
"使用望远镜",
},
},
[26512] = {
["T"] = "调试侏儒通讯器",
["O"] = "前往湖畔镇墓地来调试侏儒通讯器的信号接收。",
["S"] = {
"在湖畔镇墓地测试侏儒通讯器。",
},
},
[6661] = {
["T"] = "捕捉矿道老鼠",
["O"] = "使用捕鼠者之笛捕获5只矿道老鼠，把它们引到蒙提那儿去。",
["S"] = {
"捕获老鼠",
},
},
[37150] = {
["T"] = "为了小孔雀",
["O"] = "在永茂林地找到一只孔雀小雏鸟。",
["S"] = {
"孔雀小雏鸟",
"消灭雅努",
},
},
[26896] = {
["O"] = "跟加基森的狄奥维奥博士谈一谈。",
["T"] = "雷霆斗技场！",
},
[28069] = {
["O"] = "与执行官努兹拉克交谈。",
["T"] = "征召冒险者：黑石深渊",
},
[13577] = {
["O"] = "跟漩涡之眼北方沐月兽穴的阿隆姆谈一谈。",
["T"] = "最后的枭兽",
},
[38174] = {
["O"] = "Legion 100-109 H",
["T"] = "Legion 100-109 H",
},
[10004] = {
["T"] = "耐心与理解",
["O"] = "纳格兰西部的受难者奥图里斯要你将主规划师的蓝图交给沙塔斯城中的萨萨拉比姆，并说服他帮助你。",
["S"] = {
"说服萨萨拉比姆",
},
},
[55068] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：BAWLD-371",
},
[27664] = {
["O"] = "当暗月马戏团来到镇上的时候，把火山套牌交给他们。",
["T"] = "暗月火山套牌",
},
[63771] = {
["O"] = "如果你想进入命运丝线的话，可以与奥利波斯的命运撰写师罗-塔尔会面。",
["T"] = "命运提醒",
},
[27920] = {
["T"] = "武装到牙齿",
["O"] = "杀死席瓦莱恩男爵和指挥官斯普林瓦尔。",
["S"] = {
"消灭席瓦莱恩男爵",
"消灭指挥官斯普林瓦尔",
},
},
[10132] = {
["T"] = "巨人的威胁",
["O"] = "杀死5个暴怒的巨人，然后返回地狱火半岛的塞纳里奥哨站，向图拉希恩复命。",
["S"] = {
"消灭暴怒的巨人",
},
},
[56348] = {
["T"] = "永恒王宫：我们能令它更强……",
["O"] = "从永恒王宫最强大的生物身上收集20个永恒装饰品。",
["S"] = {
"永恒装饰品",
},
},
[40222] = {
["T"] = "鬼母魔典",
["O"] = "夺取邪魔之秘魔典。",
["S"] = {
"邪魔之秘魔典",
},
},
[13642] = {
["T"] = "沐浴在月光中",
["O"] = "制作一瓶经过浸泡的药剂。",
["S"] = {
"经过浸泡的药剂",
},
},
[28560] = {
["O"] = "向幽魂之地塔奎林的奥术师范迪瑞尔报到。",
["T"] = "大酋长的命令：幽魂之地！",
},
[28688] = {
["O"] = "前往北荆棘谷，向格罗姆高营地的指挥官阿格罗戈什报到。",
["T"] = "大酋长的命令：北荆棘谷！",
},
[9515] = {
["T"] = "督军斯雷提兹",
["O"] = "秘蓝岛奥德修斯营地的女祭司基琳·伊尔蒂娜要求你杀死督军斯雷提兹。",
["S"] = {
"消灭督军斯雷提兹",
},
},
[14473] = {
["T"] = "收拾烂摊子",
["O"] = "杀死6只刺角雏龙。",
["S"] = {
"消灭刺角雏龙",
},
},
[29605] = {
["T"] = "兄弟反目",
["O"] = "救出拉卡。完成任务之后，向塞泰克大厅的伊斯法尔复命。",
["S"] = {
"释放拉卡",
},
},
[7301] = {
["T"] = "被捕的空军指挥官",
["O"] = "到霜狼氏族的领地中去搜寻空军指挥官斯里多尔、空军指挥官维波里和空军指挥官艾克曼。任务完成之后向指挥官杜菲复命。",
["S"] = {
"找到艾克曼",
"找到维波里",
"找到斯里多尔",
},
},
[10900] = {
["O"] = "瓦丝琪的印记",
["T"] = "瓦丝琪的印记",
},
[42526] = {
["O"] = "在神射手营地与生存专家巴恩谈一谈。",
["T"] = "更上一层楼",
},
[42782] = {
["T"] = "整装待发",
["O"] = "拜访暴风城港口的联盟军队。",
["S"] = {
"打磨护甲",
"强化武器",
"享用最后一餐",
"切磋一下热热身",
},
},
[28759] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[29840] = {
["T"] = "前车之鉴",
["O"] = "古达克的记载者拜基妮要你收集6块达卡莱历史石板。",
["S"] = {
"达卡莱历史石板",
},
},
[59932] = {
["T"] = "烹调肉食",
["O"] = "从被遗弃的营地附近的野生动物身上取得5份生肉，然后在营火处进行烹饪。",
["S"] = {
"从野生动物身上获得生肉",
},
},
[30096] = {
["T"] = "姆诺兹多",
["O"] = "杀死姆诺兹多。",
["S"] = {
"消灭姆诺兹多",
},
},
[60444] = {
["O"] = "在晋升堡垒完成世界任务“不忠的居民”、晋升高塔地下城或通灵战潮地下城。",
["T"] = "晋升堡垒的挑战",
},
[30352] = {
["T"] = "猎鹤",
["O"] = "杀死12个鲤鱼猎人。",
["S"] = {
"消灭鲤鱼猎手",
},
},
[37449] = {
["T"] = "黑暗启示",
["O"] = "消灭背叛者夜刃。",
["S"] = {
"消灭背叛者夜刃",
},
},
[28503] = {
["O"] = "去找菲拉斯与千针石林边境处的新萨兰纳尔的凯雷希亚·猎月。",
["T"] = "英雄的召唤：千针石林！",
},
[10093] = {
["O"] = "前往地狱火半岛西部的塔哈玛特神殿，与智者阿曼恩谈一谈。",
["T"] = "塔哈玛特神殿",
},
[37151] = {
["T"] = "冰冷的钢铁",
["O"] = "从恐轨车站找到一门钢铁自动火炮。",
["S"] = {
"钢铁自动火炮",
"消灭啸天者托瓦拉",
},
},
[48299] = {
["T"] = "安托兰统帅议会",
["O"] = "击败安托鲁斯，燃烧王座的安托兰统帅议会。",
["S"] = {
[2] = "艾泽拉斯入侵计划",
},
},
[7781] = {
["O"] = "将奈法利安的徽记交给暴风城的杰塔瑞斯将军。",
["T"] = "黑石之王",
},
[46110] = {
["T"] = "为风暴峡湾而战",
["O"] = "击败风暴峡湾的总指挥官艾里克苏斯。",
["S"] = {
"与奥丁的瓦格里交谈（可选）",
"攻击开始",
"消灭总指挥官艾里克苏斯",
},
},
[62748] = {
["T"] = "鼓舞玛卓克萨斯",
["O"] = "帮助玛卓克萨斯完成日常任务和世界任务、拾取宝箱、消灭稀有生物。你也可以通过在玛卓克萨斯地下城中击败强大的敌人以达成目标。",
["S"] = {
"帮助通灵领主",
},
},
[42596] = {
["T"] = "找回山地鹿",
["O"] = "找到3头惊恐的山地鹿，并把它们带回莉萨·驭风的兽栏里。",
["S"] = {
"带回惊恐的山地鹿",
},
},
[31632] = {
["O"] = "影踪禅院挑战模式——青铜添头（第N个）",
["T"] = "影踪禅院挑战模式——青铜添头（第N个）",
},
[55325] = {
["O"] = "载具：TK07",
["T"] = "载具：TK07",
},
[39199] = {
["O"] = "前往刀锋山的希尔瓦纳与莉娜·月泉谈一谈。",
["T"] = "英雄的召唤：刀锋山！",
},
[55837] = {
["T"] = "赏金任务：危险的生物",
["O"] = "在纳沙塔尔消灭1个稀有生物。",
["S"] = {
"消灭纳沙塔尔的稀有敌人",
},
},
[38729] = {
["T"] = "返回黑暗神殿",
["O"] = "使用萨格里特钥石激活邪能传送门，然后返回黑暗神殿。",
["S"] = {
"启动萨格里特钥石",
},
},
[56349] = {
["T"] = "永恒王宫：挑战极限",
["O"] = "从永恒王宫最强大的生物身上收集200个永恒装饰品。",
["S"] = {
"永恒装饰品",
},
},
[32037] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[25126] = {
["T"] = "小试身手",
["O"] = "杀掉6只杂斑野猪。",
["S"] = {
"消灭杂斑野猪",
},
},
[43055] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[57373] = {
["T"] = "陷入疯狂",
["O"] = "在锦绣谷或奥丹姆的腐化区域中寻找恩佐斯的幻象，探索艾泽拉斯的未来。",
["S"] = {
"探索恩佐斯的幻象",
},
},
[27479] = {
["T"] = "正义之怒",
["O"] = "从祖玛沙尔的烂苔巨魔身上获得30份烂苔巨魔的魔精。",
["S"] = {
"烂苔巨魔的魔精",
},
},
[27351] = {
["T"] = "皇家的奖励",
["O"] = "进入影牙城堡，从指挥官斯普林瓦尔那里夺得斯普林瓦尔的磨刀石，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"斯普林瓦尔的磨刀石",
"月钢锭",
"不死肌腱",
},
},
[24977] = {
["O"] = "将斑纹南瓜交给卡尔斯通庄园瞭望台的被俘虏的血色狂热者。",
["T"] = "乔汉的实验",
},
[27223] = {
["T"] = "报应",
["O"] = "杀死不可宽恕者和悲惨的提米。",
["S"] = {
"消灭不可宽恕者",
"消灭悲惨的提米",
},
},
[25233] = {
["T"] = "补给线的尽头",
["O"] = "击败海加尔山狼神小径的4名暮光督工。",
["S"] = {
"消灭暮光督工",
},
},
[51016] = {
["T"] = "探求更多知识",
["O"] = "取回维克雷斯庄园中的《论锚草》。",
["S"] = {
"论锚草",
"消灭高莱克·图尔",
},
},
[8650] = {
["O"] = "雪冠长者",
["T"] = "雪冠长者",
},
[8714] = {
["O"] = "袭月长者",
["T"] = "袭月长者",
},
[51486] = {
["O"] = "去暴风城大使馆与穆加德大使见面。",
["T"] = "为了联盟",
},
[59933] = {
["T"] = "强化战斗技巧",
["O"] = "与恐斧督军过招。",
["S"] = {
"对督军恐斧使用技能",
},
},
[9389] = {
["O"] = "造访希尔斯布莱德丘陵、银松森林、西部荒野和湿地的篝火堆，然后回来与节日护火者交谈。",
["T"] = "东部王国的火焰",
},
[60445] = {
["O"] = "在玛卓克萨斯完成世界任务“魂选勇士”、伤逝剧场地下城或凋魂之殇地下城。",
["T"] = "玛卓克萨斯的挑战",
},
[26257] = {
["T"] = "它活了！",
["O"] = "对一台过载的麦田傀儡使用看守傀儡之心，然后用过载的麦田傀儡摧毁25台已充能的收割机。",
["S"] = {
"启动过载的麦田傀儡",
"消灭已充能的收割机",
},
},
[36384] = {
["T"] = "实地试验",
["O"] = "前往宾奇维斯拓殖点，然后把一瓶未经测试的血清用在一名被感染的拳师或被感染的伐木工身上。在完成后回去找克里希·宾奇维斯报告结果。",
["S"] = {
"测试血清",
},
},
[26513] = {
["T"] = "无影无踪",
["O"] = "收集8个赤脊山补给箱。",
["S"] = {
"赤脊山补给箱",
},
},
[47139] = {
["T"] = "森提纳克斯号印记",
["O"] = "收集50个森提纳克斯号印记。",
["S"] = {
"森提纳克斯号印记",
},
},
[37152] = {
["T"] = "克鲁的复仇",
["O"] = "从血槌炉渣矿井拿一颗巨大的食人魔脑袋。",
["S"] = {
"巨大的食人魔脑袋",
"消灭戈洛克",
},
},
[61981] = {
["O"] = "为雷文德斯的堕罪堡的心能储备收集心能资源。",
["T"] = "补充储备",
},
[62237] = {
["O"] = "将神秘的灵魂之镜交给万世档案所神庙的塞尼厄斯。",
["T"] = "神秘的灵魂之镜",
},
[6342] = {
["O"] = "将艾奎恩妮的笔记交给达纳苏斯的角鹰兽管理员利奥拉。",
["T"] = "意外的礼物",
},
[38176] = {
["T"] = "密报：突袭石怒崖",
["O"] = "突袭霜火岭石怒崖的血槌食人魔。",
["S"] = {
"突袭石怒崖的血槌军队",
},
},
[8491] = {
["T"] = "收集豹皮",
["O"] = "永歌森林晴风村的维兰·布雷托克要求你帮他收集6张魔泉豹皮。",
["S"] = {
"魔泉豹皮",
},
},
[27537] = {
["T"] = "风暴中的传送门",
["O"] = "杀死泥浆水元素，收集5个漩涡之核。",
["S"] = {
"漩涡之核",
},
},
[27665] = {
["O"] = "当暗月马戏团来到镇上的时候，把飓风套牌交给他们。",
["T"] = "暗月飓风套牌",
},
[9802] = {
["T"] = "赞加沼泽的植物",
["O"] = "将10株未鉴定过的植物交给赞加沼泽塞纳里奥庇护所的劳兰娜·萨维尔。",
["S"] = {
"未鉴定过的植物",
},
},
[39456] = {
["T"] = "意外之盟",
["O"] = "在雷霆图腾与梅拉·高岭谈一谈。",
["S"] = {
"在雷霆图腾与纳瓦罗格见面",
},
},
[9133] = {
["O"] = "租用飞行服务前往银月城，并将萨希尔的要求交给银月城的萨斯雷·蓝空。",
["T"] = "飞往银月城",
},
[2499] = {
["T"] = "奥肯斯古尔",
["O"] = "获得奥肯斯古尔身上的巨大的瘤。",
["S"] = {
"巨大的瘤",
},
},
[10058] = {
["T"] = "古老的礼物",
["O"] = "将《圣光的秘密》交给荣耀堡的玛格尔·戴维迪库斯神父。",
["S"] = {
"圣光的秘密",
},
},
[27942] = {
["T"] = "偶像崇拜",
["O"] = "元首司克诺兹要你收集8尊保存完好的神像。",
["S"] = {
"保存完好的雕像",
},
},
[28561] = {
["O"] = "加入奥丹姆纳奥姆的军团。",
["T"] = "坚守纳奥姆",
},
[28689] = {
["O"] = "在遗忘山丘释放6名被折磨的灵魂。用手直接触摸墓碑，即可引导灵魂。遗忘山丘位于正西方，穿过不眠前线就是了。",
["T"] = "被遗忘的灵魂",
},
[28817] = {
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
["T"] = "后方已经安全",
},
[35304] = {
["O"] = "影牙城堡奖励任务",
["T"] = "影牙城堡奖励任务",
},
[29073] = {
["O"] = "赶往奥格瑞玛！",
["T"] = "赶往奥格瑞玛！",
},
[28132] = {
["O"] = "把《高效挖掘技巧》交给司克诺兹登陆点的贝洛克·辉刃。",
["T"] = "高效挖掘技巧",
},
[11594] = {
["T"] = "让他们安息",
["O"] = "让20个牦牛人的灵魂安息，幽灵先知或者复苏的远行者都可以。完成任务之后回到钢腭的车队，向步兵沃塔·怒拳复命。",
["S"] = {
"让牦牛人的灵魂安息",
},
},
[58910] = {
["T"] = "你的专精是什么？",
["O"] = "与米斯洛斯·鹰楠交谈，了解关于战斗专精的信息。",
["S"] = {
"与米斯洛斯·鹰楠对话，了解专精的信息",
},
},
[29585] = {
["T"] = "火花四溅",
["O"] = "使用蜜风果酒扑灭蜜风果园的12处火焰。",
["S"] = {
"扑灭果园的火焰",
},
},
[27180] = {
["T"] = "向死者致敬",
["O"] = "在被遗忘者老兵尸体上获取6个被遗忘者的徽记。",
["S"] = {
"被遗忘者的徽记",
},
},
[51487] = {
["T"] = "寻找答案",
["O"] = "询问阿德里安娜修女、达雷尔修士和塞西莉亚修女有关失踪舰队的信息。",
["S"] = {
"询问阿德里安娜修女",
"询问达雷尔修士",
"询问塞西莉亚修女",
},
},
[43552] = {
["T"] = "艾萨拉之眼： 进入艾萨拉之眼",
["O"] = "击败艾萨拉之眼的艾萨拉之怒。",
["S"] = {
[2] = "雕刻贝壳",
},
},
[30097] = {
["T"] = "备份需要",
["O"] = "在时光之末中杀死两个残影，并使用艾鲁尔米的容器备份他们的信息。",
["S"] = {
"记录残影",
},
},
[60446] = {
["O"] = "在玛卓克萨斯完成世界任务“魂选勇士”、伤逝剧场地下城或凋魂之殇地下城。",
["T"] = "玛卓克萨斯的挑战",
},
[30353] = {
["T"] = "唯利是图",
["O"] = "获得12瓶虎血。",
["S"] = {
"一瓶虎血",
},
},
[36385] = {
["T"] = "古树的遗产",
["O"] = "收集库鲁克之心、奥图克的树干、洛鲁克的树枝和哈努克的根须。",
["S"] = {
"库鲁克之心",
"奥图克的树干",
"洛鲁克的树枝",
"哈努克的根须",
},
},
[43179] = {
["O"] = "完成3个肯瑞托世界任务。",
["T"] = "达拉然肯瑞托",
},
[36897] = {
["T"] = "宿敌：化为死神",
["O"] = "在德拉诺的PvP战斗中击败一名人类玩家，并夺取他们身上的人类之心。",
["S"] = {
"人类之心",
},
},
[37153] = {
["T"] = "迷时的维京人",
["O"] = "从血槌炉渣矿井获得奥拉夫的盾。",
["S"] = {
"奥拉夫的盾",
"消灭戈洛克",
},
},
[61982] = {
["O"] = "为晋升堡垒的极乐堡的心能储备收集心能资源。",
["T"] = "补充储备",
},
[62238] = {
["T"] = "误入歧途的灵魂",
["O"] = "使用万世档案所的灵魂之镜查看乌瑟尔抵达晋升堡垒时的情形。",
["S"] = {
"查看乌瑟尔的回忆",
},
},
[37921] = {
["T"] = "清理码头",
["O"] = "消灭1个钢铁部落兽人和50个独眼魔。",
["S"] = {
"干扰钢铁部落的撤退",
},
},
[31377] = {
["O"] = "去翡翠林的青龙寺庭院和大贤者泰峰谈一谈。",
["T"] = "围攻青龙寺",
},
[63006] = {
["T"] = "为了女王和林地！",
["O"] = "加入法夜盟约。",
["S"] = {
"请侍者闪露帮忙赶路",
},
},
[31633] = {
["O"] = "围攻砮皂寺挑战模式——青铜添头（第N个）",
["T"] = "围攻砮皂寺挑战模式——青铜添头（第N个）",
},
[55327] = {
["O"] = "载具：TK09",
["T"] = "载具：TK09",
},
[31889] = {
["T"] = "战斗宠物训练师：卡利姆多",
["O"] = "在宠物战斗中击败叛徒格鲁克、杰出的高雷兹勒、科拉·恐怖图腾、佐尔坦和艾琳娜·振翼。",
["S"] = {
"击败叛徒格鲁克",
"击败杰出的高雷兹勒",
"击败科拉·恐怖图腾",
"击败佐尔坦",
"击败艾琳娜·振翼",
},
},
[32017] = {
["T"] = "长者的好运符",
["O"] = "收集90枚次级好运护符。",
["S"] = {
"次级好运护符",
},
},
[64286] = {
["O"] = "与刻希亚守护者的休憩的女公爵麦恩克丝交谈。",
["T"] = "死亡先锋军的典范",
},
[56351] = {
["T"] = "永恒王宫：挑战极限",
["O"] = "从永恒王宫最强大的生物身上收集200个永恒装饰品。",
["S"] = {
"永恒装饰品",
},
},
[25559] = {
["T"] = "所有权",
["O"] = "杀死10名血精灵废墟猎人。",
["S"] = {
"消灭神圣遗物学会挖掘者",
},
},
[12170] = {
["T"] = "黑水伐木场的战斗",
["O"] = "骑兵队长克洛恩希望你在黑水伐木场击杀10名联盟士兵或者玩家。",
["S"] = {
"消灭黑水伐木场的联盟",
},
},
[53212] = {
["O"] = "与德鲁扎·虚空之牙交谈，返回祖达萨。",
["T"] = "返回祖达萨",
},
[57375] = {
["O"] = "脉动的肉块",
["T"] = "脉动的肉块",
},
[12362] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[42411] = {
["O"] = "勇士：兽王希莱尔",
["T"] = "勇士：兽王希莱尔",
},
[24978] = {
["T"] = "收割收割者",
["O"] = "杀掉10个提瑞斯法农夫或提瑞斯法雇农。",
["S"] = {
"消灭提瑞斯法农夫",
},
},
[42017] = {
["T"] = "真理守护者祭坛",
["O"] = "前往盾憩岛并取得真理守护者。",
["S"] = {
"搭乘银色角鹰兽前往风暴峡湾",
},
},
[25234] = {
["T"] = "后勤保障",
["O"] = "收集36份从暮光奴隶身上掉下来的暮光补给品。",
["S"] = {
"暮光补给品",
},
},
[58911] = {
["T"] = "炉石所在便是家",
["O"] = "与梅根·提尔曼交谈，将猪和哨声旅店设置为你的新家。",
["S"] = {
"将猪和哨声旅店设为你的家",
},
},
[50976] = {
["T"] = "上古诅咒",
["O"] = "激活扎尔沃的火盆并击败受诅者艾吉。",
["S"] = {
"激活火盆（可选）",
"消灭受诅者艾吉",
},
},
[10442] = {
["O"] = "驯鹰者德蕾娜·河风要你前往地狱火半岛的塞纳里奥哨站，帮助塞安·红鬃。",
["T"] = "帮助塞纳里奥哨站",
},
[10186] = {
["T"] = "你被雇了！",
["O"] = "将10块以太锂矩阵水晶交给虚空风暴52区的火箭主管弗斯拉格。",
["S"] = {
"以太锂矩阵水晶",
},
},
[59935] = {
["O"] = "向北侦查，找到米斯德兰·寻曦者。",
["T"] = "向北而行",
},
[54087] = {
["T"] = "你必须达到这个高度",
["O"] = "想要启动装置了就告诉我。",
["S"] = {
"与工匠大师欧沃斯巴克交谈",
},
},
[60447] = {
["O"] = "在玛卓克萨斯完成世界任务“魂选勇士”、伤逝剧场地下城或凋魂之殇地下城。",
["T"] = "玛卓克萨斯的挑战",
},
[58917] = {
["T"] = "潜行者的末路",
["O"] = "使用潜行探查四周，寻找那名第一考察队中的潜行者。",
["S"] = {
"找到第一考察队的潜行者",
},
},
[60959] = {
["O"] = "前往破碎的世界——外域。",
["T"] = "燃烧的远征：外域的冒险",
},
[26514] = {
["T"] = "峡谷嬉戏",
["O"] = "收集10副赤脊山豺狼人项圈。",
["S"] = {
"赤脊山豺狼人项圈",
},
},
[26642] = {
["O"] = "去北贫瘠之地的前沿哨所，向那里的卡加尔·战痕报道。",
["T"] = "保卫贫瘠之地",
},
[37154] = {
["T"] = "治愈死亡",
["O"] = "从奥金顿获得一件织魂容器。",
["S"] = {
"织魂容器",
"消灭塔隆戈尔",
},
},
[61983] = {
["O"] = "为玛卓克萨斯的兵主之座的心能储备收集心能资源。",
["T"] = "补充储备",
},
[62239] = {
["T"] = "除鼠行动",
["O"] = "使用拷问者之杖，对野兽密径中的8只巨型噬渊鼠进行测试。",
["S"] = {
"噬渊鼠爆炸",
},
},
[58595] = {
["O"] = "在锦绣谷摧毁6座黑暗帝国方尖碑。",
["T"] = "湮灭之柱",
},
[27282] = {
["O"] = "与奥格瑞玛兵营的卡扎克·暗哮交谈。",
["T"] = "卡扎克的请求",
},
[9834] = {
["T"] = "天然的护甲",
["O"] = "将8张泥爪皮交给奥雷柏尔营地的玛克图。",
["S"] = {
"泥爪皮",
},
},
[27538] = {
["T"] = "完美的泥敷剂",
["O"] = "收集10堆瓦拉尔河淤泥。",
["S"] = {
"瓦拉尔河淤泥",
},
},
[27666] = {
["O"] = "当暗月马戏团来到镇上的时候，把海啸套牌交给他们。",
["T"] = "暗月海啸套牌",
},
[63775] = {
["T"] = "密文与秘钥",
["O"] = "在宝库和求知者议事堂外围取回6个失窃的密文。",
["S"] = {
"失窃的密文",
},
},
[27922] = {
["T"] = "叛徒！",
["O"] = "藏在尼斐塞特之叶后面，揭开尼斐塞特的秘密。",
["S"] = {
"揭开尼斐塞特的秘密",
},
},
[64287] = {
["O"] = "在刻希亚的追忆圣窟与档案员罗-遂尔交谈。",
["T"] = "档案员卷宗的典范",
},
[56352] = {
["T"] = "永恒王宫：我们能令它更强……",
["O"] = "从永恒王宫最强大的生物身上收集20个永恒装饰品。",
["S"] = {
"永恒装饰品",
},
},
[9770] = {
["T"] = "沼牙的威胁",
["O"] = "沼泽鼠岗哨的里维伊要你去杀死10只沼牙撕裂者。",
["S"] = {
"消灭沼牙撕裂者",
},
},
[26998] = {
["T"] = "延续成功",
["O"] = "杀死50头邪鳍鱼人。",
["S"] = {
"从蝙蝠管理员玛格特布里斯处征用蝙蝠",
"杀死邪鳍鱼人",
},
},
[28562] = {
["O"] = "去找西部荒野贾森农场的霍拉提奥·莱茵中尉。",
["T"] = "英雄的召唤：西部荒野！",
},
[57376] = {
["O"] = "前往提瑞斯法林地和莉莉安·沃斯见面。",
["T"] = "隐藏的需求",
},
[28818] = {
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
["T"] = "后方已经安全",
},
[48298] = {
["T"] = "寂灭者",
["O"] = "击败安托鲁斯，燃烧王座的寂灭者阿古斯。",
["S"] = {
[2] = "血色阿古尼特水晶",
},
},
[41762] = {
["T"] = "夏多雷盟友",
["O"] = "在苏拉玛郊区与希尔格林谈一谈。",
["S"] = {
"与希尔格林见面",
},
},
[9418] = {
["O"] = "前往地狱火半岛哈尔什巢穴东南方的哈尔什祭坛，将亚维鲁的宝珠交给重获自由的埃拉纳斯。",
["T"] = "亚维鲁的宝珠",
},
[28575] = {
["O"] = "去找西瘟疫之地安多哈尔的库尔迪拉·织亡者。",
["T"] = "大酋长的命令：西瘟疫之地！",
},
[29458] = {
["O"] = "将冒险者的日志交给暗月岛上暗月马戏团的萨杜斯·帕雷教授。",
["T"] = "缴获的日记",
},
[42786] = {
["O"] = "在耳语崖与古薇娜·刃歌谈一谈。",
["T"] = "怪异的残渣",
},
[32105] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的石碑底座",
},
[34616] = {
["T"] = "贪婪的渡鸦",
["O"] = "消灭6只坠月渡鸦。",
["S"] = {
"消灭坠月渡鸦",
},
},
[35363] = {
["O"] = "潮汐王座奖励任务",
["T"] = "潮汐王座奖励任务",
},
[30098] = {
["O"] = "与永恒之井中的诺兹多姆谈一谈。",
["T"] = "永恒之井",
},
[60448] = {
["O"] = "在雷文德斯完成世界任务“毁灭统治者”、赤红深渊地下城或赎罪大厅地下城。",
["T"] = "雷文德斯的挑战",
},
[9066] = {
["T"] = "导师的训诫",
["O"] = "对指导者安瑟隆的两名学生：学徒拉尔雷和学徒梅雷多尔使用他交给你的魔杖。然后将安瑟隆的训诫棒还给永歌森林萦语水池旁的安瑟隆。",
["S"] = {
"训诫学徒梅雷多尔",
"训诫学徒拉尔雷",
},
},
[30112] = {
["T"] = "旗开得胜",
["O"] = "黑暗游侠玛尔拉要求你进入乌特加德城堡，杀死凯雷塞斯王子。",
["S"] = {
"消灭凯雷塞斯王子",
},
},
[36643] = {
["T"] = "你的第一份裁缝订单",
["O"] = "在裁缝店开始你的第一份裁缝订单，并收集产品。",
["S"] = {
"开始裁缝产品订单",
"完成裁缝产品订单",
},
},
[27943] = {
["T"] = "愤怒的鬼魂",
["O"] = "元首司克诺兹要你用特许质子加速炮收集5份狂怒幽魂精华。",
["S"] = {
"狂怒幽魂精华",
},
},
[37155] = {
["T"] = "铜罗盘",
["O"] = "在钢铁码头找到铜罗盘。",
["S"] = {
"奇怪的铜罗盘",
"消灭斯古洛克",
},
},
[61984] = {
["O"] = "为炽蓝仙野的森林之心的心能储备收集心能资源。",
["T"] = "补充储备",
},
[31856] = {
["O"] = "使用禅宗朝圣前往晴日峰，和玄牛神龛的海特大师谈一谈。",
["T"] = "晴日峰：开始训练",
},
[53735] = {
["T"] = "第一滴血",
["O"] = "目睹第一道防线的崩溃。",
["S"] = {
"点亮第一处战场的火光",
},
},
[38179] = {
["T"] = "密报：突袭永茂丛林",
["O"] = "突袭戈尔隆德永茂丛林的木精部队。",
["S"] = {
"突袭永茂丛林的木精部队",
},
},
[38435] = {
["T"] = "进攻塔纳安",
["O"] = "在船坞与卡德加会面，然后同伊瑞尔谈话，开始进军。",
["S"] = {
"与卡德加会面",
},
},
[31634] = {
["O"] = "魔古山宫殿挑战模式——青铜添头（第N个）",
["T"] = "魔古山宫殿挑战模式——青铜添头（第N个）",
},
[55329] = {
["O"] = "载具：TK11",
["T"] = "载具：TK11",
},
[39203] = {
["O"] = "前往阿格玛之锤，与大法师艾萨斯·夺日者的影像谈一谈。",
["T"] = "大酋长的命令：龙骨荒野！",
},
[32018] = {
["O"] = "去四风谷的雷脚农场和陈·风暴烈酒谈一谈。",
["T"] = "他姓……风暴烈酒",
},
[47906] = {
["T"] = "克罗米之死",
["O"] = "在场景战役“克罗米之死”中一次性阻止针对克罗米的全部八次攻击。",
["S"] = {
"阻止对克罗米的所有八次攻击",
},
},
[10443] = {
["O"] = "智者阿曼恩要你前往地狱火半岛的塞纳里奥哨站，帮助塞安·红鬃。",
["T"] = "帮助塞纳里奥哨站",
},
[45482] = {
["T"] = "奥术法师：蔑潮的命运",
["O"] = "搜索贾德维克，寻找卷轴中提到的维库人。",
["S"] = {
"与猎手斯洛迪交谈",
},
},
[8490] = {
["T"] = "增强防御",
["O"] = "将魔能水晶放置在东部符石上，并确保它在1分钟之内免遭天灾军团的攻击。之后将魔能水晶交给永歌森林的符文看守者德尔雅，以换取你的奖励。",
["S"] = {
"给符石充能",
},
},
[8312] = {
["T"] = "斯波普斯的万圣节糖果！",
["O"] = "与奥格瑞玛、幽暗城、雷霆崖的旅店老板，以及奥格瑞玛精神谷的卡利·雷米克谈一谈。按照他们的要求做出动作，并获得他们的礼物。\n\n把雷霆崖奶糖、暗矛橡皮糖、奥格瑞玛软糖和幽暗城薄荷糖交给洛丹伦废墟的斯波普斯。",
["S"] = {
"奥格瑞玛软糖",
"暗矛橡皮糖",
"幽暗城薄荷糖",
"雷霆崖奶糖",
},
},
[32804] = {
["O"] = "找回10件霜狼烈士遗物。",
["T"] = "亡者的遗物",
},
[29607] = {
["T"] = "欲望之眼",
["O"] = "塞泰克大厅的商人维嘉德要你给他带去3颗冰蓝之眼。",
["S"] = {
"冰蓝之眼",
},
},
[49698] = {
["T"] = "光铸者",
["O"] = "前往维迪卡尔。",
["S"] = {
"使用暴风城大使馆道标",
},
},
[24979] = {
["T"] = "血色信件",
["O"] = "在血色关哨找到囚犯。",
["S"] = {
"找到血色囚犯",
},
},
[13468] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[25235] = {
["T"] = "粗野的沃古尔",
["O"] = "杀死15名任意种类的裂拳食人魔。",
["S"] = {
"杀死裂拳食人魔",
},
},
[25363] = {
["T"] = "木爪的战争",
["O"] = "把10束木爪豺狼人的鬃毛交给莫沙彻营地的哈杜肯·迅蹄。",
["S"] = {
"木爪豺狼人的鬃毛",
},
},
[8651] = {
["O"] = "铁环长者",
["T"] = "铁环长者",
},
[8715] = {
["O"] = "刃叶长者",
["T"] = "刃叶长者",
},
[28612] = {
["T"] = "哈里森·琼斯与奥丹姆神殿",
["O"] = "获得应许约柜。",
["S"] = {
"发现应许约柜",
},
},
[35364] = {
["O"] = "Throne of the Tides Bonus Reward",
["T"] = "Throne of the Tides Bonus Reward",
},
[43811] = {
["T"] = "月郡庄园传送门启动！",
["O"] = "将远古魔力注入传送道标。",
["S"] = {
"远古魔力",
},
},
[60449] = {
["O"] = "在雷文德斯完成世界任务“毁灭统治者”、赤红深渊地下城或赎罪大厅地下城。",
["T"] = "雷文德斯的挑战",
},
[9035] = {
["O"] = "出了银月城向南走便是永歌森林，去那儿找学徒梅雷多尔谈谈。",
["T"] = "打探匪情",
},
[60961] = {
["O"] = "前往破碎的世界——外域。",
["T"] = "燃烧的远征：外域的冒险",
},
[35456] = {
["O"] = "闪电大厅奖励任务",
["T"] = "闪电大厅奖励任务",
},
[61473] = {
["T"] = "自己动手，丰衣足食",
["O"] = "和戴克泰丽丝一起打造使徒的足垫。在制造界面中查看所需材料，了解从哪里才能找到它们。",
["S"] = {
"制作使徒的足垫",
},
},
[61729] = {
["O"] = "冒险者：蕾哈尔",
["T"] = "冒险者：蕾哈尔",
},
[9355] = {
["T"] = "聪明人的工作",
["O"] = "杀死15只游荡的硬壳穿地虫，然后向荣耀堡的工头比格姆斯复命。",
["S"] = {
"消灭游荡的硬壳穿地虫",
},
},
[35465] = {
["O"] = "岩石大厅奖励任务",
["T"] = "岩石大厅奖励任务",
},
[32039] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[38180] = {
["T"] = "密报：突袭破碎悬崖",
["O"] = "突袭纳格兰破碎悬崖的独眼魔部队。",
["S"] = {
"利用破碎悬崖的冲突",
},
},
[931] = {
["O"] = "给德纳兰带去一片发光的树叶。他通常住在奥拉密斯湖畔，但有时也会前往清泉小屋。",
["T"] = "发光的树叶",
},
[27539] = {
["T"] = "把它们堆起来",
["O"] = "从病木林的诅咒法师和天灾士兵身上收集16件破烂的装备。",
["S"] = {
"破烂的装备",
},
},
[27667] = {
["O"] = "当暗月马戏团来到镇上的时候，把地震套牌交给他们。",
["T"] = "暗月地震套牌",
},
[39204] = {
["O"] = "前往群星之墓，与大法师茉德拉的影像谈一谈。",
["T"] = "英雄的召唤：龙骨荒野！",
},
[29654] = {
["T"] = "扭转局势",
["O"] = "把卡加斯酋长之拳带给在地狱火堡垒破碎大厅里的高级斥候卡德维克。",
["S"] = {
"卡加斯酋长之拳",
},
},
[39716] = {
["T"] = "消灭南瓜娃娃",
["O"] = "消灭6个生长中的南瓜娃娃。",
["S"] = {
"消灭生长中的南瓜娃娃",
},
},
[923] = {
["T"] = "青苔之瘤",
["O"] = "收集5个青苔之瘤。",
["S"] = {
"青苔之瘤",
},
},
[919] = {
["T"] = "林精的新芽",
["O"] = "收集10个林精的新芽。",
["S"] = {
"林精的新芽",
},
},
[10112] = {
["T"] = "私人事务",
["O"] = "将5箱拉斯莱的货物交给沙塔斯城贫民窟天涯旅店附近的星界商人拉斯莱。",
["S"] = {
"拉斯莱的货物",
},
},
[40740] = {
["T"] = "死亡与诅咒",
["O"] = "赶到达拉然，然后搭乘泽奥姆斯前往破碎海滩。抵达之后进入恶魔之门，寻找斯利文男爵并取得诅咒之喉。\r\n",
["S"] = {
"搭乘泽奥姆斯前往破碎海滩（可选）",
"进入军团传送门",
},
},
[57378] = {
["T"] = "破碎世界的残骸",
["O"] = "从惊魂幻象中为心之秘室的拉希奥取得《羁石诅咒》的抄本。",
["S"] = {
"获得书籍《羁石诅咒》",
},
},
[28819] = {
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
["T"] = "后方已经安全",
},
[10825] = {
["O"] = "将格里施纳宝珠交给刀锋山卢安荒野的护树者查恩。",
["T"] = "神秘的宝珠",
},
[41764] = {
["T"] = "前人的脚步",
["O"] = "使用视像之水，进入屠龙者伊格鲁尔的记忆。",
["S"] = {
"使用视像之水",
},
},
[25896] = {
["T"] = "集合虔诚者",
["O"] = "在北部台阶的中途找到深渊召唤者阿泽拉夏，在废墟上部找到6名希拉柯丝海潮女祭司，指示她们回到神殿。\n\n这个任务是纳兹夏尔女武士幻像的一部分。如有需要，可以使用纳兹夏尔女武士之刃在时间焦点处返回幻像。",
["S"] = {
"集合希拉柯丝海潮女祭司",
"集合深渊召唤者阿泽拉夏",
},
},
[26152] = {
["T"] = "通缉：詹姆斯·克拉克",
["O"] = "杀死詹姆斯·克拉克，并取走詹姆斯·克拉克的徽记。",
["S"] = {
"詹姆斯·克拉克的徽记",
},
},
[899] = {
["T"] = "复仇的怒火",
["O"] = "收集30根刺背野猪人的獠牙。",
["S"] = {
"野猪人的獠牙",
},
},
[13717] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的亚琳·永歌。",
["S"] = {
"勇士的徽记",
},
},
[59426] = {
["T"] = "你的私人助理",
["O"] = "选择一位执事者来协助你，然后返回卡莉丝塞茵身边。",
["S"] = {
"选择执事者助手",
},
},
[14252] = {
["T"] = "货次价高",
["O"] = "收集15条陈年蜥蜴尾。",
["S"] = {
"陈年蜥蜴尾",
},
},
[59938] = {
["T"] = "打倒野猪人",
["O"] = "消灭地王格雷克欧格。",
["S"] = {
"消灭地王格雷克欧格",
},
},
[52003] = {
["O"] = "勇士：凯尔希·钢烁",
["T"] = "勇士：凯尔希·钢烁",
},
[60450] = {
["O"] = "在雷文德斯完成世界任务“毁灭统治者”、赤红深渊地下城或赎罪大厅地下城。",
["T"] = "雷文德斯的挑战",
},
[14188] = {
["O"] = "瑟蕾莉亚要你跟弗瑞恩的哨站的苏伦谈一谈。",
["T"] = "为弗瑞恩报仇！",
},
[60962] = {
["O"] = "前往冰冻大陆诺森德。",
["T"] = "巫妖王之怒：诺森德的冒险",
},
[11211] = {
["O"] = "与泥链镇的德拉兹特·迪普瓦尔谈一谈。",
["T"] = "帮助泥链镇",
},
[11275] = {
["T"] = "制作号角",
["O"] = "冬蹄营地的诺库玛·雪眼要你将6只完整的羊角交给她。",
["S"] = {
"完整的羊角",
},
},
[37157] = {
["T"] = "莫罗斯的标准",
["O"] = "从钢铁码头获得一桶可怕的酸性溶液。",
["S"] = {
"可怕的酸性溶液",
"消灭斯古洛克",
},
},
[30995] = {
["T"] = "一个都不能少",
["O"] = "在怒焰裂谷内营救5名军情七处游侠。",
["S"] = {
"营救军情七处游侠",
},
},
[14124] = {
["T"] = "搜刮卡亚矿石",
["O"] = "收集12块大块卡亚矿石。",
["S"] = {
"一大块卡亚矿石",
},
},
[11531] = {
["O"] = "将奇怪的发动机零件交给泰雷多尔的凯莉·弗莱。",
["T"] = "奇怪的发动机零件",
},
[38181] = {
["T"] = "密报：突袭莫高尔岗哨",
["O"] = "突袭纳格兰莫高尔岗哨的战歌兽人。",
["S"] = {
"突袭日泉岗哨的战歌部队",
},
},
[53003] = {
["O"] = "前往奥格瑞玛向希尔瓦娜斯·风行者汇报。",
["T"] = "仇恨循环",
},
[31635] = {
["O"] = "通灵学院挑战模式——青铜添头（第N个）",
["T"] = "通灵学院挑战模式——青铜添头（第N个）",
},
[55331] = {
["O"] = "载具：TK13",
["T"] = "载具：TK13",
},
[63778] = {
["T"] = "行路不止",
["O"] = "从刻希亚的学者之家收集8份掠夺来的心能。",
["S"] = {
"收集掠夺来的心能",
},
},
[32019] = {
["O"] = "去四风谷的雷脚农场和陈·风暴烈酒谈一谈。",
["T"] = "他们叫他……风暴烈酒",
},
[11979] = {
["O"] = "在西风避难营内找到特使艾米萨·闪蹄。",
["T"] = "牦牛人和牛头人",
},
[12043] = {
["T"] = "诺兹拉斯的防御",
["O"] = "在迦拉克隆之墓附近的挖掘站内杀死12个废土挖掘者和1个废土工头。完成任务之后向诺兹拉斯哨站的纳尔弗复命。",
["S"] = {
"消灭废土工头",
"消灭废土挖掘者",
},
},
[27990] = {
["T"] = "战斗地带",
["O"] = "元首司克诺兹要你操纵攻城坦克的一门炮塔，消灭7个破碎的守卫者，然后向他复命。",
["S"] = {
"消灭破碎的守卫者",
"向司克诺兹复命",
},
},
[12171] = {
["O"] = "向群星之墓的帕蕾娜·银云出示联盟信函。",
["T"] = "叛徒的名单",
},
[12235] = {
["O"] = "与暮冬要塞飞行点的狮鹫指挥官乌瑞克谈一谈。",
["T"] = "纳克萨玛斯与暮冬城的陷落",
},
[57379] = {
["O"] = "被感染的碧玉雕像",
["T"] = "被感染的碧玉雕像",
},
[33062] = {
["T"] = "抓住他的眼睛",
["O"] = "抓住全视之眼。",
["S"] = {
"抓住全视之眼",
},
},
[24852] = {
["T"] = "被囚禁的部族",
["O"] = "打开4座野猪人牢笼。",
["S"] = {
"解救卫兵",
},
},
[58147] = {
["T"] = "异乡异客",
["O"] = "在暴风城找到克罗米。",
["S"] = {
"发现英雄的召唤布告牌",
},
},
[33359] = {
["O"] = "在坠星岗哨与大法师卡德加谈一谈。",
["T"] = "到坠星岗哨来找我们",
},
[25236] = {
["T"] = "溺死的雷霆蜥蜴",
["O"] = "将一根魔纹拴绳绑在雷霆山的8条溺死的雷霆蜥蜴身上。",
["S"] = {
"打捞溺死的雷霆蜥蜴",
},
},
[12683] = {
["T"] = "燃烧的唾液",
["O"] = "多里安哨站的考尔文·诺灵顿要你收集5份多头蛇唾液样本并杀死5只苦潮多头蛇。",
["S"] = {
"收集唾液样本",
"消灭苦潮多头蛇",
},
},
[59171] = {
["T"] = "捕猎他们",
["O"] = "收集3个心能充能的玛卓西特。",
["S"] = {
"心能充能的玛卓西特",
},
},
[30006] = {
["T"] = "黑暗缠身",
["O"] = "杀死15个煞魔侵略者。",
["S"] = {
"杀死煞魔侵略者",
},
},
[30451] = {
["O"] = "当暗月马戏团来到镇上的时候，把青龙套牌交给他们。",
["T"] = "暗月青龙套牌",
},
[59939] = {
["T"] = "禁忌的野猪人通灵术",
["O"] = "在野猪人荆棘林消灭7只野猪人。",
["S"] = {
"消灭野猪人",
},
},
[60195] = {
["T"] = "再造一个",
["O"] = "建造一个新的构造体。",
["S"] = {
"建造一个额外的构造体",
},
},
[60451] = {
["O"] = "返回女男爵德拉卡身边。",
["T"] = "永无止境",
},
[13131] = {
["T"] = "宝箱中的垃圾",
["O"] = "乌特加德之巅的布雷格要你帮他收集5块失去光泽的银锭、3枚闪亮的饰物、2只黄金酒杯和1座碧玉雕像。",
["S"] = {
"失去光泽的银锭",
"闪亮的饰物",
"黄金酒杯",
"碧玉雕像",
},
},
[60963] = {
["O"] = "前往冰冻大陆诺森德。",
["T"] = "巫妖王之怒：诺森德的冒险",
},
[53028] = {
["O"] = "前往卡利姆多的希利苏斯与麦格尼·铜须见面。",
["T"] = "垂死的世界",
},
[61475] = {
["T"] = "森林之心",
["O"] = "与炽蓝仙野森林之心旁的难民营中的月莓女勋爵碰面。",
["S"] = {
"飞向炽蓝仙野（可选）",
},
},
[26772] = {
["T"] = "心灵视界",
["O"] = "从北荆棘谷丛林捕猎者身上获得5根丛林捕猎者的羽毛。",
["S"] = {
"丛林捕猎者的羽毛",
},
},
[38913] = {
["O"] = "在苍穹之角与拉善·天角见面。",
["T"] = "天角部族",
},
[27028] = {
["T"] = "捕猎黄蜂",
["O"] = "收集6扇透明的蜂翅。",
["S"] = {
"透明的蜂翅",
},
},
[13579] = {
["O"] = "跟亚米萨兰废墟的瑟里恩谈一谈。",
["T"] = "亚米萨兰的保护者",
},
[38182] = {
["T"] = "密报：突袭黑潮栖木",
["O"] = "突袭影月谷黑潮栖木的钢铁部落军队。",
["S"] = {
"突袭黑潮栖木的钢铁部落军队",
},
},
[27412] = {
["T"] = "悬赏：贪婪的血爪",
["O"] = "杀死贪婪的血爪，然后向泥链镇的德拉兹特·迪普瓦尔复命。",
["S"] = {
"消灭贪婪的血爪",
},
},
[55076] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：绿色喷洒机器人",
},
[55332] = {
["O"] = "载具：TK14",
["T"] = "载具：TK14",
},
[39206] = {
["O"] = "前往灰熊丘陵的征服堡，向征服者克雷娜介绍你自己。",
["T"] = "大酋长的命令：灰熊丘陵！",
},
[13963] = {
["T"] = "你到底招不招？",
["O"] = "审讯附近的钢鬃野猪人。如果他不在那里或者处于昏迷状态，托格莉能救活他。",
["S"] = {
"审讯钢鬃野猪人囚犯",
},
},
[39718] = {
["T"] = "失乐园",
["O"] = "在达拉然的克拉苏斯平台与大法师卡德加谈一谈。",
["S"] = {
"前往达拉然",
},
},
[28180] = {
["O"] = "与风暴祭坛附近的戈瑟奇·邪眼交谈。",
["T"] = "风暴祭坛",
},
[51789] = {
["T"] = "瓦伦丁元帅的记忆",
["O"] = "协助纳萨诺斯·凋零者取回瓦伦丁的遗体。",
["S"] = {
"打开墓穴之门",
},
},
[48677] = {
["O"] = "在暮秋谷与暮秋谷之王见面。",
["T"] = "柳魔崇拜",
},
[7142] = {
["T"] = "为奥特兰克而战",
["O"] = "进入奥特兰克山谷，击败矮人将军范达尔·雷矛。然后回到沃加·死爪那里。",
["S"] = {
"击败范达尔·雷矛。",
},
},
[28692] = {
["T"] = "磁铁的原理是什么呢？",
["O"] = "取回7块攻城坦克废料。在不眠前线使用磁性废料收集器寻找废料。不眠前线位于此地正西方，穿过第二座桥梁就到。",
["S"] = {
"攻城坦克废料",
},
},
[49445] = {
["O"] = "源生贸易",
["T"] = "源生贸易",
},
[14475] = {
["O"] = "在塔伦迪斯营地最南边的暗夜精灵塔找到掷弹兵队长斯莫科斯。",
["T"] = "落地！",
},
[41766] = {
["T"] = "野生动物保护力量",
["O"] = "在宠物战斗中击败罗克。",
["S"] = {
"击败饥饿的冰牙",
},
},
[7302] = {
["T"] = "被捕的空军指挥官",
["O"] = "找到空军指挥官古斯、空军指挥官杰斯托和空军指挥官穆维里克。任务完成之后向挥官穆法特复命。",
["S"] = {
"找到古斯",
"找到杰斯托",
"找到穆维里克",
},
},
[29332] = {
["T"] = "美丽的睡莲",
["O"] = "获得10朵静水池睡莲。将它们交给幽暗城的尤奈斯·伯奇。",
["S"] = {
"静水池睡莲",
},
},
[42534] = {
["T"] = "最古老的宿敌",
["O"] = "收集15个枯木巨魔的徽记。",
["S"] = {
"欧金巴的徽记",
"消灭枯木巨魔",
},
},
[59172] = {
["T"] = "战争即是欺骗",
["O"] = "准备审讯忠诚者梅菲勒斯。",
["S"] = {
"放下充能的水晶",
},
},
[13612] = {
["T"] = "莫尔杉的防御",
["O"] = "莫尔杉壁垒的卡德拉克要你杀死5名灰谷步兵和5名灰谷弓箭手。",
["S"] = {
"击败灰谷步兵",
"击败灰谷弓箭手",
},
},
[29844] = {
["T"] = "前车之鉴",
["O"] = "古达克的托玛尔要你收集6块达卡莱历史石板。",
["S"] = {
"达卡莱历史石板",
},
},
[59940] = {
["T"] = "强力直升爪Mk5型",
["O"] = "使用强力直升爪Mk5型寻找修加·恐斧。",
["S"] = {
"使用强力直升爪Mk5型侦察区域",
},
},
[13548] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[60452] = {
["T"] = "突袭噬渊",
["O"] = "在噬渊消灭3个稀有或者特殊首领。",
["S"] = {
"消灭稀有或者特殊首领",
},
},
[40683] = {
["T"] = "实验出真知",
["O"] = "从邪火蜥蜴身上收集8个邪火精华。",
["S"] = {
"邪火精华",
},
},
[60964] = {
["O"] = "前往神秘的潘达利亚大陆。",
["T"] = "熊猫人之谜：潘达利亚的冒险",
},
[26838] = {
["O"] = "去找北荆棘谷反抗军营地的多伦上尉。",
["T"] = "无果的反叛",
},
[36687] = {
["T"] = "鲜血竞技场的挑战",
["O"] = "在鲜血竞技场里参加对决。",
["S"] = {
"在鲜血竞技场里参加对决",
},
},
[37159] = {
["T"] = "艾维娜的请求",
["O"] = "从通天峰获取完整的羽毛。",
["S"] = {
"完整的羽毛",
"消灭高阶贤者维里克斯",
},
},
[52786] = {
["T"] = "联盟杀手",
["O"] = "遭到悬赏的同时，在不死亡的情况下消灭10名联盟。",
["S"] = {
"已击败联盟玩家",
},
},
[7782] = {
["O"] = "回到暴风城的英雄谷，与斯托布里奇元帅谈一谈。",
["T"] = "黑石之王",
},
[52746] = {
["T"] = "战争储备",
["O"] = "收集100份战争物资。可以通过做任务和开宝箱等多种渠道获得战争物资。",
["S"] = {
"战争物资",
},
},
[31380] = {
["O"] = "去昆莱山的白虎寺和雪怒谈一谈。",
["T"] = "白虎寺的试炼",
},
[45856] = {
["T"] = "为瓦尔莎拉而战",
["O"] = "击败瓦尔莎拉的恐惧元老加拉托克。",
["S"] = {
"与加洛德·影歌交谈，开始最终突袭（可选）",
},
},
[31636] = {
["O"] = "血色大厅挑战模式——青铜添头（第N个）",
["T"] = "血色大厅挑战模式——青铜添头（第N个）",
},
[55333] = {
["O"] = "载具：TK15",
["T"] = "载具：TK15",
},
[39207] = {
["O"] = "去灰熊丘陵西部的琥珀松木营地找杜蒙特中尉。",
["T"] = "英雄的召唤：灰熊丘陵！",
},
[32020] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[39719] = {
["T"] = "白骨船暴乱",
["O"] = "消灭裂骨。",
["S"] = {
"消灭裂骨船长",
},
},
[14408] = {
["T"] = "九号实验品的计划",
["O"] = "从秘密实验室东头的实验室档案馆里获取秘密火箭图纸。按下实验室的门铃并杀掉出现的实验室主管。",
["S"] = {
"按下门铃",
"秘密火箭图纸",
},
},
[52544] = {
["T"] = "战争储备",
["O"] = "收集100份战争物资。可以通过做任务和开宝箱等多种渠道获得战争物资。",
["S"] = {
"战争物资",
},
},
[32168] = {
["O"] = "去卡桑琅丛林的统御岗哨与乔恩·星眼谈一谈。",
["T"] = "老猫的末日",
},
[24469] = {
["T"] = "坚守防线！",
["O"] = "杀死6名石腭入侵者。",
["S"] = {
"消灭石腭入侵者",
},
},
[52509] = {
["T"] = "风暴的力量",
["O"] = "从被打败的元素中收集风暴激流微粒。",
["S"] = {
"收集风暴激流",
},
},
[57637] = {
["T"] = "干扰检测：火焰之地",
["O"] = "重温围攻火焰之地的战斗。",
["S"] = {
[2] = "锁时灰烬",
},
},
[52477] = {
["T"] = "通缉：阿亚梅",
["O"] = "猎杀阿亚梅并获取它的徽记。",
["S"] = {
"阿亚梅的徽记",
},
},
[24981] = {
["T"] = "如芒在背",
["O"] = "杀掉3名血色狂热者和3名血色传教士，拿到血色信函。",
["S"] = {
"消灭血色狂热者",
"消灭血色传教士",
"紧急血色备忘录",
},
},
[14376] = {
["T"] = "祖格卡的垮台",
["O"] = "你要在祖格卡的祭坛使用地狱动力核心控制魔王阿兹雷索克，用它的力量消灭祖格卡。",
["S"] = {
"击败祖格卡",
},
},
[58661] = {
["O"] = "潜伏之惧",
["T"] = "潜伏之惧",
},
[8588] = {
["T"] = "部落需要重皮！",
["O"] = "把10块重皮交给奥格瑞玛精神谷的剥皮师亚曼尼。",
["S"] = {
"重皮",
},
},
[59173] = {
["O"] = "Short-Supply Reward",
["T"] = "Short-Supply Reward",
},
[8716] = {
["O"] = "星林长者",
["T"] = "星林长者",
},
[43303] = {
["T"] = "该大乱斗了！",
["O"] = "与大卫·环球交谈，了解如何加入黑鸦大乱斗。",
["S"] = {
"与大卫·环球交谈",
},
},
[59941] = {
["T"] = "调整局面",
["O"] = "对3只流浪的野猪使用尺寸调整器。",
["S"] = {
"对流浪的野猪使用尺寸调整器9.0.1版",
},
},
[14344] = {
["T"] = "祖格卡的垮台",
["O"] = "你要在祖格卡的祭坛使用地狱动力核心控制魔王阿兹雷索克，用它的力量消灭祖格卡。",
["S"] = {
"击败祖格卡",
},
},
[60453] = {
["O"] = "带上你的符文剑，返回德拉卡女男爵身边。",
["T"] = "荣耀之途",
},
[12652] = {
["T"] = "喂饱食尸鬼",
["O"] = "折磨之匣的骨肠要求你在10只腐烂的食尸鬼附近使用杂碎大餐。",
["S"] = {
"为腐烂的食尸鬼喂食",
},
},
[60965] = {
["O"] = "前往神秘的潘达利亚大陆。",
["T"] = "熊猫人之谜：潘达利亚的冒险",
},
[36648] = {
["T"] = "突袭石怒崖",
["O"] = "突袭霜火岭石怒崖的血槌食人魔。",
["S"] = {
"突袭石怒崖的血槌军队",
},
},
[7141] = {
["T"] = "奥特兰克的战斗",
["O"] = "进入奥特兰克山谷，击败部落将军德雷克塔尔。然后回到勘查员塔雷·石镐那里。",
["S"] = {
"击败德雷克塔尔。",
},
},
[61733] = {
["T"] = "大袋爬虫",
["O"] = "收集20只迷沼爬行者。",
["S"] = {
"收集迷沼爬行者",
},
},
[26901] = {
["T"] = "利用蝙蝠的排泄物",
["O"] = "收集1堆沼泽蝙蝠的粪便。",
["S"] = {
"沼泽蝙蝠的粪便",
},
},
[62245] = {
["O"] = "Venari Rep Token Tracking",
["T"] = "Venari Rep Token Tracking",
},
[52430] = {
["T"] = "没那么糟糕",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败昆特",
},
},
[38184] = {
["T"] = "密报：突袭失落的安苏鸦巢",
["O"] = "攻击阿兰卡峰林失落的安苏鸦巢附近的敌对生物。",
["S"] = {
"突袭失落的安苏鸦巢附近的生物",
},
},
[27413] = {
["T"] = "龙尾草",
["O"] = "从黑龙谷或巨龙沼泽收集8根龙尾草。",
["S"] = {
"龙尾草",
},
},
[55078] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：实用型机械爪",
},
[55334] = {
["O"] = "载具：TK16",
["T"] = "载具：TK16",
},
[39208] = {
["O"] = "去祖达克找黑锋哨站的斯特凡·瓦杜。",
["T"] = "祖达克",
},
[26153] = {
["T"] = "潘妮的南瓜饼",
["O"] = "收集6个暴风城南瓜，把它们交给暴风城的罗比·弗雷。",
["S"] = {
"暴风城南瓜",
},
},
[39720] = {
["T"] = "邪恶的肥料",
["O"] = "摧毁8桶恐怖肥料。",
["S"] = {
"摧毁肥料",
},
},
[56358] = {
["O"] = "在永恒王宫击败艾萨拉女王。",
["T"] = "永恒王宫：女王的赌局",
},
[26281] = {
["T"] = "保卫格罗姆高：巨魔盗窃案",
["O"] = "从巴拉尔废墟拿回格罗姆高口粮。",
["S"] = {
"格罗姆高口粮",
},
},
[52428] = {
["T"] = "灌注世界之心",
["O"] = "吸收艾泽里特来强化艾泽拉斯之心。",
["S"] = {
"吸收艾泽里特",
},
},
[57126] = {
["T"] = "愿你一帆风顺",
["O"] = "拜访德里克·普罗德摩尔和佳莉娅·米奈希尔。",
["S"] = {
"发现佳莉娅·米奈希尔",
},
},
[9366] = {
["T"] = "邪恶之血",
["O"] = "猎鹰岗哨的阴沉的利亚森要你前往阿苟纳之池，从恐惧魔身上收集6份邪血样本。",
["S"] = {
"魔血样本",
},
},
[57638] = {
["T"] = "血怒者科尔拉克",
["O"] = "血怒者科尔拉克躲在冰斧洞穴的深处。据说只有在第1001个冰斧巨魔被干掉的时候，这个强大的冰斧巨魔领袖才会出现。\n\n到冰斧洞穴中去，消灭所有挡在你面前的巨魔，直到科尔拉克出现为止。消灭科尔拉克，然后向丹巴达尔的哈格丁中尉复命。",
["S"] = {
"消灭血怒者科尔拉克",
},
},
[27433] = {
["T"] = "伐木机切除术",
["O"] = "摧毁钻石刀片切割机，收集5块损毁的伐木机零件。",
["S"] = {
"损毁的伐木机零件",
},
},
[35477] = {
["O"] = "Gundrak Bonus Objective",
["T"] = "Gundrak Bonus Objective",
},
[28969] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[58662] = {
["O"] = "潜伏之惧",
["T"] = "潜伏之惧",
},
[34345] = {
["T"] = "制作毒药",
["O"] = "采集10片雪霜花叶片。",
["S"] = {
"雪霜花叶片",
},
},
[59174] = {
["O"] = "Short-Supply Reward",
["T"] = "Short-Supply Reward",
},
[51968] = {
["O"] = "回到哈尔弗·维姆班恩身边，他在风之救赎号上。达丽雅·斯密斯森可以送你一程。",
["T"] = "返回伯拉勒斯",
},
[11948] = {
["T"] = "反击",
["O"] = "前往荆棘谷西部那座有水元素出没的岛屿，杀死从寒冰之石中召唤出来的寒风上尉，然后返回任意主城中的大地之环长者处复命。",
["S"] = {
"消灭寒风上尉",
},
},
[59942] = {
["T"] = "死亡调整器",
["O"] = "乘坐强力直升爪Mk5型并轰炸亡灵部队。",
["S"] = {
"骑乘强力直升爪Mk5型",
},
},
[52297] = {
["T"] = "何来嗡嗡之声？",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败迈克尔·斯卡恩",
},
},
[60454] = {
["T"] = "突袭噬渊",
["O"] = "在噬渊消灭3个稀有或者特殊首领。",
["S"] = {
"消灭稀有或者特殊首领",
},
},
[36137] = {
["T"] = "伐木工入门",
["O"] = "从小型木料上收集木材样本，并交给木材管理员奥克顿。",
["S"] = {
"砍伐木材",
},
},
[44584] = {
["O"] = "物资短缺奖励",
["T"] = "物资短缺奖励",
},
[36649] = {
["T"] = "突袭沙塔斯港口",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[865] = {
["T"] = "一定是因为角",
["O"] = "获得镰爪之王的角。",
["S"] = {
"镰爪之王的角",
},
},
[61734] = {
["O"] = "检查7座失落的罪碑。",
["T"] = "罪孽普查",
},
[30997] = {
["T"] = "削减战力",
["O"] = "杀死阿达罗格和焰喉。",
["S"] = {
"消灭阿达罗格",
"消灭焰喉",
},
},
[62246] = {
["O"] = "将这个手镯还给森林之心的芙露恩吉尔。",
["T"] = "陨落的朋友",
},
[29737] = {
["O"] = "焰须长者",
["T"] = "焰须长者",
},
[38185] = {
["T"] = "密报：突袭命运之柱",
["O"] = "突袭影月谷命运之柱的影月部队。",
["S"] = {
"突袭命运之柱的影月部队",
},
},
[11660] = {
["T"] = "古代水手的号角",
["O"] = "北风苔原回音海岸的瓦托尔要你夺得古代水手的号角。",
["S"] = {
"古代水手的号角",
},
},
[31637] = {
["O"] = "血色修道院挑战模式——青铜添头（第N个）",
["T"] = "血色修道院挑战模式——青铜添头（第N个）",
},
[31765] = {
["T"] = "血染滩头！",
["O"] = "利用炮舰炮台杀死80个雷霆要塞士兵，并摧毁9座雷霆要塞加农炮。",
["S"] = {
"击败雷霆要塞部队",
"摧毁雷霆要塞加农炮",
},
},
[63782] = {
["T"] = "渊誓者仪式",
["O"] = "收集8本渊誓魔典。",
["S"] = {
"渊誓魔典",
},
},
[32021] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[11980] = {
["T"] = "部落的荣耀",
["O"] = "龙骨荒野西风避难营的血卫士洛恩基尔要求你消灭15只阿努巴尔伏击者。",
["S"] = {
"消灭阿努巴尔伏击者",
},
},
[12044] = {
["T"] = "囤积矿石",
["O"] = "在迦拉克隆之墓附近的挖掘站内收集8堆合金矿石，把它们交给诺兹拉斯哨站的辛克。",
["S"] = {
"合金矿石",
},
},
[31573] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[761] = {
["T"] = "猎捕猛鹫",
["O"] = "收集8根猛鹫的羽毛，把它们带给血蹄村的哈肯·风之图腾。",
["S"] = {
"猛鹫的羽毛",
},
},
[24470] = {
["T"] = "罪有应得！",
["O"] = "杀死3名石腭暴徒。",
["S"] = {
"消灭石腭暴徒",
},
},
[41001] = {
["T"] = "粉碎萨吉塔",
["O"] = "在萨吉塔废墟消灭12个萨吉塔纳迦。",
["S"] = {
"消灭萨吉塔纳迦",
},
},
[57639] = {
["T"] = "科尔拉克的传说",
["O"] = "血怒者科尔拉克躲在冰斧洞穴的深处。据说只有在第1001个冰斧巨魔被干掉的时候，这个强大的冰斧巨魔领袖才会出现。\n\n到冰斧洞穴中去，消灭所有挡在你面前的巨魔，直到科尔拉克出现为止。消灭科尔拉克，然后向拉格隆德复命。",
["S"] = {
"消灭血怒者科尔拉克",
},
},
[24854] = {
["O"] = "向安戈洛环形山入口处的加尔·暴风爪报到。",
["T"] = "寻找暴风爪",
},
[58151] = {
["T"] = "恩佐斯的爪牙",
["O"] = "在恩佐斯的幻象中击败20个敌人。",
["S"] = {
"消灭恩佐斯的仆从",
},
},
[13672] = {
["T"] = "迎接挑战",
["O"] = "将15枚候选者的徽记交给银色比武场的奥术师泰利斯，证明你已经准备好迎接候选者的挑战了。",
["S"] = {
"候选者的徽记",
},
},
[52252] = {
["T"] = "爆炸性登场",
["O"] = "从艾什凡铸造厂的工人身上收集100枚艾泽里特手榴弹。",
["S"] = {
"收集大型艾泽里特手榴弹",
},
},
[34346] = {
["T"] = "严霜之怒",
["O"] = "收集3块严霜碎片。",
["S"] = {
"严霜碎片",
},
},
[52246] = {
["T"] = "失踪货物",
["O"] = "搜查艾什凡办公室，寻找有关吉安娜下落的线索。",
["S"] = {
"搜查艾什凡办公室",
},
},
[35478] = {
["O"] = "紫罗兰监狱奖励任务",
["T"] = "紫罗兰监狱奖励任务",
},
[53671] = {
["T"] = "法阵之力",
["O"] = "与克拉加·潮怒谈一谈，了解她可以提供怎样的帮助。",
["S"] = {
"查看克拉加·潮怒",
},
},
[43561] = {
["T"] = "展翅高飞！",
["O"] = "帮斯尼卡鲁斯·颠航收集6根脱落的羽毛。",
["S"] = {
"收集脱落的羽毛",
},
},
[52008] = {
["O"] = "勇士：魔导师乌布里克",
["T"] = "勇士：魔导师乌布里克",
},
[60455] = {
["T"] = "突袭噬渊",
["O"] = "在噬渊消灭3个稀有或者特殊首领。",
["S"] = {
"消灭稀有或者特殊首领",
},
},
[13132] = {
["T"] = "我要复仇！",
["O"] = "乌特加德之巅的布雷格要你去杀死伊米隆国王。",
["S"] = {
"杀死伊米隆国王",
},
},
[26390] = {
["T"] = "终结入侵！",
["O"] = "杀死屠杀者库尔托克。",
["S"] = {
"消灭屠杀者库尔托克",
},
},
[26518] = {
["T"] = "枯竭的魔精",
["O"] = "打败“三头怪”昂波达，拿到他的头。",
["S"] = {
"昂波达的魔精",
},
},
[61479] = {
["T"] = "变形恩惠",
["O"] = "陪同月莓女勋爵进入森林之心并参加仪式。",
["S"] = {
"跟随月莓女勋爵",
},
},
[61735] = {
["T"] = "唤醒盟友",
["O"] = "唤醒15个石裔魔盟友。",
["S"] = {
"唤醒石裔魔盟友",
},
},
[13452] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[845] = {
["T"] = "斑马的威胁",
["O"] = "杀死快步斑马并收集4只斑马蹄。",
["S"] = {
"斑马蹄",
},
},
[35489] = {
["O"] = "安卡赫特：古代王国奖励任务",
["T"] = "安卡赫特：古代王国奖励任务",
},
[38186] = {
["T"] = "密报：突袭斯克提斯",
["O"] = "突袭阿兰卡峰林斯克提斯的鸦人部队。",
["S"] = {
"突袭斯克提斯的鸦人部队",
},
},
[27414] = {
["T"] = "龙族的源头",
["O"] = "蕨墙村的德拉兹辛比要你给他带7条灼热之舌和7颗灼热之心。",
["S"] = {
"灼热之舌",
"灼热之心",
},
},
[55080] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：完美同步的差速齿轮",
},
[27670] = {
["T"] = "被压制",
["O"] = "杀死6名癫狂的麻风侏儒。",
["S"] = {
"消灭癫狂的麻风侏儒",
},
},
[869] = {
["T"] = "追踪窃贼",
["O"] = "脚印一路延伸到了荆棘岭的东侧。跟着这串脚印，看看你能找到些什么。",
["S"] = {
"找到脚印的源头",
},
},
[27926] = {
["T"] = "东方好客",
["O"] = "贝洛克·辉刃要你同司克诺兹登陆点的客人们打成一片。",
["S"] = {
"跟劳伦特大使交流",
"跟一名优雅的绅士交流",
"跟一名新锐艺术家交流",
"跟一名新晋女演员交流",
},
},
[877] = {
["T"] = "死水绿洲",
["O"] = "使用干枯的种子调查死水绿洲底部的裂隙。",
["S"] = {
"试验干枯的种子",
},
},
[14092] = {
["T"] = "勇士的早餐",
["O"] = "取得4只冰虫的卵鞘，将它们交给银色比武场的泰罗斯·晨行者。",
["S"] = {
"冰虫的卵鞘",
},
},
[35490] = {
["O"] = "安卡赫特：古代王国奖励任务",
["T"] = "安卡赫特：古代王国奖励任务",
},
[8649] = {
["O"] = "雷眉长者",
["T"] = "雷眉长者",
},
[40746] = {
["O"] = "在苏拉玛城与凡瑟尔会面。",
["T"] = "人民之一",
},
[28694] = {
["T"] = "当心鬼魂！",
["O"] = "列兵萨罗斯克要你从维尔松船坞取回15片船坞木料。维尔松船坞位于此地西北方的海岸上，你可以从那里的鬼魂身上找到木料。",
["S"] = {
"船坞木料",
},
},
[57640] = {
["T"] = "雷尔松的全视之眼",
["O"] = "从冰斧巨魔洞穴中找到雷尔松的全视之眼，然后回到指挥官雷尔松那里。\n\n要当心，据说雷尔松的全视之眼带有可怕的诅咒！",
["S"] = {
"找回雷尔松的全视之眼",
},
},
[905] = {
["T"] = "在迅猛龙的巢穴里",
["O"] = "杀死赤鳞迅猛龙，收集它们的羽毛。在3处赤鳞之巢上使用羽毛。",
["S"] = {
"抵达红色迅猛龙巢穴",
"抵达黄色迅猛龙巢穴",
"抵达蓝色迅猛龙巢穴",
},
},
[29078] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[6341] = {
["O"] = "与菲德利奥交谈，租用角鹰兽飞往达纳苏斯，然后将多兰纳尔的食谱书交给达纳苏斯的艾奎恩妮。",
["T"] = "前往达纳苏斯",
},
[35497] = {
["O"] = "艾卓-尼鲁布奖励任务",
["T"] = "艾卓-尼鲁布奖励任务",
},
[34801] = {
["T"] = "不幸的朝圣者",
["O"] = "收集6份徘徊者的血、6片金鱼草复叶和1只跳蛙眼。",
["S"] = {
"徘徊者的血",
"金鱼草复叶",
"跳蛙眼",
},
},
[29590] = {
["T"] = "死亡观察者",
["O"] = "杀死死亡观察者希尔拉克，然后向德莱尼灵魂复命。",
["S"] = {
"消灭死亡观察者希尔拉克",
},
},
[929] = {
["T"] = "泰达希尔：巨龙的取舍",
["O"] = "用月亮井的水装满翡翠瓶。",
["S"] = {
"装满水的翡翠瓶",
},
},
[933] = {
["T"] = "泰达希尔：黎明将至",
["O"] = "用月亮井的水装满红玉瓶。",
["S"] = {
"装满水的红玉瓶",
},
},
[59944] = {
["T"] = "拯救赫伯特·暗爆",
["O"] = "从鹰身人的通灵仪式中救出赫伯特·暗爆",
["S"] = {
"解救赫伯特·暗爆",
},
},
[13966] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[60456] = {
["T"] = "突袭噬渊",
["O"] = "在噬渊消灭3个稀有或者特殊首领。",
["S"] = {
"消灭稀有或者特殊首领",
},
},
[36139] = {
["O"] = "LFGDungeons - Pandaria - Dungeon Normal Nth",
["T"] = "LFGDungeons - Pandaria - Dungeon Normal Nth",
},
[60968] = {
["O"] = "前往兽人的家乡德拉诺。",
["T"] = "德拉诺之王：德拉诺的冒险",
},
[30614] = {
["T"] = "采油站",
["O"] = "在野牛人油井架那里装满空油瓶。",
["S"] = {
"装满的油瓶",
},
},
[30742] = {
["T"] = "知错就改",
["O"] = "杀死寇塔峰上的12只咔啡成瘾的高山羊。",
["S"] = {
"消灭咔啡成瘾的高山羊",
},
},
[37163] = {
["T"] = "暗影的秘密",
["O"] = "从影月墓地获取暗色羊皮纸。",
["S"] = {
"暗色羊皮纸",
"消灭耐奥祖",
},
},
[53801] = {
["O"] = "黑海岸之战",
["T"] = "黑海岸之战",
},
[62248] = {
["O"] = "Venari Rep Token Tracking",
["T"] = "Venari Rep Token Tracking",
},
[31254] = {
["T"] = "昆莱之路",
["O"] = "穿过雾纱栈道并抵达滨岸村。",
["S"] = {
"与商路土地精交谈",
"与酒仙布夫交谈",
},
},
[38187] = {
["T"] = "密报：突袭沙塔斯港口",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[52122] = {
["T"] = "被遗忘者",
["O"] = "和莉莉安·沃斯一起找到托马斯·泽林。",
["S"] = {
"找到托马斯·泽林",
},
},
[31638] = {
["O"] = "残阳关挑战模式——白银添头（第N个）",
["T"] = "残阳关挑战模式——白银添头（第N个）",
},
[31766] = {
["T"] = "天降神兵",
["O"] = "使用垂降绳索降落至地面。",
["S"] = {
"垂降至蜜露林地",
},
},
[63784] = {
["T"] = "钱不是问题",
["O"] = "抓获7只褐色跃足兽。",
["S"] = {
"捕捉褐色跃足兽",
},
},
[32022] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[35666] = {
["O"] = "去戈尔隆德的赤红沼泽附近找卡诺。",
["T"] = "赤红沼泽的游侠",
},
[47585] = {
["T"] = "螳螂捕蝉",
["O"] = "在禁猎区内找到另外两名猎人。",
["S"] = {
"找到游侠帕露",
"找到神枪手尤利安",
},
},
[29003] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[34217] = {
["T"] = "粉碎布隆斯基！",
["O"] = "击败布隆斯基。",
["S"] = {
"消灭布隆斯基",
},
},
[24471] = {
["T"] = "疗伤",
["O"] = "对4名受伤的寒脊巡山人使用斯登的急救包。",
["S"] = {
"医治受伤的寒脊巡山人",
},
},
[28729] = {
["T"] = "泰达希尔：艾泽拉斯之冠",
["O"] = "在幽影谷东北部的月亮井中装满水晶瓶。",
["S"] = {
"装满水的水晶瓶",
},
},
[57641] = {
["T"] = "雷尔松的全视之眼",
["O"] = "从冰斧巨魔洞穴中找到雷尔松的全视之眼，然后回到指挥官雷尔松那里。\n\n要当心，据说雷尔松的全视之眼带有可怕的诅咒！",
["S"] = {
"找回雷尔松的全视之眼",
},
},
[28811] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[24983] = {
["O"] = "与提瑞斯法林地死亡观察站的亡灵卫兵林奈谈一谈。",
["T"] = "亡灵卫兵的职责",
},
[25111] = {
["T"] = "清扫食腐动物",
["O"] = "使用收集机器人采集12具火鹏尸体。",
["S"] = {
"采集火鹏尸体",
},
},
[58665] = {
["O"] = "在六叠的隐居处与拉萨恩和艾米妮见面。",
["T"] = "反叛的灵魂",
},
[51987] = {
["O"] = "勇士：霍巴特·钩锤",
["T"] = "勇士：霍巴特·钩锤",
},
[8653] = {
["O"] = "金井长者",
["T"] = "金井长者",
},
[8717] = {
["O"] = "月卫长者",
["T"] = "月卫长者",
},
[51984] = {
["O"] = "回到女妖之啸号上的纳萨诺斯·凋零者身边。埃卢尔·晨溪可以送你一程。",
["T"] = "回到祖达萨",
},
[59945] = {
["T"] = "消灭鹰身人",
["O"] = "击败10只鹰身人及其盟友。",
["S"] = {
"消灭鹰身人和同伙",
},
},
[51980] = {
["T"] = "通缉：加布拉坎",
["O"] = "消灭偷猎者加布拉坎。",
["S"] = {
"消灭偷猎者加布拉坎",
},
},
[60457] = {
["T"] = "心能回收",
["O"] = "从托加斯特，罪魂之塔收集150个心能余烬。",
["S"] = {
"从托加斯特收集心能余烬",
},
},
[26263] = {
["T"] = "索纳尔·雷破",
["O"] = "杀死索纳尔·雷破。",
["S"] = {
"消灭索纳尔·雷破",
},
},
[60969] = {
["O"] = "前往兽人的家乡德拉诺。",
["T"] = "德拉诺之王：德拉诺的冒险",
},
[26519] = {
["T"] = "只要控制了双头魔",
["O"] = "杀死阿尔多·泥爪。",
["S"] = {
"消灭阿尔多·泥爪",
},
},
[35411] = {
["O"] = "祖尔格拉布奖励任务",
["T"] = "祖尔格拉布奖励任务",
},
[26775] = {
["T"] = "成为迅猛龙",
["O"] = "跟女祭司萨阿莉亚谈一谈，帮助被抓住的鞭尾幼龙逃出祖尔格拉布。",
["S"] = {
"跟坦沙昂谈一谈",
"帮助特基乌",
"跟奇乌谈一谈",
"逃离祖尔格拉布",
},
},
[51975] = {
["O"] = "勇士：暗影猎手塔金",
["T"] = "勇士：暗影猎手塔金",
},
[62249] = {
["O"] = "Venari Rep Token Tracking",
["T"] = "Venari Rep Token Tracking",
},
[27159] = {
["T"] = "先是天灾……再是部落",
["O"] = "杀死安多哈尔城里的15名枯骨天灾战士。",
["S"] = {
"消灭枯骨天灾战士",
},
},
[62761] = {
["O"] = "在奥利波斯与塔尔-伊纳拉交谈。",
["T"] = "回到奥利波斯",
},
[52305] = {
["T"] = "先天与后天",
["O"] = "照顾库亚冯，直到他做好飞行的准备。",
["S"] = {
"照顾库亚冯",
},
},
[55082] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：锈栓口袋炮塔",
},
[55338] = {
["O"] = "载具：TK20",
["T"] = "载具：TK20",
},
[39212] = {
["O"] = "当你准备好动身前往索拉查盆地时，就与大法师伯塔鲁斯谈一谈。到达索拉查盆地之后，与蛮藤谷的蒙特谈一谈。",
["T"] = "索拉查盆地",
},
[27927] = {
["O"] = "在荒芜之地的灭世者之痕寻找迷失者塞尔杜林。",
["T"] = "进入灭世者之痕",
},
[10028] = {
["T"] = "强大的容器",
["O"] = "为奥蕾莉亚要塞的洛瑟蕾丝带回8个德莱尼容器。",
["S"] = {
"德莱尼容器",
},
},
[48171] = {
["O"] = "在德鲁斯瓦与木工湾岸的艾芙琳·佩尔对话。",
["T"] = "箭谷镇的诅咒",
},
[10061] = {
["T"] = "阴魂不散",
["O"] = "葛雷拉格要你前往荣耀堡以南的远征军物资库，杀死12个步兵的阴魂、10个巫师的阴魂和5个骑士的阴魂。",
["S"] = {
"消灭步兵的阴魂",
"消灭巫师的阴魂",
"消灭骑士的阴魂",
},
},
[55077] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：蓝色喷洒机器人",
},
[28567] = {
["O"] = "去找洛克莫丹南门哨岗的驾驶员塞克·锤足。",
["T"] = "英雄的召唤：洛克莫丹！",
},
[57386] = {
["T"] = "如果你想要和平……",
["O"] = "进入玛卓克萨斯。",
["S"] = {
"和罗-阿沃纳维谈一谈，前往玛卓克萨斯",
},
},
[57642] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[9900] = {
["T"] = "加瓦克希",
["O"] = "杀死沃舒古附近的加瓦克希，然后向纳格兰埃瑞斯码头的瑟利德复命。",
["S"] = {
"消灭加瓦克希",
},
},
[10445] = {
["T"] = "永恒水瓶",
["O"] = "时光之穴的索莉多米要你从盘牙水库的瓦丝琪那里取回瓦丝琪的水瓶残余，并从风暴要塞的凯尔萨斯·逐日者那里取回凯尔萨斯的水瓶残余。",
["S"] = {
"瓦丝琪的水瓶残余",
"凯尔萨斯的水瓶残余",
},
},
[27861] = {
["T"] = "杀戮熔炉竞技场：血眼斗士！",
["O"] = "进入杀戮熔炉竞技场，击败胡尔德普！",
["S"] = {
"击败胡尔德普",
},
},
[51916] = {
["T"] = "赞达拉众志成城",
["O"] = "在赞达拉的各势力中至少达到友善声望。",
["S"] = {
"在祖达萨的赞达拉帝国阵营中达到友善声望",
"在纳兹米尔的塔兰吉远征队阵营中达到友善声望",
"在沃顿的沃顿奈阵营中达到友善声望",
},
},
[29463] = {
["T"] = "敲打时刻",
["O"] = "敲打豺狼人，赢得30分。",
["S"] = {
"敲打豺狼人",
},
},
[29591] = {
["T"] = "暴怒的灵魂",
["O"] = "干掉5个被激怒的骷髅，5个暴怒的骷髅，以及3个奥金尼通灵师，然后去找位于奥金尼地穴里的受折磨的灵魂牧师。",
["S"] = {
"消灭被激怒的骷髅",
"消灭暴怒的骷髅",
"消灭奥金尼通灵师",
},
},
[60358] = {
["T"] = "钽金抢夺",
["O"] = "从晋升堡垒的稀有怪物和宝箱中收集3份钽金。",
["S"] = {
"钽金",
},
},
[27477] = {
["T"] = "肥胖的巨虫",
["O"] = "在东瘟疫之地的北部荒野中找到淤血虫，并消灭它。",
["S"] = {
"消灭淤血虫",
},
},
[59946] = {
["T"] = "净化图腾",
["O"] = "点燃5支鹰身人图腾。",
["S"] = {
"焚烧鹰身人图腾",
},
},
[30103] = {
["T"] = "进军龙眠神殿！",
["O"] = "护送萨尔安全抵达龙眠神殿。",
["S"] = {
"护送萨尔安全抵达龙眠神殿",
},
},
[60458] = {
["T"] = "心能回收",
["O"] = "从托加斯特，罪魂之塔收集150个心能余烬。",
["S"] = {
"从托加斯特收集心能余烬",
},
},
[11085] = {
["T"] = "逃离斯克提斯",
["O"] = "护送天空卫队囚犯前往安全的地方，然后向空军上尉杜尔因复命。",
["S"] = {
"营救天空卫队囚犯。",
},
},
[60970] = {
["O"] = "前往破碎群岛。",
["T"] = "军团再临：破碎群岛的冒险",
},
[11213] = {
["O"] = "与泥潭沼泽农场里的塔贝萨谈一谈。",
["T"] = "寻找塔贝萨",
},
[30743] = {
["T"] = "羊屎咔啡",
["O"] = "在寇塔峰上标出15处山羊咔啡“沉积物”。",
["S"] = {
"标记山羊咔啡“沉积物”",
},
},
[37165] = {
["T"] = "塞纳里奥的忧虑",
["O"] = "从永茂林地获得一片发光的怪蕨叶。",
["S"] = {
"发光的怪蕨叶",
"消灭雅努",
},
},
[30999] = {
["O"] = "和酒坛集的表叔苜蓿叶谈一谈。",
["T"] = "朝圣之旅",
},
[62250] = {
["O"] = "返回暴风城，开始新的冒险。当你达到70级时，克罗米的魔法将会消失，送你回到暴风城。",
["T"] = "新的冒险等待着你",
},
[31255] = {
["T"] = "昆莱之路",
["O"] = "穿过雾纱栈道并抵达滨岸村。",
["S"] = {
"与商路土地精交谈",
"与酒仙布夫交谈",
},
},
[38189] = {
["T"] = "密报：突袭石怒崖",
["O"] = "突袭霜火岭石怒崖的血槌食人魔。",
["S"] = {
"突袭石怒崖的血槌军队",
},
},
[51829] = {
["O"] = "将扳手交给枯萎峡谷中的雷娜。",
["T"] = "雷娜的扳手",
},
[31639] = {
["O"] = "影踪禅院挑战模式——白银添头（第N个）",
["T"] = "影踪禅院挑战模式——白银添头（第N个）",
},
[11789] = {
["T"] = "急需帮助的士兵",
["O"] = "无畏要塞外的医师哈索恩要你到斩雷号的货舱里去找到急救物资箱，然后带一份哈索恩的解毒剂回来。",
["S"] = {
"哈索恩的解毒剂",
},
},
[55595] = {
["T"] = "衰退的知识",
["O"] = "从汲取意志的虚悯者手中解救伊玛拉、阿达路和尤玛伊。",
["S"] = {
"营救伊玛拉",
"营救阿达路",
"营救尤玛伊",
},
},
[32023] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[11981] = {
["O"] = "前往俯瞰索尔莫丹的丘陵地带，在那里找到库伦。",
["T"] = "找到库伦！",
},
[12045] = {
["T"] = "刨冰",
["O"] = "在北边的冰元素身上收集4块碎冰簇，把它们交给诺兹拉斯哨站的希弗里克斯。",
["S"] = {
"碎冰簇",
},
},
[46247] = {
["O"] = "在破碎群岛击败一次恶魔突袭。",
["T"] = "保卫破碎群岛",
},
[27093] = {
["T"] = "迷失在黑暗中",
["O"] = "从粘丝洞里救出6名兽人水兵。",
["S"] = {
"营救兽人水兵",
},
},
[40749] = {
["T"] = "纪念意义",
["O"] = "放置4束月光百合。",
["S"] = {
"放置花束",
},
},
[12301] = {
["T"] = "真相会让我们解脱",
["O"] = "在遗忘海岸的废墟中使用欧瑞克的水晶球，以拯救那些被遗忘的灵魂。",
["S"] = {
"拯救被遗忘的灵魂",
},
},
[57643] = {
["O"] = "轻轻摇晃过的礼品",
["T"] = "轻轻摇晃过的礼品",
},
[26965] = {
["T"] = "酋长驾到",
["O"] = "准备迎接加尔鲁什·地狱咆哮酋长的到来。",
["S"] = {
"准备迎接加尔鲁什·地狱咆哮酋长的到来",
},
},
[58155] = {
["T"] = "黑暗中的援手",
["O"] = "在幻象中拯救8个灵魂。",
["S"] = {
"拯救灵魂",
},
},
[25112] = {
["T"] = "收集机器人",
["O"] = "使用收集机器人采集8具晶鳞蜥蜴尸体。",
["S"] = {
"采集晶鳞蜥蜴",
},
},
[58667] = {
["O"] = "黑曜石萃取",
["T"] = "黑曜石萃取",
},
[58923] = {
["T"] = "圣骑士的效劳",
["O"] = "与圣骑士的鬼魂交谈。",
["S"] = {
"与幽灵圣骑士交谈",
},
},
[59179] = {
["T"] = "月夜战神之女",
["O"] = "在奥利波斯找到珊蒂斯·羽月。",
["S"] = {
"在奥利波斯找到珊蒂斯·羽月",
},
},
[583] = {
["O"] = "与赫米特·奈辛瓦里二世谈一谈。",
["T"] = "欢迎来到丛林",
},
[43309] = {
["T"] = "完美机会",
["O"] = "在残月酒馆与莉莉丝·月郡会面。",
["S"] = {
"在残月酒馆与莉莉丝见面",
},
},
[43565] = {
["T"] = "道标归途",
["O"] = "利用高级传送道标，调查苏拉玛城中的永月平民区、永月集市和海妖之祈。",
["S"] = {
"调查永月平民区",
},
},
[6503] = {
["T"] = "灰谷先驱者",
["O"] = "杀掉9个灰谷先驱者。",
["S"] = {
"消灭灰谷先驱者",
},
},
[60459] = {
["T"] = "心能回收",
["O"] = "从托加斯特，罪魂之塔收集150个心能余烬。",
["S"] = {
"从托加斯特收集心能余烬",
},
},
[26264] = {
["T"] = "身后物",
["O"] = "从剧毒机场的毒性淤泥身上获得6份收回的个人财物。",
["S"] = {
"收回的个人财物",
},
},
[60971] = {
["O"] = "前往破碎群岛。",
["T"] = "军团再临：破碎群岛的冒险",
},
[9769] = {
["T"] = "时尚无罪",
["O"] = "猎杀赞加沼泽的萤火虫，将8片透明的虫翼交给沼泽鼠岗哨的玛加沙。",
["S"] = {
"透明的虫翼",
},
},
[13325] = {
["O"] = "当暗月马戏团来到镇上的时候，把混乱套牌交给他们。",
["T"] = "暗月混乱套牌",
},
[37166] = {
["T"] = "泰坦与世界的演化",
["O"] = "从永茂林地获得一份茂林神器。",
["S"] = {
"茂林神器",
"消灭雅努",
},
},
[749] = {
["O"] = "摩林·云行者要你去查看被破坏的货车附近的储备箱里有什么东西。",
["T"] = "被破坏的货车",
},
[8350] = {
["O"] = "将艾洛娜的包裹交给永歌森林鹰翼广场旅店中的旅店老板德兰妮尔。",
["T"] = "送信",
},
[27160] = {
["T"] = "战争机器",
["O"] = "摧毁安多哈尔的6具缝腹巨怪。",
["S"] = {
"消灭缝腹巨怪",
},
},
[62763] = {
["T"] = "支援王庭",
["O"] = "通过完成日常任务和世界任务、拾取宝箱、消灭稀有生物来保卫炽蓝仙野。你也可以通过在炽蓝仙野地下城中击败强大的敌人以达成目标。",
["S"] = {
"帮助法夜",
},
},
[14262] = {
["T"] = "刮鳞破肠",
["O"] = "杀掉6只恶鞭怒雷武士和6只恶鞭唤海者。",
["S"] = {
"消灭恶鞭怒雷武士",
"消灭恶鞭唤海者",
},
},
[55084] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：加密的黑市电台",
},
[744] = {
["T"] = "准备典礼",
["O"] = "收集6根碧蓝色的羽毛和6根古铜色的羽毛。",
["S"] = {
"碧蓝色的羽毛",
"古铜色的羽毛",
},
},
[63787] = {
["T"] = "深入行动：重殴者之台",
["O"] = "清除重殴者之台的碎皮熊。",
["S"] = {
"清理重殴者之台",
},
},
[27928] = {
["T"] = "皮货商的最爱",
["O"] = "收集5张沙漠土狼毛皮",
["S"] = {
"沙漠土狼毛皮",
},
},
[51795] = {
["T"] = "洛丹伦之战",
["O"] = "完成洛丹伦之战。",
["S"] = {
"前往洛丹伦",
},
},
[5041] = {
["T"] = "十字路口的补给品",
["O"] = "在钢鬃野猪人的洞穴中收集5只十字路口的补给箱。",
["S"] = {
"十字路口的补给箱",
},
},
[51715] = {
["O"] = "为弗斯塔德指派任务。",
["T"] = "暗影战争",
},
[35528] = {
["O"] = "能源舰奖励任务",
["T"] = "能源舰奖励任务",
},
[28568] = {
["O"] = "去找银松森林被遗忘者统帅部的大执行官摩尔图斯。",
["T"] = "大酋长的命令：银松森林！",
},
[49197] = {
["O"] = "大型侵入点：索塔纳索尔",
["T"] = "大型侵入点：索塔纳索尔",
},
[51663] = {
["T"] = "做好准备",
["O"] = "破坏8份加巴尼补给。",
["S"] = {
"摧毁加巴尼物资",
},
},
[35532] = {
["O"] = "魔导师平台奖励任务",
["T"] = "魔导师平台奖励任务",
},
[58156] = {
["T"] = "荡涤黑暗",
["O"] = "清除幻象中的恩佐斯的腐化。",
["S"] = {
"削弱敌方威胁",
},
},
[34216] = {
["T"] = "安全路线",
["O"] = "聆听科达娜·邪歌的故事。",
["S"] = {
"聆听科达娜·邪歌的故事",
},
},
[25173] = {
["T"] = "越来越糟",
["O"] = "在提拉加德城堡中杀死6个北卫军水兵、6个北卫军射手和帕里特中尉。",
["S"] = {
"消灭北卫军陆战队",
"消灭北卫军神射手",
"消灭帕里特中尉",
},
},
[29464] = {
["O"] = "将占卜者符文交给暗月岛上暗月马戏团的萨杜斯·帕雷教授。",
["T"] = "占卜道具",
},
[40714] = {
["O"] = "到克拉苏斯平台去见兰克拉尔公爵。",
["T"] = "战争的召唤",
},
[29834] = {
["T"] = "迦尔达拉必须付出代价",
["O"] = "托玛尔要求你杀死古达克内的斯拉德兰，莫拉比和迦尔达拉。",
["S"] = {
"消灭斯拉德兰",
"消灭莫拉比",
"消灭迦尔达拉",
},
},
[29848] = {
["T"] = "绝望的守望者",
["O"] = "岩石大厅的卡迪尔·斩铁要求你让悲伤圣女安息，并获得一滴悲伤水晶之泪。",
["S"] = {
"悲伤水晶之泪",
},
},
[59948] = {
["O"] = "在部落营地的西边与拉娜·乔丹见面。",
["T"] = "西部边界",
},
[30104] = {
["T"] = "记录时间流",
["O"] = "杀死一个军团恶魔，一个皇家侍女以及禁卫队长瓦罗森，然后用艾鲁尔米的容器收集他们的信息。",
["S"] = {
"记录军团恶魔",
"记录皇家侍女",
"记录禁卫队长瓦罗森",
},
},
[60460] = {
["T"] = "心能回收",
["O"] = "从托加斯特，罪魂之塔收集150个心能余烬。",
["S"] = {
"从托加斯特收集心能余烬",
},
},
[36143] = {
["O"] = "LFGDungeons - Lich King - Dungeon Normal 1st",
["T"] = "LFGDungeons - Lich King - Dungeon Normal 1st",
},
[60972] = {
["T"] = "猎寻男爵",
["O"] = "为天启骑士的项链充能。",
["S"] = {
"为天启骑士的项链充能",
},
},
[30616] = {
["T"] = "交通问题",
["O"] = "消灭8个卢秦火营的野牛人。",
["S"] = {
"杀死卢秦野牛人",
},
},
[30744] = {
["T"] = "寇塔混合咔啡",
["O"] = "从寇塔峰收集100个寇塔咔啡果。在山边的灌木丛或者雪人洞里都可以找到。",
["S"] = {
"寇塔咔啡果",
},
},
[37167] = {
["T"] = "对了，锤子不要！",
["O"] = "从恐轨车站获得一大箱武器。",
["S"] = {
"一大箱武器",
"消灭啸天者托瓦拉",
},
},
[31000] = {
["O"] = "去蟠龙脊和女射手李琪薇谈一谈。",
["T"] = "恐惧空间",
},
[7783] = {
["O"] = "将奈法利安的徽记交给奥格瑞玛的伊崔格。",
["T"] = "黑石之王",
},
[41040] = {
["O"] = "在英灵殿与梅尔芭谈一谈。",
["T"] = "英灵殿：酿酒大师",
},
[31384] = {
["O"] = "去锦绣谷的残阳关卫戍营和安济·秋光谈一谈。",
["T"] = "金莲教",
},
[25483] = {
["O"] = "LFGDungeons - Holiday Dungeon - Coren Direbrew - 1st",
["T"] = "LFGDungeons - Holiday Dungeon - Coren Direbrew - 1st",
},
[31640] = {
["O"] = "围攻砮皂寺挑战模式——白银添头（第N个）",
["T"] = "围攻砮皂寺挑战模式——白银添头（第N个）",
},
[25419] = {
["T"] = "蕾蒂拉拉的大奖章",
["O"] = "从海地精收集者身上收集5块勋章碎片，用它们制造蕾蒂拉拉的大奖章。",
["S"] = {
"蕾蒂拉拉的大奖章",
},
},
[63788] = {
["T"] = "深入行动：指引圣地",
["O"] = "清除指引圣地的吞噬者。",
["S"] = {
"净化指引圣地",
},
},
[32024] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[47918] = {
["O"] = "在蛙沼上层与暗影猎手纳雷斯见面。",
["T"] = "侍奉卡格瓦",
},
[39983] = {
["T"] = "胡恩之战——来临",
["O"] = "消灭25个燃烧军团恶魔。",
["S"] = {
"向黑角打听胡恩的故事",
},
},
[46931] = {
["T"] = "部落的代言人",
["O"] = "设立你的大使馆。",
["S"] = {
"跟随佐拉妮",
},
},
[39984] = {
["T"] = "过去的残影",
["O"] = "寻找线索，了解蔑潮港的命运。",
["S"] = {
"第一条线索",
"第二条线索",
"第三条线索",
"第四条线索",
},
},
[24473] = {
["O"] = "跟安威玛尔的乔娜·铁枷谈一谈。",
["T"] = "安威玛尔紧急戒严",
},
[49198] = {
["O"] = "大型侵入点：审判官梅托",
["T"] = "大型侵入点：审判官梅托",
},
[28459] = {
["T"] = "绑缚之石",
["O"] = "从黑石深渊找到6块元素束缚之石。你可以在暗炉城、住宅区、索瑞森神殿、东区兵营，以及西区兵营这些地方找到它们。",
["S"] = {
"元素束缚之石",
},
},
[8334] = {
["T"] = "攻势",
["O"] = "杀死7只树人嫩苗和7只凶猛的树人嫩苗，然后向逐日岛的兰萨恩·派雷隆复命。",
["S"] = {
"消灭树人嫩苗",
"消灭凶猛的树人嫩苗",
},
},
[10647] = {
["T"] = "通缉：乌鲁洛斯，影月谷的祸患",
["O"] = "杀死乌鲁洛斯，将乌鲁洛斯的烈焰之鬃交给影月谷影月村的战争召唤者萨尔东·图斯莱。",
["S"] = {
"乌鲁洛斯的烈焰之鬃",
},
},
[10903] = {
["O"] = "与荣耀堡旅店内的助手克拉图谈一谈。",
["T"] = "返回荣耀堡",
},
[8526] = {
["T"] = "联盟需要烤迅猛龙肉！",
["O"] = "把20块烤迅猛龙肉交给铁炉堡军事区的萨拉·塞维斯。",
["S"] = {
"烤迅猛龙肉",
},
},
[8590] = {
["T"] = "部落需要厚皮！",
["O"] = "把10块厚皮交给奥格瑞玛精神谷的乌玛拉中士。",
["S"] = {
"厚皮",
},
},
[8654] = {
["O"] = "棱石长者",
["T"] = "棱石长者",
},
[8718] = {
["O"] = "迅刀长者",
["T"] = "迅刀长者",
},
[43311] = {
["T"] = "要么反抗我们",
["O"] = "与阿鲁因交谈。",
["S"] = {
"寻求阿鲁因的帮助",
},
},
[59949] = {
["T"] = "谁藏在坑中",
["O"] = "营救5名受困的考察队成员",
["S"] = {
"解救被困住的考察队成员",
},
},
[35669] = {
["T"] = "通缉令：基霍的断裂之爪",
["O"] = "从野蛮的基霍身上获得基霍的断裂之爪。",
["S"] = {
"基霍的断裂之爪",
},
},
[60461] = {
["O"] = "向凯克苏斯侯爵出示符文剑。",
["T"] = "会见侯爵",
},
[39958] = {
["T"] = "虚有其表",
["O"] = "收集20张石皮皮革和5份风暴之鳞。如果你不是剥皮师，那么可以通过拍卖行或者其他玩家来获取材料。",
["S"] = {
"石皮皮革",
"风暴之鳞",
},
},
[26393] = {
["O"] = "将阿古斯的便笺交给狮鹫管理员勇敢的巴特利。",
["T"] = "快捷的消息",
},
[26521] = {
["T"] = "邪恶的面貌",
["O"] = "在辛萨罗用蒂基之炬点燃8张蒂基面具。",
["S"] = {
"烧毁蒂基面具",
},
},
[30891] = {
["T"] = "解毒良药",
["O"] = "收集10棵紫色香橼。",
["S"] = {
"紫色香橼",
},
},
[26777] = {
["T"] = "抚慰灵魂",
["O"] = "在腐草农场使用神圣香炉抚慰5名弃灵。",
["S"] = {
"抚慰弃灵",
},
},
[26905] = {
["T"] = "阿迦玛甘的授意",
["O"] = "拿到卡尔加·刺肋的精华。",
["S"] = {
"卡尔加·刺肋的精华",
},
},
[31572] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员苏亚米，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[27161] = {
["T"] = "源源不绝的兵力",
["O"] = "用朗格的手榴弹消灭5具拾骨狂战士，摧毁天灾骨堆法阵。",
["S"] = {
"摧毁天灾骨堆法阵",
"消灭拾骨狂战士",
},
},
[38192] = {
["T"] = "密报：突袭永茂丛林",
["O"] = "突袭戈尔隆德永茂丛林的木精部队。",
["S"] = {
"突袭永茂丛林的木精部队",
},
},
[11543] = {
["T"] = "拒敌港外",
["O"] = "阳湾军械库的守备官凯兰要求你去跟艾雷·碎云谈一谈，并飞越晨锋部队的增援舰队。将火油投掷到对方的船帆上，使之引燃。落地后，再杀死6名晨锋预备兵。",
["S"] = {
"烧毁辛洛雷号",
"烧毁血誓号",
"烧毁曙光追寻者号",
"消灭晨锋预备兵",
},
},
[27545] = {
["O"] = "跟暮光高地滩头堡的库德兰·蛮锤谈一谈。",
["T"] = "通道",
},
[51571] = {
["O"] = "在纳兹米尔协助布莱恩·铜须。",
["T"] = "据点：纳兹米尔",
},
[63789] = {
["T"] = "深入行动：学者之家",
["O"] = "清除学者之家的渊誓者。",
["S"] = {
"清理学者之家",
},
},
[12887] = {
["T"] = "乐趣十足",
["O"] = "摧毁魔眼，然后向暗影拱顶的斯利文男爵报告。",
["S"] = {
"摧毁魔眼",
},
},
[35414] = {
["O"] = "托维尔失落之城奖励任务",
["T"] = "托维尔失落之城奖励任务",
},
[28185] = {
["T"] = "斯瓦诺斯",
["O"] = "你必须杀死恶魔监狱中的斯瓦诺斯，并带回它的诅咒颈环。斯瓦诺斯就在巴拉丁监狱西北边的恶魔监狱中。",
["S"] = {
"斯瓦诺斯的诅咒颈环",
},
},
[56622] = {
["T"] = "称霸阿什兰",
["O"] = "击败阿什兰所有活动地区内的联盟并消灭大元帅泰布雷德。",
["S"] = {
"击败敌对阵营领袖",
"获得灰槌墓地胜利",
"获得熔岩采石场胜利",
"获得毁灭斗兽场胜利",
"获得蛮兵高地胜利",
"获得阿什兰挖掘场胜利",
},
},
[13015] = {
["O"] = "长者法迦尔",
["T"] = "长者法迦尔",
},
[10190] = {
["T"] = "电池充电",
["O"] = "对相位猎手使用电池充能器，直到电池充能等级到达10。然后将它交给虚空风暴恩卡特废墟的机器人专家艾蕾。",
["S"] = {
"电池充能等级",
},
},
[57390] = {
["T"] = "至死方休",
["O"] = "在伤逝剧场中击败30名参赛者。",
["S"] = {
"击败竞争者",
},
},
[28825] = {
["O"] = "与暴风城的地语者纳拉特交谈。",
["T"] = "私人召唤",
},
[10382] = {
["O"] = "乘坐狮鹫飞往荣耀岗哨，抵达之后与巴洛克元帅谈一谈。",
["T"] = "奔赴前线",
},
[29081] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[10510] = {
["T"] = "进入德拉诺晶矿",
["O"] = "收集5块德拉诺矿洞水晶。",
["S"] = {
"德拉诺矿洞水晶",
},
},
[51538] = {
["O"] = "将格罗尔的警告告诉求知者。",
["T"] = "深渊之语",
},
[13671] = {
["T"] = "实战训练",
["O"] = "银色比武场的阿瓦雷斯·迅击要你在冰冠冰川地区消灭8名天灾军团士兵。除了轰炸场之外，在冰冠冰川的任何地方遇到的天灾都可以。",
["S"] = {
"消灭冰冠冰川的天灾士兵",
},
},
[29593] = {
["T"] = "雪上加霜",
["O"] = "偷走3堆地狱火补给品，然后回地狱火城墙找石头守卫斯托克顿。",
["S"] = {
"地狱火补给品",
},
},
[43056] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[43312] = {
["T"] = "露骨的威胁",
["O"] = "拯救艾伦·阿斯塔瓦。",
["S"] = {
"拯救艾伦",
},
},
[59950] = {
["O"] = "向供给商金哈柯购买任意物品，并将你的物品出售给他。",
["T"] = "囤积补给",
},
[30105] = {
["T"] = "暮光先知",
["O"] = "找到并揭露暮光先知的身份。",
["S"] = {
"揭露暮光先知",
},
},
[60462] = {
["O"] = "在炽蓝仙野的森林之心的心能储备中存放600份心能。",
["T"] = "筹集心能",
},
[11086] = {
["T"] = "暮光岭的传送门",
["O"] = "影月谷龙喉营地的莫格霍尔大王要你杀死20名死影密探。",
["S"] = {
"消灭死影密探",
},
},
[30489] = {
["T"] = "鲜松针的香味",
["O"] = "收集100根提神松针。",
["S"] = {
"提神松针",
},
},
[13479] = {
["T"] = "寻蛋",
["O"] = "获得20块蛋壳碎片。",
["S"] = {
"鲜艳的蛋壳碎片",
},
},
[53295] = {
["T"] = "尽你的职责",
["O"] = "开启战争模式，在世界PvP中击杀一名部落玩家。",
["S"] = {
"已击败联盟玩家",
},
},
[9352] = {
["T"] = "达纳苏斯的侵扰",
["O"] = "前往鹰翼广场西南方的西部圣殿击败在那一带出现的入侵者，然后将你发现的情况汇报给魔网监护者薇兰妮亚。",
["S"] = {
"击败入侵者",
},
},
[31001] = {
["T"] = "坠落",
["O"] = "使用影踪派绳索下到格尔桑平台并搜寻坠落的影踪派神射手。",
["S"] = {
"找到神射手兰",
},
},
[13432] = {
["T"] = "永恒水瓶",
["O"] = "时光之穴的索莉多米要你从盘牙水库的瓦丝琪那里取回瓦丝琪的水瓶残余，并从风暴要塞的凯尔萨斯·逐日者那里取回凯尔萨斯的水瓶残余。",
["S"] = {
"瓦丝琪的水瓶残余",
"凯尔萨斯的水瓶残余",
},
},
[11534] = {
["O"] = "商人波塔努斯要求你前往沙塔斯城，与圣光广场上的主教纳苏恩谈一谈。",
["T"] = "向纳苏恩报到",
},
[31385] = {
["O"] = "去锦绣谷的残阳关卫戍营和安济·秋光谈一谈。",
["T"] = "金莲教",
},
[63022] = {
["T"] = "原则6附录：不惜一切代价救我",
["O"] = "消灭符文大师玛弗洛克。",
["S"] = {
"消灭符文大师玛弗洛克",
},
},
[31641] = {
["O"] = "魔古山宫殿挑战模式——白银添头（第N个）",
["T"] = "魔古山宫殿挑战模式——白银添头（第N个）",
},
[14039] = {
["O"] = "将装满月亮井水的瓶子交给达纳苏斯的泰兰德·语风。",
["T"] = "卡多雷的家",
},
[31897] = {
["T"] = "驯宠宗师崔克斯",
["O"] = "在宠物战斗中击败“冷血”崔克斯。",
["S"] = {
"击败“冷血”崔克斯",
},
},
[11918] = {
["T"] = "基本的训练",
["O"] = "永生之盾的莱洛拉斯要你消灭10个考达拉织法者。",
["S"] = {
"消灭考达拉织法者",
},
},
[11982] = {
["T"] = "巨石横飞",
["O"] = "在丘陵上俯瞰索尔莫丹的库伦要求你向索尔莫丹的露天区域投掷石块，以此骚扰铁矮人的挖掘工作。",
["S"] = {
"骚扰铁矮人的工作",
},
},
[39985] = {
["O"] = "在达拉然与大法师卡德加谈一谈。",
["T"] = "卡德加的发现",
},
[9256] = {
["O"] = "与永歌森林晴风村的游侠戴戈利恩谈一谈。",
["T"] = "晴风村",
},
[9160] = {
["T"] = "调查安达洛斯",
["O"] = "调查安达洛斯一带，杀死12个哨兵部队间谍，然后向幽魂之地塔奎林的奥莉菲洛丝夫人复命。",
["S"] = {
"消灭哨兵部队间谍",
"调查安达洛斯",
},
},
[32665] = {
["O"] = "找到林梅。",
["T"] = "学习骑乘",
},
[57391] = {
["T"] = "《羁石诅咒》重现人间",
["O"] = "从惊魂幻象中为心之秘室的拉希奥取得《羁石诅咒》的散页。",
["S"] = {
"《羁石诅咒》的散页",
},
},
[12366] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[57903] = {
["O"] = "使用心能导流器将心能引导到晋升堡垒中的一个地点。",
["T"] = "空中之力",
},
[51474] = {
["T"] = "烈焰铸就",
["O"] = "在暴风城大使馆与茉艾拉交谈，前往黑石深渊并修理黑铁砧。",
["S"] = {
"修复黑铁砧",
},
},
[29652] = {
["T"] = "帮最后一个忙",
["O"] = "在地狱火堡垒破碎大厅里的冈尼要你杀死4个碎手军团士兵，2个碎手百夫长和2个碎手勇士。",
["S"] = {
"消灭碎手军团士兵",
"消灭碎手百夫长",
"消灭碎手勇士",
},
},
[28762] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[25370] = {
["T"] = "煽动元素",
["O"] = "把杜松子喂给精灵龙吃，然后消灭4名暮光煽动者。",
["S"] = {
"消灭暮光煽动者",
},
},
[13095] = {
["T"] = "他们丝毫不感到羞愧吗？",
["O"] = "战斗法师凯特琳的影像要你找回伯林纳德的研究笔记。",
["S"] = {
"伯林纳德的研究笔记",
},
},
[25626] = {
["T"] = "过去的影像：自深渊崛起",
["O"] = "在奎尔多米尔神殿某处使用女武士的断剑来目睹她最后的经历。",
["S"] = {
"潜入奎尔多米尔神殿",
"目睹女武士最后的经历",
},
},
[43313] = {
["T"] = "小道消息",
["O"] = "在暮湾家族的成员中间散播流言。",
["S"] = {
"散布谣言",
},
},
[25882] = {
["O"] = "跟冻石农场的火锤中士谈一谈。",
["T"] = "支援农场",
},
[35634] = {
["O"] = "把埃匹希斯控制器交给泰罗克鸦巢的黑暗占卜师拉斯托克。",
["T"] = "制者为王",
},
[60463] = {
["O"] = "在雷文德斯的堕罪堡的心能储备中存放600份心能。",
["T"] = "筹集心能",
},
[44337] = {
["O"] = "去达拉然找大法师卡德加。",
["T"] = "女神护佑着你",
},
[26394] = {
["O"] = "从狮鹫管理员勇敢的巴特利那里租一只狮鹫，然后将阿古斯的便笺交给奥斯瑞克·斯图恩，他在暴风城旧城区的“有限防护”商店里。",
["T"] = "前往暴风城",
},
[35557] = {
["O"] = "在戈尔隆德与杜隆坦碰头。",
["T"] = "戈尔隆德的秘密。",
},
[13326] = {
["O"] = "当暗月马戏团来到镇上的时候，把高尚套牌交给他们。",
["T"] = "暗月高尚套牌",
},
[26778] = {
["T"] = "亡者的哭泣",
["O"] = "在乌鸦岭墓地杀死20只任意种类的食尸鬼。",
["S"] = {
"杀死食尸鬼",
},
},
[26906] = {
["O"] = "跟阿迦玛甘的灵魂谈一谈。",
["T"] = "阿迦玛甘",
},
[13518] = {
["T"] = "最后一波幸存者",
["O"] = "找到依然生还的奥伯丁难民。",
["S"] = {
"营救塞瑞利恩·白爪",
"营救戈沙拉·夜语",
"营救莎尔蒂",
"营救沃科尔",
},
},
[28658] = {
["T"] = "沼泽之饵",
["O"] = "你的任务是从托尔巴拉德的巴拉丁鳄鱼身上收集8张鳄鱼皮。你可以在巴拉丁监狱西边的沼泽中找到鳄鱼。",
["S"] = {
"鳄鱼皮",
},
},
[38194] = {
["T"] = "密报：突袭高里亚试炼场",
["O"] = "突袭高里亚试炼场的食人魔部队。",
["S"] = {
"称霸高里亚试炼场",
},
},
[35560] = {
["O"] = "幽暗沼泽奖励任务",
["T"] = "幽暗沼泽奖励任务",
},
[36951] = {
["O"] = "与阿兰卡峰林的阿兹克谈一谈。",
["T"] = "逃亡的鸦人",
},
[38962] = {
["O"] = "帮助苏拉玛的堕夜精灵，令你找到安全地混入苏拉玛城精灵之中的方法。",
["T"] = "进城的路",
},
[51440] = {
["T"] = "改变方向",
["O"] = "把伪造的命令送给水手长塔琳、军需官基里安和领航员斯文克。",
["S"] = {
"向水手长塔琳传达命令",
"向军需官基里安传达命令",
"向领航员斯文克传达命令",
},
},
[27930] = {
["O"] = "寻找瑞亚丝塔萨。",
["T"] = "毁灭",
},
[28058] = {
["O"] = "将修筑大师的枕头带给灼热峡谷的艾沃奈斯。",
["T"] = "瞧它的尺码！",
},
[28186] = {
["T"] = "被诅咒的镣铐",
["O"] = "你的任务是从巴拉丁监狱西北边的恶魔监狱取回8条被诅咒的镣铐。",
["S"] = {
"被诅咒的镣铐",
},
},
[48433] = {
["O"] = "与奥格瑞玛大使馆的季·火掌谈一谈，聆听故事的结尾。",
["T"] = "团结是部落的力量！",
},
[28564] = {
["O"] = "去找暮色森林夜色镇的指挥官阿尔泰娅·埃伯洛克。",
["T"] = "英雄的召唤：暮色森林！",
},
[28570] = {
["O"] = "与燃烧平原东南角的莎朗·缓爆交谈，骑着沼桨弹头前往悲伤沼泽。然后与沼桨镇的贸易巨头银罐交谈。",
["T"] = "沼桨弹头",
},
[57392] = {
["T"] = "《羁石诅咒》重现人间",
["O"] = "从惊魂幻象中为心之秘室的拉希奥取得《羁石诅咒》的散页。",
["S"] = {
"《羁石诅咒》的散页",
},
},
[33075] = {
["T"] = "英雄的礼遇",
["O"] = "在安波里村与萨玛拉谈一谈。",
["S"] = {
"在安波里村找到萨玛拉",
},
},
[57904] = {
["O"] = "返回文官阿得赖斯提斯身边。",
["T"] = "我们的永恒使命",
},
[29082] = {
["T"] = "别畏惧邪恶",
["O"] = "营救4名受伤的暴风城士兵。",
["S"] = {
"救活受伤的士兵",
},
},
[51438] = {
["T"] = "标记领地",
["O"] = "把部落战旗插在劫掠港。",
["S"] = {
"插下部落旗帜",
},
},
[58672] = {
["O"] = "前往奥格瑞玛和瓦莉拉·萨古纳尔交谈。",
["T"] = "勇士的会议",
},
[8648] = {
["O"] = "暗灵长者",
["T"] = "暗灵长者",
},
[42802] = {
["O"] = "使用侦察地图，完成“肃清马顿”任务。",
["T"] = "肃清马顿",
},
[7062] = {
["O"] = "与铁炉堡探险者协会的史学家卡尼克谈谈关于冬幕节的情况。",
["T"] = "冬幕节的意义",
},
[29850] = {
["T"] = "堕落的构造体",
["O"] = "岩石大厅的卡迪尔·斩铁要求你杀死3个黑暗符文巨人和克莱斯塔卢斯。",
["S"] = {
"消灭黑暗符文巨人",
"消灭克莱斯塔卢斯",
},
},
[13631] = {
["O"] = "将回复代码阿尔法交给达拉然的罗宁。",
["T"] = "结果好，一切都好",
},
[13995] = {
["T"] = "半人马山之王",
["O"] = "保护格高·怒痕在骚扰半人马的时候不被杀掉，并帮助他杀掉库拉克。",
["S"] = {
"消灭库拉克",
"制造一些麻烦",
},
},
[60464] = {
["O"] = "在玛卓克萨斯的兵主之座的心能储备中存放600份心能。",
["T"] = "筹集心能",
},
[36147] = {
["O"] = "LFGDungeons - Pandaria - Dungeon Normal 1st",
["T"] = "LFGDungeons - Pandaria - Dungeon Normal 1st",
},
[29385] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[53041] = {
["T"] = "货物采样",
["O"] = "收集化学家的笔记和一份未处理的艾泽里特样本。",
["S"] = {
"化学家的笔记",
"未处理的艾泽里特样本",
},
},
[12488] = {
["O"] = "与龙骨荒野怨毒镇的高级执行官乌洛斯谈一谈。",
["T"] = "高级执行官需要你",
},
[36686] = {
["T"] = "突袭黑石矿坑",
["O"] = "突袭戈尔隆德黑石矿坑中的黑石兽人。",
["S"] = {
"突袭黑石矿坑中的黑石兽人",
},
},
[62000] = {
["T"] = "天命之选",
["O"] = "与盟约交谈。决定你与天命交织的道路。",
["S"] = {
"选择你的盟约",
"与格里恩交谈（可选）",
"与温西尔交谈（可选）",
"与法夜交谈（可选）",
"与通灵领主交谈（可选）",
},
},
[25005] = {
["O"] = "跟提瑞斯法林地布瑞尔的执政官塞弗伦谈一谈。",
["T"] = "与塞弗伦交谈",
},
[27348] = {
["T"] = "回收货物！",
["O"] = "比吉尔的飞艇残骸处的莫希·斯蒂格里要你找回8件飞艇上的货物。",
["S"] = {
"飞艇上的货物",
},
},
[38195] = {
["T"] = "密报：突袭莫高尔岗哨",
["O"] = "突袭纳格兰莫高尔岗哨的战歌兽人。",
["S"] = {
"突袭日泉岗哨的战歌兽人",
},
},
[24906] = {
["T"] = "海边打捞",
["O"] = "收集7份热砂补给品。",
["S"] = {
"热砂补给品",
},
},
[31642] = {
["O"] = "通灵学院挑战模式——白银添头（第N个）",
["T"] = "通灵学院挑战模式——白银添头（第N个）",
},
[25389] = {
["T"] = "我爱吃尾巴",
["O"] = "埃达尔拉要你带回4条响钳龙虾人的尾巴。",
["S"] = {
"响钳龙虾人的尾巴",
},
},
[38143] = {
["O"] = "唤醒利爪大德鲁伊。",
["T"] = "唤醒大德鲁伊",
},
[32026] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[39731] = {
["T"] = "静谧森林",
["O"] = "在达拉然的克拉苏斯平台与大法师卡德加谈一谈。",
["S"] = {
"前往达拉然",
},
},
[39987] = {
["T"] = "回响轨迹",
["O"] = "使用卡德加的魔杖找到奥术回响，并找出首席奥术师塔莉萨。",
["S"] = {
"发现暗淡的奥术回响",
},
},
[48434] = {
["O"] = "返回雷霆图腾探望黑角。",
["T"] = "黑角怎么样了？",
},
[13419] = {
["O"] = "与掠天者科鲁姆对话，前往冰冠冰川的奥格瑞姆之锤。抵达之后，向掠天者考尔姆·黑痕报到。",
["T"] = "作战准备",
},
[24475] = {
["T"] = "其他的物资",
["O"] = "收集3块野猪腰肉和4张粗糙的狼皮。",
["S"] = {
"野猪腰肉",
"粗糙的狼皮",
},
},
[57393] = {
["T"] = "步入黑暗",
["O"] = "从惊魂幻象深处为心之秘室的拉希奥取得《恐惧与血肉》的抄本。",
["S"] = {
"获得书籍《恐惧与血肉》",
},
},
[33076] = {
["T"] = "洞察药剂",
["O"] = "收集6份沼泽荧光虫粉尘，3颗肿胀的心和1朵烁星花。",
["S"] = {
"沼泽荧光虫粉尘",
"浮肿之心",
"新鲜的烁星百合",
},
},
[33332] = {
["T"] = "往昔的暗示",
["O"] = "从织雾者艾莉处购买一本陈旧的日志。",
["S"] = {
"陈旧的日志",
},
},
[28553] = {
["O"] = "去找诅咒之地巨槌要塞的奥克莉拉。",
["T"] = "奥克莉拉与诅咒之地",
},
[8463] = {
["T"] = "不稳定的法力水晶",
["O"] = "给鹰翼广场的艾尔杜·炙痕带回6块不稳定的法力水晶。",
["S"] = {
"不稳定的法力水晶",
},
},
[58673] = {
["T"] = "部落的大酋长",
["O"] = "见证勇士的会议。",
["S"] = {
"与瓦莉拉·萨古纳尔交谈",
},
},
[27850] = {
["T"] = "迪菲亚兄弟会首脑",
["O"] = "杀掉迪菲亚兄弟会首脑。",
["S"] = {
"消灭“船长”曲奇",
},
},
[59185] = {
["T"] = "纠缠蛛网",
["O"] = "收集8罐玛卓西特之尘。",
["S"] = {
"玛卓西特之尘",
},
},
[8719] = {
["O"] = "刃歌长者",
["T"] = "刃歌长者",
},
[43315] = {
["T"] = "死亡化身",
["O"] = "消灭鲁文·暮湾。",
["S"] = {
"消灭鲁文",
},
},
[43571] = {
["T"] = "奈萨里奥的巢穴：地底之王的穗带",
["O"] = "从奈萨里奥巢穴中取回地底之王的穗带。",
["S"] = {
"地底之王的穗带",
},
},
[36696] = {
["T"] = "突袭钢铁军工厂",
["O"] = "突袭霜火岭钢铁军工厂的钢铁部落军队。",
["S"] = {
"突袭钢铁军工厂的钢铁部落军队",
},
},
[60465] = {
["O"] = "在晋升堡垒的极乐堡的心能储备中存放600份心能。",
["T"] = "心能出现",
},
[60721] = {
["T"] = "心能必须流淌",
["O"] = "使用心能导流器，将心能引导至雷文德斯的一个位置。",
["S"] = {
"引导心能",
},
},
[26395] = {
["O"] = "将奥斯瑞克的箱子交给狮鹫管理员杜加尔·朗德瑞克。",
["T"] = "杜加尔·朗德瑞克",
},
[26523] = {
["T"] = "那些小东西们",
["O"] = "在辛萨罗抓8只迅捷小蜘蛛。",
["S"] = {
"迅捷小蜘蛛",
},
},
[26651] = {
["T"] = "要赢得战争，就要比战争还残酷",
["O"] = "使用B连战斗工具，在黑石塔楼和黑石军需营帐旁各安放一枚爆盐炸弹。",
["S"] = {
"在军需营帐安放爆盐炸弹",
"在黑石塔楼安放爆盐炸弹",
},
},
[9295] = {
["O"] = "将被撕碎的信交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
["T"] = "被撕碎的信",
},
[26907] = {
["T"] = "干掉他们！",
["O"] = "消灭猎手布塔斯克、鲁古格和督军拉姆塔斯。",
["S"] = {
"消灭猎手布塔斯克",
"消灭督军拉姆塔斯",
"消灭鲁古格",
},
},
[36952] = {
["O"] = "与纳格兰车队的石头守卫布罗克斯谈一谈。",
["T"] = "纳格兰的战火",
},
[33838] = {
["T"] = "锻铸武器",
["O"] = "用纳什拉的矿镐采集20块弗米克矿石。",
["S"] = {
"弗米克矿石",
},
},
[38196] = {
["T"] = "密报：突袭黑潮栖木",
["O"] = "突袭影月谷黑潮栖木的钢铁部落军队。",
["S"] = {
"突袭黑潮栖木的钢铁部落军队",
},
},
[27419] = {
["T"] = "黑龙军团",
["O"] = "蕨墙村的萨尔格要你去杀掉10个火鬃斥候，10个火鬃灰尾龙兽和5个火鬃守卫。",
["S"] = {
"消灭火鬃斥候",
"消灭火鬃灰尾龙兽",
"消灭火鬃守卫",
},
},
[840] = {
["O"] = "在贫瘠之地的前哨站找到卡加尔·战痕，将你的募兵信交给他。",
["T"] = "部落的新兵",
},
[9743] = {
["T"] = "天敌",
["O"] = "将6根沼泽领主的卷须交给赞加沼泽孢殖林的法恩森。",
["S"] = {
"沼泽领主的卷须",
},
},
[63793] = {
["T"] = "掮灵悬赏：亵渎者恩席迪乌斯",
["O"] = "击败亵渎者恩席迪乌斯。",
["S"] = {
"消灭亵渎者恩席迪乌斯",
},
},
[9871] = {
["T"] = "暗血入侵者",
["O"] = "将暗血入侵计划交给纳格兰的塔拉的阿雷克隆。",
["S"] = {
"仇恨 / 中立 库雷尼",
},
},
[28059] = {
["T"] = "占领要塞",
["O"] = "杀死法尔森要塞的要塞领主法尔森。法尔森要塞位于岛屿北端。",
["S"] = {
"消灭要塞领主法尔森",
},
},
[48179] = {
["T"] = "救助游侠",
["O"] = "救治10个受伤的棘语者、游侠和宠物。",
["S"] = {
"治疗伤员",
},
},
[10063] = {
["O"] = "找到在秘血岗哨北海岸的龟壳里扎营的克劳伯·维兹班。",
["T"] = "探险者协会要为侏儒服务吗？",
},
[881] = {
["T"] = "埃其亚基",
["O"] = "在埃其亚基的巢穴外吹响号角，然后杀死或制服它。",
["S"] = {
"征服埃其亚基",
},
},
[10191] = {
["T"] = "麦克斯米林V型活了！",
["O"] = "护送麦克斯米林V型穿越恩卡特废墟并返回安全地带，然后与虚空风暴恩卡特废墟外的机器人专家艾蕾谈一谈。",
["S"] = {
"护送麦克斯米林V型穿越恩卡特废墟",
},
},
[57394] = {
["T"] = "《恐惧与血肉》重现人间",
["O"] = "从惊魂幻象的腐化或失落区域中为心之秘室的拉希奥取得《恐惧与血肉》的散页。",
["S"] = {
"《恐惧与血肉》的散页",
},
},
[57650] = {
["T"] = "死去更好",
["O"] = "消灭敌人部队，破坏敌方阵形。",
["S"] = {
"消灭敌方士兵",
"摧毁攻城炮台",
"消灭攻城大师特拉克松",
},
},
[33333] = {
["T"] = "永恒宝藏",
["O"] = "在永恒岛上找到秘密宝藏。",
["S"] = {
"找到秘密宝藏",
},
},
[29083] = {
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
["T"] = "后方已经安全",
},
[10511] = {
["T"] = "奇怪的美酒",
["O"] = "收集11桶血槌烈酒。",
["S"] = {
"血槌烈酒",
},
},
[58674] = {
["O"] = "前往暴风城和马迪亚斯·肖尔交谈",
["T"] = "勇士的会议",
},
[50739] = {
["T"] = "寻鼬启事",
["O"] = "营救7只黑貂臭鼬。",
["S"] = {
"营救黑貂臭鼬",
},
},
[10703] = {
["T"] = "穿好你的盔甲……",
["O"] = "影月谷蛮锤要塞的大领主尤雷加尔要你去杀死20只影月谷的野生动物。\n\n地狱野猪、邪翼奇美拉和灼壳蝎均属于影月谷的野生动物。无论种类，杀满20只即可。",
["S"] = {
"消灭影月谷野生动物",
},
},
[27529] = {
["T"] = "达隆郡的守卫者",
["O"] = "从吃人的食尸鬼的尸体上释放8名达隆郡居民的灵魂，然后同他们交谈。",
["S"] = {
"解放达隆郡居民的灵魂",
},
},
[29851] = {
["T"] = "大赛冠军",
["O"] = "大领主提里奥·弗丁要求你完成冠军的试炼。",
["S"] = {
"消灭黑骑士",
},
},
[10895] = {
["T"] = "燃烧吧，塞斯高！",
["O"] = "将烟雾信标放置在塞斯高的四座哨塔下，然后向远征军岗哨的空军指挥官达比利复命。",
["S"] = {
"标记北部哨塔",
"标记南部哨塔",
"标记熔炉哨塔",
"标记丘陵哨塔",
},
},
[30107] = {
["T"] = "收集宝石簇",
["O"] = "在巨龙之魂团队副本内，从怪物身上收集源质宝石簇，并取得333颗暗影宝石。",
["S"] = {
"暗影宝石",
},
},
[60466] = {
["T"] = "古老的艺术",
["O"] = "收集极乐之线、4张踏云者的毛皮和12份翼狮羽毛。",
["S"] = {
"极乐之线",
"踏云者的毛皮",
"翼狮羽毛",
},
},
[36149] = {
["O"] = "LFGDungeons - Lich King - Dungeon Normal Nth",
["T"] = "LFGDungeons - Lich King - Dungeon Normal Nth",
},
[12843] = {
["T"] = "她们把男人都抓走了！",
["O"] = "格莱奇·菲兹巴克要你前往希弗列尔达村，救出5名地精囚犯。",
["S"] = {
"营救地精囚犯",
},
},
[11215] = {
["O"] = "与泥链镇的德拉兹特·迪普瓦尔谈一谈。",
["T"] = "帮助泥链镇",
},
[61490] = {
["T"] = "信息战争",
["O"] = "在玛卓克萨斯的祭仪密院、晋升堡垒的万世档案所、炽蓝仙野的瓦尔仙林和雷文德斯的纳斯利亚堡处放置憎恨之眼。",
["S"] = {
"监视祭仪密院",
"监视万世档案所",
"监视瓦尔仙林",
"监视纳斯利亚堡",
},
},
[53555] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[11655] = {
["T"] = "深入迷雾",
["O"] = "北风苔原回音海岸的瓦托尔要你杀死克瓦迪尔成员，并取回8件海象人的圣物。",
["S"] = {
"海象人的圣物",
},
},
[35545] = {
["O"] = "奥金尼地穴奖励任务",
["T"] = "奥金尼地穴奖励任务",
},
[37941] = {
["T"] = "寻宝合同：被感染的兽人",
["O"] = "在永茂丛林的变异兽人当中找到狞笑的托戈的日记。",
["S"] = {
"狞笑的托戈的日记",
},
},
[38197] = {
["T"] = "密报：突击索克雷萨高地",
["O"] = "攻击影月谷索克雷萨高地的萨格雷军队。",
["S"] = {
"突袭索克雷萨高地的萨格雷军队",
},
},
[31515] = {
["T"] = "圣化长剑",
["O"] = "收集两把圣化长剑。",
["S"] = {
"圣化长剑",
},
},
[31643] = {
["O"] = "血色大厅挑战模式——白银添头（第N个）",
["T"] = "血色大厅挑战模式——白银添头（第N个）",
},
[11791] = {
["O"] = "与无畏要塞的中心城堡里的阿洛斯将军谈一谈。",
["T"] = "通知阿洛斯",
},
[25300] = {
["O"] = "去找海加尔山伽格尔的营地的暮光之眼。",
["T"] = "暮光之眼",
},
[32027] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[64306] = {
["O"] = "任务完成进度",
["T"] = "任务完成进度",
},
[56371] = {
["O"] = "前往湿地的格瑞姆巴托上方，将鳞片给艾莉娜看一看。",
["T"] = "年幼的暮光龙之鳞",
},
[35929] = {
["O"] = "黑暗深渊奖励任务",
["T"] = "黑暗深渊奖励任务",
},
[12175] = {
["T"] = "灰狼的毛皮",
["O"] = "征服堡的皮货商人休尼克希望你能从北面森林的灰雾捕猎者身上获取3张灰色座狼皮。",
["S"] = {
"灰色座狼皮",
},
},
[35534] = {
["O"] = "蒸汽地窟奖励任务",
["T"] = "蒸汽地窟奖励任务",
},
[57395] = {
["T"] = "《恐惧与血肉》重现人间",
["O"] = "从惊魂幻象的腐化或失落区域中为心之秘室的拉希奥取得《恐惧与血肉》的散页。",
["S"] = {
"《恐惧与血肉》的散页",
},
},
[57651] = {
["O"] = "在生命河床附近找到工头梭罗迪尔。",
["T"] = "河床的麻烦",
},
[33334] = {
["T"] = "强者方能存活",
["O"] = "在永恒岛上击败五位稀有或稀有精英生物。",
["S"] = {
"征服稀有生物",
},
},
[26505] = {
["O"] = "将帕克的报告交给赤脊山湖畔镇的所罗门镇长。",
["T"] = "帕克的报告",
},
[42037] = {
["O"] = "完成“集合织梦者”系列任务以集结德鲁伊。",
["T"] = "集合织梦者",
},
[58675] = {
["T"] = "和平的代价",
["O"] = "见证乌瑞恩国王的演讲。",
["S"] = {
"与马迪亚斯·肖尔交谈",
},
},
[6344] = {
["O"] = "将多兰纳尔的食谱书交给多兰纳尔的菲德利奥。",
["T"] = "睹物思乡",
},
[51192] = {
["T"] = "配额匮乏",
["O"] = "从沉船中收集补给品。",
["S"] = {
"一捆物资",
},
},
[10983] = {
["O"] = "与枯瘦的莫戈多格谈一谈，他就在刀锋山鲜血之环外的某座塔顶上。",
["T"] = "枯瘦的莫戈多格",
},
[43317] = {
["T"] = "囊中之物",
["O"] = "见证莉莉丝·月郡升迁顾问。",
["S"] = {
"见证莉莉丝·月郡的升迁",
},
},
[43573] = {
["O"] = "完成10个世界任务。",
["T"] = "战火激烈",
},
[43829] = {
["O"] = "使用侦察地图，完成“谍战风云”任务。",
["T"] = "黑白间谍",
},
[60467] = {
["T"] = "刺鼻气息",
["O"] = "从贪婪之虫身上收集4份刺鼻的群居虫毒素。",
["S"] = {
"刺鼻的群居虫毒素",
},
},
[11864] = {
["O"] = "决战奈辛瓦里",
["T"] = "决战奈辛瓦里",
},
[26396] = {
["O"] = "从狮鹫管理员杜加尔·朗德瑞克那里租一只狮鹫，飞往闪金镇，然后将奥斯瑞克的箱子交给闪金镇的铁匠阿古斯。",
["T"] = "返回阿古斯身边",
},
[10887] = {
["T"] = "逃离墓穴",
["O"] = "帮助阿库诺回到泰罗卡森林的难民车队。任务完成后与米克达谈一谈。",
["S"] = {
"护送阿库诺",
},
},
[13327] = {
["O"] = "当暗月马戏团来到镇上的时候，把死灵套牌交给他们。",
["T"] = "暗月死灵套牌",
},
[53556] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[26908] = {
["O"] = "跟奥尔德·石塔谈一谈。",
["T"] = "棘手",
},
[62259] = {
["O"] = "将魔法捕梦网还给梦歌沼泽的宗主晨花。",
["T"] = "装满心能的捕梦网",
},
[28493] = {
["O"] = "去找北贫瘠之地和灰谷交界处的莫尔杉壁垒的卡德拉克。",
["T"] = "大酋长的命令：灰谷！",
},
[38198] = {
["T"] = "密报：突袭失落的安苏鸦巢",
["O"] = "攻击阿兰卡峰林失落的安苏鸦巢附近的敌对生物。",
["S"] = {
"突袭失落的安苏鸦巢附近的敌对生物",
},
},
[27420] = {
["T"] = "延缓灾难",
["O"] = "从黑暗教徒和暗影法师手中夺取控制符文，然后对它们使用过载魔尘，摧毁3台瘟疫传播器。",
["S"] = {
"摧毁瘟疫传播器",
},
},
[38710] = {
["T"] = "紧急集结",
["O"] = "找到塔瓦德和欧瑞克·图哈特，然后在克拉苏斯平台与玛克斯韦尔·泰罗索斯男爵碰头。",
["S"] = {
"找到塔瓦德",
"找到欧瑞克·图哈特",
},
},
[55348] = {
["O"] = "与锈栓镇的艾拉兹敏王子谈一谈，获得奖励。",
["T"] = "来自锈栓抵抗军的补给",
},
[12075] = {
["T"] = "采集样本",
["O"] = "前往佐特的北面，在水晶裂痕下面的洞穴入口处的冰巨人尸体上收集一份岩石躯体样本。完成收集工作之后把它交给峡谷中央的佐特。",
["S"] = {
"岩石躯体样本",
},
},
[13967] = {
["T"] = "消减牧群的……数量？",
["O"] = "银风避难所的塞娜尼·雷心要你从污林图腾师和污林巨熊怪身上收集15副熊怪的耳饰。",
["S"] = {
"熊怪的耳饰",
},
},
[51164] = {
["T"] = "通缉：眼镜蛇巡游者",
["O"] = "消灭塞弗利斯。",
["S"] = {
"消灭塞弗利斯",
},
},
[14095] = {
["O"] = "带上海怪的牙齿作为你胜利的证明，去见北伐军战士希瓦多恩。",
["T"] = "鉴定遗留物",
},
[32685] = {
["T"] = "无需钓竿！",
["O"] = "捕捉5条金色鲤鱼。不用装备钓竿，试试看吧！\n\n要想钓鱼，只要在专业技能面板上点击钓鱼图标即可。注意浮标，当它跳动时用鼠标点击它，就能收获你钓到的鱼了！",
["S"] = {
"金色鲤鱼",
},
},
[51162] = {
["T"] = "通缉：叛徒塔兹拉卡",
["O"] = "找到并消灭叛徒塔兹拉卡。",
["S"] = {
"消灭叛徒塔兹拉卡",
},
},
[28572] = {
["O"] = "去找阿拉希高地加林之陨的黑暗游侠阿莉娜。",
["T"] = "大酋长的命令：阿拉希高地！",
},
[57396] = {
["T"] = "《恐惧与血肉》重现人间",
["O"] = "从惊魂幻象的腐化或失落区域中为心之秘室的拉希奥取得《恐惧与血肉》的散页。",
["S"] = {
"《恐惧与血肉》的散页",
},
},
[57652] = {
["T"] = "补给需求：琥珀滑油",
["O"] = "收集6份巨大的戈姆胶。",
["S"] = {
"巨大的戈姆胶",
},
},
[57908] = {
["O"] = "与候选者试练场的克雷雅和裴拉戈斯交谈。",
["T"] = "真正的考验",
},
[41782] = {
["T"] = "前往丘陵",
["O"] = "装满一瓶月亮井水，然后在灰熊丘陵找到莉娅·石爪。",
["S"] = {
"一壶月井之水",
},
},
[50229] = {
["T"] = "一小块布",
["O"] = "收集8块暮光丝绸。",
["S"] = {
"暮光丝绸",
},
},
[58676] = {
["O"] = "休眠的毁灭者",
["T"] = "休眠的毁灭者",
},
[51144] = {
["O"] = "将一捆温暖的毛皮交给海瑟福特的丹迪·琼斯。",
["T"] = "一捆毛皮",
},
[59188] = {
["T"] = "大肆吹嘘的复仇",
["O"] = "从三名建筑师身上收集仪式手稿。",
["S"] = {
"泽伊利的仪式手稿",
"哈伦的仪式手稿",
"莱伊的仪式手稿",
},
},
[25545] = {
["T"] = "备战！",
["O"] = "收集4支暴风城长矛、4件暴风城胸甲、4块暴风城盾牌和4个暴风城头盔。\n\n海地精拾荒者也会掉落这些装备。",
["S"] = {
"暴风城胸甲",
"暴风城头盔",
"暴风城长矛",
"暴风城盾牌",
},
},
[43318] = {
["T"] = "莉莉丝的勇士",
["O"] = "与莉莉丝谈话来开始战斗。",
["S"] = {
"与莉莉丝交谈",
},
},
[31571] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[25460] = {
["T"] = "大地崛起",
["O"] = "消灭6只灼热的岩土元素。",
["S"] = {
"消灭灼热的岩土元素",
},
},
[60468] = {
["T"] = "翻石倒砾",
["O"] = "在灰烬残壁的碎石中找到镣铐钥匙。",
["S"] = {
"镣铐钥匙",
},
},
[36151] = {
["O"] = "LFGDungeons - Cataclysm - Dungeon Normal Nth",
["T"] = "LFGDungeons - Cataclysm - Dungeon Normal Nth",
},
[38053] = {
["T"] = "强取电池",
["O"] = "从亡灵骑兵马尔维克身上找回发报机电池。",
["S"] = {
"发报机电池",
},
},
[27694] = {
["T"] = "泪水之池",
["O"] = "从阿塔哈卡神庙周围的泪水之池里收集5件阿塔莱神器。",
["S"] = {
"阿塔莱神器",
},
},
[61492] = {
["T"] = "王子护卫",
["O"] = "复苏“刃墙”切尔拉，将敌人赶出暗墙之塔。",
["S"] = {
"复活“刃墙”切尔拉",
},
},
[53557] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[13912] = {
["T"] = "埋没的秘密",
["O"] = "在附近的废墟里找到一个裹着泥巴的古老圆盘。",
["S"] = {
"裹着泥巴的古老圆盘",
},
},
[50990] = {
["O"] = "将美味鸡肉带给藏宝海湾的奥格索普博士。",
["T"] = "尖端家禽科学",
},
[35148] = {
["O"] = "去马尔高克岗哨找游侠伊莲娜。",
["T"] = "马尔高克岗哨的麻烦",
},
[7848] = {
["T"] = "熔火之心的传送门",
["O"] = "进入黑石深渊，在通往熔火之心的传送门附近找到一块熔火碎片，然后回到黑石山脉的洛索斯·天痕那里。",
["S"] = {
"熔火碎片",
},
},
[38455] = {
["T"] = "狂暴的熊怪",
["O"] = "消灭8只燃皮熊怪。",
["S"] = {
"消灭燃皮熊怪",
},
},
[31644] = {
["O"] = "血色修道院挑战模式——白银添头（第N个）",
["T"] = "血色修道院挑战模式——白银添头（第N个）",
},
[7944] = {
["O"] = "到贫瘠之地的哀嚎洞穴中去寻找你的财宝吧。",
["T"] = "财富在等着你……",
},
[30675] = {
["T"] = "埋好的猢狲财宝",
["O"] = "找到埋好的猢狲财宝。",
["S"] = {
"埋好的猢狲财宝",
},
},
[55861] = {
["T"] = "残渣引路",
["O"] = "跟着残留的痕迹找到艾泽里特武器箱。",
["S"] = {
"找到艾泽里特武器箱",
},
},
[56117] = {
["T"] = "一捆可回收的零件",
["O"] = "收集1捆可回收的零件",
["S"] = {
"一捆可回收的零件",
},
},
[48182] = {
["T"] = "石碑之逝",
["O"] = "摧毁远古石碑。",
["S"] = {
"摧毁小型远古石碑",
},
},
[40247] = {
["O"] = "找卡德加索要一个军团联络器的能量源。",
["T"] = "请求帮助",
},
[10567] = {
["T"] = "制造坠饰",
["O"] = "收集6只卢安利爪，在卢安预言法阵中使用它们召唤一名乌鸦预言者。杀死乌鸦预言者，将预言者的坠饰交给卢安荒野的坦莫。",
["S"] = {
"预言者的坠饰",
},
},
[24477] = {
["T"] = "矮人圣物",
["O"] = "收集5件被遗忘的矮人圣物。",
["S"] = {
"被遗忘的矮人圣物",
},
},
[57397] = {
["T"] = "《恐惧与血肉》重现人间",
["O"] = "从惊魂幻象的腐化或失落区域中为心之秘室的拉希奥取得《恐惧与血肉》的散页。",
["S"] = {
"《恐惧与血肉》的散页",
},
},
[35615] = {
["O"] = "剃刀沼泽奖励任务",
["T"] = "剃刀沼泽奖励任务",
},
[57909] = {
["T"] = "评估你的耐力",
["O"] = "参加8场战斗冥想。",
["S"] = {
"战斗冥想完成",
},
},
[14342] = {
["T"] = "地狱火入侵",
["O"] = "费古尔·双刃要你消灭10名次级地狱火。",
["S"] = {
"消灭次级地狱火",
},
},
[35670] = {
["T"] = "悬赏：切骨者的外壳",
["O"] = "从切骨者身上获得切骨者的外壳。",
["S"] = {
"切骨者的外壳",
},
},
[12437] = {
["T"] = "红色鱼雷",
["O"] = "风险湾灯塔的霍瑟尔司令希望你去摧毁部落的木材运输船。\n\n只有在联盟占领灯塔的时候，霍瑟尔司令才会出现。",
["S"] = {
"摧毁部落的木材运输船",
},
},
[25373] = {
["T"] = "山顶危机",
["O"] = "杀死5名戈杜尼山丘卫兵。",
["S"] = {
"消灭戈杜尼山丘卫兵",
},
},
[59189] = {
["T"] = "营救泰兰德·语风",
["O"] = "进入托加斯特，救出泰兰德·语风。",
["S"] = {
"跟随珊蒂斯·羽月进入托加斯特",
},
},
[25629] = {
["T"] = "尊敬女士的帮手",
["O"] = "在战场上打败8名纳兹夏尔荣誉守卫的对手，给他们下达新的命令。\n\n这个任务是纳兹夏尔女武士影像的一部分。如有需要，可以使用纳兹夏尔女武士之刃在时间焦点处返回影像。",
["S"] = {
"为纳兹夏尔荣誉守卫解围",
},
},
[59701] = {
["T"] = "立足之本",
["O"] = "在暗墙之塔插下雷纳索尔旗帜。",
["S"] = {
"放置雷纳索尔旗帜",
},
},
[50777] = {
["T"] = "风暴觉醒",
["O"] = "集结12名背叛者。",
["S"] = {
"集结背叛者",
},
},
[26013] = {
["O"] = "调查龙眠神殿之下的红玉圣殿。",
["T"] = "突袭红玉圣殿",
},
[60469] = {
["T"] = "入影无忧",
["O"] = "发现莎拜娜的朋友的遭遇。",
["S"] = {
"找到莎拜娜的助手",
},
},
[10795] = {
["T"] = "多古克",
["O"] = "前往血槌营地杀死多古克。",
["S"] = {
"消灭多古克",
},
},
[52790] = {
["T"] = "终结杀戮",
["O"] = "与格罗尔之唤号的甲板上的珊蒂斯·羽月会合。",
["S"] = {
"前往格罗尔之唤号的上层甲板",
},
},
[50775] = {
["T"] = "给我一片沙滩",
["O"] = "收集20堆沙子。",
["S"] = {
"一堆沙子",
},
},
[45111] = {
["O"] = "参加5场搏击俱乐部比赛。",
["T"] = "人人都爱看搏击",
},
[26781] = {
["T"] = "心灵之眼",
["O"] = "从麦佐斯那里获得心灵之眼。",
["S"] = {
"心灵之眼",
},
},
[26909] = {
["O"] = "调查密斯莱尔碎片。",
["T"] = "石之碎片",
},
[35746] = {
["T"] = "兵临城下",
["O"] = "破坏3辆钢铁攻城车。",
["S"] = {
"摧毁钢铁攻城车",
},
},
[35876] = {
["O"] = "前往黑潮栖木。",
["T"] = "要塞战役：黑潮栖木",
},
[38200] = {
["T"] = "密报：突袭斯克提斯",
["O"] = "突袭阿兰卡峰林斯克提斯处的鲁克玛信徒。",
["S"] = {
"突袭斯克提斯的鸦人部队",
},
},
[63029] = {
["O"] = "向奥利波斯的大领主伯瓦尔·弗塔根报到。",
["T"] = "大领主的召唤",
},
[33957] = {
["T"] = "给莱拉的礼物",
["O"] = "在啸风洼地为莱拉找到一只幼年双头飞龙。",
["S"] = {
"抓住一只幼年双头飞龙",
},
},
[55350] = {
["T"] = "突袭：阿玛赛特进军",
["O"] = "在奥丹姆击退阿玛赛特突袭。",
["S"] = {
"击退阿玛赛特",
},
},
[50656] = {
["T"] = "危险营救",
["O"] = "解救4名神庙守卫。",
["S"] = {
"营救神庙守卫",
},
},
[9872] = {
["T"] = "暗血入侵者",
["O"] = "将暗血入侵计划交给加尔鲁什。",
["S"] = {
"冷淡 / 中立 玛格汉",
},
},
[62428] = {
["O"] = "把角马之魂带给森林之心中的曼恩女士。",
["T"] = "角马之魂",
},
[56374] = {
["O"] = "在奥丹姆的起源大厅外和麦格尼·铜须见面。",
["T"] = "泰坦的问题",
},
[10064] = {
["O"] = "向守备官营地的斥候约莉报告。",
["T"] = "阿古斯之手",
},
[35888] = {
["O"] = "玛拉顿（所有首领）奖励任务",
["T"] = "玛拉顿（所有首领）奖励任务",
},
[28573] = {
["O"] = "去找阿拉希高地避难谷地的尼艾丝队长。",
["T"] = "英雄的召唤：阿拉希高地！",
},
[28701] = {
["T"] = "免受损伤",
["O"] = "从班萨罗兽穴中收集5件坠星圣物。",
["S"] = {
"坠星圣物",
},
},
[28829] = {
["T"] = "枭兽凶猛",
["O"] = "在枭翼树丛杀死12只枭兽。",
["S"] = {
"消灭疯狂的枭兽",
},
},
[28957] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[28755] = {
["T"] = "白银之手编年史",
["O"] = "从斯坦索姆取回一卷遗失的白银之手编年史。",
["S"] = {
"白银之手编年史",
},
},
[35901] = {
["O"] = "黑石深渊（禁闭室额外）奖励任务",
["T"] = "黑石深渊（禁闭室额外）奖励任务",
},
[29341] = {
["O"] = "短缺奖励",
["T"] = "短缺奖励",
},
[42552] = {
["O"] = "WOD 100 H",
["T"] = "WOD 100 H",
},
[59190] = {
["T"] = "寻找你的标记",
["O"] = "准备仪式。",
["S"] = {
"放置破裂的水晶",
},
},
[56534] = {
["T"] = "世界血脉的传言",
["O"] = "收集3份世界血脉情报。",
["S"] = {
"世界血脉情报",
},
},
[35904] = {
["O"] = "黑石深渊（所有首领）奖励任务",
["T"] = "黑石深渊（所有首领）奖励任务",
},
[29981] = {
["T"] = "堵住虫群",
["O"] = "在石犁村击败14只伊克提克螳螂妖。",
["S"] = {
"杀死伊克提克螳螂妖",
},
},
[43832] = {
["T"] = "药剂援助",
["O"] = "为阿隆索斯·法奥收集制作药剂的材料。",
["S"] = {
"递交补给",
},
},
[10642] = {
["T"] = "要塞中的幽灵",
["O"] = "将15份永燃灰烬样本交给影月谷蛮锤要塞的仲裁者索鲁斯。",
["S"] = {
"永燃灰烬",
},
},
[35957] = {
["O"] = "血槌炉渣矿井奖励任务",
["T"] = "血槌炉渣矿井奖励任务",
},
[35958] = {
["O"] = "钢铁码头奖励任务",
["T"] = "钢铁码头奖励任务",
},
[30621] = {
["T"] = "他们偷走了我的好运！",
["O"] = "找回季禄的幸运兔妖脚、牦牛蹄铁、四风四叶草和金币。",
["S"] = {
"幸运兔妖脚",
"幸运牦牛蹄铁",
"幸运四风四叶草",
"幸运“金”币",
},
},
[36921] = {
["T"] = "宿敌：人类斩杀者",
["O"] = "在德拉诺的PVP战斗中消灭500名人类玩家。",
["S"] = {
"消灭人类玩家",
},
},
[53559] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[53209] = {
["T"] = "战线贡献",
["O"] = "捐赠战争经费。你可以捐赠金钱、战争物资或者制作的装备。每天只有部分特定的NPC会接受捐赠。",
["S"] = {
"完成一个激活的战争前线捐赠任务。",
},
},
[35985] = {
["O"] = "找到格莱布林·迅爆。",
["T"] = "要塞战役：破碎悬崖",
},
[31261] = {
["O"] = "把杰克船长的遗物带给古鲁金猴山的酋长卡哈卡哈。",
["T"] = "杰克船长的亡灵",
},
[31389] = {
["T"] = "初识影踪派",
["O"] = "在金莲教阵营达到崇敬声望。",
["S"] = {
"中立 / 崇敬 金莲教",
},
},
[11664] = {
["T"] = "逃离迷雾",
["O"] = "护送小穆图逃离迷雾地带，然后与长者穆图谈一谈。",
["S"] = {
"营救穆图",
},
},
[31645] = {
["O"] = "残阳关挑战模式——黄金添头（第N个）",
["T"] = "残阳关挑战模式——黄金添头（第N个）",
},
[49969] = {
["T"] = "神灵苏醒",
["O"] = "收集大块纳迦肉作为给格罗尔的贡品。",
["S"] = {
"大块纳迦肉",
},
},
[39225] = {
["O"] = "击败地狱火堡垒的血魔。",
["T"] = "灵魂之喉",
},
[32029] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[56119] = {
["O"] = "在纳沙塔尔完成4个世界任务。",
["T"] = "波涛之刃剑鱼人",
},
[9643] = {
["T"] = "荆棘巨藤",
["O"] = "秘血岗哨的追踪者兰塞恩希望你帮他收集6根荆棘巨藤。",
["S"] = {
"荆棘巨藤",
},
},
[40249] = {
["T"] = "大仇必报",
["O"] = "从凯丽娅·邪魂的手中夺走奥达奇战刃。",
["S"] = {
"飞往破碎海滩",
},
},
[27130] = {
["O"] = "与费尔古斯·扭木交谈。",
["T"] = "拯救扭木",
},
[27219] = {
["O"] = "跟尘泥沼泽纳特的码头的纳特·帕格谈一谈。",
["T"] = "这是真的吗？",
},
[12304] = {
["T"] = "海边的地产",
["O"] = "测量员汉森要求你前往南面的遗忘海岸，击杀20个被遗忘的幽灵。",
["S"] = {
"杀死被遗忘的幽灵",
},
},
[12368] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[24862] = {
["T"] = "夹道进攻",
["O"] = "杀死8名猎手岭斥候。",
["S"] = {
"消灭猎手岭斥候",
},
},
[24990] = {
["T"] = "采血",
["O"] = "收集5瓶黑暗犬的血液。",
["S"] = {
"黑暗犬的血液",
},
},
[58423] = {
["O"] = "在锦绣谷击败3个稀有的恩佐斯爪牙。",
["T"] = "他们之中的强者",
},
[58679] = {
["O"] = "休眠的毁灭者",
["T"] = "休眠的毁灭者",
},
[12688] = {
["T"] = "工程师的逃亡",
["O"] = "护送工程师赫莉丝逃离斯温迪格林挖掘场，然后与奈辛瓦里营地的赫米特·奈辛瓦里谈一谈。",
["S"] = {
"护送工程师赫莉丝逃离斯温迪格林挖掘场",
},
},
[36086] = {
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
["T"] = "力量的证明：木精花蕾",
},
[12816] = {
["T"] = "调查银月城的天灾入侵",
["O"] = "从银月城外面的天灾士兵身上收集3块暗淡的死灵石，并调查天灾营地附近的发光符文法阵。",
["S"] = {
"暗淡的死灵石",
"调查法阵",
},
},
[9387] = {
["T"] = "堕落之源",
["O"] = "前往地狱火半岛的沙纳尔废墟，从伊利达雷监工身上收集5个恶魔精华。完成任务后返回猎鹰岗哨，向药剂师艾瑟森复命。",
["S"] = {
"恶魔精华",
},
},
[59959] = {
["T"] = "承载钥匙的烙印",
["O"] = "找到钥匙并救出达里安。",
["S"] = {
"找到“烙印者”并取回钥匙",
},
},
[9323] = {
["O"] = "造访诅咒之地、东瘟疫之地、辛特兰和灼热峡谷的火焰节营地，然后回到节日护火者处。",
["T"] = "东部王国的野火",
},
[52314] = {
["T"] = "猎泥海湾",
["O"] = "为部落夺取猎泥海岸。",
["S"] = {
"占领岗哨",
},
},
[26270] = {
["O"] = "同西部荒野萨丁农场的萨尔玛·萨丁交谈。",
["T"] = "我们感激不尽",
},
[36094] = {
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
["T"] = "力量的证明：古树树枝",
},
[46845] = {
["T"] = "复仇岗哨",
["O"] = "挫败燃烧军团对复仇岗哨的围攻，并向伊扎尔·白月报到。",
["S"] = {
"保卫复仇岗哨",
},
},
[47952] = {
["T"] = "迷失的舰队",
["O"] = "租一艘渡船前往斯托颂修道院。",
["S"] = {
"租船前往斯托颂修道院",
},
},
[26782] = {
["T"] = "莫什奥格的馈赠",
["O"] = "从莫什奥格食人魔山后的废墟里获得莫什奥格的馈赠。",
["S"] = {
"莫什奥格的馈赠",
},
},
[13456] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[37690] = {
["O"] = "在水下花园寻找守夜人埃迪。",
["T"] = "铭记之人",
},
[27166] = {
["T"] = "捡羽毛！",
["O"] = "收集9根棕色尾羽。",
["S"] = {
"棕色尾羽",
},
},
[13648] = {
["T"] = "通缉：黑铁间谍",
["O"] = "击败葛瑞克·豪饮。",
["S"] = {
"消灭葛瑞克·豪饮",
},
},
[63031] = {
["T"] = "收购：晶体冥殇",
["O"] = "收集10份晶体冥殇并交给噬渊的威·娜莉。",
["S"] = {
"晶体冥殇",
},
},
[36100] = {
["O"] = "建造任意的专业技能建筑。",
["T"] = "建造专业技能建筑",
},
[36104] = {
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
["T"] = "力量的证明：蜥蜴鳞片",
},
[50466] = {
["T"] = "它已经疯了！",
["O"] = "消灭狂牙。",
["S"] = {
"消灭狂牙",
},
},
[36106] = {
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
["T"] = "力量的证明：元素水晶",
},
[56120] = {
["O"] = "在纳沙塔尔完成4个世界任务。",
["T"] = "破镣者",
},
[56376] = {
["T"] = "威胁突显",
["O"] = "完成奥丹姆突袭。",
["S"] = {
"与高阶指挥官卡姆塞斯交谈",
},
},
[48441] = {
["O"] = "使用侦察地图并完成任务“堕暗岭物资”。",
["T"] = "堕暗岭遗留物资",
},
[36145] = {
["O"] = "LFGDungeons - Cataclysm - Dungeon Normal 1st",
["T"] = "LFGDungeons - Cataclysm - Dungeon Normal 1st",
},
[28574] = {
["O"] = "去找辛特兰恶齿村的断齿长者。",
["T"] = "大酋长的命令：辛特兰！",
},
[28702] = {
["O"] = "去找荆棘谷海角探险者协会挖掘场的布朗温·斧击。",
["T"] = "英雄的召唤：荆棘谷海角！",
},
[14416] = {
["T"] = "饥饿的双头怪",
["O"] = "克罗雷果园的罗娜·克罗雷要你带回5匹高山马。",
["S"] = {
"营救高山马",
},
},
[57912] = {
["O"] = "在锐矛之锋与维拉兹男爵见面。",
["T"] = "魂选男爵",
},
[58168] = {
["T"] = "黑暗凝视的现实",
["O"] = "在幻象中击败6个黑眼凝视者。",
["S"] = {
"消灭黑眼凝视者",
},
},
[29214] = {
["T"] = "暗影守望者",
["O"] = "获得150个世界之树的印记。",
["S"] = {
"世界之树的印记",
},
},
[50417] = {
["O"] = "找到神秘的信的作者。",
["T"] = "毁灭已经降临",
},
[42554] = {
["O"] = "WOD 100 A",
["T"] = "WOD 100 A",
},
[29598] = {
["T"] = "塔蕾莎的计谋",
["O"] = "潜入敦霍尔德城堡的收容所，使用伊洛希恩给你的燃烧弹包点燃5个木桶。\n\n收容所起火之后，去敦霍尔德城堡的地下室与萨尔交谈。",
["S"] = {
"收容所起火",
},
},
[54042] = {
["T"] = "黑海岸的麻烦",
["O"] = "与亡灵舰长塔特塞尔交谈，前往黑海岸，向纳萨诺斯报到。",
["S"] = {
"与亡灵舰长塔特塞尔交谈，前往黑海岸",
},
},
[36848] = {
["T"] = "食人魔传送门",
["O"] = "在德拉诺收集25块食人魔道标石，并用它们激活一道食人魔传送门。",
["S"] = {
"食人魔道标石（可选）",
},
},
[59960] = {
["T"] = "阴冷寻踪",
["O"] = "使用天启骑士的项链，找到达里安·莫格莱尼。",
["S"] = {
"找到达里安·莫格莱尼",
},
},
[30110] = {
["O"] = "LFGDungeons - Cataclysm - Raid Finder - 1st",
["T"] = "LFGDungeons - Cataclysm - Raid Finder - 1st",
},
[44090] = {
["O"] = "返回神射手营地，找到祭坛守护者别恩。",
["T"] = "宣誓效忠",
},
[25171] = {
["O"] = "与狼骑兵希亚什交谈，让他送你前往剃刀岭。抵达之后，与加索克交谈。",
["T"] = "骑狼旅行",
},
[25043] = {
["T"] = "鲜血旷野",
["O"] = "去南贫瘠之地的鲜血旷野，杀死10名凄凉蛮兵。",
["S"] = {
"消灭凄凉蛮兵",
},
},
[36667] = {
["T"] = "突袭沙塔斯港口",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[5581] = {
["T"] = "燃烧军团的传送门",
["O"] = "放逐6个玛诺洛克集会所的传送门，然后回到幽灵岗哨的费古尔·双刃那里。",
["S"] = {
"放逐传送门",
},
},
[37179] = {
["T"] = "为了孩子！",
["O"] = "从黑石塔上层获得一颗迷你钢铁之星。",
["S"] = {
"迷你钢铁之星",
"消灭督军扎伊拉",
},
},
[53817] = {
["T"] = "格里兹克·菲兹伦奇怎么了？",
["O"] = "在塔纳利斯搜寻格里兹克·菲兹伦奇的踪迹。",
["S"] = {
"与加兹鲁维交谈",
},
},
[36192] = {
["T"] = "化木材为利润",
["O"] = "从德拉诺各地收集10份木料，然后在你要塞的伐木场里下达一份产品订单。",
["S"] = {
"木料（可选）",
},
},
[31279] = {
["O"] = "把信交给孙行·铁掌。她在半山市集教授厨艺。",
["T"] = "我对烹饪所有了解",
},
[38203] = {
["T"] = "查丽妮酒庄",
["O"] = "收集夜玫瑰配方的三张残页。",
["S"] = {
"夜玫瑰配方：第一部分，原料",
"夜玫瑰配方：第二部分，准备",
"夜玫瑰配方：第三部分，做法",
},
},
[63032] = {
["O"] = "向奥利波斯的大领主伯瓦尔·弗塔根报到。",
["T"] = "大领主的召唤",
},
[31646] = {
["O"] = "影踪禅院挑战模式——黄金添头（第N个）",
["T"] = "影踪禅院挑战模式——黄金添头（第N个）",
},
[50239] = {
["T"] = "选择盟友",
["O"] = "了解潜在的盟友。",
["S"] = {
"了解光铸德莱尼",
"了解虚空精灵",
"了解黑铁矮人",
"了解库尔提拉斯人",
"了解机械侏儒",
},
},
[55609] = {
["T"] = "麦卡贡行动 - 机械归源器",
["O"] = "进入麦卡贡并击败麦卡贡国王。",
["S"] = {
"消灭麦卡贡国王",
},
},
[31791] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的雷电之王的法典",
},
[12303] = {
["T"] = "战争的开销",
["O"] = "怨毒镇的军需官巴莱特要求你去取回6份被遗忘的宝藏。",
["S"] = {
"被遗忘的宝藏",
},
},
[27684] = {
["O"] = "去找东瘟疫之地索多里尔河的一个女狼人。",
["T"] = "访客",
},
[48442] = {
["O"] = "将6名勇士的装备等级提升到900。",
["T"] = "纳斯拉克斯要塞：准备",
},
[56889] = {
["T"] = "受伤的废土帮成员",
["O"] = "治疗6位废土劳工。",
["S"] = {
"包扎废土劳工",
},
},
[48954] = {
["O"] = "把寂灭者阿古斯的血交给达拉然的卡德加。",
["T"] = "泰坦之血",
},
[24607] = {
["O"] = "与暗矛训练场中的诺泰特谈谈。",
["T"] = "暗矛的崛起",
},
[33020] = {
["T"] = "秘密配方流失之谜",
["O"] = "击败疑之煞。",
["S"] = {
"击败疑之煞",
},
},
[24863] = {
["T"] = "冲出重围",
["O"] = "在荣耀岗哨以西的废墟中收集10份石爪补给品。",
["S"] = {
"石爪补给品",
},
},
[24991] = {
["O"] = "去找提瑞斯法林地加伦鬼屋的药剂师杰罗德。",
["T"] = "加伦鬼屋",
},
[10661] = {
["T"] = "美味的脾脏！",
["O"] = "影月谷蛮锤要塞的诺姆斯要求你给他带回8个魔火脾脏。",
["S"] = {
"魔火脾脏",
},
},
[36958] = {
["T"] = "宿敌：辛多雷斩杀者",
["O"] = "在德拉诺的PVP战斗中消灭500名血精灵玩家。",
["S"] = {
"消灭血精灵玩家",
},
},
[42555] = {
["O"] = "WOD 100 A",
["T"] = "WOD 100 A",
},
[25503] = {
["T"] = "黑鳍的赃物",
["O"] = "杀死黑鳍，取回吉布林格的地图。",
["S"] = {
"吉布林格的地图",
},
},
[8721] = {
["O"] = "星纹长者",
["T"] = "星纹长者",
},
[31826] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[59961] = {
["T"] = "牧师的终途",
["O"] = "找到第一考察队新兵的尸体。",
["S"] = {
"寻找第一考察队新兵的尸体",
},
},
[52026] = {
["O"] = "和杰塔瑞斯将军交谈，乘船前往沃顿。",
["T"] = "海外暗杀",
},
[13465] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[26271] = {
["T"] = "养活饥饿与无助者",
["O"] = "把杂味炖肉分给西部荒野哨兵岭的20个无家可归者。",
["S"] = {
"给西部荒野无家可归者分发食物",
},
},
[31570] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[53050] = {
["O"] = "到赞达拉港的女妖之啸号上与纳萨诺斯·凋零者会面。",
["T"] = "深入库尔提拉斯",
},
[36924] = {
["T"] = "宿敌：矮人追猎者",
["O"] = "在德拉诺的PVP战斗中消灭500名矮人玩家。",
["S"] = {
"消灭矮人玩家",
},
},
[53562] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[9361] = {
["T"] = "地狱野猪，另一种白肉",
["O"] = "飞艇坠毁点的雷加希要你收集8块纯净的地狱野猪肉。你必须首先猎杀地狱野猪，然后利用净化药剂来净化被污染的地狱野猪肉。",
["S"] = {
"纯净的地狱野猪肉",
},
},
[62265] = {
["O"] = "返回奥格瑞玛，开始新的冒险。当你达到70级时，克罗米的魔法将会消失，你会被送回奥格瑞玛。",
["T"] = "新的冒险等待着你",
},
[27167] = {
["T"] = "大饥荒",
["O"] = "从西瘟疫之地的蓬毛黑熊身上割下5块熊肉。",
["S"] = {
"一块熊肉",
},
},
[31442] = {
["O"] = "摧毁四部古籍——《光明下的阴影》、《克尔苏加德的深层知识》、《禁忌咒文及其他死灵仪式》和《黑暗法典》。",
["T"] = "四部古籍",
},
[63033] = {
["O"] = "向奥利波斯的大领主伯瓦尔·弗塔根报到。",
["T"] = "大领主的召唤",
},
[27551] = {
["O"] = "将男爵夫人的信函交给塔伦纳。",
["T"] = "男爵夫人的信函",
},
[55354] = {
["O"] = "维尔纳尔前线",
["T"] = "维尔纳尔前线",
},
[13657] = {
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
["T"] = "探险者协会的文件（3/6）",
},
[36428] = {
["T"] = "暴力治疗",
["O"] = "治愈6个被感染的地精。",
["S"] = {
"治疗被感染的地精",
},
},
[43310] = {
["O"] = "与阿洛拉夫人交谈。",
["T"] = "要么加入我们",
},
[56378] = {
["T"] = "失踪的船员",
["O"] = "找到并营救失踪的船员。",
["S"] = {
"找到石凝船长",
"找到格林赛船长",
"找到热火",
},
},
[53665] = {
["T"] = "全力备战",
["O"] = "跟斯洛克谈一谈，从兵营招募一个盟友。",
["S"] = {
"招募兵营部队",
},
},
[10129] = {
["T"] = "任务：穆尔凯斯和沙德拉兹之门",
["O"] = "与空军指挥官布拉克谈谈，轰炸穆尔凯斯之门和沙德拉兹之门，然后向机甲残骸处的前线指挥官托尔克复命。",
["S"] = {
"摧毁穆尔凯斯之门",
"摧毁沙德拉兹之门",
},
},
[57146] = {
["O"] = "腐蚀裂隙",
["T"] = "腐蚀裂隙",
},
[57402] = {
["T"] = "《羁石诅咒》重现人间",
["O"] = "从惊魂幻象中为心之秘室的拉希奥取得《羁石诅咒》的散页。",
["S"] = {
"《羁石诅咒》的散页",
},
},
[57658] = {
["T"] = "The Final Leg",
["O"] = "Deliver Windchaser to Glitterfall Basin.",
["S"] = {
"将逐风者带去伊丝仙林",
},
},
[28959] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[29087] = {
["T"] = "调查泥巴",
["O"] = "在淤泥沼泽调查5个沾泥的脚印。",
["S"] = {
"检查沾泥的脚印",
},
},
[36505] = {
["O"] = "在沃高尔里找到一位能够帮助你的霜狼制皮匠。",
["T"] = "战士的披风",
},
[36592] = {
["O"] = "使用建筑设计桌选择议政厅，并将你的要塞升至2级。",
["T"] = "越大越好",
},
[42556] = {
["O"] = "WOD 100 H",
["T"] = "WOD 100 H",
},
[29599] = {
["T"] = "逃离敦霍尔德",
["O"] = "准备就绪后告知萨尔。跟随萨尔离开敦霍尔德城堡，并帮助他解救塔蕾莎，履行自己的使命。\n\n完成任务后，与旧希尔斯布莱德丘陵的伊洛希恩交谈。",
["S"] = {
"完成萨尔的使命",
},
},
[36607] = {
["O"] = "到你在霜火岭的要塞与洛坎交谈。",
["T"] = "来自纳格兰的消息",
},
[36632] = {
["O"] = "到戈尔隆德的荒林洼地与伊瑞尔谈一谈。跟你的要塞狮鹫管理员或棱堡高地的飞行管理员交谈来飞往那里。",
["T"] = "戈尔隆德的秘密。",
},
[59962] = {
["O"] = "跟随威·娜莉。",
["T"] = "希望不灭",
},
[30111] = {
["O"] = "LFGDungeons - Cataclysm - Raid Finder - Nth",
["T"] = "LFGDungeons - Cataclysm - Raid Finder - Nth",
},
[60474] = {
["T"] = "生成追踪WMO中的仅限单位世界效果WMO",
["O"] = "尝试查明为什么当生成追踪设置为单位而非目标时，WMO生成目标的小地图黄点不会出现。",
["S"] = {
"在WMO内",
"在WMO外",
},
},
[5545] = {
["T"] = "木材危机",
["O"] = "收集8捆木材，把它们交给东谷伐木场的管理员莱琳。",
["S"] = {
"一捆木柴",
},
},
[36645] = {
["T"] = "你的第一份附魔订单",
["O"] = "在附魔研究室开始你的第一份附魔订单，并收集产品。",
["S"] = {
"开始附魔产品订单",
"完成附魔产品订单",
},
},
[36669] = {
["T"] = "突袭石怒崖",
["O"] = "突袭霜火岭石怒崖的血槌食人魔。",
["S"] = {
"突袭石怒崖的血槌军队",
},
},
[35747] = {
["T"] = "前往坦克的顶部",
["O"] = "与塞林·暗砧交谈，并护送他前往钢铁灭世者的顶部。",
["S"] = {
"与塞林谈一谈",
},
},
[53563] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[37727] = {
["T"] = "调酒魔导师",
["O"] = "收集6个充满魔力的蛋。",
["S"] = {
"充满魔力的蛋",
},
},
[36681] = {
["T"] = "突袭失落的安苏鸦巢",
["O"] = "攻击阿兰卡峰林失落的安苏鸦巢附近的敌对生物。",
["S"] = {
"突袭失落的安苏鸦巢附近的敌对生物",
},
},
[11537] = {
["T"] = "继续作战",
["O"] = "先驱者伊努罗希望你前往黎明广场，杀死仇恨使者和6名燃烧军团恶魔，然后将破碎残阳战旗插在仇恨使者的尸体上。",
["S"] = {
"将战旗插在仇恨使者的尸体上",
"消灭燃烧军团恶魔",
},
},
[62778] = {
["T"] = "增援雷文德斯",
["O"] = "帮助雷文德斯完成每日任务和世界任务，收集宝藏，消灭稀有生物。你也可以通过在雷文德斯地下城中消灭强力劲敌来完成目标。",
["S"] = {
"协助温西尔",
},
},
[54843] = {
["T"] = "残余的威胁",
["O"] = "在黑海岸击败12个稀有敌人。",
["S"] = {
"消灭稀有敌人",
},
},
[31647] = {
["O"] = "围攻砮皂寺挑战模式——黄金添头（第N个）",
["T"] = "围攻砮皂寺挑战模式——黄金添头（第N个）",
},
[55355] = {
["O"] = "光刃训练场",
["T"] = "光刃训练场",
},
[31903] = {
["T"] = "战斗宠物训练师：东部王国",
["O"] = "在宠物战斗中击败大卫·寇斯、德扎·疫角、科塔兹·黑锤、伊芙瑞莎和杜林·黑锤。",
["S"] = {
"击败大卫·寇斯",
"击败德扎·疫角",
"击败科塔兹·黑锤",
"击败伊芙瑞莎",
"击败杜林·黑锤",
},
},
[32031] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[32048] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[56379] = {
["T"] = "失踪的船员",
["O"] = "找到并营救失踪的船员。",
["S"] = {
"找到晨帆船长",
"找到霍尔格雷什上尉",
"找到加拉兹科队长",
},
},
[12113] = {
["T"] = "等肉下锅",
["O"] = "哈考尔营地的哈考尔希望你能帮他从暗嚎徘徊者身上收集10块多汁的座狼肉，从厚蹄食草鹿身上收集10块铲角肉排。",
["S"] = {
"多汁的座狼肉",
"铲角肉排",
},
},
[12177] = {
["T"] = "休尼克的掩饰",
["O"] = "将1份煤块和5份面粉交给灰熊丘陵征服堡的皮货商人休尼克。",
["S"] = {
"煤块",
"面粉",
},
},
[43750] = {
["O"] = "与海姆达尔交谈。",
["T"] = "战斗的召唤",
},
[57403] = {
["T"] = "《恐惧与血肉》重现人间",
["O"] = "从惊魂幻象的腐化或失落区域中为心之秘室的拉希奥取得《恐惧与血肉》的散页。",
["S"] = {
"《恐惧与血肉》的散页",
},
},
[24736] = {
["T"] = "希兹尔的飞行器",
["O"] = "收集35块精细的翼手龙鳞片。",
["S"] = {
"精细的翼手龙鳞片",
},
},
[12433] = {
["T"] = "寻找溶解剂",
["O"] = "风险湾部落基地的古图尔要你取回一罐115号元素。",
["S"] = {
"115号元素",
},
},
[24992] = {
["O"] = "将狼人的存在报告给提瑞斯法林地布瑞尔的执行官塞加德。",
["T"] = "逃离吉尔尼斯",
},
[12561] = {
["T"] = "信任危机",
["O"] = "进入迷失之地，消灭6个损毁的天灾怪和10个骨镰劫掠者，以此获得弗蕾亚的信任。",
["S"] = {
"消灭损毁的天灾怪",
"消灭骨镰劫掠者",
},
},
[36692] = {
["T"] = "突袭黑潮栖木",
["O"] = "突袭影月谷黑潮栖木的钢铁部落军队。",
["S"] = {
"突袭黑潮栖木的钢铁部落军队",
},
},
[42557] = {
["O"] = "WOD 100 H",
["T"] = "WOD 100 H",
},
[36698] = {
["T"] = "阿什兰的战斗",
["O"] = "加入阿什兰的战斗。",
["S"] = {
"获得神器碎片",
},
},
[49783] = {
["O"] = "在雷霆图腾与梅拉·高岭见面。",
["T"] = "至高岭的传承",
},
[36865] = {
["O"] = "黑石塔上层事件地下城奖励任务",
["T"] = "黑石塔上层事件地下城奖励任务",
},
[35541] = {
["O"] = "Sethekk Halls Bonus Objective",
["T"] = "Sethekk Halls Bonus Objective",
},
[36960] = {
["T"] = "宿敌：亡灵追猎者",
["O"] = "在德拉诺的PVP战斗中消灭500名被遗忘者玩家。",
["S"] = {
"消灭被遗忘者玩家",
},
},
[35902] = {
["O"] = "黑石深渊（上层区）奖励任务",
["T"] = "黑石深渊（上层区）奖励任务",
},
[26272] = {
["O"] = "与暗矛训练场中的沃德雷卡谈谈。",
["T"] = "暗矛的崛起",
},
[36970] = {
["T"] = "宿敌：科赞杀手",
["O"] = "在德拉诺的PVP战斗中消灭500名地精玩家。",
["S"] = {
"消灭地精玩家",
},
},
[13927] = {
["T"] = "狼獾人孤儿科科",
["O"] = "同孤儿监护员艾蕊娅交谈，然后使用狼獾人孤儿哨召唤你要在儿童周照顾的孤儿。",
["S"] = {
"同孤儿监护员艾蕊娅交谈",
},
},
[36926] = {
["T"] = "宿敌：侏儒克星",
["O"] = "在德拉诺的PVP战斗中消灭500名侏儒玩家。",
["S"] = {
"消灭侏儒玩家",
},
},
[9562] = {
["T"] = "鱼人……",
["O"] = "秘蓝岛止松要塞的古尔弗要求你找回5袋止松谷物。",
["S"] = {
"止松谷物",
},
},
[10288] = {
["O"] = "地狱火半岛上黑暗之门的指挥官杜隆要求你将杜隆的报告交给阿米什·蛮锤。",
["T"] = "抵达外域",
},
[14122] = {
["T"] = "紧急措施",
["O"] = "打开科赞第一银行的金库，取出你的私人财产。",
["S"] = {
"打开科赞第一银行的金库",
"私人财产",
},
},
[49733] = {
["T"] = "医疗后勤",
["O"] = "为5名受伤的海军包扎。",
["S"] = {
"为受伤的海军包扎",
},
},
[38206] = {
["T"] = "巡视",
["O"] = "跟随空军上将罗杰斯，为天火号的出航做准备。",
["S"] = {
"检查甲板炮",
},
},
[27424] = {
["T"] = "莫格穆洛克的任务",
["O"] = "从尘泥沼泽拿回莫格穆洛克大王的烈酒、鼻烟和保险箱。",
["S"] = {
"莫格穆洛克的鼻烟",
"莫格穆洛克的烈酒",
"莫格穆洛克的保险箱",
},
},
[49678] = {
["T"] = "尖塔行动",
["O"] = "摧毁4座蛇人之塔。",
["S"] = {
"摧毁蛇人之塔",
},
},
[27858] = {
["T"] = "瑞亚丝塔萨的礼物",
["O"] = "等待瑞亚从隐藏的龙巢中把蛋拿回来。",
["S"] = {
"等待瑞亚取回蛋",
},
},
[13866] = {
["O"] = "跟灰谷/艾萨拉边界的库格·血滴谈一谈，前往莫尔杉壁垒。到达以后去找卡德拉克。",
["T"] = "到农场去！",
},
[37146] = {
["T"] = "替我跑腿",
["O"] = "从奥金顿获得一口噩梦钟。",
["S"] = {
"噩梦钟",
"消灭塔隆戈尔",
},
},
[10384] = {
["T"] = "复仇军的数据",
["O"] = "获取复仇军数据单元并返回指挥官阿米尔所在位置。",
["S"] = {
"复仇军数据单元",
},
},
[38132] = {
["O"] = "Classic 20-29",
["T"] = "Classic 20-29",
},
[14161] = {
["T"] = "灭除蜥蜴",
["O"] = "杀掉山麓矿场里的10只灰石蜥蜴。",
["S"] = {
"消灭灰石蜥蜴",
},
},
[49559] = {
["O"] = "与四风谷的土地精信使谈一谈。",
["T"] = "英雄的召唤：昆莱山！",
},
[28576] = {
["O"] = "去找西瘟疫之地安多哈尔的萨萨里安。",
["T"] = "英雄的召唤：西瘟疫之地！",
},
[28704] = {
["O"] = "去找荆棘谷海角硬钳避世乐园的莎希·硬钳。",
["T"] = "大酋长的命令：荆棘谷海角！",
},
[57660] = {
["O"] = "与闪瀑盆地的瀑布女士交谈。",
["T"] = "创造的林地",
},
[33343] = {
["T"] = "烈焰祭司阿克鲁斯",
["O"] = "召唤并击败烈焰祭司阿克鲁斯。",
["S"] = {
"消灭烈焰祭司阿克鲁斯",
},
},
[29088] = {
["T"] = "消灭土狼",
["O"] = "消灭6头乱齿土狼。",
["S"] = {
"消灭乱齿土狼",
},
},
[42046] = {
["O"] = "在瓦尔莎拉的梦境林地与大德鲁伊伦萨·巨蹄会面。",
["T"] = "新的开始",
},
[38120] = {
["O"] = "Vanilla 10-19",
["T"] = "Vanilla 10-19",
},
[42558] = {
["O"] = "WOD 100 H",
["T"] = "WOD 100 H",
},
[59196] = {
["T"] = "去吧，继续服务",
["O"] = "前往英雄之眠与克雷雅会面。",
["S"] = {
"使用通往英雄之眠的传送门",
},
},
[37158] = {
["T"] = "炽热的光明",
["O"] = "从通天峰获得一颗太阳水晶。",
["S"] = {
"太阳水晶",
"消灭高阶贤者维里克斯",
},
},
[45473] = {
["T"] = "巨大的问题",
["O"] = "摧毁舰船",
["S"] = {
"消灭海巨人劫掠者",
"找回水下的宝箱",
},
},
[37192] = {
["O"] = "把烈焰之刃桑克苏带回你的要塞给战争大师佐格看看。",
["T"] = "烈焰之刃桑克苏",
},
[60220] = {
["T"] = "执政官的答案",
["O"] = "与卡莉丝塞茵交谈。",
["S"] = {
"与卡莉丝塞茵交谈",
},
},
[35903] = {
["O"] = "黑石深渊（禁闭室额外）奖励任务",
["T"] = "黑石深渊（禁闭室额外）奖励任务",
},
[60732] = {
["T"] = "中断供能",
["O"] = "在佐瓦尔的坩埚中扰乱渊誓者的活动。",
["S"] = {
"扰乱渊誓者",
},
},
[30496] = {
["T"] = "水语者的法杖",
["O"] = "从墨鳃潭的太蛇那里夺回水语者苟莱失窃的墨鳃仪式法杖。",
["S"] = {
"失窃的墨鳃仪式法杖",
},
},
[53053] = {
["O"] = "前往穆贾巴拉与高阶督军沃拉斯交谈。",
["T"] = "前往穆贾巴拉！",
},
[11546] = {
["T"] = "开始营业",
["O"] = "阳湾港口的玛尔娜希望你从奎尔丹纳斯岛上的灌木丛中收集5颗血莓。",
["S"] = {
"血莓",
},
},
[37183] = {
["O"] = "与杜加尔·朗德瑞克谈一谈，飞往塔拉多。",
["T"] = "战略要冲",
},
[37439] = {
["T"] = "无尽的渴求",
["O"] = "对一条法力浮龙使用种族特长技能“奥术洪流”，然后向奥术师赫里恩复命。",
["S"] = {
"使用奥术洪流",
},
},
[7785] = {
["O"] = "查看复生之瓶，然后回到德米提恩那里去。",
["T"] = "复生之瓶",
},
[26450] = {
["T"] = "要是他们就把它们那么搁着的话……",
["O"] = "从荆棘谷海角南野人海岸获得6尊纳迦雕像。",
["S"] = {
"纳迦雕像",
},
},
[31392] = {
["O"] = "去昆莱山的白虎寺和安度因·乌瑞恩谈一谈。",
["T"] = "白虎寺",
},
[63036] = {
["O"] = "在炽蓝仙野的森林之心与月莓女勋爵谈谈。",
["T"] = "修复平衡",
},
[31648] = {
["O"] = "魔古山宫殿挑战模式——黄金添头（第N个）",
["T"] = "魔古山宫殿挑战模式——黄金添头（第N个）",
},
[55357] = {
["O"] = "太阳王道标",
["T"] = "太阳王道标",
},
[39231] = {
["O"] = "击败地狱火堡垒的玛诺洛斯。",
["T"] = "毁灭者高台",
},
[32032] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[26322] = {
["T"] = "兄弟会的崛起",
["O"] = "见证兄弟会的崛起。",
["S"] = {
"目睹兄弟会的崛起",
},
},
[48190] = {
["O"] = "在雪盲台地与灵魂行者灰天见面。",
["T"] = "胡恩的高岭",
},
[48446] = {
["O"] = "将6名勇士的装备等级提升到925。",
["T"] = "古代艾瑞达圣物",
},
[39962] = {
["T"] = "欧库纳的麻烦",
["O"] = "寻找欧库纳·长牙。",
["S"] = {
"寻找欧库纳",
},
},
[13034] = {
["T"] = "见证者与英雄",
["O"] = "唐卡洛营地的夏拉托尔希望你去阅读第一份历史卷轴、第二份历史卷轴和第三份历史卷轴。",
["S"] = {
"阅读第一份历史卷轴",
"阅读第二份历史卷轴",
"阅读第三份历史卷轴",
},
},
[57405] = {
["T"] = "追寻疯狂",
["O"] = "发现失落的西比尔希望向你展示的事。",
["S"] = {
"跟随失落的西比尔",
},
},
[57661] = {
["O"] = "在游纱崖找到莉蓟。",
["T"] = "丝线短缺",
},
[24865] = {
["O"] = "将食物箱交给马绍尔哨站的威利德·马绍尔。",
["T"] = "这箱食物还能吃吗？",
},
[24993] = {
["T"] = "消灭狼人",
["O"] = "找到并杀掉布瑞尔的5个狼人渗透者。",
["S"] = {
"消灭狼人渗透者",
},
},
[25938] = {
["O"] = "去找凄凉之地塔迪萨兰的军官金妮。",
["T"] = "凄凉之地求救",
},
[37208] = {
["T"] = "塔拉鲁恩",
["O"] = "在宠物对战中击败塔拉鲁恩。",
["S"] = {
"击败塔拉鲁恩",
},
},
[25377] = {
["T"] = "部落的宝藏",
["O"] = "你必须击败阿卡莎，夺得部落宝箱钥匙，然后用它打开沉没的部落箱子。",
["S"] = {
"部落宝箱钥匙",
},
},
[59197] = {
["O"] = "使用召唤执事者来修理祈咒道标，然后用它来召唤文官阿得赖斯提斯。",
["T"] = "得力的管家",
},
[8722] = {
["O"] = "幽林长者",
["T"] = "幽林长者",
},
[12762] = {
["T"] = "造物主的力量",
["O"] = "在源血之柱的暴露部分附近为休眠的无瑕水晶充能。前往灵鳍湾，使用水晶的能量杀死附近的30个狂心狼獾人，然后与灵鳍湾的唤雷者索乌米特谈一谈。",
["S"] = {
"狂心狼獾人",
"充能的无瑕水晶",
},
},
[59965] = {
["T"] = "复活新兵",
["O"] = "对3名第一考察队新兵使用复活术",
["S"] = {
"复活考察队新人",
},
},
[35899] = {
["O"] = "黑石深渊（禁闭室）奖励任务",
["T"] = "黑石深渊（禁闭室）奖励任务",
},
[26145] = {
["T"] = "穴居人的威胁",
["O"] = "收集8颗穴居人的石牙。",
["S"] = {
"穴居人的石牙",
},
},
[60733] = {
["T"] = "重中之重",
["O"] = "在兵主之座强化力量符文。",
["S"] = {
"强化力量符文",
},
},
[43361] = {
["T"] = "灾难碎片",
["O"] = "采集5片晶化树皮。",
["S"] = {
"晶化树皮",
},
},
[9170] = {
["T"] = "达尔坎的军官",
["O"] = "魔导师伊东尼斯要你前往戴索姆杀死黑衣玛索菲特、欺诈者尤瑞恩、放血者鲍尔古斯和堕落者米尔杜兰，完成任务后回到幽魂之地的太阳圣殿向他复命。",
["S"] = {
"消灭堕落者米尔杜兰",
"消灭放血者鲍尔古斯",
"消灭欺诈者尤瑞恩",
"消灭黑衣玛索菲特",
},
},
[36928] = {
["T"] = "宿敌：狼人猎手",
["O"] = "在德拉诺的PVP战斗中消灭500名狼人玩家。",
["S"] = {
"消灭狼人玩家",
},
},
[53566] = {
["O"] = "前往暴风城大使馆与艾莎·云歌交谈，以了解故事最后的结局。",
["T"] = "黑铁矮人",
},
[37440] = {
["T"] = "奥术薄片",
["O"] = "从逐日岛上的任意使用魔法的生物身上收集6块奥术薄片，把它们交给奥术师伊塔纳斯。",
["S"] = {
"奥术薄片",
},
},
[9426] = {
["T"] = "阿苟纳之池",
["O"] = "智者阿曼恩要你前往阿苟纳之池，杀死6个恐惧魔和6个起泡的腐泥怪。",
["S"] = {
"消灭恐惧魔",
"消灭起泡的腐泥怪",
},
},
[9490] = {
["T"] = "剥石者的女王",
["O"] = "前往大裂隙杀死凶猛的黑色利爪，将黑色利爪的爪子交给地狱火半岛塔哈玛特神殿的伊坎。",
["S"] = {
"黑色利爪的爪子",
},
},
[37288] = {
["O"] = "在阿什兰的暴风之盾与金凯德·加科布谈一谈。",
["T"] = "阿什兰的资源",
},
[26034] = {
["T"] = "暮光毁灭者",
["O"] = "击败海里昂和入侵红玉圣殿的敌人。",
["S"] = {
"消灭海里昂",
},
},
[41463] = {
["O"] = "找到凯伦多斯·铁林。",
["T"] = "失散的同伴",
},
[27681] = {
["T"] = "石门背后的秘密",
["O"] = "杀死加加恩·火锤。",
["S"] = {
"消灭加加恩·火锤",
},
},
[47423] = {
["T"] = "违禁行为",
["O"] = "前往选民之台，找到并消灭9名猩红教徒。",
["S"] = {
"消灭猩红教徒",
},
},
[13658] = {
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
["T"] = "探险者协会的文件（4/6）",
},
[9938] = {
["T"] = "通缉：饥饿者杜恩",
["O"] = "杀死饥饿者杜恩，完成任务后向塔拉的监护者莫布吉尔复命。",
["S"] = {
"消灭饥饿者杜恩",
},
},
[28193] = {
["T"] = "锁定！",
["O"] = "元首司克诺兹要你观察司克诺兹登陆点的客人们。",
["S"] = {
"拜访司克诺兹的客人",
},
},
[39368] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：高能炉",
},
[27698] = {
["T"] = "瑟莱德丝的奴仆",
["O"] = "杀死诺克赛恩和锐刺鞭笞者。",
["S"] = {
"消灭诺克赛恩",
"消灭锐刺鞭笞者",
},
},
[28577] = {
["O"] = "去找东瘟疫之地索多里尔河东岸的菲奥拉。",
["T"] = "大酋长的命令：东瘟疫之地！",
},
[28705] = {
["O"] = "向地狱火半岛命运阶梯的沃雷恩中将报到。\r\n\r\n奥格瑞玛传送门大厅的萨尔玛法师可以帮助你前往该地。",
["T"] = "大酋长的命令：外域！",
},
[28833] = {
["T"] = "营救石语者",
["O"] = "营救石语者埃鲁纳克。",
["S"] = {
"营救石语者埃鲁纳克",
},
},
[13026] = {
["O"] = "蓝狼长者",
["T"] = "蓝狼长者",
},
[58174] = {
["O"] = "返回候选者之憩。",
["T"] = "尽力的候选者",
},
[29217] = {
["T"] = "受困的斥候",
["O"] = "解救被俘的斥候：哈兹莱克、巴卡祖鲁、洛尔卡尼和卡莎。他们遭到了阿曼尼高阶祭司的关押。",
["S"] = {
"成功解救哈兹莱克",
"成功解救巴卡祖鲁",
"成功解救洛尔卡尼",
"成功解救卡莎",
},
},
[37334] = {
["O"] = "LFGDungeons - Draenor - Heroic Random - Nth",
["T"] = "LFGDungeons - Draenor - Heroic Random - Nth",
},
[42560] = {
["O"] = "WOD 100 H",
["T"] = "WOD 100 H",
},
[59198] = {
["T"] = "迅捷双翼",
["O"] = "与阿得赖斯提斯飞往极乐堡。",
["S"] = {
"与阿得赖斯提斯交谈",
},
},
[10770] = {
["T"] = "灰烬中的小鬼",
["O"] = "古树莫斯伍德要求你杀死8只灼烧小鬼，然后回去向他复命。",
["S"] = {
"消灭灼烧小鬼",
},
},
[59710] = {
["T"] = "奇怪的邀请",
["O"] = "与信使阿拉克见面。",
["S"] = {
"使用升降梯（可选）",
"找到信使阿拉克",
},
},
[59966] = {
["T"] = "深入虎穴",
["O"] = "跟随威·娜莉前往破灭堡。",
["S"] = {
"与威·娜莉交谈",
},
},
[43556] = {
["T"] = "守望者地窟：进入守望者地窟",
["O"] = "击败守望者地窟的科达娜·邪歌。",
["S"] = {
[2] = "损坏的守望者头盔",
},
},
[12074] = {
["O"] = "前往俯瞰索尔莫丹的丘陵地带，在那里找到库伦。",
["T"] = "新的盟友",
},
[37434] = {
["T"] = "试炼场",
["O"] = "与你要塞中的战争大师佐格对话进入试炼场，并完成青铜试炼。",
["S"] = {
"与战争大师佐格交谈以进入试炼场",
},
},
[52799] = {
["T"] = "族群领袖",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败格雷迪·普雷特",
},
},
[11218] = {
["T"] = "危险！爆炸品！",
["O"] = "利用斯迪尔林的安全雷管收集6份低语峡谷矿石碎块和18颗低语峡谷宝石，将它们交给西部卫戍要塞的斯迪尔林。",
["S"] = {
"低语峡谷矿石碎块",
"低语峡谷宝石",
},
},
[37450] = {
["T"] = "营救丝黛拉苟萨",
["O"] = "取得里基尔的钥匙并救出丝黛拉苟萨。",
["S"] = {
"找到丝黛拉苟萨",
},
},
[49494] = {
["T"] = "祖维比酒",
["O"] = "消灭祖维比酿酒师泽卡尔。",
["S"] = {
"消灭祖维比酿酒师泽卡尔",
},
},
[31825] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[37492] = {
["T"] = "漫长的散步",
["O"] = "找到艾德斯长老。",
["S"] = {
"找到艾德斯长老",
},
},
[31569] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[31393] = {
["O"] = "去昆莱山的白虎寺找德兹科谈一谈。",
["T"] = "白虎寺",
},
[63038] = {
["T"] = "安全速递",
["O"] = "使用压制宝珠将8份被囚禁的精华送给威·娜莉。\r\n\r\n建议玩家人数：[3]",
["S"] = {
"送出被囚禁的精华",
},
},
[55103] = {
["T"] = "点子无处不在",
["O"] = "在麦卡贡寻找人和事来激发1个新点子。",
["S"] = {
"想出新点子",
},
},
[55359] = {
["O"] = "晋升仪式",
["T"] = "晋升仪式",
},
[49492] = {
["T"] = "沃加巴的傲慢",
["O"] = "摧毁沃加巴的面具。",
["S"] = {
"沉默沃加巴之声",
"蒙蔽沃加巴之眼",
"挫败沃加巴之恨",
},
},
[11922] = {
["T"] = "扔火炬",
["O"] = "赢得一场扔火炬游戏，然后与食焰大师谈一谈。",
["S"] = {
"击中8个火盆。",
},
},
[11986] = {
["T"] = "破损的日记",
["O"] = "找到8张遗失的日记书页，将它们与不完整的日记拼凑起来，然后将日记交给月溪旅营地的托尔森·迪普迪格。",
["S"] = {
"布莱恩·铜须的日记",
},
},
[46240] = {
["T"] = "火上浇油",
["O"] = "前往瓦尔莎拉的失落之光岩洞，从那里的枭兽身上收集50份枭兽血液。",
["S"] = {
"枭兽血液",
},
},
[12114] = {
["T"] = "心灵的创伤",
["O"] = "哈考尔营地的哈考尔要你在达基尔金废墟外面杀死10个达卡莱保卫者和10个达卡莱先知。",
["S"] = {
"消灭达卡莱保卫者",
"消灭达卡莱先知",
},
},
[49491] = {
["T"] = "巫毒燃料",
["O"] = "收集8个巫毒图腾。",
["S"] = {
"巫毒图腾",
},
},
[37501] = {
["O"] = "Draenor Challenge Mode - Bronze Addition (1st)",
["T"] = "Draenor Challenge Mode - Bronze Addition (1st)",
},
[12306] = {
["O"] = "将“本月美酒”俱乐部会员资料表交给奥格瑞玛的莱玛。",
["T"] = "本月美酒俱乐部",
},
[12370] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[24866] = {
["O"] = "将研究设备交给马绍尔哨站的霍莱伊·马绍尔。",
["T"] = "被遗弃的研究营地",
},
[24994] = {
["T"] = "末日草",
["O"] = "收集10株末日草。",
["S"] = {
"末日草",
},
},
[58431] = {
["T"] = "药水之池",
["O"] = "将三份渗流材料：粘性油污加入药水池",
["S"] = {
"将渗流材料：粘性油污加入药水池",
},
},
[49405] = {
["T"] = "戴林之门的守卫",
["O"] = "和泰莉亚一起前往戒卫岭。",
["S"] = {
"骑乘狂风之心",
},
},
[42561] = {
["O"] = "WOD 100 A",
["T"] = "WOD 100 A",
},
[59199] = {
["T"] = "长女格里斯蒂亚",
["O"] = "与阿得赖斯提斯交谈以觐见执政官。",
["S"] = {
"与阿得赖斯提斯交谈",
},
},
[12818] = {
["T"] = "清理残骸",
["O"] = "K3的基尔·斯巴索克需要10份烧焦的零件。",
["S"] = {
"烧焦的零件",
},
},
[12882] = {
["T"] = "远古的圣物",
["O"] = "将10件奥杜尔的圣物交给格罗玛什坠毁点的奥鲁特·埃雷古。",
["S"] = {
"奥杜尔的圣物",
},
},
[25890] = {
["T"] = "奈瑟匹拉",
["O"] = "进入奈瑟匹拉的西北入口，然后找到与其交流的方法。",
["S"] = {
"找到与奈瑟匹拉联系的办法",
},
},
[43841] = {
["O"] = "使用侦察地图并完成任务“说服老扬希”。",
["T"] = "说服老扬希",
},
[26146] = {
["T"] = "为了保卫国王的领土",
["O"] = "杀死12只碎石穴居人或碎石怪斥候。",
["S"] = {
"消灭碎石穴居人",
},
},
[60735] = {
["T"] = "天堂的麻烦",
["O"] = "回答克雷雅的问题。",
["S"] = {
"与克雷雅交谈",
},
},
[52800] = {
["T"] = "托尔达戈：艾什凡监工",
["O"] = "在科古斯狱长身上获得托尔达戈万能钥匙。",
["S"] = {
"托尔达戈万能钥匙",
"消灭科古斯狱长",
},
},
[36674] = {
["T"] = "突袭钢铁军工厂",
["O"] = "突袭霜火岭钢铁军工厂的钢铁部落军队。",
["S"] = {
"突袭钢铁军工厂的钢铁部落军队",
},
},
[36930] = {
["T"] = "宿敌：德莱尼毁灭者",
["O"] = "在德拉诺的PVP战斗中消灭500名德莱尼玩家。",
["S"] = {
"消灭德莱尼玩家",
},
},
[37503] = {
["O"] = "Draenor Challenge Mode - Gold Addition (1st)",
["T"] = "Draenor Challenge Mode - Gold Addition (1st)",
},
[37442] = {
["T"] = "达斯雷玛的神龛",
["O"] = "阅读达斯雷玛的神龛上的铭文之后，向逐日岛太阳之塔上的护井者索兰尼亚复命。",
["S"] = {
"阅读达斯雷玛的神龛上的铭文",
},
},
[13522] = {
["T"] = "水的威胁",
["O"] = "杀死8只邪恶喷涌者。",
["S"] = {
"消灭邪恶喷涌者",
},
},
[54113] = {
["T"] = "聚沙成塔",
["O"] = "帮助萨拉塔斯恢复力量。",
["S"] = {
"喂食萨拉塔斯",
},
},
[37505] = {
["O"] = "LFGDungeons - Draenor - Raid Finder - 1st",
["T"] = "LFGDungeons - Draenor - Raid Finder - 1st",
},
[63039] = {
["T"] = "复仇的纪念碑",
["O"] = "收集8把黑锋符文剑，并在罪人锻炉建造纪念碑以缅怀黑锋骑士团的牺牲。",
["S"] = {
"黑锋符文剑",
},
},
[31794] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的魔古钱币",
},
[27682] = {
["T"] = "我们需要更多的矿石",
["O"] = "取回黑曜石能量核心和泰坦能量核心。",
["S"] = {
"黑曜石能量核心",
"泰坦能量核心",
},
},
[13906] = {
["T"] = "飞速成长",
["O"] = "将20枚毒皮暴掠幼龙牙齿、你的毒皮暴掠龙幼崽，还有20块符文布、20块硬甲皮和80金币交给位于安戈洛环形山沼泽地东南的莫维克。",
["S"] = {
"毒皮暴掠幼龙的牙齿",
"符文布",
"硬甲皮",
},
},
[39490] = {
["T"] = "虫害",
["O"] = "在大地母亲之赐杀掉10条生病的幼虫和3条过度生长的幼虫。",
["S"] = {
"消灭生病的幼虫",
"消灭过度生长的幼虫",
},
},
[56128] = {
["T"] = "水淹部落",
["O"] = "开启战争模式时，在纳沙塔尔消灭25名部落玩家。",
["S"] = {
"已击败联盟玩家",
},
},
[28194] = {
["T"] = "大逃亡",
["O"] = "司克诺兹登陆点的多产的作家要你从司克诺兹水手那里拿到6件崭新的制服。",
["S"] = {
"年轻水手的制服",
},
},
[56640] = {
["T"] = "幸运的灵魂",
["O"] = "在艾萨拉之矛营救7个被俘虏的士兵。",
["S"] = {
"救出第七军团俘虏",
},
},
[37524] = {
["T"] = "突袭高里亚试炼场",
["O"] = "突袭高里亚试炼场的食人魔部队。",
["S"] = {
"称霸高里亚试炼场",
},
},
[28578] = {
["O"] = "去找东瘟疫之地索多里尔河东岸的菲奥拉。",
["T"] = "英雄的召唤：东瘟疫之地！",
},
[28706] = {
["O"] = "将盒装灭虫烟熏器交给班萨罗兽穴中的蕾玛·弹幕。",
["T"] = "向前喷",
},
[8475] = {
["T"] = "死亡之痕",
["O"] = "杀死8个瘟疫骨骸，然后向永歌森林死亡之痕的游侠杰拉复命。",
["S"] = {
"消灭天灾骨骸",
},
},
[28962] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[29090] = {
["T"] = "火刃的威胁",
["O"] = "在西南方的农场里消灭8名火刃氏族的成员。",
["S"] = {
"消灭火刃氏族成员",
},
},
[29218] = {
["O"] = "世界之树印记",
["T"] = "世界之树印记",
},
[29346] = {
["T"] = "戒指事件",
["O"] = "从预见之池中钓起盲眼洞穴鱼，然后将其切开，检查里面是否有被吞掉的戒指。",
["S"] = {
"波什金的戒指",
},
},
[42562] = {
["O"] = "WOD 100 A",
["T"] = "WOD 100 A",
},
[59200] = {
["T"] = "晋升堡垒的结界",
["O"] = "调查极乐堡的神庙结界。",
["S"] = {
"检查纯洁结界",
"检查谦逊结界",
"检查智慧结界",
"检查忠诚结界",
},
},
[30033] = {
["T"] = "武装训练",
["O"] = "拾取并装备徒弟的法刃和徒弟的扇子。",
["S"] = {
"拾取并装备一把徒弟的法刃",
"拾取并装备一把徒弟的扇子",
},
},
[37536] = {
["T"] = "鼓舞士气",
["O"] = "从乌卡都克处获得斗士大餐。",
["S"] = {
"获得斗士大餐",
},
},
[43586] = {
["O"] = "在地下城“噬魂之喉”中击败海拉。",
["T"] = "噬魂之喉：震慑海拉",
},
[49226] = {
["T"] = "让两姐妹闭嘴",
["O"] = "消灭帕泰厄佩和诺尔佩。",
["S"] = {
"消灭帕泰厄佩",
"消灭诺尔佩",
},
},
[60480] = {
["T"] = "末日迷沼",
["O"] = "找到5个注能红宝石。",
["S"] = {
"注能红宝石",
},
},
[29649] = {
["T"] = "如何拯救一条生命",
["O"] = "在地狱火堡垒破碎大厅里的高级斥候卡德维克希望你能帮他带回一份邪能灰烬。",
["S"] = {
"邪能灰烬",
},
},
[49199] = {
["O"] = "大型侵入点：主母芙努娜",
["T"] = "大型侵入点：主母芙努娜",
},
[36675] = {
["T"] = "突袭玛戈纳洛克",
["O"] = "攻击霜火岭玛戈纳洛克的石头怪物。",
["S"] = {
"突袭玛戈纳洛克的石头怪物",
},
},
[34209] = {
["O"] = "到霜风峭壁的索姆瓦尔外面找科达娜·邪歌。",
["T"] = "准予引见",
},
[3861] = {
["T"] = "咕咕嘎！",
["O"] = "找一些特殊的鸡饲料，把它交给友好的小鸡。当你找到小鸡的时候，在喂食它之前对它做出高兴的表情。（使用/cheer命令）",
["S"] = {
"特殊的鸡饲料",
},
},
[37443] = {
["T"] = "索兰尼亚的物品",
["O"] = "收集护井者索兰尼亚的占卜宝珠、天灾魔法卷轴和日记。它们分别位于逐日岛上的池塘边、喷泉附近以及一块燃烧水晶旁。找到所有物品后，将它们归还给太阳之塔上的护井者索兰尼亚。",
["S"] = {
"索兰尼亚的占卜宝珠",
"天灾魔法卷轴",
"索兰尼亚的日记",
},
},
[54114] = {
["T"] = "聚沙成塔",
["O"] = "帮助萨拉塔斯恢复力量。",
["S"] = {
"喂食萨拉塔斯",
},
},
[14407] = {
["O"] = "同锈水港的卡雷会面。",
["T"] = "艾萨拉的蓝龙",
},
[49146] = {
["T"] = "灵魂财产",
["O"] = "为卡扎金找到回收的宝石、彼界魔典和尊崇遗物。",
["S"] = {
"回收的宝石",
"彼界魔典",
"尊崇遗物",
},
},
[10346] = {
["T"] = "返回地狱岩床",
["O"] = "地狱火半岛破碎岗哨的狮鹫骑士维比洛要求你杀死20个甘尔葛苦工和5个莫尔葛监工，并摧毁5门邪能火炮。",
["S"] = {
"消灭甘尔葛苦工",
"消灭莫尔葛监工",
"摧毁邪能火炮",
},
},
[31650] = {
["O"] = "血色大厅挑战模式——黄金添头（第N个）",
["T"] = "血色大厅挑战模式——黄金添头（第N个）",
},
[10282] = {
["O"] = "时光之穴的安多尔姆要求你进入旧希尔斯布莱德丘陵，与伊洛希恩谈一谈。",
["T"] = "往日的希尔斯布莱德",
},
[28083] = {
["T"] = "征召冒险者：通灵学院",
["O"] = "进入通灵学院。",
["S"] = {
"进入通灵学院",
},
},
[32034] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[56129] = {
["O"] = "激流堡之战（英雄）",
["T"] = "激流堡之战（英雄）",
},
[28497] = {
["T"] = "天降弹雨",
["O"] = "使用被征用的火炮杀死100个司克诺兹步兵。",
["S"] = {
"杀死司克诺兹步兵",
},
},
[56641] = {
["T"] = "能量瓦解",
["O"] = "在艾萨拉之矛摧毁5个魔网储压器。",
["S"] = {
"摧毁魔网储压器",
},
},
[40515] = {
["O"] = "与灵魂行者黑角谈一谈。",
["T"] = "与灵魂同行",
},
[49144] = {
["T"] = "赞达拉巨魔的愤怒",
["O"] = "消灭8名昊天劫掠者、昊天征服者或电光哨兵。",
["S"] = {
"消灭魔古入侵者",
},
},
[41027] = {
["O"] = "在蓝风海湾喝下堕夜炼金师的古怪饮剂。",
["T"] = "最后的贡献",
},
[49474] = {
["O"] = "前往位于破碎群岛的达拉然，将诅咒碎片交给奥法工匠维迪尔。",
["T"] = "诅咒碎片",
},
[49730] = {
["T"] = "通缉：雷霆之牙",
["O"] = "把雷霆之牙的嘴带给罗兹镇长。",
["S"] = {
"雷霆之牙的嘴",
},
},
[24995] = {
["T"] = "刮鳞",
["O"] = "获得5枚邪鳍鱼人的鳞片。",
["S"] = {
"邪鳍鱼人的鳞片",
},
},
[50242] = {
["T"] = "选择盟友",
["O"] = "了解潜在的盟友。",
["S"] = {
"了解至高岭牛头人",
"了解夜之子",
"了解玛格汉兽人",
"了解赞达拉巨魔",
"了解狐人",
},
},
[49135] = {
["T"] = "安托鲁斯，燃烧王座：阿古斯之心",
["O"] = "从安托鲁斯，燃烧王座的阿格拉玛身上收集4枚黑暗泰坦印记（史诗难度）。",
["S"] = {
"黑暗泰坦印记",
},
},
[50754] = {
["T"] = "有爱有失",
["O"] = "在雪林教堂朴素的墓碑旁放上深红花束。",
["S"] = {
"放置花束",
},
},
[49134] = {
["T"] = "安托鲁斯，燃烧王座：阿古斯之心",
["O"] = "从安托鲁斯，燃烧王座的阿格拉玛身上收集4枚黑暗泰坦印记（英雄难度）。",
["S"] = {
"黑暗泰坦印记",
},
},
[8723] = {
["O"] = "夜风长者",
["T"] = "夜风长者",
},
[43593] = {
["T"] = "魔网能量：法兰纳尔隧道深处",
["O"] = "向魔网能量注入远古魔力。",
["S"] = {
"远古魔力",
},
},
[2459] = {
["T"] = "噬梦者菲罗斯塔",
["O"] = "消灭7个瘤背秘法师，并找到遗失的珠宝。",
["S"] = {
"消灭瘤背秘法师",
"塔隆凯的珠宝",
},
},
[27729] = {
["T"] = "再次对付海鳗",
["O"] = "在巨藻森林中杀死任意种类的8条海鳗。",
["S"] = {
"杀死足够多的令人作呕的海鳗",
},
},
[26147] = {
["T"] = "更大更丑",
["O"] = "杀死8名碎石怪萨满祭司和8名碎石怪断骨者。",
["S"] = {
"消灭碎石怪萨满祭司",
"消灭碎石怪断骨者",
},
},
[60737] = {
["T"] = "穿越未知之门",
["O"] = "打开兵主之座的门。",
["S"] = {
"打开前往兵主之座的门",
},
},
[26860] = {
["T"] = "塞尔萨玛血肠",
["O"] = "从洛克莫丹的黑熊身上割下8块熊臀肉。",
["S"] = {
"熊臀肉",
},
},
[36676] = {
["T"] = "突袭永茂丛林",
["O"] = "突袭戈尔隆德永茂丛林的木精部队。",
["S"] = {
"突袭永茂丛林的木精部队",
},
},
[45123] = {
["T"] = "元素萨满祭司：莱维娅·劳伦斯的窘境",
["O"] = "在城里打听莱维娅·劳伦斯的情报。",
["S"] = {
"在铭文师的殿堂打听莱维娅的消息",
},
},
[9299] = {
["O"] = "将潦草的便笺交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
["T"] = "潦草的便笺",
},
[53826] = {
["T"] = "我们之间的煽动者",
["O"] = "在佐卡罗广场和执行者玛尔松对质。",
["S"] = {
"和执行者玛尔松对质",
},
},
[9427] = {
["T"] = "净化水体",
["O"] = "前往阿苟纳之池，对阿苟纳的尸体使用净化水瓶。当阿苟纳的精华被净化之后，回去向智者阿曼恩复命。",
["S"] = {
"净化阿苟纳的气息",
},
},
[29875] = {
["O"] = "找到康·棘杖。",
["T"] = "康·棘杖",
},
[27299] = {
["T"] = "撕裂的大地",
["O"] = "消灭3根厄索拉斯的触须。",
["S"] = {
"消灭厄索拉斯的触须",
},
},
[63041] = {
["O"] = "短缺物资的奖励",
["T"] = "短缺物资的奖励",
},
[27555] = {
["O"] = "菲奥拉的好运符",
["T"] = "菲奥拉的好运符",
},
[55362] = {
["T"] = "元素之怒",
["O"] = "安抚8个潮汐涌动者。",
["S"] = {
"安抚潮汐涌动者",
},
},
[39236] = {
["O"] = "在干船坞与索洛格碰头。",
["T"] = "开始干活",
},
[27939] = {
["T"] = "沙漠之狐",
["O"] = "司克诺兹要你把沙漠之狐给他带去。",
["S"] = {
"沙漠之狐",
},
},
[47939] = {
["T"] = "如果这把钥匙对得上……",
["O"] = "收集6把艾什凡商人钥匙。",
["S"] = {
"艾什凡商人钥匙",
},
},
[28195] = {
["T"] = "发出信息",
["O"] = "元首司克诺兹要你去杀掉玛尔贡船长、科克船长，以及克隆卡船长。",
["S"] = {
"杀死玛尔贡船长",
"杀死科克船长",
"杀死克隆卡船长",
},
},
[56642] = {
["T"] = "黑暗之潮",
["O"] = "消灭潮汐主母艾森迪丝。",
["S"] = {
"消灭潮汐主母艾森迪丝",
},
},
[27345] = {
["T"] = "死亡通讯器",
["O"] = "找到被遗忘者的通讯装置。",
["S"] = {
"死亡通讯器",
},
},
[28579] = {
["O"] = "去找东瘟疫之地圣光之愿礼拜堂的格克·喷箭。",
["T"] = "英雄的召唤：荒芜之地！",
},
[41028] = {
["T"] = "电力网",
["O"] = "在魔网节点：泰安诺为月之封印、星之封印、兽之封印和精灵封印充能。",
["S"] = {
"为月之封印充能",
"为星之封印充能",
"为兽之封印充能",
"为精灵封印充能",
},
},
[9514] = {
["O"] = "将写满符文的石板交给秘蓝岛奥德修斯营地的女祭司基琳·伊尔蒂娜。",
["T"] = "写满符文的石板",
},
[33349] = {
["T"] = "STARTER QUEST - RED->PURPLE 15",
["O"] = "跑过拱门，通过红色标记和紫色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[29091] = {
["O"] = "自由移动",
["T"] = "自由移动",
},
[29219] = {
["T"] = "布温巴之魂",
["O"] = "警告荆棘谷的人们，并找到另一名暗矛大使。",
["S"] = {
"帮助布温巴找到暗矛大使",
},
},
[28025] = {
["O"] = "与克莉丝塔萨交谈。",
["T"] = "征召冒险者：剃刀高地",
},
[58946] = {
["O"] = "使用圣盾术穿过通灵屏障，然后摧毁通灵祭坛。如果你需要减少圣盾术的冷却时间，就和约拉谈谈。",
["T"] = "圣盾术",
},
[59202] = {
["T"] = "魂选者之中",
["O"] = "返回魂选密院。",
["S"] = {
"返回魂选密院",
},
},
[10771] = {
["T"] = "灰烬中的新生",
["O"] = "古树莫斯伍德要求你前往焦火荒野，将铁根种子植入那里三堆不同的肥沃的火山灰中，然后回到卢安荒野向他复命。",
["S"] = {
"南部火山灰",
"中部火山灰",
"北部火山灰",
},
},
[26961] = {
["T"] = "收集石像",
["O"] = "将8尊小石像带给铁环挖掘场的麦格玛尔·落斧。",
["S"] = {
"小石像",
},
},
[59970] = {
["T"] = "术士的交易",
["O"] = "调查第一考察队中的术士尸体。",
["S"] = {
"调查死去术士的尸体",
},
},
[9322] = {
["O"] = "造访艾萨拉、希利苏斯、安戈洛环行山和冬泉谷的仲夏庆典营地，然后回到节日护火者处。",
["T"] = "卡利姆多的野火",
},
[60482] = {
["T"] = "以我之眼",
["O"] = "收集10把隐藏的武器",
["S"] = {
"取回隐藏的武器",
},
},
[9360] = {
["O"] = "将阿曼尼入侵计划交给远行者居所的达恩·晨行者中尉。",
["T"] = "阿曼尼的入侵",
},
[52803] = {
["T"] = "意外恐惧",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败考瓦尔·暗须",
},
},
[36677] = {
["T"] = "突袭破碎悬崖",
["O"] = "突袭纳格兰破碎悬崖的独眼魔部队。",
["S"] = {
"利用破碎悬崖的冲突",
},
},
[36933] = {
["T"] = "宿敌：化为死神",
["O"] = "在德拉诺的PvP战斗中击败一名熊猫人玩家，并夺取其身上的熊猫人之心。",
["S"] = {
"熊猫人之心",
},
},
[42815] = {
["T"] = "重返破碎海滩",
["O"] = "搭乘达纳斯的备用坐骑前往破碎海滩并提供帮助。",
["S"] = {
"飞往破碎海滩",
},
},
[31795] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的熊猫人茶具",
},
[11475] = {
["T"] = "必需的工具",
["O"] = "嚎风峡湾探险者协会哨站的沃尔特要求你取回他的建造工具。",
["S"] = {
"建造工具",
},
},
[37957] = {
["T"] = "可耻的鲁纳斯",
["O"] = "消灭可耻的鲁纳斯。",
["S"] = {
"消灭可耻的鲁纳斯",
},
},
[31395] = {
["T"] = "神圣体验",
["O"] = "和雪怒谈一谈，完成他的试炼。",
["S"] = {
"与雪怒交谈",
"通过第一个试炼",
"通过第二个试炼",
"通过第三个试炼",
},
},
[39781] = {
["T"] = "奈萨里奥的巢穴：地底之王之死",
["O"] = "夺回卡兹格罗斯之锤。",
["S"] = {
"与纳瓦罗格交谈（可选）",
"卡兹格罗斯之锤",
},
},
[11731] = {
["T"] = "扔火炬",
["O"] = "赢得一场扔火炬游戏，然后与吞火大师谈一谈。",
["S"] = {
"击中8个火盆。",
},
},
[34420] = {
["O"] = "跟随大法师卡德加。",
["T"] = "战争的代价",
},
[26065] = {
["T"] = "释放维尔哈伊",
["O"] = "杀死所有的恐怖触须，释放维尔哈伊。",
["S"] = {
"释放维尔哈伊",
},
},
[32035] = {
["O"] = "去四风谷的丝纱工坊向蔡丝匠报到。",
["T"] = "有丝绸吗？",
},
[64322] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "法夜老兵",
},
[40005] = {
["T"] = "风暴峡湾的救赎",
["O"] = "在勇者之门打败神王斯科瓦尔德。",
["S"] = {
"击败神王斯科瓦尔德",
},
},
[40261] = {
["O"] = "占位符",
["T"] = "恶魔猎手 选择 3",
},
[40517] = {
["T"] = "陨落的雄狮",
["O"] = "把瓦里安国王的信件交给安度因国王。",
["S"] = {
"搭乘狮鹫前往暴风要塞",
},
},
[25937] = {
["T"] = "无价之宝",
["O"] = "从古博拉采掘场矿洞里获得8个冰封的圣物。",
["S"] = {
"冰封的圣物",
},
},
[12307] = {
["O"] = "银溪镇的卡娅要求你拔出8株破狼草根。",
["T"] = "破狼草",
},
[24740] = {
["T"] = "火山活动",
["O"] = "从安戈洛环形山火山口附近的火焰元素身上收集9份安戈洛灰烬样本。",
["S"] = {
"安戈洛灰烬",
},
},
[41541] = {
["O"] = "在达拉然的克拉苏斯平台与格瑞夫谈一谈。",
["T"] = "兽性的探索",
},
[24996] = {
["O"] = "将霍兰德的神奇饮料带给被俘虏的巡山人。",
["T"] = "霍兰德的实验",
},
[58435] = {
["O"] = "前往沃顿的狐人藏身处和哈加什见面。",
["T"] = "狐人的传承",
},
[25252] = {
["T"] = "厄运之槌的统治者们",
["O"] = "杀死6个戈多克执行者和6个戈多克食人魔法师。",
["S"] = {
"消灭戈多克执行者",
"消灭戈多克食人魔法师",
},
},
[12691] = {
["T"] = "古旧的石箱",
["O"] = "从索拉查卫士身上取得巨型石钥匙，用它打开造物者悬台上的古旧石箱。",
["S"] = {
"巨型石钥匙",
},
},
[33872] = {
["T"] = "亡者之尘",
["O"] = "从暮秋岛的暮翼蛾身上收集7把暮翼之尘。",
["S"] = {
"一把暮翼之尘",
},
},
[8784] = {
["O"] = "把上古其拉神器交给隐藏在神殿入口处的龙类。",
["T"] = "其拉的秘密",
},
[59715] = {
["T"] = "给马特亚斯的消息",
["O"] = "召唤监工马特亚斯返回营地。",
["S"] = {
"派出信使",
},
},
[59971] = {
["O"] = "与暗槌大桥处的奇怪灵魂交谈。",
["T"] = "战士的终点",
},
[60227] = {
["O"] = "TBD",
["T"] = "TBD Soulguard Torch",
},
[8682] = {
["O"] = "星眼长者",
["T"] = "星眼长者",
},
[36166] = {
["T"] = "不要浪费时间",
["O"] = "把峰林药膏喂给坠斧营地的伦祖尔。",
["S"] = {
"派发峰林药膏",
},
},
[26404] = {
["O"] = "去找荆棘谷海角硬钳避世乐园的莎希·硬钳。",
["T"] = "我没钱",
},
[36678] = {
["T"] = "突袭莫高尔岗哨",
["O"] = "突袭纳格兰莫高尔岗哨的战歌兽人。",
["S"] = {
"突袭日泉岗哨的战歌兽人",
},
},
[36934] = {
["T"] = "宿敌：土水煞星",
["O"] = "在德拉诺的PVP战斗中消灭500名熊猫人玩家。",
["S"] = {
"消灭熊猫人玩家",
},
},
[45381] = {
["T"] = "暗夜要塞：夏多雷护符",
["O"] = "从暗夜要塞的艾利桑德身上收集4个时光回响（普通难度）。",
["S"] = {
"时光回响",
},
},
[13459] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[62275] = {
["O"] = "与塔尔-伊纳拉交谈。",
["T"] = "晋升堡垒",
},
[42597] = {
["O"] = "与苍穹要塞的奥丁对话。",
["T"] = "奥丁召唤",
},
[27300] = {
["T"] = "击退",
["O"] = "在德拉卡戈废墟杀死12名暮光之锤。",
["S"] = {
"杀死德拉卡戈邪教徒",
},
},
[63043] = {
["T"] = "撕裂的灵魂",
["O"] = "在特玛库伦摧毁10个碎魂陷阱。",
["S"] = {
"关闭碎魂陷阱",
},
},
[27556] = {
["O"] = "吉德文的武器油",
["T"] = "吉德文的武器油",
},
[6922] = {
["O"] = "把奇怪的水球交给黑暗深渊的耶努萨克雷。",
["T"] = "阿奎尼斯男爵",
},
[25297] = {
["T"] = "疯从口出",
["O"] = "收集石花、苦寒之花和一撮暗焰余烬。",
["S"] = {
"石花",
"苦寒之花",
"暗焰余烬",
},
},
[27940] = {
["T"] = "肮脏的鸟",
["O"] = "你要杀掉8只染病的兀鹫。",
["S"] = {
"杀死染病的兀鹫",
},
},
[64323] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "格里恩老兵",
},
[48982] = {
["O"] = "侵入点：奥雷诺",
["T"] = "侵入点：奥雷诺",
},
[7082] = {
["T"] = "奥特兰克山谷的墓地",
["O"] = "占领一座墓地，然后向霜狼村的亚斯拉复命。",
["S"] = {
"占领墓地",
},
},
[40518] = {
["T"] = "破碎海滩之战",
["O"] = "将鲁索船长的船带到破碎海滩。",
["S"] = {
"搭乘舰船前往破碎海滩",
},
},
[57156] = {
["O"] = "和奈洛克交谈，清除你受到的“赐福”。",
["T"] = "盲目",
},
[28708] = {
["O"] = "向地狱火半岛命运阶梯的指挥官杜隆报到。\r\n\r\n法师区的荣耀堡法师会帮助你前往该地。",
["T"] = "英雄的召唤：外域！",
},
[49477] = {
["O"] = "找到亡灵斥候小队的首领查德威克·帕克斯顿。",
["T"] = "意外援军",
},
[41542] = {
["O"] = "在达拉然的克拉苏斯平台与阿帕塔·高岭谈一谈。",
["T"] = "狩猎准备",
},
[41798] = {
["O"] = "与征募官贾瑞德谈一谈。",
["T"] = "不断壮大",
},
[58436] = {
["O"] = "前往麦卡贡市与艾拉兹敏王子见面。",
["T"] = "机械侏儒的传承",
},
[48977] = {
["O"] = "与维迪卡尔的守备官嘉兰娜谈一谈，领取你的奖励。",
["T"] = "圣光军团的物资",
},
[55743] = {
["T"] = "继续回收",
["O"] = "收集1捆可回收的零件",
["S"] = {
"一捆可回收的零件",
},
},
[27188] = {
["T"] = "女巫岭的幽灵",
["O"] = "打败10个复活的躯壳或复活的游魂，从它们身上收集情报。",
["S"] = {
"收集情报",
},
},
[28571] = {
["O"] = "去找希尔斯布莱德丘陵南点大门的高级执行官达萨利亚。",
["T"] = "大酋长的命令：希尔斯布莱德丘陵！",
},
[29860] = {
["T"] = "决一死战",
["O"] = "闪电大厅的风暴先驱埃尔林要求你击败沃尔坎。",
["S"] = {
"击败沃尔坎",
},
},
[59972] = {
["T"] = "哈尔玛的最后处决",
["O"] = "消灭不朽者哈尔玛。你必须使用斩杀才能真正将他消灭。",
["S"] = {
"用斩杀消灭不朽者哈尔玛",
},
},
[60228] = {
["O"] = "TBD",
["T"] = "罪碑速递待定",
},
[35911] = {
["O"] = "巨石之核奖励任务",
["T"] = "巨石之核奖励任务",
},
[24529] = {
["T"] = "火上浇油",
["O"] = "营救被关住的5名陶拉祖难民，杀掉任意组合的共计8名刺背织棘者和刀刃卫士。",
["S"] = {
"从牢笼中释放陶拉祖难民",
"击败刺背野猪人",
},
},
[8149] = {
["T"] = "缅怀英雄",
["O"] = "前往西瘟疫之地的光明使者乌瑟尔的墓碑，在墓碑前放下他的祭品。在收获节结束之前返回铁炉堡的瓦格纳·巨锤那儿。",
["S"] = {
"将祭品放在光明使者乌瑟尔的墓前",
},
},
[36679] = {
["T"] = "突袭黑潮栖木",
["O"] = "突袭影月谷黑潮栖木的钢铁部落军队。",
["S"] = {
"突袭黑潮栖木的钢铁部落军队",
},
},
[48937] = {
["O"] = "制造虚无行者的传送门发生器",
["T"] = "制造虚无行者的传送门发生器",
},
[30884] = {
["O"] = "在润泥藏身处找到陶矢。",
["T"] = "战场后方",
},
[37447] = {
["T"] = "恶魔血液",
["O"] = "从破碎群岛的任意恶魔身上取得100份魔血。",
["S"] = {
"魔血",
},
},
[54085] = {
["O"] = "配件单独出售",
["T"] = "配件单独出售",
},
[42792] = {
["T"] = "标下你的记号",
["O"] = "招募塞莱莎、希尔乐和洛林，杀死监视者杜兰特。",
["S"] = {
"招募希尔乐",
"招募洛林",
"招募塞莱莎",
},
},
[9913] = {
["O"] = "向纳格兰埃瑞斯码头的杰赫报到。",
["T"] = "星界财团需要你！",
},
[48883] = {
["T"] = "大鸟不死",
["O"] = "在泥鱼小屋消灭盐喙。",
["S"] = {
"消灭盐喙",
},
},
[38727] = {
["T"] = "阻止轰炸",
["O"] = "除掉军团毁灭炮。",
["S"] = {
"末日堡垒灭绝者",
"腐化熔炉灭绝者",
"灵魂引擎灭绝者",
},
},
[31780] = {
["T"] = "老马当劳",
["O"] = "在宠物战斗中击败老马当劳。",
["S"] = {
"击败老马当劳",
},
},
[47430] = {
["T"] = "监督枭兽",
["O"] = "观察附近跳舞、施放月火术和打瞌睡的枭兽宝宝，看你能学到什么。",
["S"] = {
"观察枭兽宝宝跳舞",
"观察枭兽宝宝使用月火术",
"观察枭兽宝宝睡觉",
},
},
[39495] = {
["T"] = "无所遁形",
["O"] = "消灭邪能领主卡扎并获取他的邪能之力。",
["S"] = {
"消灭卡扎并获取力量",
},
},
[64324] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "通灵领主老兵",
},
[31952] = {
["T"] = "战斗宠物训练师：潘达利亚",
["O"] = "在宠物战斗中击败圣地的俞娜、农夫倪石、莫鲁克、勇敢的尹勇、探索者祖什和废土行者苏游。",
["S"] = {
"击败圣地的俞娜",
"击败农夫倪石",
"击败莫鲁克",
"击败勇敢的尹勇",
"击败探索者祖什",
"击败废土行者苏游",
},
},
[31824] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[40519] = {
["O"] = "到暴风城港口向征募官李报到。",
["T"] = "军团再临：军团回归",
},
[42598] = {
["O"] = "招募拉格瓦尔德·龙脉和菲娜·伯恩多提尔。",
["T"] = "苍穹要塞的勇士",
},
[41031] = {
["T"] = "为了人民",
["O"] = "找到魔力酒泉，把空的魔力酒囊装满，然后把魔力酒分给渴求法力的夜之子。",
["S"] = {
"在魔力酒泉把空的魔力酒囊装满",
},
},
[31568] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员伊斯比纳，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[48874] = {
["T"] = "生锈陷阱",
["O"] = "重置5个捕熊陷阱。",
["S"] = {
"重置捕熊陷阱",
},
},
[24997] = {
["T"] = "盗墓贼",
["O"] = "杀死腐皮盗墓贼和混血腐皮豺狼人。\n\n弄到6瓶防腐剂。",
["S"] = {
"消灭腐皮盗墓贼",
"消灭混血腐皮豺狼人",
"防腐剂",
},
},
[58437] = {
["T"] = "从部件到整体",
["O"] = "标记15具尸体以供收集",
["S"] = {
"标记要收集的尸体",
},
},
[8532] = {
["T"] = "部落需要铜锭！",
["O"] = "把20块铜锭交给奥格瑞玛精神谷的矿工克罗威尔。",
["S"] = {
"铜锭",
},
},
[46238] = {
["T"] = "建造传送门",
["O"] = "收集5块邪能页岩，3颗混沌尖晶，以及1瓶不屈药水。这些物品可以通过专业技能收集制作，或者从拍卖行采购。",
["S"] = {
"邪能页岩",
"混沌尖晶",
"不屈药水",
},
},
[48854] = {
["T"] = "力量的代价",
["O"] = "聆听扎达克斯的讲话。",
["S"] = {
"聆听扎达克斯说话",
},
},
[8724] = {
["O"] = "晨露长者",
["T"] = "晨露长者",
},
[43335] = {
["T"] = "求生技能",
["O"] = "用劈好的木头生火，并用营火炙烤肉排以展示你的求生能力。",
["S"] = {
"生肉",
"木材",
},
},
[59973] = {
["T"] = "超越死亡的牵绊",
["O"] = "在达里安营救亚历山德罗斯时保护他。",
["S"] = {
"协助亚历山德罗斯",
},
},
[37750] = {
["O"] = "专业技能激活",
["T"] = "专业技能激活",
},
[44077] = {
["T"] = "艾萨拉之眼：平衡精华",
["O"] = "从艾萨拉之怒身上收集1份平衡精华。",
["S"] = {
"平衡精华",
},
},
[37754] = {
["O"] = "地下城激活",
["T"] = "地下城激活",
},
[48699] = {
["T"] = "潜入扎拉玛",
["O"] = "潜入扎拉玛，找到乔库加。",
["S"] = {
"找到觅血者乔库加",
},
},
[36680] = {
["T"] = "突击索克雷萨高地",
["O"] = "攻击影月谷索克雷萨高地的萨格雷军队。",
["S"] = {
"突袭索克雷萨高地的萨格雷军队",
},
},
[37766] = {
["T"] = "围城：布兰肯斯波",
["O"] = "在悬槌堡里击败布兰肯斯波。",
["S"] = {
"消灭布兰肯斯波",
},
},
[61765] = {
["T"] = "结界真言",
["O"] = "窃取一个刺客的灵魂斗篷，驱散4个破灭堡内的结界符文。\r\n\r\n建议玩家人数：[3]",
["S"] = {
"刺客的灵魂斗篷",
},
},
[60401] = {
["O"] = "与你的新兵在炽蓝仙野完成3个世界任务。",
["T"] = "炽蓝仙野训练",
},
[62277] = {
["O"] = "与塔尔-伊纳拉交谈。",
["T"] = "炽蓝仙野",
},
[26767] = {
["O"] = "制作一个索引任务。",
["T"] = "弄清楚如何制作任务",
},
[27301] = {
["O"] = "去找德拉卡戈废墟的唤地者耶法。",
["T"] = "牢不可破",
},
[63045] = {
["T"] = "供养灵魂",
["O"] = "重新获得心能以强化复仇之魂，在其帮助下击败审判官穆尔拉克。\r\n\r\n建议玩家人数：[3]",
["S"] = {
"用心能强化复仇之魂",
},
},
[27557] = {
["O"] = "塔伦纳的护符",
["T"] = "塔伦纳的护符",
},
[8446] = {
["O"] = "寻找能解读梦魇包裹的物品中所隐藏的信息的人。\n\n或许拥有强大力量的德鲁伊可以帮助你。",
["T"] = "梦魇的缠绕",
},
[55622] = {
["T"] = "马上提车",
["O"] = "获得500S-网源能量核心。",
["S"] = {
"获得500S-网源能量核心",
},
},
[27941] = {
["T"] = "时髦主义",
["O"] = "贝洛克·辉刃要你收集10件步兵制服。",
["S"] = {
"步兵制服",
},
},
[64325] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "堕罪堡老兵",
},
[40008] = {
["T"] = "唯一出路",
["O"] = "护送塔莉萨到安全地带。",
["S"] = {
"护送塔莉萨到安全地带",
},
},
[28325] = {
["T"] = "绿色生活",
["O"] = "取回8个用过的荒疫之罐。",
["S"] = {
"用过的荒疫之罐",
},
},
[40520] = {
["T"] = "回顾过去",
["O"] = "寻找一瓶大气之火 、一些穆莎之泪和一块暗裂水晶。",
["S"] = {
"一瓶大气之火",
"穆莎之泪",
"暗裂水晶",
},
},
[28581] = {
["O"] = "去找灼热峡谷瑟银前哨的杰克·岩腿。",
["T"] = "大酋长的命令：灼热峡谷！",
},
[28709] = {
["O"] = "去找北风苔原无畏要塞的征募官布莱瑟。",
["T"] = "英雄的召唤：北风苔原！",
},
[37855] = {
["O"] = "调查蓝翼繁育地。",
["T"] = "最后的雏龙",
},
[28965] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[33609] = {
["T"] = "北郡飞奔练习",
["O"] = "跑过拱门，通过蓝色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[58438] = {
["O"] = "吞噬之喉",
["T"] = "吞噬之喉",
},
[37856] = {
["T"] = "枯法者",
["O"] = "在蓝翼繁育地消灭12个枯法者。",
["S"] = {
"消灭枯法者",
},
},
[42568] = {
["O"] = "在暴风城外面找到半兽人迦罗娜。",
["T"] = "进城准备",
},
[59206] = {
["O"] = "返回奥利波斯。",
["T"] = "兵主之语",
},
[10772] = {
["T"] = "征服之路",
["O"] = "前往影月谷的征服之路。",
["S"] = {
"侦察征服之路",
},
},
[29861] = {
["T"] = "不惜代价！",
["O"] = "闪电大厅的风暴先驱埃尔林要求你击败洛肯，然后将洛肯的信物带回来交给他。",
["S"] = {
"洛肯的信物",
},
},
[59974] = {
["O"] = "在玛卓克萨斯的魂选密院与亚历山德罗斯·莫格莱尼会面。",
["T"] = "获救的灵魂",
},
[37910] = {
["T"] = "正式竞速赛",
["O"] = "跑过起点，先后抵达蓝色柱标、绿色柱标和红色柱标，最后返回起点。",
["S"] = {
"携带一枚暗月游戏代币在起点处就位",
},
},
[35913] = {
["O"] = "巨石之核（英雄难度）奖励任务",
["T"] = "巨石之核（英雄难度）奖励任务",
},
[37961] = {
["T"] = "动感低音",
["O"] = "收集低音炮、镭射读碟器、音效增幅器、S.P.R.K.电容器和古木电线。",
["S"] = {
"低音炮",
"镭射读碟器",
"音效增幅器",
"S.P.R.K.电容器",
"古木电线",
},
},
[48527] = {
["T"] = "贪食恶兽",
["O"] = "消灭9只贪吃的双帆龙。",
["S"] = {
"消灭暴躁的双帆龙",
},
},
[11220] = {
["O"] = "找到无头骑士的南瓜神龛。",
["T"] = "无头骑士",
},
[30757] = {
["O"] = "帮祝踏岚解除恨之煞对他的控制。",
["T"] = "影踪派掌门",
},
[8476] = {
["T"] = "阿曼尼的进犯",
["O"] = "永歌森林远行者居所的达恩·晨行者中尉要求你杀死5名阿曼尼狂战士和5名阿曼尼掷斧者。",
["S"] = {
"消灭阿曼尼狂战士",
"消灭阿曼尼掷斧者",
},
},
[53831] = {
["T"] = "皇家盛典",
["O"] = "在达萨罗的巨擘封印与赞达拉大使会面。",
["S"] = {
"使用通往祖达萨的传送门（可选）",
"和赞达拉大使见面",
},
},
[62278] = {
["O"] = "与塔尔-伊纳拉交谈。",
["T"] = "玛卓克萨斯",
},
[11540] = {
["T"] = "击溃晨锋部队",
["O"] = "阳湾军械库的魔导师伊拉斯塔希望你去消灭6个晨锋召唤者、6个晨锋血骑士和3个晨锋射手。",
["S"] = {
"消灭晨锋召唤者",
"消灭晨锋血骑士",
"消灭晨锋射手",
},
},
[8604] = {
["T"] = "部落需要绒线绷带！",
["O"] = "把20卷绒线绷带交给奥格瑞玛精神谷的医师朗兰纳。",
["S"] = {
"绒线绷带",
},
},
[11668] = {
["T"] = "巨型淡水虾",
["O"] = "为老渔夫巴尔洛带回10只巨型淡水虾。你可以在沙塔斯城东北面的希尔米耶湖旁找到他。",
["S"] = {
"巨型淡水虾",
},
},
[55111] = {
["T"] = "生态研究：赞齐尔纳迦",
["O"] = "使用麦丁的卷轴从纳沙塔尔的多种生物身上收集数据。",
["S"] = {
"赞齐尔残暴者",
"赞齐尔刺客",
"赞齐尔追猎者",
"赞齐尔钢鳞卫士",
"赞齐尔侵攻者",
"赞齐尔蛮兵",
"赞齐尔海潮领主",
"赞齐尔惩罚者",
},
},
[39505] = {
["T"] = "邪能尖塔",
["O"] = "在史诗难度地狱火堡垒中的玛诺洛斯身上收集4块邪能精华。",
["S"] = {
"邪能精华",
},
},
[31909] = {
["T"] = "驯宠宗师崔克斯",
["O"] = "在一场宠物战斗中击败“冷血”崔克斯。",
["S"] = {
"击败“冷血”崔克斯",
},
},
[55879] = {
["T"] = "骑乘科技强化野猪",
["O"] = "骑上巨型野猪摧毁亡灵军队。",
["S"] = {
"骑乘巨型野猪",
},
},
[38014] = {
["T"] = "享用巨龙魔力",
["O"] = "在蓝翼栖地消灭15个枯法者。",
["S"] = {
"在蓝翼栖地消灭枯法者",
},
},
[40009] = {
["T"] = "魔瘾",
["O"] = "进入沙尔艾兰，寻找可以满足塔莉萨的渴求的东西。",
["S"] = {
"搜索沙尔艾兰",
},
},
[12116] = {
["T"] = "孤胆英雄……",
["O"] = "哈考尔营地的克拉斯要你进入达基尔金废墟，收集5只达卡莱之罐。",
["S"] = {
"达卡莱之罐",
},
},
[54118] = {
["T"] = "聚沙成塔",
["O"] = "帮助萨拉塔斯恢复力量。",
["S"] = {
"喂食萨拉塔斯",
},
},
[24486] = {
["T"] = "抓紧时机",
["O"] = "从石腭挖掘者那里取回5件无价的石腭器物。",
["S"] = {
"无价的石腭穴居人神器",
},
},
[41033] = {
["O"] = "进入伊利达雷传送门，登上马顿的邪能之槌号。",
["T"] = "返回马顿",
},
[24742] = {
["T"] = "究根问底",
["O"] = "安戈洛尔环形山的克拉兰克要你去找到火羽山中温度最高的地方。\n\n当你找到一个看上去很热的地方时，就使用温度计来测量当地的温度。不断尝试，直到你找到温度最高的地方。",
["S"] = {
"找到火羽山最热的区域",
},
},
[12436] = {
["T"] = "赚外快",
["O"] = "征服堡的粮食商人洛克兰要求你从附近的耸角雄鹿身上采集5块肥美的鹿肉。",
["S"] = {
"肥美的鹿肉",
},
},
[24998] = {
["T"] = "蛆眼",
["O"] = "杀死蛆眼，拿到他的爪子。",
["S"] = {
"蛆眼的爪子",
},
},
[58439] = {
["O"] = "吞噬之喉",
["T"] = "吞噬之喉",
},
[29576] = {
["O"] = "与蜜风果园的挑战者邵傲谈一谈。",
["T"] = "烦恼之风",
},
[38110] = {
["O"] = "Classic 20-29",
["T"] = "Classic 20-29",
},
[59207] = {
["T"] = "解放的知识",
["O"] = "救出监理者拉诺、图书馆员艾拉图斯和历史学家泰拉娜。",
["S"] = {
"解救监理者拉诺",
"解救图书馆员艾拉图斯",
"解救历史学家泰拉娜",
},
},
[48452] = {
["T"] = "鲜血集市",
["O"] = "收集3个黑暗雕像，并破坏召唤圣杯。",
["S"] = {
"黑暗雕像",
"摧毁召唤圣杯",
},
},
[35146] = {
["T"] = "好博士",
["O"] = "救出哈德利·里卡德博士。",
["S"] = {
"营救哈德利·里卡德博士",
},
},
[59975] = {
["O"] = "与恐斧督军在暗槌堡垒外边见面。",
["T"] = "前往暗槌堡垒",
},
[26022] = {
["T"] = "第一滴血",
["O"] = "从辛迪加雇佣兵身上获得10根血石护符。",
["S"] = {
"血石护符",
},
},
[26150] = {
["O"] = "与艾尔文森林马科伦农场的梅贝尔·马科伦交谈。",
["T"] = "拜访梅贝尔",
},
[26278] = {
["T"] = "保卫格罗姆高：迅猛龙危机",
["O"] = "破坏12枚鞭尾龙蛋。",
["S"] = {
"消灭鞭尾龙蛋",
},
},
[38112] = {
["O"] = "Classic 40-49",
["T"] = "Classic 40-49",
},
[36682] = {
["T"] = "突袭命运之柱",
["O"] = "突袭影月谷命运之柱的影月兽人。",
["S"] = {
"突袭命运之柱的影月兽人",
},
},
[48348] = {
["T"] = "刺人的倒刺",
["O"] = "从钩尾尖刺鳐身上收集4个剧毒倒刺。",
["S"] = {
"完整的剧毒钩刺",
},
},
[38116] = {
["O"] = "Cata/MoP 80-89",
["T"] = "Cata/MoP 80-89",
},
[13460] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[62279] = {
["O"] = "与塔尔-伊纳拉交谈。",
["T"] = "雷文德斯",
},
[39582] = {
["T"] = "尖牙与利爪",
["O"] = "从塔纳安丛林的各种野生动物身上搜集100枚塔纳安丛林利齿。",
["S"] = {
"塔纳安丛林利齿",
},
},
[27302] = {
["T"] = "简单的解决方案",
["O"] = "收集10桶柴燃油。",
["S"] = {
"柴燃油",
},
},
[13716] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的克罗索斯。",
["S"] = {
"勇士的徽记",
},
},
[27558] = {
["O"] = "帕米拉的洋娃娃",
["T"] = "帕米拉的洋娃娃",
},
[10396] = {
["T"] = "我的敌人的敌人……",
["O"] = "摧毁铸魔营地：狂乱中的3座邪能火炮I型，然后返回荣耀岗哨向巴洛克元帅复命。",
["S"] = {
"消灭邪能火炮I型",
},
},
[47433] = {
["T"] = "以攻为守",
["O"] = "与妖术领主拉尔一起巡逻边境。",
["S"] = {
"与妖术领主拉尔交谈（可选）",
"与妖术领主拉尔一起飞行",
},
},
[55880] = {
["T"] = "能源再分配",
["O"] = "使用NRG-100为6个能量电池进行充能。",
["S"] = {
"装备NRG-100",
},
},
[28070] = {
["O"] = "与阿克莱德交谈。",
["T"] = "征召冒险者：黑石塔",
},
[28198] = {
["O"] = "跟奥丹姆拉穆卡恒军团前哨的萨赫特谈一谈。",
["T"] = "最薄弱的一环",
},
[56648] = {
["O"] = "在纳沙塔尔境内消灭部落。",
["T"] = "战斗的召唤：纳沙塔尔",
},
[40522] = {
["T"] = "部落的命运",
["O"] = "前往格罗玛什要塞，了解部落的命运。",
["S"] = {
"向萨鲁法尔报到",
},
},
[28582] = {
["O"] = "去找灼热峡谷瑟银前哨的杰克·岩腿。",
["T"] = "英雄的召唤：灼热峡谷！",
},
[10524] = {
["T"] = "雷神氏族的神器",
["O"] = "找回雷神氏族战鼓、雷神氏族箭矢和雷神氏族石板。",
["S"] = {
"雷神氏族箭矢",
"雷神氏族战鼓",
"雷神氏族石板",
},
},
[48324] = {
["O"] = "找到米基。",
["T"] = "迷失泽姆兰",
},
[28966] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[38558] = {
["T"] = "振荡器，待会见",
["O"] = "找回水晶振荡器。",
["S"] = {
"水晶振荡器",
},
},
[13673] = {
["T"] = "冠军的利剑",
["O"] = "找到灰木之剑，把它交给银色比武场的魔导师埃迪恩·炎谷。",
["S"] = {
"灰木之剑",
},
},
[27216] = {
["O"] = "跟塞拉摩东边岛屿上灯塔的巴布·菲兹托克谈一谈。",
["T"] = "这座旧灯塔",
},
[58952] = {
["O"] = "净化烈焰",
["T"] = "净化烈焰",
},
[29606] = {
["T"] = "泰罗克的遗产",
["O"] = "将泰罗克的面具和泰罗克的羽毛交给塞泰克大厅的伊斯法尔。",
["S"] = {
"泰罗克的面具",
"泰罗克的羽毛",
},
},
[29734] = {
["O"] = "深炉长者",
["T"] = "深炉长者",
},
[29862] = {
["T"] = "扫清道路",
["O"] = "闪电大厅的风暴先驱埃尔林要求你杀死3个雷铸医师，3个雷铸战术师以及比亚格里将军。",
["S"] = {
"消灭雷铸医师",
"消灭雷铸战术师",
"消灭比亚格里将军",
},
},
[35403] = {
["O"] = "旋云之巅奖励任务",
["T"] = "旋云之巅奖励任务",
},
[27088] = {
["T"] = "你摄取的不过是毒素",
["O"] = "用变异的灌木小鸡杀掉森林双头魔。",
["S"] = {
"消灭森林双头魔",
},
},
[44106] = {
["O"] = "前往萨斯塔拉寻找埃洛瑟尔。",
["T"] = "传承大德鲁伊",
},
[38133] = {
["O"] = "Classic 30-39",
["T"] = "Classic 30-39",
},
[38134] = {
["O"] = "Classic 40-49",
["T"] = "Classic 40-49",
},
[36683] = {
["T"] = "突袭斯克提斯",
["O"] = "突袭阿兰卡峰林斯克提斯处的鲁克玛信徒。",
["S"] = {
"突袭斯克提斯的鸦人部队",
},
},
[264] = {
["O"] = "把克拉莉斯的坠饰放在银松森林尤瑞夫的坟墓上。",
["T"] = "至死方休",
},
[38137] = {
["O"] = "WLK 70-79",
["T"] = "WLK 70-79",
},
[26448] = {
["T"] = "消灭军团",
["O"] = "消灭冥火岭、屠魔峡谷和屠魔山的任意15名恶魔。",
["S"] = {
"消灭恶魔",
},
},
[34551] = {
["O"] = "Shaper Dungeon [PH] Challenge Mode - Bronze Addition (Nth)",
["T"] = "Shaper Dungeon [PH] Challenge Mode - Bronze Addition (Nth)",
},
[62536] = {
["T"] = "泰达希尔的迷失之魂",
["O"] = "前往噬渊并营救失落之魂。",
["S"] = {
"拯救失落之魂",
},
},
[45160] = {
["T"] = "盒装魔流",
["O"] = "从苏拉玛获得300份远古魔力。",
["S"] = {
"远古魔力",
},
},
[13033] = {
["O"] = "雷吼长者",
["T"] = "雷吼长者",
},
[38141] = {
["O"] = "Legion 100-109 H",
["T"] = "Legion 100-109 H",
},
[38142] = {
["O"] = "找到钢爪谷。",
["T"] = "利爪大德鲁伊",
},
[47434] = {
["T"] = "限制令",
["O"] = "赶走20只翼手龙宝宝。",
["S"] = {
"驱赶翼手龙宝宝",
},
},
[55881] = {
["T"] = "净化图腾",
["O"] = "点燃5支鹰身人图腾。",
["S"] = {
"焚烧鹰身人图腾",
},
},
[47946] = {
["T"] = "待宰猪猡",
["O"] = "释放特雷弗·海泰德、凯尔·塞尔福特、特拉维斯·戴布雷克和伯克·史蒂文森。",
["S"] = {
"释放特雷弗·海泰德",
"释放特拉维斯·戴布雷克",
"释放凯尔·塞尔福特",
"释放伯克·史蒂文森",
},
},
[40011] = {
["T"] = "欧库勒斯的工作室",
["O"] = "把首席奥术师的徽记交给首席传送师欧库勒斯。",
["S"] = {
"向欧库勒斯展示徽记",
},
},
[40267] = {
["T"] = "意外讯息",
["O"] = "使用发光的共鸣水晶，了解大法师茉德拉的信息。",
["S"] = {
"找出水晶信息来源",
},
},
[49097] = {
["O"] = "侵入点：萨古亚",
["T"] = "侵入点：萨古亚",
},
[24487] = {
["O"] = "前往寒脊山谷格瑞林·白须的营地。",
["T"] = "白须需要你",
},
[41035] = {
["O"] = "在达拉然的紫罗兰之门与梅瑞尔·邪风见面。",
["T"] = "邪风的请求",
},
[8277] = {
["T"] = "沙漠中的剧毒",
["O"] = "希利苏斯塞纳里奥要塞的比提克斯·斯巴格要求你带8个石鞭蝎之刺和8个掠沙蜘蛛的牙齿给他。",
["S"] = {
"石鞭蝎之刺",
"掠沙蜘蛛的牙齿",
},
},
[38144] = {
["T"] = "深藏的恶魔",
["O"] = "消灭8个暗魔入侵者。",
["S"] = {
"消灭暗魔入侵者",
},
},
[24999] = {
["T"] = "播下恐惧的种子",
["O"] = "追逐12条邪鳍鱼人蝌蚪，直到它们因恐惧而虚脱。",
["S"] = {
"恐吓邪鳍鱼人蝌蚪",
},
},
[33868] = {
["O"] = "与霜火岭撞毁点的德雷克塔尔谈一谈。",
["T"] = "霜狼氏族的家园",
},
[11996] = {
["O"] = "前往阿格玛之锤，与大法师艾萨斯·夺日者的影像谈一谈。",
["T"] = "前往阿格玛之锤",
},
[34380] = {
["T"] = "召集霜狼",
["O"] = "让德拉卡吹响战斗号角。",
["S"] = {
"让德拉卡吹响战斗号角",
},
},
[40041] = {
["T"] = "邪能球茎分析报告",
["O"] = "收集雷诺·布鲁菲尔德的分析报告，达妮·地触的分析报告，以及罗霍尔的分析报告。",
["S"] = {
"雷诺·布鲁菲尔德的分析报告",
"达妮·地触的分析报告",
"罗霍尔的分析报告",
},
},
[8725] = {
["O"] = "水歌长者",
["T"] = "水歌长者",
},
[8789] = {
["T"] = "其拉帝王武器",
["O"] = "把其拉帝王武器和3块源质铸块交给安其拉神殿的阿瑞苟斯，他会帮你制作使用源质强化过的武器。",
["S"] = {
"其拉帝王武器",
"源质铸块",
},
},
[35404] = {
["O"] = "格瑞姆巴托奖励任务",
["T"] = "格瑞姆巴托奖励任务",
},
[51918] = {
["T"] = "统一库尔提拉斯",
["O"] = "在库尔提拉斯的各势力中至少达到友善声望。",
["S"] = {
"在提拉加德海峡的普罗德摩尔海军部阵营中达到友善声望",
"在斯托颂谷地的风暴之末阵营中达到友善声望",
"在德鲁斯瓦的灰烬骑士团阵营中达到友善声望",
},
},
[60489] = {
["T"] = "晋升之路",
["O"] = "激活晋升之路。",
["S"] = {
"激活晋升之路",
},
},
[26279] = {
["T"] = "保卫格罗姆高：压制食人魔",
["O"] = "杀死4名莫什奥格蛮兵和4名莫什奥格巫医。",
["S"] = {
"消灭莫什奥格蛮兵",
"消灭莫什奥格巫医",
},
},
[26407] = {
["O"] = "把扭曲的莫什奥格之手带给北荆棘谷格罗姆高营地的先知摩克萨尔丁。",
["T"] = "莫什奥格的手笔",
},
[36684] = {
["T"] = "阿什兰的战斗",
["O"] = "加入阿什兰的战斗。",
["S"] = {
"获得神器碎片",
},
},
[12316] = {
["T"] = "夺取港口！",
["O"] = "杀死10名部落成员，然后返回风险湾向斯图亚特中尉复命。",
["S"] = {
"消灭风险湾的部落",
},
},
[9301] = {
["O"] = "将浸血的信封交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
["T"] = "浸血的信封",
},
[12444] = {
["T"] = "黑水伐木场的战斗",
["O"] = "斥候队长卡特尔希望你在黑水伐木场击杀10名部落士兵或者玩家。",
["S"] = {
"消灭黑水伐木场的部落",
},
},
[12393] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[38153] = {
["O"] = "Classic 50-59",
["T"] = "Classic 50-59",
},
[27303] = {
["T"] = "解脱",
["O"] = "收集5颗血肉灼烧者之心。",
["S"] = {
"血肉灼烧者之心",
},
},
[9621] = {
["O"] = "到提瑞斯法林地去，将洛瑟玛·塞隆的信交给被遗忘者的首都幽暗城中的希尔瓦娜斯·风行者。",
["T"] = "部落的特使",
},
[27559] = {
["O"] = "维克斯图的臂章",
["T"] = "维克斯图的臂章",
},
[27687] = {
["O"] = "将格纳什的徽记交给走私者洞穴的萨米尔。",
["T"] = "铲除格纳什",
},
[47435] = {
["T"] = "翼手龙患",
["O"] = "消灭6只血怒翼手龙。",
["S"] = {
"消灭血怒翼手龙",
},
},
[55882] = {
["O"] = "返回联盟营地，并与嘉里克船长交谈。",
["T"] = "带给基地的消息",
},
[39756] = {
["T"] = "计划周全",
["O"] = "选择你在破碎群岛的首个攻击目标。",
["S"] = {
"选择首个出击目标",
},
},
[40012] = {
["O"] = "在琥珀谷寻找奥术师凯尔丹纳斯的藏身处。",
["T"] = "旧时盟友",
},
[38154] = {
["O"] = "TBC 60-69",
["T"] = "TBC 60-69",
},
[40524] = {
["T"] = "戒指的传言",
["O"] = "在阿苏纳的倾颓王宫附近找到艾迪尔祭坛，并了解它的传说。",
["S"] = {
"找到了解法罗迪斯之戒的人",
},
},
[51170] = {
["T"] = "冲啊！",
["O"] = "占领碎石码头。",
["S"] = {
"搭乘登陆筏艇",
},
},
[28711] = {
["O"] = "去找北风苔原战歌要塞的战歌征募官。",
["T"] = "大酋长的命令：北风苔原！",
},
[12892] = {
["T"] = "乐趣十足",
["O"] = "摧毁魔眼，然后向暗影拱顶的斯利文男爵报告。",
["S"] = {
"摧毁魔眼",
},
},
[10389] = {
["T"] = "痛苦与黑暗",
["O"] = "魔导师文森特·血鹰要你在阿苟纳之池杀掉10个恐惧魔。",
["S"] = {
"消灭恐惧魔",
},
},
[41804] = {
["T"] = "有求必应",
["O"] = "从大法师卡德加那里取得一个灵魂结晶。",
["S"] = {
"跟随大法师卡德加",
},
},
[58442] = {
["O"] = "吞噬之喉",
["T"] = "吞噬之喉",
},
[38160] = {
["O"] = "经典10-19",
["T"] = "经典10-19",
},
[38165] = {
["O"] = "TBC 60-69",
["T"] = "TBC 60-69",
},
[10709] = {
["O"] = "返回刀锋山的雷神要塞，向雷克萨复命。",
["T"] = "团圆",
},
[29735] = {
["O"] = "石印长者",
["T"] = "石印长者",
},
[834] = {
["T"] = "沙漠之风",
["O"] = "取回5个装满货物的袋子。",
["S"] = {
"装满货物的袋子",
},
},
[59978] = {
["T"] = "就在眼皮底下",
["O"] = "让赫伯特·暗爆将你变成食人魔，之后侦查附近的食人魔堡垒。",
["S"] = {
"让赫伯特施展一次食人魔变形法术",
},
},
[11881] = {
["T"] = "运货行动！",
["O"] = "帮助珍妮从坠毁点返回牦牛村的菲兹克斯·盖维斯特身边，并确保她驮载的货物完好无损。",
["S"] = {
"护送珍妮返回安全地带并确保货物完好无损",
},
},
[31823] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[11093] = {
["T"] = "饥饿的虚空鳐",
["O"] = "在黑风码头南边的森林内使用虚空鳐的笼子，并在饥饿的虚空鳐旁杀死黑风追迹者。完成任务之后回去向天空卫队训练师德萨克复命。",
["S"] = {
"喂食虚空鳐",
},
},
[11157] = {
["T"] = "邪恶之巢",
["O"] = "摧毁15枚始祖龙卵，并杀死15只始祖龙崽，然后返回西部卫戍要塞，向亚当斯上尉复命。",
["S"] = {
"摧毁始祖龙卵",
"消灭始祖龙崽",
},
},
[36685] = {
["T"] = "突袭沙塔斯市中心",
["O"] = "突袭塔拉多沙塔斯城中的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[36941] = {
["O"] = "与安度因·乌瑞恩国王交谈。",
["T"] = "向国王报告",
},
[31695] = {
["O"] = "去螳螂高原的龙影岗哨和祝踏岚谈一谈。",
["T"] = "城墙之外",
},
[31015] = {
["O"] = "打扫空书架",
["T"] = "你的私人收藏",
},
[31143] = {
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
["T"] = "加入战斗！",
},
[11541] = {
["T"] = "解救绿鳃奴隶",
["O"] = "瓦琳德拉上尉希望你能解救10个绿鳃奴隶。完成任务之后，去阳湾港口的银月之傲号上向她复命。",
["S"] = {
"解救绿鳃奴隶",
},
},
[11605] = {
["T"] = "海象人的先祖",
["O"] = "冷石采掘场外的长者阿特卡诺克要你找到长者克苏克、长者萨加尼和长者塔克勒特的石像。",
["S"] = {
"找到长者克苏克",
"找到长者萨加尼",
"找到长者塔克勒特",
},
},
[850] = {
["T"] = "科卡尔首领",
["O"] = "击败巴拉克，获得他的战利品。",
["S"] = {
"科多班恩的战利品",
},
},
[48185] = {
["O"] = "在苍穹圣墓与灵魂行者灰天见面。",
["T"] = "圣墓的阴影",
},
[11797] = {
["T"] = "虫临城下",
["O"] = "哈默希尔中士要你到无畏要塞外的纳萨姆沙地去杀死6个地穴爬行者。",
["S"] = {
"消灭地穴爬行者",
},
},
[39245] = {
["T"] = "升级舰队",
["O"] = "收集1000份要塞资源，1000金币，并完成15次海军行动。",
["S"] = {
[2] = "要塞物资",
},
},
[39501] = {
["T"] = "灵魂之井",
["O"] = "在史诗难度地狱火堡垒中的血魔身上收集4块灵魂残片。",
["S"] = {
"灵魂残片",
},
},
[32167] = {
["O"] = "去卡桑琅丛林的统御岗哨与乔恩·星眼谈一谈。",
["T"] = "远古的败亡",
},
[38170] = {
["O"] = "Legion 100-109 H",
["T"] = "Legion 100-109 H",
},
[48460] = {
["O"] = "与石化森林的首席骑兵贾伊德对话。",
["T"] = "骑兵",
},
[56907] = {
["O"] = "将物品交给克拉姆·克拉达。",
["T"] = "颜料瓶：弹头之红",
},
[24488] = {
["T"] = "替代品",
["O"] = "收集6箱替换部件。",
["S"] = {
"替换部件",
},
},
[41037] = {
["T"] = "无限力量",
["O"] = "启动邪能之槌号，召集你的伊利达雷部队。",
["S"] = {
"启动邪能之槌号",
},
},
[12373] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[57931] = {
["T"] = "灵豹故障",
["O"] = "在芳金牧场找到加塔马托斯并将他带回在炉火岗哨的底座。",
["S"] = {
"找到加塔马托斯",
},
},
[25000] = {
["T"] = "缇甘的部下",
["O"] = "杀死恐齿疾步龙和恐齿镰爪龙，从它们身上收集8张恐齿迅猛龙的皮。",
["S"] = {
"恐齿迅猛龙的皮",
},
},
[12565] = {
["T"] = "希姆埃巴的祝福",
["O"] = "银色前沿的妖术师乌布戈要求你在希姆埃巴的雕像前奉上10份达卡莱供品。",
["S"] = {
"达卡莱供品",
},
},
[25256] = {
["O"] = "去找杜隆塔尔死眼海岸的刺牙。",
["T"] = "外出求援",
},
[39786] = {
["T"] = "狩猎赌博",
["O"] = "在石痕峡谷从岩牙身上收集岩牙的颚骨。",
["S"] = {
"岩牙的颚骨",
},
},
[42829] = {
["T"] = "进入酒庄",
["O"] = "在暮光酒庄的外围与莉莉丝·月郡会面。",
["S"] = {
"与莉莉丝交谈",
},
},
[28342] = {
["T"] = "碎裂的邪魔",
["O"] = "从碎痕谷收集9块地狱火残骸。",
["S"] = {
"地狱火残骸",
},
},
[43341] = {
["T"] = "联合势力",
["O"] = "在破碎群岛的各个阵营中达到至少友善声望。",
["S"] = {
"在苏拉玛的堕夜精灵阵营中达到友善声望",
"在阿苏纳的法罗迪斯宫廷阵营中达到友善声望",
"在高岭部族阵营中达到友善声望",
"在瓦尔莎拉的织梦者阵营中达到友善声望",
"在风暴峡湾的瓦拉加尔阵营中达到友善声望",
},
},
[59979] = {
["T"] = "食人魔任人宰割",
["O"] = "在暗槌堡垒消灭8只食人魔。",
["S"] = {
"消灭食人魔",
},
},
[13013] = {
["O"] = "长者贝尔达",
["T"] = "长者贝尔达",
},
[60491] = {
["O"] = "在晋升堡垒的恒歌之座与文官阿得赖斯提斯见面。",
["T"] = "身居其中",
},
[26280] = {
["T"] = "保卫格罗姆高：鱼人大屠杀",
["O"] = "杀死15名黑鳃鱼人。",
["S"] = {
"消灭黑鳃鱼人",
},
},
[26408] = {
["O"] = "跟灰谷奥雷迪尔的居所的哨兵塞雅拉谈一谈。",
["T"] = "灰谷的灰",
},
[26536] = {
["T"] = "雷霆瀑布",
["O"] = "在暴风城南面的雷霆瀑布捕捉4条紫色鲈鱼，然后把它们交给凯瑟琳·利兰。",
["S"] = {
"紫色鲈鱼",
},
},
[38177] = {
["T"] = "密报：突袭玛戈纳洛克",
["O"] = "攻击霜火岭玛戈纳洛克的石头怪物。",
["S"] = {
"突袭玛戈纳洛克的石头怪物",
},
},
[28598] = {
["T"] = "瞄准高空",
["O"] = "等法戈·弗林特洛克把你送上飞艇，然后将他的炸药安放在底舱。",
["S"] = {
"等着从弗林特洛克的火炮里被发射出去",
"摧毁裂天号",
},
},
[13461] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[13525] = {
["O"] = "跟黑木要塞的熊怪长者谈一谈。",
["T"] = "黑木熊怪怎么了？",
},
[28726] = {
["T"] = "树林蜘蛛的腐蚀",
["O"] = "杀死12只树林蜘蛛。",
["S"] = {
"消灭树林蜘蛛",
},
},
[14428] = {
["T"] = "珀风的手记",
["O"] = "击败达纳希恩营地的博学者珀风，夺走她的手记。",
["S"] = {
"珀风的手记",
},
},
[63051] = {
["T"] = "信任问题",
["O"] = "回答威·蕾恩关于噬渊的问题。",
["S"] = {
"回答威·蕾恩的问题",
},
},
[27560] = {
["O"] = "阿古斯的日记",
["T"] = "阿古斯的日记",
},
[13845] = {
["O"] = "将密封的毒药瓶交给达拉然下水道的炼金师辛奈斯拉。",
["T"] = "密封的毒药瓶",
},
[39246] = {
["T"] = "制海权",
["O"] = "收集2500份要塞资源，2500金币，并完成25次海军寻宝行动。",
["S"] = {
[2] = "要塞物资",
},
},
[13973] = {
["T"] = "格罗多姆的民兵",
["O"] = "杀死6只钢鬃抢劫者。",
["S"] = {
"消灭钢鬃抢劫者",
},
},
[14037] = {
["T"] = "玉米馅料",
["O"] = "制作5份玉米馅料，把它们交给威廉·穆林，他就在幽暗城上方庭院的宴会区里。",
["S"] = {
"准备玉米馅料",
"玉米馅料",
},
},
[28200] = {
["T"] = "兵贵补给",
["O"] = "剥制20张硬化鳄鱼皮。",
["S"] = {
"硬化鳄鱼皮",
},
},
[14165] = {
["T"] = "冷若岩石",
["O"] = "去山麓矿场抱一个被石化的山麓矿工回来，交给奥格瑞玛火箭车换乘站的霍扎克·齐格尼伯。",
["S"] = {
"运送石化的矿工",
},
},
[56908] = {
["O"] = "将物品交给克拉姆·克拉达。",
["T"] = "颜料瓶：地精之绿",
},
[38183] = {
["T"] = "密报：突击索克雷萨高地",
["O"] = "攻击影月谷索克雷萨高地的萨格雷军队。",
["S"] = {
"突袭索克雷萨高地的萨格雷军队",
},
},
[38191] = {
["T"] = "密报：突袭钢铁军工厂",
["O"] = "突袭霜火岭钢铁军工厂的钢铁部落军队。",
["S"] = {
"突袭钢铁军工厂的钢铁部落军队",
},
},
[57676] = {
["T"] = "回忆缠身",
["O"] = "消灭12份回忆。",
["S"] = {
"消灭回忆",
},
},
[57932] = {
["T"] = "汲取资源",
["O"] = "从鎏金踏云者的身上吸取5次心能。",
["S"] = {
"抽取踏云者的心能",
},
},
[29096] = {
["T"] = "莫尔杉商队启动",
["O"] = "同罗克·维普杉克交谈，然后随同莫尔杉商队向北进发。",
["S"] = {
"完成商队护送",
},
},
[38193] = {
["T"] = "密报：突袭破碎悬崖",
["O"] = "突袭纳格兰破碎悬崖的独眼魔部队。",
["S"] = {
"利用破碎悬崖的冲突",
},
},
[38199] = {
["T"] = "密报：突袭命运之柱",
["O"] = "突袭影月谷命运之柱的影月兽人。",
["S"] = {
"突袭命运之柱的影月兽人",
},
},
[38201] = {
["T"] = "密报：突袭沙塔斯港口",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[29608] = {
["O"] = "骑着狮鹫前往达拉然，找到英雄之家的伊丝拉米·轻风并跟她对话。",
["T"] = "达拉然的盟友",
},
[29736] = {
["O"] = "黑羽长者",
["T"] = "黑羽长者",
},
[29864] = {
["T"] = "正本清源",
["O"] = "银色神官帕尔崔丝要你杀死席瓦拉·索格蕾。",
["S"] = {
"消灭席瓦拉·索格蕾",
},
},
[59980] = {
["T"] = "毁灭投石车",
["O"] = "在暗槌堡垒炸毁4辆投石车。",
["S"] = {
"摧毁投石车",
},
},
[30120] = {
["O"] = "达库鲁要求你前往达克萨隆，并对他的火盆使用达库鲁的药剂。使用达库鲁的药剂需要消耗5份耐久魔精。",
["T"] = "净化达克萨隆",
},
[10793] = {
["O"] = "前往火红岗哨寻找玛库斯·奥拉林，他是沙塔尔的高级将领。\n\n你可以在一间水晶监狱中找到他。",
["T"] = "瓦萨雷克的日记：战争的前奏",
},
[44366] = {
["T"] = "最后一次冒险",
["O"] = "告诉伊墨瑞尔你是否要去追寻下一件神器。",
["S"] = {
"选择要追求的第三件神器",
},
},
[38202] = {
["T"] = "密报：突袭高里亚试炼场",
["O"] = "突袭高里亚试炼场的食人魔部队。",
["S"] = {
"称霸高里亚试炼场",
},
},
[53069] = {
["O"] = "到伯拉勒斯港的风之救赎号上与哈尔弗·维姆班恩会面。",
["T"] = "行动代号：血箭",
},
[38246] = {
["T"] = "图腾的呼唤",
["O"] = "摧毁梦魇图腾。",
["S"] = {
"摧毁梦魇图腾",
},
},
[32693] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的凯帕树脂容器",
},
[31016] = {
["O"] = "去锦绣谷的闻道之座和游学者周卓谈一谈。",
["T"] = "游学者",
},
[31144] = {
["T"] = "他们派来了刺客",
["O"] = "杀死8名地精刺客。",
["S"] = {
"消灭地精刺客",
},
},
[38286] = {
["T"] = "艾萨拉之眼：艾萨拉之怒",
["O"] = "进入艾萨拉之眼，击败督军帕杰什和艾萨拉之怒。艾萨拉之眼是个五人地下城，请记得带上几个好友一起冒险。",
["S"] = {
"进入艾萨拉之眼",
"消灭督军帕杰什",
"消灭艾萨拉之怒",
},
},
[29135] = {
["T"] = "全视之眼",
["O"] = "在火焰之地收集25个永恒余烬，另外还要收集3份时之砂。",
["S"] = {
"永恒余烬",
"时之砂",
},
},
[31030] = {
["O"] = "在影踪禅院内找到班·熊心。",
["T"] = "进入禅院",
},
[46926] = {
["T"] = "整顿港口",
["O"] = "消灭15个码头无赖。",
["S"] = {
"消灭码头无赖",
},
},
[31286] = {
["T"] = "以暴制暴",
["O"] = "找回7份黑市货物。",
["S"] = {
"黑市货物",
},
},
[39247] = {
["T"] = "猎杀行动",
["O"] = "从苏拉玛的瓦雷迪斯·邪魂手里取得欺诈者的双刃。",
["S"] = {
"飞往邪魂堡垒",
},
},
[32040] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[56141] = {
["T"] = "安全第一",
["O"] = "在麦卡贡岛上击败稀有敌人。",
["S"] = {
"在麦卡贡消灭稀有敌人",
},
},
[40015] = {
["O"] = "跟奎茵·柔步谈谈枯法者和安瑟瑞尔花的事情。",
["T"] = "破烂的丝带",
},
[27056] = {
["O"] = "把贝尔蒙特的报告交给银松森林被遗忘者统帅部的希尔瓦娜斯·风行者。",
["T"] = "贝尔蒙特的报告",
},
[56909] = {
["O"] = "将物品交给克拉姆·克拉达。",
["T"] = "颜料罐：电光之蓝",
},
[24489] = {
["T"] = "打探消息",
["O"] = "靠近每座霜鬃营地的霜鬃占卜者，偷听他们的谈话。",
["S"] = {
"偷听占卜者史卡拉的谈话",
"偷听占卜者里卡卡利的谈话",
"偷听占卜者米里姆库亚的谈话",
},
},
[49230] = {
["T"] = "当地风味",
["O"] = "收集5个多汁的潜伏者之尾。",
["S"] = {
"多汁的潜伏者之尾",
},
},
[57677] = {
["T"] = "需要帮助的灵魂羁绊",
["O"] = "营救裴拉戈斯。",
["S"] = {
"找到裴拉戈斯",
},
},
[28623] = {
["O"] = "去找奥丹姆尼斐塞特城郊的法奥瑞斯国王。",
["T"] = "朝西方挺进",
},
[41807] = {
["T"] = "取得联系",
["O"] = "启动军团联络器并获取食魂者阿莱利的报告。",
["S"] = {
"启动军团联络器",
},
},
[8470] = {
["T"] = "木喉熊怪的盟友",
["O"] = "把死木仪祭图腾带到木喉要塞然后看看是否有熊人可以使用它。木喉要塞的熊人只有当你的声望达到中立或者更高的时候才会和你说话。",
["S"] = {
"冷淡 / 中立 木喉要塞",
},
},
[40748] = {
["T"] = "网络安全",
["O"] = "在欧库勒斯的测试间完成封锁程序。",
["S"] = {
"传送到测试间",
},
},
[31798] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的拐杖",
},
[38318] = {
["T"] = "飞檐走壁",
["O"] = "在山梁顶端发射雷铸爪钩枪，利用它飞越赫达沙尔的城墙。",
["S"] = {
"利用爪钩枪飞越城墙",
},
},
[25641] = {
["O"] = "将灵魂精华容器交给菲拉斯莫沙彻营地的巫医尤克里。",
["T"] = "灵魂精华的流动",
},
[8790] = {
["T"] = "其拉帝王徽记",
["O"] = "把其拉帝王徽记和3块源质铸块交给安其拉神殿的梦境之龙麦琳瑟拉，她会帮你制作使用源质强化过的武器。",
["S"] = {
"其拉帝王徽记",
"源质铸块",
},
},
[59981] = {
["T"] = "控制他们的石头",
["O"] = "从贾格纳格、瓦格和格朗克身上取得结界石，用来释放督军雷行者。",
["S"] = {
"获得贾格纳格的结界石",
"获得瓦格的结界石",
"获得格朗克的结界石",
},
},
[33354] = {
["O"] = "将月牙的毛皮交给暗月岛上暗月马戏团的亚布·尼比盖尔。",
["T"] = "巢母之死",
},
[60493] = {
["T"] = "谦卑收集者",
["O"] = "从弃誓者哥利亚身上收集2个枯竭的哥利亚之核，从弃誓者百心长身上收集6个被篡改的心能充能器，并从弃誓者格里恩身上收集5个灵魂之镜碎片。",
["S"] = {
"枯竭的哥利亚之核",
"被篡改的心能充能器",
"灵魂之镜碎片",
},
},
[36176] = {
["O"] = "把肮脏的纸条交给安波里村的法娜拉来参加比赛。",
["T"] = "选拔猎手",
},
[2278] = {
["T"] = "白金圆盘",
["O"] = "和石头守护者交谈，从他那里了解更多古代的知识。一旦你了解到了所有的内容之后就激活诺甘农圆盘。",
["S"] = {
"学习石头守护者所看守的知识",
},
},
[36688] = {
["T"] = "突袭斯克提斯",
["O"] = "突袭阿兰卡峰林斯克提斯的鸦人部队。",
["S"] = {
"突袭斯克提斯的鸦人部队",
},
},
[27983] = {
["T"] = "隆克的冒险：昏昏欲睡的小矮人",
["O"] = "削弱7名黑铁锻造师，以便隆克可以让他们睡着。",
["S"] = {
"让黑铁锻造师入睡",
},
},
[26793] = {
["O"] = "跟夜色镇的希拉·沃宁迪谈一谈。",
["T"] = "破旧的坟墓",
},
[53838] = {
["T"] = "一路走好",
["O"] = "在古博拉采掘场搜寻失踪的挖掘队。",
["S"] = {
"找到失踪的挖掘者",
},
},
[9833] = {
["T"] = "通讯路线",
["O"] = "奥雷柏尔营地的普尔鲁要你杀死12个沼牙切割者。",
["S"] = {
"消灭沼牙切割者",
},
},
[27177] = {
["T"] = "打捞行动",
["O"] = "前往黑曜石海滩，从浸水的箱子中找回8份补给品。",
["S"] = {
"找回的补给品",
},
},
[27305] = {
["T"] = "爱与家庭",
["O"] = "找到“爱与家庭”。",
["S"] = {
"爱与家庭",
},
},
[63053] = {
["T"] = "眨眼之间",
["O"] = "使用永恒传送门前往晋升堡垒的一个地区，然后使用永恒传送门回到极乐堡。",
["S"] = {
"使用永恒传送门旅行",
},
},
[27561] = {
["O"] = "雷布拉特的石块",
["T"] = "雷布拉特的石块",
},
[2438] = {
["T"] = "翡翠摄梦符",
["O"] = "获得翡翠摄梦符。",
["S"] = {
"翡翠摄梦符",
},
},
[9814] = {
["T"] = "爆顶蘑菇",
["O"] = "将6枚爆顶蘑菇交给巫医托尔加什。",
["S"] = {
"爆顶蘑菇",
},
},
[39504] = {
["T"] = "邪能尖塔",
["O"] = "在英雄难度地狱火堡垒中的玛诺洛斯身上收集4块邪能精华。",
["S"] = {
"邪能精华",
},
},
[56142] = {
["T"] = "适应，改善，克服！",
["O"] = "20个完好的猎犬螺栓，4个钢制胫骨XS和2个机械足跟螺母。",
["S"] = {
"完好的猎犬螺栓",
"XS号大腿支杆",
"哨卫的足跟螺母",
},
},
[28201] = {
["T"] = "铸犁为剑",
["O"] = "招募8名拉穆卡恒劳工。",
["S"] = {
"招募拉穆卡恒劳工",
},
},
[28329] = {
["T"] = "愤怒的软泥怪",
["O"] = "杀死5只愤怒的枯萎软泥怪。",
["S"] = {
"消灭愤怒的枯萎软泥怪",
},
},
[10134] = {
["O"] = "将火红水晶碎片交给地狱火半岛塞纳里奥哨站的图拉希恩。",
["T"] = "火红水晶中的线索",
},
[27727] = {
["O"] = "跟暴风城东部大地神殿的地语者纳拉特谈一谈。",
["T"] = "英雄的召唤：深岩之洲！",
},
[28713] = {
["T"] = "自然的平衡",
["O"] = "杀死6只夜刃豹幼崽。",
["S"] = {
"消灭夜刃豹幼崽",
},
},
[9705] = {
["O"] = "将艾洛娜的包裹交给信使奥拉莉恩。",
["T"] = "找回包裹",
},
[10390] = {
["T"] = "铸魔营地：暴虐",
["O"] = "萨尔玛的纳兹格雷尔命令你攻击铸魔营地：暴虐，杀死10个甘尔葛仆从，然后将剃刀电锯的徽记带回去交给纳兹格雷尔。",
["S"] = {
"消灭甘尔葛仆从",
"剃刀电锯的徽记",
},
},
[9641] = {
["T"] = "辐射水晶碎片",
["O"] = "秘血岗哨的守备官波鲁斯希望你帮他收集10块辐射水晶碎片。",
["S"] = {
"辐射水晶碎片",
},
},
[33873] = {
["T"] = "阿鲁纳姆疗法",
["O"] = "在暮秋岛上收集60个阿鲁纳姆浆果。",
["S"] = {
"阿鲁纳姆浆果",
},
},
[27343] = {
["T"] = "圣光之手",
["O"] = "进入影牙城堡，从指挥官斯普林瓦尔那里夺得指挥官的神圣符记，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"指挥官的神圣符记",
"月钢锭",
"不死肌腱",
},
},
[111] = {
["O"] = "和斯通菲尔德农场的米斯通菲尔德老奶奶谈一谈。",
["T"] = "托米的祖母",
},
[29609] = {
["O"] = "从飞行大师处飞往达拉然，并且与“肮脏的野兽”里的兽女乌达谈一谈。",
["T"] = "达拉然的朋友",
},
[51279] = {
["T"] = "纳兹曼尼教徒",
["O"] = "在科拉玛尔消灭15个纳兹曼尼巨魔。",
["S"] = {
"消灭纳兹曼尼巨魔",
},
},
[51535] = {
["O"] = "在奥格瑞玛大使馆与伊崔格见面。",
["T"] = "老兵的召唤",
},
[29993] = {
["O"] = "和墨水大师魏谈一谈。",
["T"] = "找到男孩",
},
[60238] = {
["O"] = "轻轻摇晃过的礼品",
["T"] = "轻轻摇晃过的礼品",
},
[42725] = {
["T"] = "分享财富",
["O"] = "收集20瓶魔力酒。",
["S"] = {
"把魔力酒瓶交给德琳",
},
},
[25015] = {
["T"] = "野猪人的惨叫",
["O"] = "任意杀死8名刺背刀刃卫士或变异织棘者，并从变异织棘者那里取回一根棘刺之杖。",
["S"] = {
"杀死刺背野猪人",
"棘刺之杖",
},
},
[13816] = {
["T"] = "英雄：天文台",
["O"] = "奥杜尔档案馆中的勘探员罗尔伦要你找到天文台的入口。",
["S"] = {
"找到天文台的入口",
},
},
[36689] = {
["T"] = "突袭命运之柱",
["O"] = "突袭影月谷命运之柱的影月部队。",
["S"] = {
"突袭命运之柱的影月部队",
},
},
[11286] = {
["T"] = "钢铁之门的古器",
["O"] = "将10件钢铁之门古器交给嚎风峡湾钢铁之门的先知拉瑞恩·迷雾行者。",
["S"] = {
"钢铁之门古器",
},
},
[53583] = {
["O"] = "与奥蕾莉亚·风行者谈一谈，开始研究一项升级。",
["T"] = "战略精进",
},
[47943] = {
["T"] = "螃蟹陷阱",
["O"] = "捕捉8只响螯夹钳蟹。",
["S"] = {
"响螯夹钳蟹",
},
},
[31145] = {
["O"] = "向艾尔文森林北郡修道院前的治安官玛克布莱德报到。",
["T"] = "后方已经安全",
},
[35436] = {
["O"] = "灵魂洪炉奖励任务",
["T"] = "灵魂洪炉奖励任务",
},
[26039] = {
["T"] = "被困的公主",
["O"] = "从枯须狗头人身上收集12份密斯莱尔之尘。",
["S"] = {
"密斯莱尔之尘",
},
},
[47904] = {
["T"] = "保卫真正的未来",
["O"] = "在场景战役“克罗米之死”中一次性阻止来自黑曜石、红玉、碧蓝和翡翠巨龙圣地的攻击。",
["S"] = {
"阻止所有四个巨龙圣地的攻击",
},
},
[46928] = {
["T"] = "塔尔法拉克的惩罚",
["O"] = "收集加兹拉贡的徽记。",
["S"] = {
"加兹拉贡徽记",
},
},
[31785] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"将宠物升到3级",
},
},
[38413] = {
["T"] = "自由之翼",
["O"] = "在托里姆峰解救阿雷菲尔、哈拉夫瑟尔、埃瑞拉和赫里德莫格尔。",
["S"] = {
"解救阿雷菲尔",
"解救哈拉夫瑟尔",
"解救埃瑞拉",
"解救赫里德莫格尔",
},
},
[32041] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[11990] = {
["T"] = "幻象之瓶",
["O"] = "岩石之泉的达库鲁希望你把一只水晶瓶、一片水草叶和3片薄雾叶交给他。",
["S"] = {
"水晶瓶",
"薄雾叶",
"水草叶",
},
},
[26063] = {
["T"] = "皇后及群臣",
["O"] = "在蛛网盆地杀死蛛后西莉丝和任意10只蜘蛛。",
["S"] = {
"消灭蛛后西莉丝",
"杀死蛛网盆地的蜘蛛",
},
},
[35484] = {
["O"] = "达克萨隆要塞奖励任务",
["T"] = "达克萨隆要塞奖励任务",
},
[40529] = {
["T"] = "精挑细选",
["O"] = "帮蒂凡妮·卡蒂亚收集5块宝石碎片。宝石碎片可以通过选矿获得，也可以通过拍卖行购买。",
["S"] = {
"宝石碎片",
},
},
[24490] = {
["O"] = "向寒脊山谷的汉兹·跳链报到。",
["T"] = "铁炉堡之旅",
},
[24618] = {
["T"] = "夺得战斗之痕",
["O"] = "进入战斗之痕。找到旗帜并杀死10名凯旋先锋。\n\n夺得旗帜可以使战斗之痕的所有部落玩家获得战斗优势。",
["S"] = {
"消灭凯旋先锋",
"搜寻战斗之痕的旗帜",
},
},
[12374] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[38414] = {
["T"] = "巨龙之心",
["O"] = "寻找并解救托林尼尔一族的龙母。",
["S"] = {
"寻找托林尼尔龙母\r\n",
},
},
[25002] = {
["T"] = "抢救物资",
["O"] = "从迅猛龙巢穴中取回10只北卫军补给箱。",
["S"] = {
"北卫军补给箱",
},
},
[12566] = {
["O"] = "与冬蹄营地的灰烬图腾酋长谈一谈。",
["T"] = "增援冬蹄营地",
},
[38514] = {
["O"] = "发挥你的锻造技术为巴姆制作一副魔石手甲。",
["T"] = "有待进步",
},
[9437] = {
["T"] = "黎明号的黄昏",
["O"] = "前往北点哨塔，从塞拉摩军队手中夺回黎明号的货物，搭救大副伊萨妮亚，然后返回蕨墙村向巴尔兰达·新星复命。",
["S"] = {
"从北点哨塔营救伊萨妮亚",
"黎明号的货物",
},
},
[42833] = {
["T"] = "酿造法：魔力酒",
["O"] = "跟随玛尔迦走过酒庄。在安全的地方交换信息。",
["S"] = {
"造访陈化室",
"造访小果园",
"造访配送中心",
"造访灌注基站",
},
},
[51280] = {
["T"] = "戈霍恩供品",
["O"] = "在祖纳兹曼摧毁8个戈霍恩供品。",
["S"] = {
"摧毁戈霍恩供品",
},
},
[25770] = {
["O"] = "将巡山人的麦酒送给硬凿勘测队的弗巴·硬凿。",
["T"] = "送酒",
},
[12950] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[60239] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[27191] = {
["T"] = "跟食人魔一样饿",
["O"] = "从黑鳍鱼人身上获得8条泥鳍小鱼。",
["S"] = {
"泥鳍小鱼",
},
},
[42395] = {
["O"] = "在南边的瞭望塔顶端与伊墨瑞尔见面。",
["T"] = "信号问题",
},
[13206] = {
["T"] = "削减军备",
["O"] = "黑暗游侠玛尔拉要你从乌特加德城堡中偷出5把维库武器，并把它们带回去给她。",
["S"] = {
"维库武器",
},
},
[36690] = {
["T"] = "突袭失落的安苏鸦巢",
["O"] = "攻击阿兰卡峰林失落的安苏鸦巢附近的敌对生物。",
["S"] = {
"突袭失落的安苏鸦巢附近的生物",
},
},
[26666] = {
["O"] = "去找夜色镇大厅的书记员达尔塔。",
["T"] = "斯塔文的传说",
},
[25167] = {
["T"] = "斩断链条",
["O"] = "摧毁3只北方城堡补给箱，并杀死10个北卫军劳工。",
["S"] = {
"摧毁北方城堡补给箱",
"消灭北卫军劳工",
},
},
[26922] = {
["T"] = "源源不绝",
["O"] = "用杰尔的手榴弹消灭5具拾骨狂战士，摧毁天灾骨堆法阵。",
["S"] = {
"摧毁天灾骨堆法阵",
"消灭拾骨狂战士",
},
},
[54096] = {
["O"] = "完成“太阳井之殇”场景战役。",
["T"] = "太阳井之殇",
},
[27178] = {
["T"] = "纳迦的支援",
["O"] = "杀死10名黑鳞侍从或是黑鳞唤海者。",
["S"] = {
"杀死黑鳞纳迦",
},
},
[38552] = {
["T"] = "哈尔沙拉领主之墓",
["O"] = "袭击墓穴。",
["S"] = {
"打开墓穴",
"袭击墓穴",
},
},
[13718] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的雅克布·奥勒留斯元帅。",
["S"] = {
"勇士的徽记",
},
},
[46929] = {
["T"] = "威慑",
["O"] = "从塔阿曼收集6个阿曼尼巨魔的徽记，从塔尔法拉克收集6个沙怒巨魔的徽记。",
["S"] = {
"阿曼尼徽记",
"沙怒徽记",
},
},
[43267] = {
["O"] = "使用指挥台，完成“部队出勤”任务。",
["T"] = "部队出勤",
},
[63823] = {
["T"] = "法夜突袭",
["O"] = "在破灭堡和湮灭真容完成1个任务。",
["S"] = {
"向赫尔恩勋爵报告",
},
},
[27946] = {
["O"] = "NYI",
["T"] = "NYI",
},
[28074] = {
["O"] = "与埃斯图兰交谈。",
["T"] = "征召冒险者：厄运之槌中心花园",
},
[40018] = {
["O"] = "把入梦叶带给达拉然的奎茵·柔步。",
["T"] = "入梦叶样本",
},
[14166] = {
["T"] = "死者的感激",
["O"] = "弄到悼念糕饼，并把它交给达拉然墓地的欢快的达拉然灵魂。\n\n你必须使用一朵橙菊，才能看到那个隐形的灵魂。",
["S"] = {
"悼念糕饼",
},
},
[28458] = {
["T"] = "控火师的魔典",
["O"] = "杀掉6个暮光使者，并从石深渊索瑞森神殿控火师罗格雷恩的身上获得罗格雷恩的魔典。",
["S"] = {
"消灭暮光使者",
"罗格雷恩的魔法书",
},
},
[40786] = {
["O"] = "把阴燃的时空扭曲余烬交给奥格瑞玛的琪雅科。",
["T"] = "阴燃的余烬",
},
[28714] = {
["T"] = "腐化的魔苔",
["O"] = "从伊尔萨莱恩所在位置以西的劣魔身上收集6棵魔苔。",
["S"] = {
"魔苔",
},
},
[49489] = {
["T"] = "原料需求",
["O"] = "“改进”2份由阿塔加巴助祭准备的混合剂。",
["S"] = {
"“改进”混合剂",
},
},
[47706] = {
["T"] = "狩猎魔暴龙王科塔尔",
["O"] = "取得科塔尔的徽记。",
["S"] = {
"科塔尔的徽记",
},
},
[12487] = {
["O"] = "前往灰熊丘陵的征服堡，向征服者克雷娜介绍你自己。",
["T"] = "前往征服堡，自求多福吧！",
},
[38567] = {
["O"] = "与要塞议政厅中的沃金酋长谈一谈。",
["T"] = "要塞战役：战争议会",
},
[51838] = {
["O"] = "LFG  - BFA - Island Expedition - Normal Win - Nth",
["T"] = "LFG  - BFA - Island Expedition - Normal Win - Nth",
},
[50769] = {
["T"] = "逃出暴风城",
["O"] = "完成“逃出暴风城”场景战役。",
["S"] = {
"拿上药剂",
},
},
[42834] = {
["T"] = "超高浓度",
["O"] = "使用能量容器接住15滴暗夜井精华。",
["S"] = {
"拿起能量容器",
},
},
[29738] = {
["O"] = "月矛长者",
["T"] = "月矛长者",
},
[38569] = {
["T"] = "清理码头",
["O"] = "消灭1个钢铁部落兽人和50个独眼魔。",
["S"] = {
"干扰钢铁部落的撤退",
},
},
[59984] = {
["O"] = "完成地下城“暗槌堡垒”。",
["T"] = "地下城：暗槌堡垒",
},
[85] = {
["O"] = "和比利·马科伦谈一谈。",
["T"] = "丢失的项链",
},
[60496] = {
["T"] = "踏入角斗场",
["O"] = "与阿耳忒弥德对话，开始挑战晋升之路。",
["S"] = {
"进入晋升之路",
},
},
[36179] = {
["T"] = "恼人的昆虫",
["O"] = "在菌雾浅滩消灭掉10个孢子漂流者或巨型真菌。",
["S"] = {
"消灭孢子生物",
},
},
[47559] = {
["O"] = "把微光时光碎片带到龙眠神殿，解锁一个时光传送门。",
["T"] = "微光时光碎片",
},
[53073] = {
["O"] = "在锚角港与大元帅泰布雷德交谈。",
["T"] = "锚角港调查",
},
[38603] = {
["O"] = "放置5个五角电子分析器2000型。",
["T"] = "调试信号",
},
[37203] = {
["T"] = "阿什雷",
["O"] = "在宠物对战中击败阿什雷。",
["S"] = {
"击败阿什雷",
},
},
[39323] = {
["O"] = "在白水溪下游寻找穆兹。",
["T"] = "穆兹的逗留",
},
[54097] = {
["O"] = "在奥格瑞玛与希尔瓦娜斯·风行者会面。",
["T"] = "黑暗女王的召唤",
},
[31274] = {
["O"] = "LFGDungeons - Mists - Raid Finder - 1st",
["T"] = "LFGDungeons - Mists - Raid Finder - 1st",
},
[31822] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[47002] = {
["T"] = "执政团之冠",
["O"] = "在维伦定位执政团之冠碎片位置时保护他。",
["S"] = {
"跟随维伦",
},
},
[46930] = {
["T"] = "拉斯塔哈",
["O"] = "与拉斯塔哈大王见面。",
["S"] = {
"骑乘执行者的翼手龙前往王座",
},
},
[47186] = {
["T"] = "贤者圣殿",
["O"] = "在贤者圣殿与第七军团法师交谈。",
["S"] = {
"与第七军团魔导师交谈",
},
},
[31159] = {
["O"] = "和暗矛训练场的扎布拉克斯碰面。",
["T"] = "暗矛的崛起",
},
[60640] = {
["O"] = "将女王的温室升级至3级。",
["T"] = "林地复苏",
},
[56145] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：高级冒险者强化器",
},
[56401] = {
["T"] = "蓝龙军团之雷",
["O"] = "在魔枢和卡雷苟斯碰面，并获取蓝龙之王的充能之鳞。",
["S"] = {
"在魔枢顶部会见卡雷苟斯",
},
},
[38655] = {
["T"] = "腐化根茎",
["O"] = "收集30个腐化根茎样本。",
["S"] = {
"腐化根茎样本",
},
},
[11933] = {
["O"] = "将埃索达烈焰交给节日诗人。",
["T"] = "盗取埃索达的烈焰",
},
[24491] = {
["O"] = "向安威玛尔附近的米罗·齿针报到。",
["T"] = "跟上那架直升机！",
},
[57425] = {
["T"] = "机遇之地",
["O"] = "击败高阶冠军梅丝卡尔。",
["S"] = {
"消灭高阶冠军梅丝卡尔",
},
},
[49490] = {
["T"] = "声之瓮",
["O"] = "在塔尔格拉布内收集30缕敌人的灵魂。",
["S"] = {
"一缕灵魂",
},
},
[38671] = {
["T"] = "流离失物",
["O"] = "在暗影沼泽找回5个影沼传家宝。",
["S"] = {
"影沼传家宝",
},
},
[25003] = {
["T"] = "家族墓穴",
["O"] = "杀死5只哀嚎的先祖和5只腐烂的古尸。",
["S"] = {
"消灭哀嚎的先祖",
"消灭腐烂的古尸",
},
},
[47514] = {
["O"] = "与塔兰吉公主交谈。",
["T"] = "祖达萨",
},
[36316] = {
["T"] = "胜利在望",
["O"] = "在通天峰副本里消灭兰吉特、阿拉卡纳斯和高阶贤者维里克斯。",
["S"] = {
"消灭兰吉特",
"消灭阿拉卡纳斯",
"消灭鲁克兰",
"消灭高阶贤者维里克斯",
},
},
[58961] = {
["O"] = "被偷袭的定居者",
["T"] = "被偷袭的定居者",
},
[42835] = {
["T"] = "经典方法",
["O"] = "参与一次榨汁演示。",
["S"] = {
"与玛尔迦交谈",
},
},
[25643] = {
["O"] = "在黑雾废墟寻找圣者帕尔伦纳描述的护符。",
["T"] = "黑雾废墟",
},
[8791] = {
["O"] = "将无疤者奥斯里安的徽记交给希利苏斯塞纳里奥要塞的指挥官玛尔利斯。",
["T"] = "奥斯里安之死",
},
[59985] = {
["T"] = "终结与开始",
["O"] = "骑乘部落双足飞龙返回奥格瑞玛。",
["S"] = {
"骑乘部落双足飞龙返回奥格瑞玛",
},
},
[52050] = {
["T"] = "更有挑战的职业",
["O"] = "收集20个白金矿块。",
["S"] = {
"白金矿块",
},
},
[38690] = {
["T"] = "伊利达雷的崛起",
["O"] = "救出8名伊利达雷囚犯。",
["S"] = {
"救出伊利达雷囚犯",
},
},
[38717] = {
["T"] = "黑鸦监牢",
["O"] = "消灭阿拉扎斯并拿到监狱钥匙。",
["S"] = {
"监狱钥匙",
},
},
[38719] = {
["T"] = "解救伊利达雷",
["O"] = "解救瑟留斯·黑翼、凯赛尔·夜棘和阿莎·鸦歌。",
["S"] = {
"寻找瑟留斯·黑翼",
"找到凯赛尔·夜棘",
"寻找阿莎·鸦歌",
},
},
[53074] = {
["T"] = "援军",
["O"] = "与马迪亚斯·肖尔交谈，下达征募指令。",
["S"] = {
"征募部队",
},
},
[38721] = {
["T"] = "残酷中尉",
["O"] = "消灭德斯德尔·星眼。",
["S"] = {
"消灭德斯德尔·星眼中尉",
},
},
[38723] = {
["T"] = "阻止古尔丹！",
["O"] = "进入背叛者地窟，消灭库拉什和斯勒基，并夺取他们的邪能。",
["S"] = {
"面对古尔丹",
},
},
[9367] = {
["O"] = "碰触暴风城、铁炉堡和达纳苏斯城里的篝火，然后与城市内的节日博学者交谈。",
["T"] = "火焰的节日",
},
[35483] = {
["O"] = "达克萨隆要塞奖励任务",
["T"] = "达克萨隆要塞奖励任务",
},
[38725] = {
["O"] = "前往邪污产床与考瓦斯·血棘碰头。",
["T"] = "深入邪污产床",
},
[62801] = {
["O"] = "与奥利波斯的命运撰写师罗-塔尔见面。",
["T"] = "命运的召唤",
},
[63057] = {
["T"] = "恢复供能",
["O"] = "激活心能导流器。",
["S"] = {
"激活心能导流器",
},
},
[55122] = {
["T"] = "鱼人狂欢",
["O"] = "从鱼人处取回6个急救包。",
["S"] = {
"从被击败的鱼人身上获取急救包",
},
},
[27691] = {
["T"] = "疯狂的沼鳍",
["O"] = "消灭12只沼鳍鱼人。",
["S"] = {
"消灭沼鳍暗栖鱼人",
},
},
[9815] = {
["T"] = "潜水",
["O"] = "将5个沾满淤泥的核心交给纳格兰元素王座的元素师鲁艾普。",
["S"] = {
"沾满淤泥的核心",
},
},
[27832] = {
["O"] = "与荒芜之地隐藏的龙巢的瑞亚交谈。",
["T"] = "隐藏的龙巢",
},
[39764] = {
["T"] = "致命水晶",
["O"] = "从泥吻巢穴的狗头人身上找回灵魂牢笼。",
["S"] = {
"灵魂牢笼",
},
},
[38765] = {
["T"] = "加入伊利达雷：破坏魔",
["O"] = "将一位恶魔猎手的全部力量灌入军团传送门激活器内，然后用它召唤你的破坏魔部队。",
["S"] = {
"作出抉择",
},
},
[28331] = {
["T"] = "魔棒的恩赐……",
["O"] = "使用赫尔库拉的魔棒强化8名黑暗游侠。",
["S"] = {
"强化黑暗游侠",
},
},
[56914] = {
["T"] = "愤怒的居民",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败艾兹拉·格里姆",
},
},
[28587] = {
["O"] = "跟希尔斯布莱德丘陵奥特兰克山脉的沃加·死爪谈一谈。",
["T"] = "霜狼的帮助",
},
[28715] = {
["T"] = "恶魔窃贼",
["O"] = "在西边劣魔活跃区域找回德林拉尔被盗的背包。",
["S"] = {
"麦利萨尔被盗的背包",
},
},
[28843] = {
["T"] = "海巫的罪行",
["O"] = "军团士兵纳兹戈林要你去杀死纳兹夏尔女士。",
["S"] = {
"消灭纳兹夏尔女士",
},
},
[28971] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[10455] = {
["T"] = "危险的荒野",
["O"] = "杀死12只林地山猫。",
["S"] = {
"消灭林地山猫",
},
},
[14045] = {
["O"] = "找到臭名昭著的海盗巴隆·朗绍尔，跟他谈一谈。",
["T"] = "寻找巴隆·朗绍尔",
},
[29355] = {
["T"] = "再来点香料面包",
["O"] = "烹饪或获得10片香料面包。",
["S"] = {
"香料面包",
},
},
[58962] = {
["T"] = "术士的交易",
["O"] = "调查第一考察队中的术士尸体。",
["S"] = {
"调查死去术士的尸体",
},
},
[29611] = {
["T"] = "战争的艺术",
["O"] = "和格罗玛什要塞的纳兹戈林将军谈一谈。",
["S"] = {
"去格罗玛什要塞报到",
},
},
[29739] = {
["O"] = "风歌长者",
["T"] = "风歌长者",
},
[51539] = {
["O"] = "把有关叛徒的事告诉贝恩。",
["T"] = "通知部落！",
},
[35413] = {
["O"] = "托维尔失落之城奖励任务",
["T"] = "托维尔失落之城奖励任务",
},
[52051] = {
["O"] = "LFGDungeons - BFA - Raid Finder - 1st",
["T"] = "LFGDungeons - BFA - Raid Finder - 1st",
},
[60498] = {
["T"] = "征服试炼",
["O"] = "在晋升之路中击败卡莉丝塞茵。",
["S"] = {
"击败卡莉丝塞茵",
},
},
[29390] = {
["T"] = "海加尔守护者：远古防御者的召唤",
["O"] = "协助海加尔山的洛戈什、托尔托拉、艾维娜和艾森娜。",
["S"] = {
"协助洛戈什",
"协助托尔托拉",
"协助艾维娜",
"协助艾森娜",
},
},
[47439] = {
["T"] = "兽群主宰贡克",
["O"] = "与贡克谈判。",
["S"] = {
"与贡克谈判",
},
},
[36693] = {
["T"] = "突袭莫高尔岗哨",
["O"] = "突袭纳格兰莫高尔岗哨的战歌兽人。",
["S"] = {
"突袭日泉岗哨的战歌部队",
},
},
[29134] = {
["T"] = "时间的波澜",
["O"] = "同时光之穴中的阿纳克洛斯交谈，见证艾泽拉斯的未来。",
["S"] = {
"见证艾泽拉斯的未来",
},
},
[37205] = {
["T"] = "加戈拉",
["O"] = "在宠物对战中击败加戈拉。",
["S"] = {
"击败加戈拉",
},
},
[53843] = {
["T"] = "The Ub3rlode",
["O"] = "Complete The MOTHERLODE!! on Heroic Difficulty and obtain the recipe from Mogul Razdunk.",
["S"] = {
"消灭商业大亨拉兹敦克",
},
},
[54099] = {
["T"] = "萨鲁法尔大王",
["O"] = "在奥格瑞玛与希尔瓦娜斯·风行者探讨萨鲁法尔的命运。",
["S"] = {
"倾听希尔瓦娜斯",
},
},
[37973] = {
["T"] = "寻宝合同：德莱尼技师",
["O"] = "在命运之柱的入口附近寻找有关技师马顿的水晶的证据。",
["S"] = {
"找到失踪的技师",
},
},
[28728] = {
["O"] = "与幽影谷北部池塘一带的德塔莉亚·银林交谈。",
["T"] = "未来的征兆",
},
[28878] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[28750] = {
["O"] = "与奥法师艾尔曼交谈，传送到西瘟疫之地的安多哈尔。然后向安多哈尔城内的库尔迪拉·织亡者报到。",
["T"] = "安多哈尔之战",
},
[31787] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的魔古符文石",
},
[31915] = {
["T"] = "驯宠宗师莉迪亚·埃考斯特",
["O"] = "在宠物战斗中击败莉迪亚·埃考斯特。",
["S"] = {
"击败莉迪亚·埃考斯特",
},
},
[32043] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[39765] = {
["T"] = "取而“戴”之",
["O"] = "从蓝烛碎颅队长身上拿到指挥之颅。",
["S"] = {
"指挥之颅",
},
},
[40021] = {
["T"] = "每株植物的死亡都是沉重的损失",
["O"] = "在瓦尔莎拉消灭20个萨特。",
["S"] = {
"消灭瓦尔莎拉萨特",
},
},
[48468] = {
["T"] = "邦桑迪赐予的解脱",
["O"] = "使用仪式火炬超度10具被亵渎的巨魔尸体。",
["S"] = {
"超度被亵渎的尸体",
},
},
[28984] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[24492] = {
["T"] = "收拾行囊",
["O"] = "收集1把寒脊酒壶、1件粗糙的狼皮斗篷以及一些隔夜的野猪肉。",
["S"] = {
"寒脊酒壶",
"粗糙的狼皮斗篷",
"隔夜的野猪肉",
},
},
[47438] = {
["T"] = "选择神灵",
["O"] = "选择一名神灵。",
["S"] = {
"选择一名神灵",
},
},
[12375] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[12439] = {
["O"] = "去和暮冬要塞的罗尼·威尔斯谈一谈，向他要一头坐骑，前往龙骨荒野西部的群星之墓。",
["T"] = "西部的扰动",
},
[25004] = {
["T"] = "磨坊告急",
["O"] = "收集5根锯齿肋骨和3个焦黑的徽记。",
["S"] = {
"锯齿肋骨",
"焦黑的徽记",
},
},
[25132] = {
["T"] = "火刃奖章",
["O"] = "杀死5只魔犬，并获得火刃奖章。",
["S"] = {
"消灭魔犬",
"火刃奖章",
},
},
[12631] = {
["O"] = "将尸灵项圈交给黑锋哨站的斯特凡。",
["T"] = "某种邀请……",
},
[28366] = {
["T"] = "解除熊的武装",
["O"] = "从魔爪村缴获7件死木武器。",
["S"] = {
"死木武器",
},
},
[42837] = {
["T"] = "多余的浮龙",
["O"] = "收集8只影鳞捕蝇者。",
["S"] = {
"收集影鳞捕蝇者",
},
},
[28238] = {
["O"] = "跟暴风城港口的法戈·弗林特洛克谈一谈。",
["T"] = "暮光海滩",
},
[25772] = {
["O"] = "将无瑕的德莱尼水晶球交给诅咒之地的收藏家库米沙。",
["T"] = "库米沙的努力",
},
[51796] = {
["T"] = "洛丹伦之战",
["O"] = "完成洛丹伦之战。",
["S"] = {
"与伊莎贝拉交谈",
},
},
[52052] = {
["O"] = "LFGDungeons - BFA - Raid Finder - Nth",
["T"] = "LFGDungeons - BFA - Raid Finder - Nth",
},
[47437] = {
["T"] = "信仰之争",
["O"] = "消灭3名赞枢尔的腐化守卫。",
["S"] = {
"消灭墓穴卫士",
"消灭仪式卫士",
"消灭亡者卫士",
},
},
[47422] = {
["T"] = "恐怖事态",
["O"] = "消灭德加达。",
["S"] = {
"消灭德加达",
},
},
[26412] = {
["T"] = "莫什奥格的馈赠",
["O"] = "从莫什奥格食人魔山后的废墟里获得莫什奥格的馈赠。",
["S"] = {
"莫什奥格的馈赠",
},
},
[36694] = {
["T"] = "突袭破碎悬崖",
["O"] = "突袭纳格兰破碎悬崖的独眼魔部队。",
["S"] = {
"利用破碎悬崖的冲突",
},
},
[53332] = {
["O"] = "前往伯拉勒斯向哈尔弗·维姆班恩报告。",
["T"] = "战争来临",
},
[37206] = {
["T"] = "可怕的塔尔",
["O"] = "在宠物对战中击败可怕的塔尔。",
["S"] = {
"击败可怕的塔尔",
},
},
[13463] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[62291] = {
["O"] = "Venari Rep Token Tracking",
["T"] = "Venari Rep Token Tracking",
},
[37974] = {
["O"] = "宠物对战未激活",
["T"] = "宠物对战未激活",
},
[13655] = {
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
["T"] = "探险者协会的文件（2/6）",
},
[47513] = {
["O"] = "与塔兰吉公主交谈。",
["T"] = "沃顿",
},
[13783] = {
["T"] = "冠军的利剑",
["O"] = "找到灰木之剑，把它交给银色比武场的伊蕾希亚·晨歌。",
["S"] = {
"灰木之剑",
},
},
[27692] = {
["T"] = "瑟莱德丝公主",
["O"] = "杀死瑟莱德丝公主。",
["S"] = {
"消灭瑟莱德丝公主",
},
},
[13911] = {
["T"] = "心不在焉的勘察员",
["O"] = "护送迷糊的勘察员雷塔维去找他遗失的日志。完成之后跟挖掘场的初级考古学家费德谈一谈。",
["S"] = {
"护送勘察员雷塔维",
},
},
[64083] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "堕罪堡战略家",
},
[56148] = {
["O"] = "消灭在纳沙塔尔的联盟。",
["T"] = "战斗的召唤：纳沙塔尔",
},
[27726] = {
["T"] = "英雄的召唤：海加尔山！",
["O"] = "跟塞纳里奥使者安亚·碧月谈一谈，进入月光林地。",
["S"] = {
"获得前往月光林地的许可",
},
},
[28332] = {
["T"] = "赫尔库拉的命令",
["O"] = "杀死15名血牙遗族猎人。",
["S"] = {
"消灭血牙遗族猎人",
},
},
[28460] = {
["T"] = "冬泉熊怪的威胁",
["O"] = "在冰火温泉附近杀死任意15个冬泉熊怪。",
["S"] = {
"杀死冬泉熊怪",
},
},
[47329] = {
["T"] = "血望者的遗产",
["O"] = "帮助考察者泰莎拉·血望者找到希巴拉化石。",
["S"] = {
"发现化石",
},
},
[28716] = {
["O"] = "与暴风城暴风要塞的杰塔瑞斯将军交谈。",
["T"] = "英雄的召唤：暮光高地！",
},
[33111] = {
["T"] = "悬赏：扭曲的古树",
["O"] = "从扭曲的古树上收集腐化的木材。",
["S"] = {
"腐化的木材",
},
},
[28972] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[29100] = {
["T"] = "布温巴之魂",
["O"] = "警告荆棘谷的人们，并找到另一名暗矛大使。",
["S"] = {
"帮助布温巴找到暗矛大使",
},
},
[29228] = {
["T"] = "追踪猛兽",
["O"] = "找出玛乌提把格伦特·恐锤藏在了哪里。",
["S"] = {
"找到玛乌提的巢穴",
},
},
[58708] = {
["O"] = "在伯拉勒斯和工匠大师欧沃斯巴克见面。",
["T"] = "出名要趁早",
},
[27470] = {
["O"] = "找到阿克莱德。",
["T"] = "潜在的盟友",
},
[42838] = {
["T"] = "局势突变",
["O"] = "找到玛尔迦。",
["S"] = {
"找到玛尔迦",
},
},
[29740] = {
["O"] = "恒影长者",
["T"] = "恒影长者",
},
[47313] = {
["T"] = "谨慎的调查",
["O"] = "询问达萨罗的执行者。",
["S"] = {
"询问执行者",
},
},
[35415] = {
["O"] = "起源大厅奖励任务",
["T"] = "起源大厅奖励任务",
},
[112] = {
["T"] = "收集海藻",
["O"] = "收集4片水晶藻叶，把它们带给闪金镇的威廉·匹斯特。",
["S"] = {
"水晶藻叶",
},
},
[60500] = {
["T"] = "赎罪大厅：骄傲勋章",
["O"] = "从赎罪大厅的宫务大臣处取回骄傲勋章。",
["S"] = {
"骄傲勋章",
},
},
[191] = {
["T"] = "追踪猎豹",
["O"] = "猎杀10只黑豹。",
["S"] = {
"消灭黑豹",
},
},
[29340] = {
["O"] = "短缺奖励",
["T"] = "短缺奖励",
},
[36695] = {
["T"] = "突袭永茂丛林",
["O"] = "突袭戈尔隆德永茂丛林的木精部队。",
["S"] = {
"突袭永茂丛林的木精部队",
},
},
[53333] = {
["O"] = "前往祖达萨向纳萨诺斯·凋零者报告。",
["T"] = "战争来临",
},
[37207] = {
["T"] = "维沙尔",
["O"] = "在宠物对战中击败维沙尔。",
["S"] = {
"击败维沙尔",
},
},
[39401] = {
["O"] = "在你的船坞建造一艘驱逐舰，并派它去执行海军行动。",
["T"] = "军备竞赛",
},
[47222] = {
["T"] = "海上潜行",
["O"] = "与温蕾萨·风行者谈谈以启航前往埃索达。",
["S"] = {
"启航前往埃索达",
},
},
[38912] = {
["O"] = "到末路崖去找奥金·铁牛。",
["T"] = "鲜血图腾部族",
},
[62804] = {
["T"] = "装满容器",
["O"] = "消灭不同的软泥并用液体装满容器。",
["S"] = {
"在凋零密院消灭不稳定的凝胶",
"在缝合场消灭构筑的污泥",
"在伤逝剧场消灭冒泡的硬化组织",
"在勇气神庙消灭通灵小水滴",
"在脓疮沼泽消灭原生烂泥怪",
"在遗忘伤痕消灭泡血",
"在噬渊消灭共鸣悲苦",
"在灰烬荒野消灭凝结灰烬",
"在纯洁神庙消灭冒泡的纯泥",
"在缝合场消灭斯特拉达玛侯爵",
},
},
[63060] = {
["O"] = "在野兽密径寻找掮灵留下的任何物品。",
["T"] = "原则6附注：别忘了拿东西",
},
[55125] = {
["O"] = "狩猎时节",
["T"] = "狩猎时节",
},
[31788] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的陶俑手臂",
},
[31916] = {
["T"] = "驯宠宗师莉迪亚·埃考斯特",
["O"] = "在宠物战斗中击败莉迪亚·埃考斯特。",
["S"] = {
"击败莉迪亚·埃考斯特",
},
},
[64084] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "通灵领主战略家",
},
[24761] = {
["T"] = "粗暴的开始",
["O"] = "收集6块蛮鬃豹皮。",
["S"] = {
"蛮鬃豹皮",
},
},
[38927] = {
["T"] = "坚韧不拔",
["O"] = "赢得3场评级战场的比赛。",
["S"] = {
"评级战场获胜",
},
},
[32428] = {
["T"] = "熊猫人驭灵师",
["O"] = "在宠物对战中击败所有的熊猫人古灵。",
["S"] = {
"击败熊猫人烈焰之灵",
"击败熊猫人雷霆之灵",
"击败熊猫人微风之灵",
"击败熊猫人流水之灵",
},
},
[46747] = {
["O"] = "与瓦尔莎拉的西尔维娅·鹿角谈一谈，领取你的奖励。",
["T"] = "织梦者的物资",
},
[24493] = {
["O"] = "向卡拉诺斯的萨雷克·暗岩报到。",
["T"] = "别忘记我们",
},
[13032] = {
["O"] = "长者穆拉克",
["T"] = "长者穆拉克",
},
[8280] = {
["T"] = "保护补给线",
["O"] = "希利苏斯塞纳里奥要塞的唤风者梅恩·长角要求你去杀死15只掘泥打击者。",
["S"] = {
"消灭掘泥打击者",
},
},
[12968] = {
["T"] = "伊尔达的愚行",
["O"] = "布伦希尔达村的复仇者伊芬要你进入瓦基里安，杀死风暴语者伊尔达。",
["S"] = {
"消灭风暴语者伊尔达",
},
},
[41815] = {
["O"] = "前往高岭峰。",
["T"] = "亡黯的诅咒",
},
[25133] = {
["O"] = "与森金村的加德林大师谈一谈。",
["T"] = "去森金村报到",
},
[38946] = {
["O"] = "在阿苏纳寻找裁缝。",
["T"] = "求助本地人",
},
[34392] = {
["T"] = "猛攻结束",
["O"] = "破坏黑暗之门的2座邪能尖塔。",
["S"] = {
"破坏北部邪能尖塔",
"破坏南部邪能尖塔",
},
},
[42839] = {
["O"] = "与凡瑟尔谈一谈。",
["T"] = "找到坏人",
},
[38989] = {
["O"] = "前往塔纳安丛林的塔纳安计划图。",
["T"] = "有何指示，将军？",
},
[47189] = {
["T"] = "分裂的国度",
["O"] = "在港务长办公室查看侦察地图。",
["S"] = {
"查看侦察地图",
},
},
[35440] = {
["O"] = "萨隆矿坑奖励任务",
["T"] = "萨隆矿坑奖励任务",
},
[35672] = {
["T"] = "悬赏：毒钩",
["O"] = "消灭毒钩。",
["S"] = {
"消灭毒钩",
},
},
[60501] = {
["O"] = "将蕾茉妮雅带给堕罪堡外面的德莱文将军。",
["T"] = "救赎者的救赎",
},
[44375] = {
["T"] = "最终之刃",
["O"] = "如果要去寻找下一件神器，就去告诉乔拉齐。",
["S"] = {
"选择要追求的第三件神器",
},
},
[42393] = {
["O"] = "回神射手营地找伊墨瑞尔·影卫。",
["T"] = "归乡",
},
[53078] = {
["T"] = "潮汐中的宝藏",
["O"] = "在哀嚎潮路收集8份船难物资。",
["S"] = {
"普罗德摩尔补给箱",
"消灭哀嚎的海妖",
},
},
[61525] = {
["T"] = "灰烬王庭",
["O"] = "决定灰烬王庭的宾客和设施，然后尽力取悦宾客。",
["S"] = {
"检查宾客名单",
},
},
[9304] = {
["O"] = "将肮脏的信交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
["T"] = "肮脏的信",
},
[9368] = {
["O"] = "碰触奥格瑞玛、雷霆崖和幽暗城里的篝火，然后与城市内的节日诗人交谈。",
["T"] = "火焰的节日",
},
[47181] = {
["T"] = "冒烟的枪",
["O"] = "用弗林的手枪朝港务长办公室的木桶开一枪。",
["S"] = {
"射击水桶",
},
},
[27181] = {
["T"] = "洗刷污点",
["O"] = "杀死10名血牙猎手。",
["S"] = {
"消灭血牙猎手",
},
},
[9560] = {
["T"] = "末日的野兽！",
["O"] = "秘蓝岛止松要塞的莫多要求你给他带回8张掠食者的皮。",
["S"] = {
"掠食者的皮",
},
},
[47148] = {
["O"] = "赢得1场PvP乱斗。",
["T"] = "与众不同",
},
[27565] = {
["O"] = "找到凯文·达森。",
["T"] = "进入监狱",
},
[9752] = {
["T"] = "逃离暗泽村",
["O"] = "护送凯拉·长鬃返回赞加沼泽的塞纳里奥庇护所，然后向伊谢尔·风歌复命。",
["S"] = {
"护送凯拉·长鬃回到塞纳里奥庇护所",
},
},
[27821] = {
["T"] = "兽人与人类",
["O"] = "杀死8名斯通纳德战士。",
["S"] = {
"消灭斯通纳德战士",
},
},
[64085] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "法夜战略家",
},
[28077] = {
["O"] = "与石槌食人魔交谈。",
["T"] = "征召冒险者：北厄运之槌",
},
[10008] = {
["T"] = "泰罗卡的事情，在泰罗卡解决",
["O"] = "追踪者凯德要你杀死10名噬骨蹂躏者和6名噬骨碎脊者。",
["S"] = {
"消灭噬骨蹂躏者",
"消灭噬骨碎脊者",
},
},
[28333] = {
["T"] = "该上油了",
["O"] = "用达尔拉的抓钩获得铁木油罐，用它们给7台铁木伐木机上油。",
["S"] = {
"给伐木机上油",
},
},
[28461] = {
["T"] = "傀儡统帅的造物",
["O"] = "从黑石深渊制造厂获得5个元素模组，并且拿回元素傀儡蓝图。",
["S"] = {
"元素魔像蓝图",
"元素模组",
},
},
[9310] = {
["O"] = "将暗淡的死灵水晶交给幽暗城庭院处的卢卡中尉。",
["T"] = "暗淡的死灵水晶",
},
[28717] = {
["O"] = "去奥格瑞玛的格罗玛什要塞找萨鲁法尔大王报告。",
["T"] = "大酋长的命令：暮光高地！",
},
[57686] = {
["T"] = "永恒旅者",
["O"] = "从活着的生物身上收集凡躯回响。",
["S"] = {
"凡躯回响",
},
},
[28973] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[12392] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[9374] = {
["T"] = "埃雷利恩的日记",
["O"] = "地狱火半岛猎鹰岗哨的魔导师卡尔琳达要你前往阿苟纳之池，找回埃雷利恩的日记。",
["S"] = {
"埃雷利恩的日记",
},
},
[10584] = {
["T"] = "能量转换器",
["O"] = "使用电磁收集器收集5个电荷元素。",
["S"] = {
"收集电荷元素",
},
},
[10648] = {
["T"] = "通缉：乌鲁洛斯，影月谷的祸患",
["O"] = "杀死乌鲁洛斯，将乌鲁洛斯的烈焰之鬃交给影月谷蛮锤要塞的战争召唤者比尔斯诺特。",
["S"] = {
"乌鲁洛斯的烈焰之鬃",
},
},
[29613] = {
["T"] = "罪有应得",
["O"] = "杀死督军卡利瑟里斯，然后向蒸汽地窟内的观察者杰哈恩复命。",
["S"] = {
"消灭督军卡利瑟里斯",
},
},
[34905] = {
["O"] = "Placeholder Quest",
["T"] = "Placeholder Quest",
},
[43352] = {
["T"] = "财产安全",
["O"] = "从城市守卫手中保护阿鲁因的存货。",
["S"] = {
"用爪钩枪到达藏货处",
},
},
[39047] = {
["O"] = "在克拉苏斯平台与受难者奥图里斯谈一谈。",
["T"] = "伊利达雷的召唤",
},
[60246] = {
["T"] = "交换利益：塞兹仙林",
["O"] = "从塞兹仙林的迷雾的特雷德奥瓦处获得一只肿胀的戈姆幼虫。",
["S"] = {
"肿胀的戈姆幼虫",
},
},
[60502] = {
["T"] = "赤红深渊：里面的盟友",
["O"] = "在赤红深渊中救出宝贵的囚犯。",
["S"] = {
"营救囚犯",
},
},
[11096] = {
["T"] = "临近的威胁",
["O"] = "在壁垒山杀死任意20个戈杜尼食人魔，然后向沙塔斯城的尤拉复命。",
["S"] = {
"戈杜尼食人魔",
},
},
[47137] = {
["O"] = "回到你的职业大厅并招募一名新的勇士。",
["T"] = "抗魔联军勇士",
},
[36697] = {
["T"] = "突袭玛戈纳洛克",
["O"] = "攻击霜火岭玛戈纳洛克的石头怪物。",
["S"] = {
"突袭玛戈纳洛克的石头怪物",
},
},
[36953] = {
["O"] = "与布罗恩·天角谈一谈，飞往塔拉多。",
["T"] = "策略问题",
},
[37209] = {
["T"] = "冰冷的钢铁，第二季",
["O"] = "从恐轨车站找到一门钢铁自动火炮。",
["S"] = {
"钢铁自动火炮",
"消灭啸天者托瓦拉",
},
},
[53847] = {
["O"] = "在暴风要塞与玛维·影歌和珊蒂斯·羽月会面。",
["T"] = "风中低语",
},
[47127] = {
["T"] = "萨格拉斯之墓：欺诈者",
["O"] = "击败萨格拉斯之墓的基尔加丹。",
["S"] = {
[2] = "欺诈者之印",
},
},
[11544] = {
["T"] = "阿塔玛军备",
["O"] = "铁匠霍尔萨要求你在奎尔丹纳斯岛阳湾军械库的铁砧上打碎阿塔玛军备，以此制造5块净化过的阿塔玛金属。",
["S"] = {
"净化过的阿塔玛金属",
},
},
[39049] = {
["T"] = "盯紧目标",
["O"] = "消灭审判官贝弗尔并吸取他的力量。",
["S"] = {
"消灭审判官贝弗尔并获取力量",
},
},
[11672] = {
["O"] = "到无畏要塞的兵营里去找阿洛斯将军。",
["T"] = "应征入伍",
},
[39050] = {
["T"] = "恶魔蛛后",
["O"] = "完成仪式以侦察燃烧军团首领。",
["S"] = {
"完成仪式",
},
},
[31789] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的石化的骨鞭",
},
[55639] = {
["T"] = "谁藏在坑中",
["O"] = "营救5名受困的考察队成员。",
["S"] = {
"解救被困住的考察队成员",
},
},
[64086] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "格里恩战略家",
},
[32173] = {
["O"] = "Build Portal 01",
["T"] = "Build Portal 01",
},
[39051] = {
["T"] = "不择手段",
["O"] = "进入紫罗兰监狱，拷问毁灭者塔尔达斯以找出叛徒瓦雷迪斯的位置。",
["S"] = {
"说服典狱官奥图拉斯",
},
},
[11880] = {
["T"] = "多相数据调查",
["O"] = "沙塔斯城的先驱者哈隆奈姆希望你使用多相光谱护目镜去获取6份多相数据。",
["S"] = {
"获取多相读数",
},
},
[47124] = {
["T"] = "萨格拉斯之墓：堕落的化身",
["O"] = "击败萨格拉斯之墓的堕落的化身。",
["S"] = {
[2] = "哀嚎的灵魂",
},
},
[57175] = {
["T"] = "审判官威尔海姆的罪碑",
["O"] = "收集3块隐藏的罪碑碎片。",
["S"] = {
"找到隐藏的罪碑碎片",
},
},
[24622] = {
["O"] = "与血爪海滩的基加拉交谈。",
["T"] = "巨魔的铁杆伙伴",
},
[24750] = {
["O"] = "与暗矛训练场中的索拉萨谈谈。",
["T"] = "暗矛的崛起",
},
[31693] = {
["T"] = "茱莉亚·史蒂文斯",
["O"] = "在宠物战斗中击败茱莉亚·史蒂文斯。",
["S"] = {
"击败茱莉亚·史蒂文斯",
},
},
[40816] = {
["T"] = "生存下去的必要力量",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[33882] = {
["T"] = "拯救孔雀幼鸟",
["O"] = "救出7只惊恐的孔雀幼鸟，并把它们带回卡雷布身边。",
["S"] = {
"营救惊恐的孔雀幼鸟",
},
},
[10270] = {
["T"] = "不太谦虚的提议",
["O"] = "取回传送器能量包，将它带至法力熔炉：乌提斯东边苍穹之脊上的虚灵传送器。激活传送器，然后将传送器能量包交给星界商人玛里德的影像，让他进行安装。",
["S"] = {
"传送器能量包",
},
},
[25390] = {
["T"] = "女人的好朋友",
["O"] = "埃达尔拉要你取回6件埃达尔拉的信物。",
["S"] = {
"埃达尔拉的信物",
},
},
[59223] = {
["T"] = "名字无所谓",
["O"] = "收集惧影花提取物来制作马里莱斯的药剂。",
["S"] = {
"惧影花提取物",
},
},
[31309] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员艾玛，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[51544] = {
["T"] = "拆卸火炮",
["O"] = "破坏部落炮舰上的火炮。",
["S"] = {
"摧毁火炮",
},
},
[51800] = {
["O"] = "在提拉加德海峡协助暗影猎手塔金。",
["T"] = "据点：提拉加德海峡",
},
[13016] = {
["O"] = "长者诺塔尔",
["T"] = "长者诺塔尔",
},
[35930] = {
["O"] = "黑暗深渊（额外）奖励任务",
["T"] = "黑暗深渊（额外）奖励任务",
},
[26286] = {
["T"] = "保卫西部荒野",
["O"] = "缴获豺狼人攻击命令。",
["S"] = {
"豺狼人攻击命令",
},
},
[26414] = {
["T"] = "捕捉狮鲈鱼",
["O"] = "暴风城的凯瑟琳·利兰要你给她带去8条硬化狮鲈鱼。",
["S"] = {
"硬化狮鲈鱼",
},
},
[26542] = {
["O"] = "去找辛特兰鹰巢山的狮鹫管理员塔隆艾克斯。",
["T"] = "英雄的召唤：辛特兰！",
},
[10334] = {
["O"] = "在虚空风暴肯瑞瓦村礼拜堂小丘附近的农田中找到贝希。",
["T"] = "贝希的铃铛",
},
[61783] = {
["T"] = "血盆大口",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败腭骨",
},
},
[13464] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[27054] = {
["T"] = "铤而走险",
["O"] = "杀死讲师玛丽希亚，缴获她的教派命令书。",
["S"] = {
"教派手令",
},
},
[27182] = {
["O"] = "跟水光庄园的“沼泽之眼”加尔谈一谈。",
["T"] = "女巫岭的隐士",
},
[13656] = {
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
["T"] = "探险者协会的文件（1/6）",
},
[47123] = {
["T"] = "萨格拉斯之墓：堕落的化身",
["O"] = "击败萨格拉斯之墓的堕落的化身。",
["S"] = {
[2] = "哀嚎的灵魂",
},
},
[11897] = {
["T"] = "炸毁虫孔",
["O"] = "哈默希尔中士要你使用火焰炸弹摧毁无畏要塞西南方和西北方的虫孔。",
["S"] = {
"在南部虫孔安装炸弹",
"在北部虫孔安装炸弹",
},
},
[55384] = {
["T"] = "安家",
["O"] = "放置召唤海螺，并四处走走。",
["S"] = {
"让特鲁尔移动召唤海螺",
},
},
[55640] = {
["T"] = "暴风城的幻象",
["O"] = "完成暴风城的幻象。",
["S"] = {
"完成暴风城的幻象",
},
},
[27950] = {
["T"] = "哥培尔！",
["O"] = "当你做好见证仪式的准备后就跟元首司克诺兹谈一谈。",
["S"] = {
"见证哥培尔的变形仪式",
},
},
[28078] = {
["O"] = "与十字军指挥官埃里戈尔·黎明使者交谈。",
["T"] = "征召冒险者：斯坦索姆正门",
},
[47103] = {
["O"] = "在达萨罗与飞行管理员洛科塔附近的洛坎见面。",
["T"] = "前往纳兹米尔",
},
[28334] = {
["T"] = "闪光弹之战",
["O"] = "用达尔拉的超强闪光弹让8名刺枝潜伏者显形，将他们杀掉。",
["S"] = {
"消灭刺枝潜伏者",
},
},
[14232] = {
["T"] = "耳饰在燃烧",
["O"] = "你要给弗瑞恩的哨站的苏伦收集25个火刃耳饰。",
["S"] = {
"火刃耳饰",
},
},
[40794] = {
["O"] = "前往达拉然，把船长日志交给灰牙之地的苏提斯中尉。",
["T"] = "女王的复仇号的命运",
},
[9149] = {
["T"] = "瘟疫海岸",
["O"] = "将6根染疫鱼人脊骨交给塔奎林的药剂师雷兹特恩。",
["S"] = {
"染疫鱼人脊骨",
},
},
[35441] = {
["O"] = "映像大厅奖励任务",
["T"] = "映像大厅奖励任务",
},
[28974] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[29102] = {
["O"] = "前往北荆棘谷的利文斯顿营地寻找暗矛大使。",
["T"] = "前往利文斯顿营地",
},
[42074] = {
["T"] = "圣光回归",
["O"] = "和杰斯·织暗一起穿过传送门，取得图雷，纳鲁道标。",
["S"] = {
"穿过黑石岛上的传送门",
"取得图雷",
},
},
[39125] = {
["T"] = "恶魔克星",
["O"] = "消灭厄运召唤者、嘲喉，以及笑链。",
["S"] = {
"消灭厄运召唤者",
"消灭嘲喉",
"消灭笑链",
},
},
[42586] = {
["O"] = "使用侦察地图，完成“防守林地”任务。",
["T"] = "防守林地",
},
[29614] = {
["T"] = "遏制是关键",
["O"] = "杀死3个泥沼主宰和6个盘牙麻风者，并取得机械师斯蒂里格的被辐射过的齿轮，然后向蒸汽地窟的博学者拜特复命。",
["S"] = {
"消灭泥沼主宰",
"消灭盘牙麻风者",
"被辐射过的齿轮",
},
},
[29742] = {
["O"] = "门克哈夫长者",
["T"] = "门克哈夫长者",
},
[11048] = {
["O"] = "与影月村的血卫士古尔穆克谈一谈。",
["T"] = "克洛坎的报告",
},
[51801] = {
["O"] = "在德鲁斯瓦协助加里维克斯和伊崔格",
["T"] = "据点：德鲁斯瓦",
},
[10984] = {
["O"] = "与沙塔斯城贫民窟的食人魔葛罗克谈一谈。",
["T"] = "援助食人魔",
},
[10920] = {
["T"] = "复仇之战",
["O"] = "守备官海雷恩要你杀掉20只巨牙寡妇蛛，然后返回灵网山脊西边向他复命。",
["S"] = {
"消灭巨牙寡妇蛛",
},
},
[39180] = {
["O"] = "前往赞加沼泽的塞纳里奥庇护所，与伊谢尔·风歌谈一谈。",
["T"] = "大酋长的命令：赞加沼泽！",
},
[39189] = {
["O"] = "与泰罗卡森林地区的塞纳里奥树林中的某位德鲁伊谈一谈。",
["T"] = "大酋长的命令：纳格兰！",
},
[36699] = {
["T"] = "突袭沙塔斯市中心",
["O"] = "突袭塔拉多沙塔斯城的萨格雷军队。",
["S"] = {
"突袭沙塔斯城的萨格雷军队",
},
},
[29645] = {
["T"] = "赫尔默大使",
["O"] = "杀死12名秘教仪祭师和赫尔默大使，然后去奥金顿的暗影迷宫找战地指挥官玛弗恩。",
["S"] = {
"消灭秘教仪祭师",
"消灭赫尔默大使",
},
},
[61784] = {
["T"] = "晋升堡垒的峭壁",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败斯特拉提欧斯",
},
},
[53849] = {
["T"] = "希望渐灭",
["O"] = "观看泰兰德觐见安度因·乌瑞恩。",
["S"] = {
"与先知维伦交谈",
},
},
[62296] = {
["T"] = "踏足未知",
["O"] = "调查未知区域。",
["S"] = {
"前往未知区域",
},
},
[31289] = {
["T"] = "研究课题：熊猫人帝国",
["O"] = "获得20块熊猫人考古碎片。",
["S"] = {
"获得熊猫人考古碎片",
},
},
[39191] = {
["T"] = "破冰者的遗产",
["O"] = "说服马格纳·破冰者。",
["S"] = {
"与胡尼尔交谈",
},
},
[39201] = {
["O"] = "向52区的火箭主管弗斯拉格报到。",
["T"] = "大酋长的命令：虚空风暴！",
},
[46938] = {
["T"] = "独处深渊",
["O"] = "与大技师罗姆尔谈谈，从维迪卡尔降落到阿古斯。",
["S"] = {
"与罗姆尔对话并下船",
},
},
[63576] = {
["T"] = "第一步",
["O"] = "在奥利波斯与文官阿得赖斯提斯交谈。",
["S"] = {
"与奥利波斯的文官阿得赖斯提斯交谈",
},
},
[10472] = {
["T"] = "先知的盟约",
["O"] = "当你在流沙之鳞中的声望达到崇拜后，将永恒之戒交给时空之穴的索莉多米。",
["S"] = {
"中立 / 崇拜 流沙之鳞",
},
},
[32046] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[47962] = {
["O"] = "调查失踪的库尔提拉斯舰队。",
["T"] = "斯托颂谷地",
},
[29005] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[10344] = {
["O"] = "与破碎岗哨的空军指挥官格莱芬加尔谈一谈。",
["T"] = "空军指挥官格莱芬加尔",
},
[24762] = {
["T"] = "试炼场",
["O"] = "同暗矛狱卒交谈，然后进入试炼场，杀死一名恶鳞斥候俘虏。",
["S"] = {
"同暗矛狱卒交谈",
"消灭恶鳞斥候俘虏",
},
},
[32686] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的螳螂妖帝国旗帜",
},
[24623] = {
["T"] = "拯救幼崽",
["O"] = "使用血爪之哨，营救12只丢失的血爪幼崽。",
["S"] = {
"营救血爪幼崽",
},
},
[57689] = {
["T"] = "雷纳索尔王子",
["O"] = "进入噬渊，找到雷纳索尔王子。",
["S"] = {
"打开黑暗意志容器",
},
},
[24890] = {
["O"] = "LFGDungeons - Classic - Random - Nth",
["T"] = "LFGDungeons - Classic - Random - Nth",
},
[46846] = {
["T"] = "祖尔之语",
["O"] = "将祖尔之语传达给赞达拉港里指定的人。",
["S"] = {
"向诺卡里传达信息",
"向沃基妮传达信息",
"向码头管理员科波传达信息",
},
},
[8473] = {
["T"] = "痛苦的抉择",
["O"] = "在焦痕谷一带杀死10名枯萎的护卫者，然后向永歌森林焦痕谷西北方的高塔内的拉莉亚娜·河风复命。",
["S"] = {
"消灭枯萎的护卫者",
},
},
[28365] = {
["O"] = "<PH>崔泽尔安全了",
["T"] = "<PH>崔泽尔安全了",
},
[50778] = {
["T"] = "扭曲意图",
["O"] = "消灭被束缚的风暴和被奴役的潮汐之怒。",
["S"] = {
"消灭被束缚的风暴",
"消灭被奴役的潮汐之怒",
},
},
[39210] = {
["T"] = "魔法王国达拉然",
["O"] = "前往达拉然的紫罗兰之门找大法师塞琳德拉。",
["S"] = {
" （可选）",
},
},
[9960] = {
["O"] = "与泰罗卡森林地区的塞纳里奥树林中的某位德鲁伊谈一谈。",
["T"] = "塞纳里奥树林出事了？",
},
[39234] = {
["O"] = "在达拉然下水道与马迪亚斯·肖尔谈一谈。",
["T"] = "十万火急",
},
[51802] = {
["O"] = "在斯托颂谷地协助雷克萨。",
["T"] = "据点：斯托颂谷地",
},
[35676] = {
["T"] = "悬赏：毒钩",
["O"] = "消灭毒钩。",
["S"] = {
"消灭毒钩",
},
},
[60505] = {
["T"] = "蜘蛛巢穴",
["O"] = "消灭8个刀网编织者和操纵者扎利萨。",
["S"] = {
"消灭刀网编织者",
"消灭操纵者扎利萨",
},
},
[26287] = {
["T"] = "月溪旅",
["O"] = "杀掉12只袭击哨兵岭的河爪豺狼人。",
["S"] = {
"杀掉进犯的河爪豺狼人",
},
},
[35442] = {
["O"] = "映像大厅奖励任务",
["T"] = "映像大厅奖励任务",
},
[36700] = {
["T"] = "鲜血竞技场的挑战",
["O"] = "在鲜血竞技场里参加对决。",
["S"] = {
"在鲜血竞技场参与对决",
},
},
[53338] = {
["T"] = "证明你的价值",
["O"] = "开启战争模式，在世界PvP中击杀一名联盟玩家。",
["S"] = {
"已击败联盟玩家",
},
},
[26799] = {
["T"] = "不可拯救的死者",
["O"] = "消灭6个无脑的僵尸。",
["S"] = {
"消灭无脑的僵尸",
},
},
[39261] = {
["O"] = "在克拉苏斯平台与凯恩·日怒谈一谈。",
["T"] = "伊利达雷的召唤",
},
[13881] = {
["T"] = "病逝",
["O"] = "杀死6头被吞噬的蓟熊，调查它们喝水的湖。",
["S"] = {
"消灭被吞噬的蓟熊",
"调查水坑",
},
},
[27183] = {
["T"] = "沼泽蛙的腿",
["O"] = "从大型沼泽蛙身上收集10条沼泽蛙的腿。",
["S"] = {
"沼泽蛙的腿",
},
},
[27469] = {
["O"] = "找到阿克莱德。",
["T"] = "另一侧的朋友",
},
[9625] = {
["O"] = "与秘血岛的雷象管理者沃克汉谈一谈。",
["T"] = "雷象可不是好玩的！",
},
[27567] = {
["T"] = "暮光？不行！",
["O"] = "“审讯”审讯官格斯塔恩。",
["S"] = {
"消灭审讯官格斯塔恩",
},
},
[9753] = {
["O"] = "与秘血岗哨的主教埃德门图斯谈一谈。",
["T"] = "我们所知道的……",
},
[9817] = {
["T"] = "血鳞纳迦的领袖",
["O"] = "杀死毒蛇湖的弗亚希王女，然后返回赞加沼泽的塞纳里奥庇护所，向监护者哈穆特领取奖赏。",
["S"] = {
"消灭弗亚希王女",
},
},
[64089] = {
["T"] = "茶酊制剂",
["O"] = "收集12份可能用于茶饮的原料。",
["S"] = {
"收集刻希亚草药",
},
},
[55976] = {
["O"] = "与梅扎米尔的代言人尤提亚谈一谈，领取你的奖励。",
["T"] = "来自波涛之刃剑鱼人的补给",
},
[28207] = {
["T"] = "泥浆怪问题",
["O"] = "采集7朵翡翠伞菇。",
["S"] = {
"翡翠伞菇",
},
},
[39272] = {
["T"] = "中毒的庄稼",
["O"] = "摧毁卓格巴尔剧毒雕像。",
["S"] = {
"摧毁剧毒雕像",
},
},
[38169] = {
["O"] = "Legion 100-109 A",
["T"] = "Legion 100-109 A",
},
[40796] = {
["T"] = "徘徊在边缘",
["O"] = "将100份远古魔力交给阿布索隆。",
["S"] = {
"远古魔力",
},
},
[41052] = {
["T"] = "绝望的请求",
["O"] = "在克拉苏斯平台与萨鲁法尔大王见面。",
["S"] = {
"与萨鲁法尔大王交谈",
},
},
[26957] = {
["O"] = "同西瘟疫之地治愈者营地的德尔·盖罗恩汇合。",
["T"] = "漫漫归乡路",
},
[10393] = {
["O"] = "将燃烧军团信件交给萨尔玛的魔导师文森特·血鹰。",
["T"] = "邪恶的计划",
},
[39286] = {
["T"] = "惊悚任务",
["O"] = "在破碎海滩找回5个被砍下来的脑袋。",
["S"] = {
"被砍下来的脑袋",
},
},
[26701] = {
["O"] = "跟棘齿城的布拉高克谈一谈，飞往蕨墙村。然后去找克罗格。",
["T"] = "飞往蕨墙",
},
[27834] = {
["T"] = "玻璃弓箭手巴尔洛戈",
["O"] = "使用巴尔洛戈的英灵神殿射击和巴尔洛戈的战吼。",
["S"] = {
"使用巴尔洛戈的英灵神殿射击",
"使用巴尔洛戈的战吼",
},
},
[42588] = {
["O"] = "在瓦尔莎拉的梦境林地与传说中的叶须谈一谈。",
["T"] = "横生枝节",
},
[29615] = {
["T"] = "唤风者克劳恩与窃水者",
["O"] = "杀死水术师瑟丝比娅，然后向蒸汽地窟里的唤风者克劳恩复命。",
["S"] = {
"消灭水术师瑟丝比娅",
},
},
[43100] = {
["T"] = "寻找权杖",
["O"] = "前往西瘟疫之地的凯尔达隆，调查暗影议会的仪式。",
["S"] = {
"使用传送门前往达拉然巨坑（可选）",
"前往凯尔达隆",
},
},
[5421] = {
["T"] = "坐享其成",
["O"] = "吉纳泽林希望你在葬影村的捕蚌器上收集5个贝壳。",
["S"] = {
"贝壳",
},
},
[51803] = {
["T"] = "库尔提拉斯战役",
["O"] = "在库尔提拉斯战役地图上选择一个据点。",
["S"] = {
"在女妖之啸号与希尔瓦娜斯见面",
},
},
[60250] = {
["T"] = "有价值的发现：伤逝剧场",
["O"] = "从伤逝剧场的莫德蕾莎身上获得异界金属之戒。",
["S"] = {
"异界金属之戒",
},
},
[35933] = {
["T"] = "艾泽拉斯最后的防线",
["O"] = "从黑暗之门基地的钢铁部落成员手中夺取钢铁部落信函。",
["S"] = {
"钢铁部落信函",
},
},
[60762] = {
["T"] = "死亡微粒",
["O"] = "在噬渊的毁灭之源收集10个死亡微粒。",
["S"] = {
"收集死亡微粒",
},
},
[44636] = {
["T"] = "组建部队",
["O"] = "你准备好带领枯法者进行第一个战斗训练任务后，就与塔莉萨谈一谈。",
["S"] = {
"与塔莉萨交谈以训练枯法者",
},
},
[36701] = {
["T"] = "突袭黑石矿坑",
["O"] = "突袭戈尔隆德黑石矿坑中的黑石部队。",
["S"] = {
"突袭黑石矿坑中的黑石部队",
},
},
[53339] = {
["O"] = "LFG  - BFA - Island Expedition - Heroic Win - Nth",
["T"] = "LFG  - BFA - Island Expedition - Heroic Win - Nth",
},
[61786] = {
["O"] = "冒险者：石首",
["T"] = "冒险者：石首",
},
[31023] = {
["T"] = "虫群遗物",
["O"] = "收集8件螳螂妖遗物。",
["S"] = {
"螳螂妖遗物",
},
},
[62298] = {
["O"] = "经典20-49",
["T"] = "经典20-49",
},
[37981] = {
["T"] = "世界驰名的鲜血竞技场！",
["O"] = "成为纳格兰鲜血竞技场的竞技场之王。",
["S"] = {
"粉碎嚼颅者",
"击碎弗拉克图斯",
"战胜腐藤",
"践踏德里夏克斯",
},
},
[5805] = {
["O"] = "将闪金镇礼品券交给闪金镇的梅里萨·斯蒂维尔。",
["T"] = "欢迎！",
},
[63066] = {
["T"] = "圣所升级：心能导流器",
["O"] = "使用黑暗强能卷轴召唤心能导流器。",
["S"] = {
"激活心能导流器",
},
},
[39321] = {
["T"] = "三大女魔头",
["O"] = "消灭妖术师拉吉、阿佳拉·亡歌和女巫乌格拉。",
["S"] = {
"消灭妖术师拉吉",
"消灭阿佳拉·亡歌",
"消灭女巫乌格拉",
},
},
[63578] = {
["T"] = "炽蓝仙野之战",
["O"] = "在炽蓝仙野之战中保护寒冬女王的印记。",
["S"] = {
"骑乘飞地外的以太浮蛇",
},
},
[31919] = {
["T"] = "战斗宠物训练师：外域",
["O"] = "在宠物战斗中击败尼基·微技、拉斯安、纳洛克和莫勒鲁长老。",
["S"] = {
"击败尼基·微技",
"击败拉斯安",
"击败纳洛克",
"击败莫勒鲁长老",
},
},
[32047] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[39773] = {
["T"] = "护魂者的命运",
["O"] = "在泥吻巢穴中寻找护魂者乌拉。",
["S"] = {
"寻找护魂者乌拉",
},
},
[26317] = {
["O"] = "将鞭尾幼龙带给格罗姆高营地的先知摩克萨尔丁。",
["T"] = "鞭尾幼龙",
},
[38607] = {
["O"] = "与维瑟尔谈一谈。",
["T"] = "英灵殿之门",
},
[46769] = {
["T"] = "夺走宝物",
["O"] = "在破碎海滩找到3个隐藏的虫语者箱子。",
["S"] = {
"发现隐藏的虫语者箱子",
},
},
[32687] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的古代树脂采集器",
},
[24624] = {
["T"] = "给迷失者的怜悯",
["O"] = "杀死8只被腐蚀的血爪迅猛龙。",
["S"] = {
"消灭被腐蚀的血爪迅猛龙",
},
},
[12377] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[33374] = {
["T"] = "迷雾行者之道",
["O"] = "在永恒岛上击败20只精英生物。",
["S"] = {
"征服精英生物",
},
},
[25008] = {
["T"] = "肮脏的动物",
["O"] = "杀死6只乱齿清道夫。",
["S"] = {
"消灭乱齿清道夫",
},
},
[35480] = {
["O"] = "紫罗兰监狱奖励任务",
["T"] = "紫罗兰监狱奖励任务",
},
[25264] = {
["O"] = "与北贫瘠之地前沿哨所的雅克塞罗斯交谈。",
["T"] = "雅克塞罗斯",
},
[34398] = {
["T"] = "德拉诺之王：黑暗之门",
["O"] = "到诅咒之地的黑暗之门下方与大法师卡德加谈一谈。",
["S"] = {
"和先锋战斗法师交谈（可选）",
"与大法师卡德加谈一谈",
},
},
[12761] = {
["T"] = "掌握水晶",
["O"] = "拿到灵鳍湾的防御水晶，借助水晶的力量杀死附近的50个狂心狼獾人。完成任务后向灵鳍湾的唤雷者索乌米特复命。",
["S"] = {
"狂心狼獾人",
},
},
[25648] = {
["O"] = "前往艾萨拉的奥格瑞玛后门，向阿格图·血拳报到。",
["T"] = "杜隆塔尔之外",
},
[35166] = {
["T"] = "船只残骸",
["O"] = "收集15箱奴隶船残骸。",
["S"] = {
"奴隶船残骸",
},
},
[40043] = {
["T"] = "英雄猎杀者",
["O"] = "消灭维格弗斯·刀风的战队，并夺得他的武器。",
["S"] = {
"与艾瑞莉娅交谈以前往蔑潮港",
},
},
[13017] = {
["O"] = "长者亚尔特恩",
["T"] = "长者亚尔特恩",
},
[52316] = {
["T"] = "古怪的海洋生物",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败艾丽·维恩",
},
},
[26288] = {
["T"] = "詹格·斑皮",
["O"] = "杀掉5名河爪秘法师，5名河爪监工，以及詹格·斑皮。",
["S"] = {
"消灭河爪秘法师",
"消灭河爪监工",
"消灭詹格·斑皮",
},
},
[26416] = {
["O"] = "去找奥格瑞玛的博特。",
["T"] = "那么，来丛林吧",
},
[26544] = {
["T"] = "他们变聪明了……",
["O"] = "缴获黑石兽人信函。",
["S"] = {
"黑石兽人信函",
},
},
[53340] = {
["O"] = "LFG  - BFA - Island Expedition - Mythic Win - Nth",
["T"] = "LFG  - BFA - Island Expedition - Mythic Win - Nth",
},
[26800] = {
["T"] = "清扫战场",
["O"] = "在丧钟镇及其周边地区找到6具血色十字军尸体，然后指指它们，让达内尔去搬运。",
["S"] = {
"收集血色十字军尸体",
},
},
[62043] = {
["T"] = "证明你的价值",
["O"] = "完成格里恩的任务。",
["S"] = {
"在晋升堡垒完成任务",
},
},
[62299] = {
["O"] = "经典20-49",
["T"] = "经典20-49",
},
[28858] = {
["O"] = "去找诅咒之地巨槌要塞的奥克莉拉。",
["T"] = "诅咒之地：世界的另一端",
},
[54620] = {
["T"] = "污染者之死",
["O"] = "在格沙克农场消灭12个污染者。",
["S"] = {
"消灭污染者",
},
},
[6861] = {
["T"] = "斯菲莱克斯的便携式伐木机",
["O"] = "首席技师斯菲莱克斯要你给他拿去下列物品：\n\n30块瑟银锭。\n\n50块秘银锭。\n\n75块铁锭。\n\n1个蒸汽锯。",
["S"] = {
"瑟银锭",
"秘银锭",
"铁锭",
"蒸汽锯",
},
},
[27568] = {
["O"] = "与勘测员塞莫尔交谈。",
["T"] = "潜入暗炉城",
},
[8680] = {
["O"] = "风之图腾长者",
["T"] = "风之图腾长者",
},
[39262] = {
["T"] = "视人所不能",
["O"] = "与杰斯·织暗谈一谈，然后使用幽灵视觉扫视洞穴以寻找隐藏的恶魔。",
["S"] = {
"与杰斯·织暗交谈",
},
},
[41723] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[7021] = {
["O"] = "跟冬天爷爷谈一谈，他就在奥格瑞玛的烟林牧场零售店附近。",
["T"] = "冬天爷爷来了！",
},
[43378] = {
["T"] = "艾萨拉之眼：积怨透镜",
["O"] = "进入艾萨拉之眼地下城，从积怨夫人手里取得潮汐透镜。",
["S"] = {
"潮汐透镜",
"消灭艾萨拉之怒",
},
},
[33944] = {
["O"] = "回卡雷布翻倒的货车附近把里奇交给他。",
["T"] = "还有雷象？！",
},
[28464] = {
["O"] = "在寒水村营地北部找到寒水村大锅。",
["T"] = "堕入腐蚀",
},
[40798] = {
["O"] = "将一封信交给阿布索隆的妻子诺瑞莎",
["T"] = "紧握希望",
},
[7181] = {
["T"] = "科尔拉克的传说",
["O"] = "血怒者科尔拉克躲在冰斧洞穴的深处。据说只有在第1001个冰斧巨魔被干掉的时候，这个强大的冰斧巨魔领袖才会出现。\n\n到冰斧洞穴中去，杀掉所有挡在你面前的巨魔，直到科尔拉克出现为止。杀掉科尔拉克，然后向拉格隆德复命。",
["S"] = {
"消灭血怒者科尔拉克",
},
},
[33119] = {
["T"] = "奴役与对抗",
["O"] = "从污煤矿洞营地里救出5位霜狼奴隶。",
["S"] = {
"释放霜狼奴隶",
},
},
[28976] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[35443] = {
["O"] = "祖阿曼奖励任务",
["T"] = "祖阿曼奖励任务",
},
[43890] = {
["T"] = "暗夜要塞：地窟",
["O"] = "在暗夜要塞杀死崔利艾克斯。",
["S"] = {
"消灭崔利艾克斯",
"脉冲畸体腕轮",
},
},
[46699] = {
["T"] = "地狱杀手",
["O"] = "在勇气试炼中击败海拉，并使用霜脉页岩铸造一把锤子。",
["S"] = {
"把霜脉页岩铸造成一把锤子",
},
},
[34399] = {
["O"] = "与守备官多鲁谈一谈。",
["T"] = "矿场的麻烦",
},
[29616] = {
["O"] = "和蒸汽地窟里的观察者杰哈恩谈一谈。",
["T"] = "进攻蒸汽地窟",
},
[29744] = {
["T"] = "“自然之徒”",
["O"] = "调查绿石采掘场东北方向的失落林地。",
["S"] = {
"调查失落林地",
},
},
[35167] = {
["O"] = "找到曼科里克的女友奥格拉。",
["T"] = "在纳格兰失踪",
},
[48882] = {
["T"] = "我喜欢鱼内脏，我不撒谎",
["O"] = "从泥鱼小屋附近完好无损的泥鱼身上获得9份泥鱼内脏。",
["S"] = {
"泥鱼内脏",
},
},
[52061] = {
["O"] = "小猪帕菲！",
["T"] = "小猪帕菲！",
},
[60508] = {
["T"] = "利刃留痕",
["O"] = "寻找泰兰德·语风的踪迹。",
["S"] = {
"找到在珊蒂斯梦境的位置",
},
},
[30384] = {
["T"] = "敌明我暗！",
["O"] = "击败烈日行者斥候。",
["S"] = {
"消灭烈日行者斥候",
},
},
[24525] = {
["T"] = "把狗管好",
["O"] = "杀死6只乱齿清道夫。",
["S"] = {
"消灭乱齿清道夫",
},
},
[49099] = {
["O"] = "侵入点：博尼克",
["T"] = "侵入点：博尼克",
},
[53341] = {
["O"] = "LFG  - BFA - Island Expedition - PvP Win - Nth",
["T"] = "LFG  - BFA - Island Expedition - PvP Win - Nth",
},
[61788] = {
["O"] = "冒险者：西蒙妮",
["T"] = "冒险者：西蒙妮",
},
[53853] = {
["T"] = "逐日残阳",
["O"] = "目睹安纳斯特里亚的阵亡。",
["S"] = {
"点亮安纳斯特里亚牺牲之地的火光",
},
},
[62300] = {
["O"] = "经典20-49",
["T"] = "经典20-49",
},
[37486] = {
["T"] = "纳萨拉斯苦难未平",
["O"] = "消灭阿茜萨。",
["S"] = {
"消灭阿茜萨",
},
},
[54621] = {
["T"] = "二次放逐",
["O"] = "在阿拉希高地消灭12个燃烧、潮涌、顽石、雷霆流放者或卫士。",
["S"] = {
"消灭元素生物",
},
},
[63068] = {
["O"] = "与炉火岗哨的佩罗迪斯或者涅美娅的居所的涅美娅见面。",
["T"] = "平息争端",
},
[3064] = {
["O"] = "带20顶Untorn Pirate Hats给……",
["T"] = "暂无内容",
},
[31792] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的铁制护符",
},
[31920] = {
["T"] = "驯宠宗师安塔里",
["O"] = "在一场宠物战斗中击败血骑士安塔里。",
["S"] = {
"击败血骑士安塔里",
},
},
[55901] = {
["T"] = "锈栓起义军",
["O"] = "协助锈栓抵抗军。",
["S"] = {
"在麦卡贡完成活动",
},
},
[39775] = {
["O"] = "雷铸爪钩枪",
["T"] = "雷铸爪钩枪",
},
[40031] = {
["T"] = "维库草药知识",
["O"] = "在风暴峡湾找出三本维库草药学书籍。",
["S"] = {
"纠缠的根须",
"夏斯卡格草配方",
"古代草药录",
},
},
[36308] = {
["O"] = "把护腕带到你的要塞，交给艾丽西·影歌。",
["T"] = "悬槌附魔护腕",
},
[39341] = {
["T"] = "守望者地窟：恶魔胆汁",
["O"] = "制作隐形饮剂，然后前往守望者地窟，将坩埚浸泡在格里茉拉的胆汁中。",
["S"] = {
"将魔息坩埚浸泡在格里茉拉的胆汁中",
"消灭格里茉拉",
"消灭科达娜·邪歌",
},
},
[32688] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的螳螂塑像",
},
[24625] = {
["T"] = "海巫的配偶",
["O"] = "杀死纳杰特丝，夺取他的宝珠。",
["S"] = {
"纳杰特丝的腐化宝珠",
},
},
[48347] = {
["O"] = "在尖角码头与赛罗德修士碰面。",
["T"] = "尖角码头",
},
[24881] = {
["O"] = "经典旧世随机 5-15级 （第一次）",
["T"] = "经典旧世随机 5-15级 （第一次）",
},
[25771] = {
["O"] = "将不完美的德莱尼水晶碎片交给诅咒之地的收藏家库米沙。",
["T"] = "一件德莱尼垃圾",
},
[58461] = {
["T"] = "远古疯狂魔典",
["O"] = "在锦绣谷的克熙尔身上收集8本远古疯狂魔典",
["S"] = {
"远古疯狂魔典",
},
},
[58717] = {
["O"] = "在遗忘墓穴找到了解这个钟铃的人。",
["T"] = "追忆之钟",
},
[8602] = {
["T"] = "风暴召唤者的肩甲",
["O"] = "把其拉统御腕轮、2个生命塑像、5个黄金甲虫和5个水晶甲虫交给安其拉的安多葛斯。你必须首先在诺兹多姆的子嗣中达到中立声望才可以完成这个任务。",
["S"] = {
"其拉统御腕轮",
"生命塑像",
"黄金甲虫",
"水晶甲虫",
"仇恨 / 中立 诺兹多姆的子嗣",
},
},
[25521] = {
["T"] = "蝎叮虫咬",
["O"] = "从砂爪蝎虫身上收集6根砂爪之刺。",
["S"] = {
"砂爪之刺",
},
},
[32806] = {
["T"] = "国王与议会",
["O"] = "完成“雪山血战”场景战役。你可以通过地下城查找器加入队列或使用游学者周卓的洄梦仙酒。",
["S"] = {
"完成“雪山血战”场景战役",
},
},
[53222] = {
["O"] = "与巴兹·轧柄交谈。",
["T"] = "必要的补给",
},
[35424] = {
["O"] = "起源大厅奖励任务",
["T"] = "起源大厅奖励任务",
},
[43548] = {
["T"] = "翡翠梦魇：伊格诺斯",
["O"] = "击败翡翠梦魇的伊格诺斯。",
["S"] = {
"消灭伊格诺斯",
"腐化的蛋壳碎片",
},
},
[60509] = {
["O"] = "与淤泥之林的伦德尔见面。",
["T"] = "不是我的活儿",
},
[26289] = {
["O"] = "寻找密探吉尔妮。",
["T"] = "寻找密探吉尔妮",
},
[26417] = {
["O"] = "前往北荆棘谷，向格罗姆高营地的指挥官阿格罗戈什报到。",
["T"] = "北荆棘谷：覆灭的帝国",
},
[35188] = {
["T"] = "恼人的魔荚人",
["O"] = "获得8个木质长矛。\n\n假如你失去了你的伪装，杀死萨格雷成员以收集一顶萨格雷兜帽、一件萨格雷长袍和一双萨格雷软鞋，并用它们合成萨格雷伪装。",
["S"] = {
"木质长矛",
},
},
[53342] = {
["O"] = "与暴风城大使馆的茉艾拉交谈，前往熔火之心并取回熔火之心的一块碎片。",
["T"] = "熔火之心",
},
[61789] = {
["O"] = "冒险者：失落的西比尔",
["T"] = "冒险者：失落的西比尔",
},
[9119] = {
["O"] = "与永歌森林的魔网监护者薇兰妮亚谈一谈。",
["T"] = "西部圣殿的麻烦",
},
[62301] = {
["O"] = "经典50",
["T"] = "经典50",
},
[9498] = {
["O"] = "前往地狱火半岛的猎鹰岗哨，向游侠队长维恩雷报到。",
["T"] = "猎鹰岗哨",
},
[54622] = {
["T"] = "驱邪仪式",
["O"] = "在阿戈罗克消灭12个复仇幽魂。",
["S"] = {
"消灭复仇幽魂",
},
},
[9626] = {
["O"] = "希尔瓦娜斯·风行者要求你将她的密信交给杜隆塔尔首都奥格瑞玛的萨鲁法尔大王。",
["T"] = "面见兽人",
},
[27569] = {
["T"] = "黑铁战术家",
["O"] = "杀死怒炉将军和傀儡统帅阿格曼奇。",
["S"] = {
"消灭怒炉将军",
"消灭傀儡统帅阿格曼奇",
},
},
[55390] = {
["O"] = "前往瓦尔莎拉的月神殿与麦琳瑟拉会面。",
["T"] = "黑暗中的梦境",
},
[55646] = {
["O"] = "前往提拉加德海峡的遗弃垃圾堆与加兹鲁维会面。",
["T"] = "麦卡贡的传说",
},
[27953] = {
["O"] = "跟深岩之洲大地神殿的考察者罗威谈一谈。",
["T"] = "神圣遗物学会",
},
[28081] = {
["O"] = "与十字军指挥官埃里戈尔·黎明使者交谈。",
["T"] = "征召冒险者：斯坦索姆仆役之门",
},
[8874] = {
["O"] = "与幽暗城入口处的春节预告者交谈。你也可以和其他主城的春节预告者交谈。",
["T"] = "春节将至！",
},
[10074] = {
["T"] = "沃舒古水晶尘",
["O"] = "将10份沃舒古水晶尘样本交给哈兰的主研究员阿米蒂恩。",
["S"] = {
"沃舒古水晶尘样本",
},
},
[59897] = {
["T"] = "寻找男爵",
["O"] = "进入噬渊。",
["S"] = {
"从转移之环跳进灵魂之柱",
},
},
[57182] = {
["T"] = "指控者的命运",
["O"] = "骑乘米斯吉亚，将指控者交给德纳修斯大帝。",
["S"] = {
"将指控者交给主宰者",
},
},
[28299] = {
["O"] = "与奥格瑞玛兵营的卡扎克·暗哮交谈。",
["T"] = "与卡扎克·暗哮碰面",
},
[57694] = {
["T"] = "雷文德斯流亡者",
["O"] = "集结盟友。",
["S"] = {
"与西塔尔碰面",
},
},
[10394] = {
["T"] = "铸魔营地：暴虐",
["O"] = "杀掉铸魔营地：暴虐的剃刀电锯和10个甘尔葛仆从，然后返回荣耀岗哨向巴洛克元帅复命。",
["S"] = {
"消灭甘尔葛仆从",
"消灭剃刀电锯",
},
},
[33633] = {
["O"] = "在戈尔隆德的鲁特小径给鲁特找食物。",
["T"] = "贪吃的鲁特",
},
[58462] = {
["T"] = "心灵的窗户",
["O"] = "在锦绣谷消灭6只帝国之眼。",
["S"] = {
"消灭帝国之眼",
},
},
[27579] = {
["O"] = "找到雷克斯洛特。",
["T"] = "进入监狱",
},
[58974] = {
["O"] = "被偷袭的定居者",
["T"] = "被偷袭的定居者",
},
[29617] = {
["O"] = "在翡翠林的天禅院和林·柔掌交谈。",
["T"] = "天禅院",
},
[29745] = {
["T"] = "林精的困境",
["O"] = "在失落林地摧毁10个缚岩毁灭者，并找出它们的源头。",
["S"] = {
"消灭缚岩毁灭者",
"找出毁灭者的源头",
},
},
[29873] = {
["O"] = "找到肯肯。",
["T"] = "肯肯",
},
[36503] = {
["O"] = "把战利品带到戈尔隆德的蛮兽岗哨，交给杜隆坦。",
["T"] = "荣耀的证明：拜奥兰特",
},
[9951] = {
["T"] = "它在盯着你！",
["O"] = "杀死纳弗塔拉，然后返回泰罗卡森林的塞纳里奥树林向监护者忒洛斯复命。",
["S"] = {
"消灭纳弗塔拉",
},
},
[32863] = {
["T"] = "我们受训的目的",
["O"] = "通过搜寻战斗的功能，率领一支由25级宠物组成的战队击败10名玩家。",
["S"] = {
"在宠物战斗中失利的玩家：0/10",
},
},
[30156] = {
["T"] = "喂食时间",
["O"] = "收集3块盐背肉，并用来喂食你的雏龙小伙伴。",
["S"] = {
"喂食雏龙",
},
},
[10335] = {
["T"] = "调查废墟",
["O"] = "放置好三枚测量标记，然后返回虚空风暴的风暴尖塔里，向塞菲里恩复命。",
["S"] = {
"放置一号测量标记",
"放置二号测量标记",
"放置三号测量标记",
},
},
[61895] = {
["O"] = "在暗影界完成世界任务。",
["T"] = "灰烬王庭大使",
},
[37660] = {
["T"] = "夺魂之镰",
["O"] = "和食魂者阿莱利一起拷问恶魔的灵魂。",
["S"] = {
"与阿莱利交谈",
},
},
[61790] = {
["O"] = "冒险者：沃尔卡",
["T"] = "冒险者：沃尔卡",
},
[39366] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：邪能烟幕发射器",
},
[62302] = {
["O"] = "经典50",
["T"] = "经典50",
},
[54367] = {
["T"] = "黑海岸捐赠：白金矿石",
["O"] = "为伯拉勒斯港的法伊拉收集10份战旗：方阵防御。",
["S"] = {
"白金矿石",
},
},
[54623] = {
["T"] = "强袭石拳",
["O"] = "在阿拉希高地消灭12个石拳氏族食人魔。",
["S"] = {
"石拳氏族食人魔",
},
},
[11674] = {
["O"] = "前往亡者之穴附近寻找先知赫米萨。",
["T"] = "先知赫米萨",
},
[10847] = {
["T"] = "斯克提斯之眼",
["O"] = "将里斯克鸦巢之眼和西诺鸦巢之眼交给沙塔斯城贫民窟的救赎者瑞拉克。",
["S"] = {
"里斯克鸦巢之眼",
"西诺鸦巢之眼",
},
},
[2951] = {
["T"] = "超级清洁器5200型！",
["O"] = "将脏兮兮的东西放入超级清洁器5200型，记得要用三枚银币来启动机器。",
["S"] = {
"脏兮兮的东西",
},
},
[31921] = {
["T"] = "战斗宠物训练师：外域",
["O"] = "在宠物战斗中击败尼基·微技、拉斯安、纳洛克和莫勒鲁长老。",
["S"] = {
"击败尼基·微技",
"击败拉斯安",
"击败纳洛克",
"击败莫勒鲁长老",
},
},
[30267] = {
["T"] = "水上悲情",
["O"] = "获得18只林地萤火虫和5根细长的血羽。",
["S"] = {
"林地萤火虫",
"细长的血羽",
},
},
[39777] = {
["T"] = "争取时间",
["O"] = "消灭10个巨石卓格巴尔。",
["S"] = {
"消灭巨石卓格巴尔",
},
},
[40033] = {
["T"] = "夏斯卡格草",
["O"] = "带上20株夏斯卡格草前往风暴峡湾，找到风化的石冢并寻求圣草的祝福。",
["S"] = {
"获取夏斯卡格草的祝福",
},
},
[42134] = {
["O"] = "与征募官辛普森谈一谈。",
["T"] = "不断壮大",
},
[40545] = {
["O"] = "把枪械箱带到达拉然下水道，交给菲果·碎底。",
["T"] = "噢，糟糕！",
},
[32689] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的声波信标",
},
[24626] = {
["T"] = "年轻气盛",
["O"] = "捕捉迅爪，把它带回暗矛要塞附近的围栏。",
["S"] = {
"捕捉迅爪",
"将迅爪送回迅猛龙围栏",
},
},
[12378] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[24882] = {
["O"] = "LFGDungeons - Classic - Random - 1st",
["T"] = "LFGDungeons - Classic - Random - 1st",
},
[29132] = {
["O"] = "与时光之穴的阿纳克洛斯交谈。",
["T"] = "传奇的邀请",
},
[33431] = {
["T"] = "艾尔文南部长跑试炼之钟响30下",
["O"] = "跑过拱门，通过红色标记和紫色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[28876] = {
["O"] = "去找北贫瘠之地和灰谷边境处莫尔杉壁垒的卡德拉克。",
["T"] = "前往莫尔杉壁垒",
},
[39373] = {
["T"] = "女巫之羽",
["O"] = "从巫林女巫身上收集50片女巫之羽。",
["S"] = {
"女巫之羽",
},
},
[59231] = {
["T"] = "深不可测的力量",
["O"] = "在兵主之座与马里莱斯见面。",
["S"] = {
"强化洞察符文",
},
},
[45916] = {
["T"] = "助祭之难",
["O"] = "帮助雷特森调查莱维娅的仪式。",
["S"] = {
"调查莱维娅的仪式",
},
},
[51552] = {
["O"] = "去布伦纳丹广场找卡尔文中士。",
["T"] = "被包裹的时光",
},
[59999] = {
["O"] = "将女王的温室升级至2级。",
["T"] = "林地新生",
},
[13018] = {
["O"] = "长者杉德雷",
["T"] = "长者杉德雷",
},
[14247] = {
["O"] = "桑克的住所的桑克要你找到不自然的岩石。",
["T"] = "固执的大地",
},
[26290] = {
["T"] = "高塔的秘密",
["O"] = "进入摩特维克之塔找到赫利克斯·破甲。",
["S"] = {
"发现赫利克斯的秘密",
},
},
[45839] = {
["T"] = "突袭风暴峡湾",
["O"] = "击退风暴峡湾的燃烧军团部队。",
["S"] = {
"击退军团据点",
},
},
[26546] = {
["T"] = "锋喙之友",
["O"] = "用狮鹫大餐给7头训练有素的锋喙狮鹫喂食。",
["S"] = {
"喂食训练有素的锋喙狮鹫",
},
},
[36962] = {
["T"] = "宿敌：屠夫",
["O"] = "在德拉诺的PVP战斗中消灭500名牛头人玩家。",
["S"] = {
"消灭牛头人玩家",
},
},
[26802] = {
["T"] = "被诅咒者",
["O"] = "收集4只食腐狼的爪子和4只夜行蝙蝠翼。",
["S"] = {
"食腐狼的爪子",
"夜行蝙蝠翼",
},
},
[13466] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[62303] = {
["O"] = "经典50",
["T"] = "经典50",
},
[27186] = {
["T"] = "加尔的剑",
["O"] = "获得刺脊的剑。",
["S"] = {
"刺脊的剑",
},
},
[54624] = {
["T"] = "辛迪加之罪",
["O"] = "在达比雷农场消灭12名辛迪加成员。",
["S"] = {
"消灭辛迪加成员",
},
},
[13722] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的伊蕾希亚·晨歌。",
["S"] = {
"勇士的徽记",
},
},
[39390] = {
["O"] = "把符文之书带到达拉然，给德崔斯·瓦德拉看看。",
["T"] = "神秘文字",
},
[55392] = {
["T"] = "进入梦境之路",
["O"] = "与麦琳瑟拉交谈，进入翡翠梦境之路。",
["S"] = {
"与麦琳瑟拉交谈，进入梦境之路。",
},
},
[39830] = {
["T"] = "地狱火堡垒：地狱火和硫磺",
["O"] = "集结队伍，再次挺进地狱火堡垒。打败阿克蒙德并找到地狱火抄本。",
["S"] = {
"地狱火抄本",
},
},
[31291] = {
["T"] = "揭秘过去",
["O"] = "拼合一个来自潘达利亚的神器。",
["S"] = {
"拼合熊猫人神器",
},
},
[45787] = {
["O"] = "前往希利苏斯向大元帅斯诺·落雪报到。",
["T"] = "甲虫的召唤",
},
[28210] = {
["T"] = "进展顺利",
["O"] = "帮助萨赫特消灭8头血吼土狼。",
["S"] = {
"帮助萨赫特击败血吼土狼",
},
},
[28338] = {
["T"] = "北方的死木",
["O"] = "杀死魔爪村15名任意种类的死木熊怪。",
["S"] = {
"杀死死木熊怪",
},
},
[32690] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的英杰残骸",
},
[45540] = {
["O"] = "在哀嚎洞穴上方的头骨状岩石处找到穆雅妮。",
["T"] = "洞穴的呼唤",
},
[14362] = {
["T"] = "火刃耳饰",
["O"] = "收集25个火刃耳饰。",
["S"] = {
"火刃耳饰",
},
},
[45539] = {
["T"] = "宠物对战挑战：哀嚎洞穴",
["O"] = "在哀嚎洞穴击败萌芽的永生孢子。",
["S"] = {
"击败萌芽的永生孢子",
},
},
[57952] = {
["O"] = "在静谧之池旁找到夏罗大师。",
["T"] = "急需戈姆胶",
},
[58208] = {
["O"] = "在船内找到嘉里克船长。",
["T"] = "抵御冲击",
},
[29234] = {
["T"] = "委派",
["O"] = "去火焰之地夺回诺达希尔的分枝。",
["S"] = {
"诺达希尔的分枝",
},
},
[60393] = {
["O"] = "在晋升堡垒完成3个世界任务。",
["T"] = "协助晋升堡垒",
},
[58976] = {
["O"] = "前往追忆之地。",
["T"] = "追逐回忆",
},
[29618] = {
["O"] = "和翡翠林里天禅院的云瀑长老谈一谈。",
["T"] = "拜会长老",
},
[39491] = {
["T"] = "致命的奥姆古尔",
["O"] = "消灭致命的奥姆古尔，并取得他的诱虫喷剂。",
["S"] = {
"诱虫喷剂",
},
},
[29874] = {
["O"] = "找到康·棘杖。",
["T"] = "康·棘杖",
},
[54164] = {
["T"] = "大王之死",
["O"] = "向拉斯塔哈大王致敬。",
["S"] = {
"向拉斯塔哈大王致敬",
},
},
[26956] = {
["T"] = "我可没说你是个种地的……",
["O"] = "在西瘟疫之地的达尔松之泪除掉6株坏玉米，4只烂苹果，以及3只看上去坏掉的南瓜。",
["S"] = {
"除掉坏玉米",
"除掉烂苹果",
"除掉看上去坏掉的南瓜",
},
},
[39500] = {
["T"] = "灵魂之井",
["O"] = "在英雄难度地狱火堡垒中的血魔身上收集4块灵魂残片。",
["S"] = {
"灵魂残片",
},
},
[45383] = {
["T"] = "暗夜要塞：夏多雷护符",
["O"] = "从暗夜要塞的艾利桑德身上收集4个时光回响（史诗难度）。",
["S"] = {
"时光回响",
},
},
[39502] = {
["T"] = "邪能尖塔",
["O"] = "在普通难度地狱火堡垒中的玛诺洛斯身上收集4块邪能精华。",
["S"] = {
"邪能精华",
},
},
[13223] = {
["T"] = "保卫攻城车",
["O"] = "冬拥湖的莫普中尉要你驾驶或保护一辆攻城器械，摧毁3座联盟建筑物。\n\n拥有军衔的部落玩家可以在地精车间中建造攻城器械。",
["S"] = {
"保卫部落攻城车",
},
},
[35190] = {
["T"] = "古树的威胁",
["O"] = "杀死旧苔。\n\n假如你失去了你的伪装。杀死萨格雷成员以收集一顶萨格雷兜帽、一件萨格雷长袍和一双萨格雷软鞋。并用它们合成萨格雷伪装。",
["S"] = {
"消灭旧苔",
},
},
[61792] = {
["O"] = "冒险者：博格丹",
["T"] = "冒险者：博格丹",
},
[35446] = {
["O"] = "魔环奖励任务",
["T"] = "魔环奖励任务",
},
[62304] = {
["O"] = "第一轮",
["T"] = "第一轮",
},
[13023] = {
["O"] = "长者基里亚斯",
["T"] = "长者基里亚斯",
},
[54625] = {
["T"] = "清除枯木",
["O"] = "在阿拉希高地消灭12个枯木部族巨魔。",
["S"] = {
"消灭枯木部族巨魔",
},
},
[38499] = {
["T"] = "新奇矿石",
["O"] = "获取10块魔石矿石。",
["S"] = {
"收集魔石矿石",
},
},
[55137] = {
["O"] = "在奥格瑞玛大使馆和黑卫大使见面。",
["T"] = "为了部落",
},
[55393] = {
["T"] = "让虚空回归虚无",
["O"] = "消灭翡翠梦境之路中的虚空入侵者。",
["S"] = {
"消灭虚空入侵者",
},
},
[25932] = {
["T"] = "每天晚上都来袭",
["O"] = "帮助火锤中士和他的巡山人防御冻石农场，抵挡住霜鬃袭击者的进攻。",
["S"] = {
"保卫冻石农场",
},
},
[32050] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[56161] = {
["O"] = "返回纳沙塔尔的新生家园。",
["T"] = "回到海中",
},
[40035] = {
["T"] = "轻柔的触碰",
["O"] = "尝试采集15株星光玫瑰。",
["S"] = {
"尝试采集星光玫瑰",
},
},
[39580] = {
["O"] = "在雷霆图腾与梅拉·高岭谈一谈。",
["T"] = "大酋长",
},
[38118] = {
["O"] = "Legion 100-109 A",
["T"] = "Legion 100-109 A",
},
[24499] = {
["T"] = "痛苦灵魂的回声",
["O"] = "消灭布隆亚姆和噬魂者，夺取萨隆矿坑的入口。",
["S"] = {
"消灭布隆亚姆",
"消灭噬魂者",
},
},
[6388] = {
["O"] = "将荣誉菜刀交给铁炉堡的格莱斯·瑟登。",
["T"] = "格莱斯·瑟登",
},
[8283] = {
["T"] = "通缉：死亡弯钩",
["O"] = "将死亡弯钩的蝎钳交给卫兵队长维斯·库鲁兹。",
["S"] = {
"死亡弯钩的蝎钳",
},
},
[8347] = {
["O"] = "与逐日岛南部桥梁旁的信使奥拉莉恩谈一谈。",
["T"] = "帮助信使",
},
[58209] = {
["T"] = "坚守阵地",
["O"] = "与列兵科尔过招。",
["S"] = {
"与列兵科尔练习",
},
},
[58465] = {
["T"] = "腐化显现",
["O"] = "在锦绣谷消灭8块腥臭脓液。",
["S"] = {
"消灭腥臭脓液",
},
},
[8539] = {
["T"] = "目标：佐拉雌蝎",
["O"] = "击杀30只佐拉雌蝎，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 V才能完成这个任务。",
["S"] = {
"消灭佐拉雌蝎",
},
},
[58977] = {
["T"] = "回忆里有什么？",
["O"] = "从莱索尼娅的碎片中搜集这位弃誓者的记忆。",
["S"] = {
"与米卡尼科斯交谈",
},
},
[27068] = {
["T"] = "乌克兹·沙顶",
["O"] = "杀死乌克兹·沙顶。",
["S"] = {
"消灭乌克兹·沙顶",
},
},
[6324] = {
["O"] = "从蝙蝠管理员迈克尔·加勒特那儿租一只蝙蝠飞往布瑞尔，然后将高顿的箱子交给布瑞尔的亡灵卫兵莫里斯。",
["T"] = "向莫里斯回报",
},
[43363] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[39590] = {
["T"] = "徽记猎手",
["O"] = "在圣剑谷收集剖肠、响蹄和蔑魔勇士的徽记。",
["S"] = {
"剖肠勇士的徽记",
"响蹄勇士的徽记",
"蔑魔勇士的徽记",
},
},
[26035] = {
["T"] = "证明实力",
["O"] = "从枯木巨魔身上获得10颗枯木巨魔的獠牙以及4包枯木巨魔的医药包。",
["S"] = {
"枯木巨魔的獠牙",
"枯木巨魔的医药包",
},
},
[13855] = {
["T"] = "兵临城下",
["O"] = "银色比武场的艾莱·觅星要求你消灭15名白骨卫士步兵、10名白骨卫士斥候和3名白骨卫士军官。",
["S"] = {
"消灭白骨卫士步兵",
"消灭白骨卫士斥候",
"消灭白骨卫士军官",
},
},
[26291] = {
["O"] = "把你的发现报告给西部荒野哨兵岭的治安官格里安·斯托曼。",
["T"] = "月溪镇的大麻烦",
},
[27836] = {
["T"] = "阻止扩散",
["O"] = "摧毁6枚爬蛇卵。",
["S"] = {
"摧毁爬蛇卵",
},
},
[26547] = {
["T"] = "癞皮的威胁",
["O"] = "杀死8条癞皮银鬃狼。",
["S"] = {
"消灭癞皮银鬃狼",
},
},
[36964] = {
["T"] = "宿敌：兽人斩杀者",
["O"] = "在德拉诺的PVP战斗中消灭500名兽人玩家。",
["S"] = {
"消灭兽人玩家",
},
},
[53602] = {
["O"] = "与伊崔格谈一谈，开始研究一项升级。",
["T"] = "战略精进",
},
[26931] = {
["T"] = "狐狸和猎犬",
["O"] = "在西瘟疫之地杀死4名联盟猎狐人、4条斗牛猎犬，以及4只白尾狐。",
["S"] = {
"消灭联盟猎狐人",
"消灭斗牛猎犬",
"消灭白尾狐",
},
},
[62305] = {
["O"] = "第二轮",
["T"] = "第二轮",
},
[54370] = {
["T"] = "黑海岸捐赠：XA-1000水面滑行者",
["O"] = "向伯拉勒斯港的布兰达尔·暗须捐献2块镍铜矿石。",
["S"] = {
"XA-1000水面滑行者",
},
},
[9563] = {
["T"] = "米伦的信任",
["O"] = "将一杯守望堡烈酒交给米伦·长须。完成任务后，你在荣耀堡的声望必须达到友好才能完成这个任务。",
["S"] = {
"守望堡烈酒",
"仇恨 / 友善 荣耀堡",
},
},
[9627] = {
["O"] = "回到银月城，向洛瑟玛·塞隆复命。",
["T"] = "部落的盟约",
},
[55138] = {
["T"] = "异乡异客",
["O"] = "在奥格瑞玛找到大酋长的命令布告板。",
["S"] = {
"与克罗米交谈",
},
},
[55394] = {
["T"] = "翡翠碎片",
["O"] = "收集梦境之路中的翡翠碎片。",
["S"] = {
"收集翡翠碎片",
},
},
[12391] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[30984] = {
["T"] = "不丢下一个兽人",
["O"] = "去怒焰裂谷营救5个库卡隆斥候。",
["S"] = {
"营救库卡隆斥候",
},
},
[56162] = {
["O"] = "返回纳沙塔尔的梅扎米尔。",
["T"] = "回到海中",
},
[28211] = {
["T"] = "淬元素之火",
["O"] = "收集8柄淬火长矛。",
["S"] = {
"淬火长矛",
},
},
[315] = {
["T"] = "完美烈酒",
["O"] = "收集7束微光草，把它们交给烈酒村的雷杰德·麦酒。",
["S"] = {
"微光草",
},
},
[6132] = {
["T"] = "救我出去！",
["O"] = "护送梅丽萨。",
["S"] = {
"护送梅丽萨。",
},
},
[39594] = {
["T"] = "力量试炼",
["O"] = "使用档案装置，了解力量试炼。",
["S"] = {
"了解力量试炼",
},
},
[28723] = {
["O"] = "跟位于幽影谷中心的两座池塘之间的女祭司德塔莉亚谈一谈。",
["T"] = "月之女祭司",
},
[33125] = {
["T"] = "体面的离别",
["O"] = "焚烧阵亡的霜狼先锋的尸体。",
["S"] = {
"先锋沃格",
"先锋卢卡尔",
"先锋巴鲁尔",
},
},
[10395] = {
["O"] = "将燃烧军团信件交给荣耀堡的位面占卜者克雷夫。",
["T"] = "邪恶的信件",
},
[28955] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[58466] = {
["T"] = "彼岸的折磨",
["O"] = "在锦绣谷解救6个古代熊猫人之魂。",
["S"] = {
"释放古代熊猫人之魂",
},
},
[50531] = {
["O"] = "在桥港与弗林·法温德交谈。",
["T"] = "眼皮底下",
},
[58978] = {
["T"] = "莱索尼娅的真相",
["O"] = "站在灵魂之镜前，见证莱索尼娅过往的记忆。",
["S"] = {
"见证第一个记忆",
},
},
[14431] = {
["T"] = "黑喉裂谷",
["O"] = "杀掉8名塔伦迪斯生物学家，从其中一具尸体上收集黑喉情报。",
["S"] = {
"消灭塔伦迪斯生物学家",
"黑喉情报",
},
},
[875] = {
["T"] = "鹰身人首领",
["O"] = "在北贫瘠之地的无水岭消灭6只巫翼杀戮者。",
["S"] = {
"消灭巫翼杀戮者",
},
},
[51555] = {
["O"] = "去塔兰吉的惩戒与丹尼斯·格林泰尔交谈。",
["T"] = "保持本心",
},
[30003] = {
["O"] = "事情的表象",
["T"] = "事情的表象",
},
[39648] = {
["T"] = "孩子去哪儿了？",
["O"] = "解救6名被绑架的儿童。",
["S"] = {
"营救儿童",
},
},
[11035] = {
["T"] = "危险的天空",
["O"] = "将10件灵翼圣物交给影月谷龙喉营地的雇佣兵亚兹尔。",
["S"] = {
"灵翼圣物",
},
},
[39649] = {
["T"] = "格噜噜的威胁",
["O"] = "消灭8只格噜噜。",
["S"] = {
"消灭格噜噜",
},
},
[39652] = {
["T"] = "巨龙的地盘",
["O"] = "与维瑟尔交谈，然后飞到托里姆峰。",
["S"] = {
"飞到托里姆峰",
},
},
[11227] = {
["T"] = "让它们吃乌鸦",
["O"] = "复仇港的猎犬管理员伯提乌斯要求你使用瘟疫犬笼召唤一只饥饿的瘟疫犬，并用复仇港西边那些峡湾乌鸦的肉将它喂饱。",
["S"] = {
"给瘟疫犬喂食",
},
},
[353] = {
["O"] = "把给卡尔·雷矛的包裹交给洛克莫丹北部哨塔里的巡山人雷矛。",
["T"] = "雷矛的包裹",
},
[45412] = {
["T"] = "防护战士：伊利达雷的援手",
["O"] = "在达拉然街道上找到考瓦斯·血棘。",
["S"] = {
"找到考瓦斯·血棘",
},
},
[11419] = {
["O"] = "给杜隆塔尔美酒节会场入口处的德利兹·塔波奎克看看你手上的戳印。",
["T"] = "美酒节赛羊会",
},
[39668] = {
["T"] = "恶心礼物！",
["O"] = "销毁5份怪礼物。",
["S"] = {
"销毁怪礼物",
},
},
[11547] = {
["T"] = "魔网能量线的读数",
["O"] = "阳湾圣殿的星术师达纳里安希望你在血水晶、黎明广场传送门和绿鳃海岸的纳迦神殿上使用星术师的水晶。",
["S"] = {
"接收传送门读数",
"接收神殿读数",
"接收血水晶读数",
},
},
[45125] = {
["T"] = "初识恶魔法术",
["O"] = "激活三个正确的符文，帮助雷特森·焰怒完成法术，稳定传送门。",
["S"] = {
"稳定传送门",
},
},
[38501] = {
["T"] = "积怨护甲锻造工艺",
["O"] = "获取一件精工积怨胸甲和一副精工积怨肩甲。",
["S"] = {
"精工积怨胸甲",
"精工积怨肩甲",
},
},
[35447] = {
["O"] = "魔环奖励任务",
["T"] = "魔环奖励任务",
},
[55395] = {
["T"] = "不要闭眼",
["O"] = "将塔丝瑟拉、沃尔蒂萨和卡卡留斯从虚空梦境中唤醒。",
["S"] = {
"唤醒塔丝瑟拉",
"唤醒沃尔蒂萨",
"唤醒卡卡留斯",
},
},
[45088] = {
["T"] = "勇气试炼：失落军团",
["O"] = "在勇气试炼团队副本中收集1000个瓦拉加尔灵魂碎片。",
["S"] = {
"瓦拉加尔灵魂碎片",
},
},
[32051] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[56163] = {
["O"] = "被束缚的元素",
["T"] = "被束缚的元素",
},
[56419] = {
["O"] = "同行者",
["T"] = "同行者",
},
[37781] = {
["T"] = "血槌炉渣矿井",
["O"] = "在血槌炉渣矿井击败戈洛克。",
["S"] = {
"消灭戈洛克",
},
},
[45083] = {
["T"] = "克丽萨的飞鸟",
["O"] = "在宠物对战中击败克丽萨。",
["S"] = {
"击败克丽萨",
},
},
[24500] = {
["T"] = "巫妖王之怒",
["O"] = "找到吉安娜·普罗德摩尔，并逃出映像大厅。",
["S"] = {
"找到吉安娜·普罗德摩尔",
"逃脱巫妖王的追杀",
},
},
[12315] = {
["T"] = "消灭布莱沃特船长！",
["O"] = "杀死布莱沃特船长，然后向风险湾的卡兹加尔将军复命。",
["S"] = {
"消灭布莱沃特船长",
},
},
[12379] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[12443] = {
["T"] = "寻找溶解剂",
["O"] = "风险湾联盟基地的巴布芬克要你取回一罐115号元素。",
["S"] = {
"115号元素",
},
},
[12507] = {
["O"] = "把奇怪的魔精交给银色前沿的妖术师乌布戈。",
["T"] = "奇怪的魔精",
},
[58467] = {
["T"] = "心灵与身体的囚徒",
["O"] = "在锦绣谷解救6个被俘虏的熊猫人。",
["S"] = {
"救出熊猫人俘虏",
},
},
[218] = {
["T"] = "冰与火",
["O"] = "杀死冷酷的格瑞克尼尔、6个霜鬃剑士，3个霜鬃巨魔新兵以及游荡的火元素。",
["S"] = {
"消灭冷酷的格瑞克尼尔",
"消灭游荡的火元素",
"消灭霜鬃巨魔新兵",
"消灭霜鬃剑士",
},
},
[58979] = {
["T"] = "我塑造了你！",
["O"] = "帮助米卡尼科斯重置护地念魔姬。",
["S"] = {
"与米卡尼科斯交谈",
},
},
[12763] = {
["O"] = "斥候沃塔肯要你前往祖达克的圣光据点，向莉安娜中士报到。\n\n欧尼瓦营地的玛吉·冬风会提供前往圣光据点的交通工具。",
["T"] = "前线告急",
},
[12827] = {
["T"] = "收集粮食",
["O"] = "K3的莉吉特想让你从附近的野蛮岭豺狼人那里夺取16份豺狼人的干粮。",
["S"] = {
"豺狼人的干粮",
},
},
[43365] = {
["T"] = "轮回永续",
["O"] = "在尸体上种植100枚梦境之种。",
["S"] = {
"播下梦境之种",
},
},
[12619] = {
["T"] = "符文之剑",
["O"] = "在黑锋要塞内的武器架上找一把破旧的长剑，并以它为基础，在符文熔炉内锻造出一把符文之剑。\n\n带着你的符文之剑去向黑锋要塞的教官拉苏维奥斯报告。",
["S"] = {
"符文之剑",
},
},
[13019] = {
["O"] = "长者索伊姆",
["T"] = "长者索伊姆",
},
[30667] = {
["T"] = "特别的羽毛",
["O"] = "获得6根翡翠尾羽，6根赤红尾羽和6根暮色尾羽。",
["S"] = {
"翡翠尾羽",
"赤红尾羽",
"暮色尾羽",
},
},
[26292] = {
["O"] = "向西部荒野月溪镇的阿尔佩上尉报告。",
["T"] = "到月溪镇去！",
},
[26420] = {
["T"] = "挖蚯蚓",
["O"] = "在奥莉维亚的水池附近找到一条发育过剩的蚯蚓，用它当鱼饵，钓起一条水晶鲈鱼。你可以在暴风城北面的奥莉维亚的水池中找到水晶鲈鱼。",
["S"] = {
"水晶鲈鱼",
},
},
[39689] = {
["O"] = "与大法师卡德加谈一谈。",
["T"] = "伊利达雷，出发吧",
},
[36966] = {
["T"] = "宿敌：巨魔猎手",
["O"] = "在德拉诺的PVP战斗中消灭500名巨魔玩家。",
["S"] = {
"消灭巨魔玩家",
},
},
[45413] = {
["T"] = "收集情报",
["O"] = "询问达拉然银行里的市民，查出被盗物品。",
["S"] = {
"调查银行员工",
},
},
[13467] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[62307] = {
["O"] = "第三轮",
["T"] = "第三轮",
},
[62563] = {
["T"] = "再次复原！",
["O"] = "击败损毁者格甘图斯",
["S"] = {
"消灭损毁者格甘图斯",
},
},
[13659] = {
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
["T"] = "探险者协会的文件（6/6）",
},
[38502] = {
["T"] = "堕夜精灵锻造工艺",
["O"] = "取得一个上古哨兵构造体记忆核心。",
["S"] = {
"上古哨兵构造体记忆核心",
},
},
[39721] = {
["T"] = "削减船员",
["O"] = "消灭12名白骨船船员。",
["S"] = {
"消灭白骨船船员",
},
},
[433] = {
["T"] = "公众之仆",
["O"] = "向古博拉采掘场里的7名被困住的矿工发放回归符文。",
["S"] = {
"营救被困住的矿工",
},
},
[27828] = {
["T"] = "全能的埃瑞克",
["O"] = "使用埃瑞克的冲锋和埃瑞克的随身药水。",
["S"] = {
"使用埃瑞克的冲锋",
"使用埃瑞克的随身药水",
},
},
[27956] = {
["T"] = "隆克的任务",
["O"] = "从温和的作战傀儡身上获得15个调节过的飞轮。",
["S"] = {
"调节过的飞轮",
},
},
[7022] = {
["O"] = "跟冬天爷爷谈一谈，他就在铁炉堡的烟林牧场零售店附近。",
["T"] = "冬天爷爷来了！",
},
[14107] = {
["T"] = "阵亡者的命运",
["O"] = "北伐军战士希瓦多恩希望你让6位死去英雄的灵魂得到安息。",
["S"] = {
"让死去英雄的灵魂得到祝福",
},
},
[31804] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的砮皂之旗",
},
[39182] = {
["O"] = "与泰罗卡森林地区的塞纳里奥树林中的某位德鲁伊谈一谈。",
["T"] = "大酋长的命令：泰罗卡森林！",
},
[28596] = {
["T"] = "欢迎来到滩头堡！",
["O"] = "在滩头堡消灭10名部落进犯者。",
["S"] = {
"消灭部落进犯者",
},
},
[57444] = {
["T"] = "启发潜在的良知",
["O"] = "消灭3个弃誓晋升者。",
["S"] = {
"消灭弃誓晋升者",
},
},
[28852] = {
["T"] = "削弱敌人",
["O"] = "解救格瑞姆巴托中的一条红色幼龙，用它消灭30个穴居人和15个暮光之锤的爪牙。",
["S"] = {
"杀死暮光之锤的爪牙",
"杀死洞窟穴居人",
},
},
[14491] = {
["T"] = "不休的大地",
["O"] = "使用宁静大地之鼓安抚6名躁动的大地之魂。",
["S"] = {
"安抚灵魂",
},
},
[27156] = {
["T"] = "是时候了！",
["O"] = "挑战并击败7名壁炉谷新兵。",
["S"] = {
"挑战并击败壁炉谷新兵",
},
},
[49014] = {
["T"] = "燃烧王座",
["O"] = "在安托兰废土上方与大技师罗姆尔谈一谈，打开通向安托鲁斯的道路。",
["S"] = {
"在安托兰废土上方与罗姆尔谈一谈",
},
},
[58724] = {
["O"] = "返回奥利波斯的塔尔-伊纳拉身边。",
["T"] = "女王的要求",
},
[58980] = {
["T"] = "念魔姬，为您效劳",
["O"] = "在追忆之道找到两份供品，然后前往执政官宝地。",
["S"] = {
"找到第一份供品",
},
},
[848] = {
["T"] = "菌类孢子",
["O"] = "在遗忘之池收集5个菌类孢子。",
["S"] = {
"菌类孢子",
},
},
[29643] = {
["O"] = "在奥金顿暗影迷宫内阅读鲜血法典的内容。",
["T"] = "鲜血法典",
},
[49782] = {
["T"] = "光铸者的传承",
["O"] = "与维迪卡尔的法瑞娅队长见面。",
["S"] = {
"使用光铸道标",
},
},
[51813] = {
["O"] = "在暴风城大使馆与茉艾拉交谈，前往黑石深渊。",
["T"] = "黑石深渊",
},
[27707] = {
["T"] = "尼斐塞特监狱",
["O"] = "到尼斐塞特监狱去找到塔赫特的所在。",
["S"] = {
"塔赫特的所在",
},
},
[52325] = {
["T"] = "恶入牢笼",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败莉娜·暗风",
},
},
[475] = {
["O"] = "去星风村找盖洛拉斯·塔文斯伦。",
["T"] = "烦恼之风",
},
[39768] = {
["T"] = "墓上蓝烛",
["O"] = "消灭7个蓝烛盗墓贼。",
["S"] = {
"消灭蓝烛盗墓贼",
},
},
[39776] = {
["T"] = "蠕虫大军",
["O"] = "消灭纳克萨、阿萨克斯，以及泽斯特。",
["S"] = {
"消灭纳克萨",
"消灭阿萨克斯",
"消灭泽斯特",
},
},
[26685] = {
["T"] = "高级玻璃",
["O"] = "杀掉暮色森林南部食人魔山里的扎克乌尔，取得食人魔的单片眼镜。",
["S"] = {
"食人魔的单片眼镜",
},
},
[483] = {
["T"] = "唤醒圣物",
["O"] = "找回四件唤醒圣物。",
["S"] = {
"鸦爪神符",
"黑色羽毛",
"天蓝之石",
"筑巢符文",
},
},
[485] = {
["O"] = "把定位器带到奥格索普的母体机器人那里去。\n\n奥格索普的母体机器人位于辛特兰的河水源头，就在隐匿石的附近。",
["T"] = "找到OOX-09/HL！",
},
[62308] = {
["T"] = "精通的披肩",
["O"] = "在至尊秘阵中召唤一个玛卓克萨斯的古老灵魂并击败它。召唤需要三名玩家。",
["S"] = {
"完成召唤",
},
},
[489] = {
["T"] = "寻求救赎！",
["O"] = "收集3个魔锥果。",
["S"] = {
"魔锥果",
},
},
[44663] = {
["T"] = "眨眼之间",
["O"] = "见证达拉然传送到破碎群岛。",
["S"] = {
"和肯瑞托大使交谈，传送到达拉然（可选）",
"见证达拉然的传送",
},
},
[10279] = {
["O"] = "与时光之穴的安多尔姆谈一谈。",
["T"] = "主宰之巢",
},
[38759] = {
["T"] = "解救同胞",
["O"] = "你的一些恶魔猎手有危险了，想办法拿魂铸之钥去解救他们。",
["S"] = {
"魂铸之钥",
"解救贝拉斯·黎明之刃",
"解救赛娅娜·夜刃",
"解救伊扎尔·白月",
"解救曼瑟瑞尔·暗星",
},
},
[31796] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的棋盘",
},
[27069] = {
["T"] = "钢雷",
["O"] = "收集5个水手的箱子。\n\n如果你跟兽人海军新兵失散了，可以跟飞斧上将谈谈，他会再指派一个给你。",
["S"] = {
"获得水兵的箱子",
},
},
[39793] = {
["T"] = "极品货物",
["O"] = "在纳斯托迪尔从银尾高山羊身上收集18堆上等山羊毛。",
["S"] = {
"一堆上等山羊毛",
},
},
[56165] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：卓越冒险者强化器",
},
[56421] = {
["T"] = "毁坏的数据圆筒",
["O"] = "将此物品交给R33-DR。",
["S"] = {
"与R33-DR谈一谈",
},
},
[44561] = {
["T"] = "希望的种子",
["O"] = "在堕夜精灵阵营中达到尊敬声望。",
["S"] = {
"中立 / 尊敬 堕夜精灵",
},
},
[27837] = {
["T"] = "水中的入侵者",
["O"] = "杀死8条静水爬蛇。",
["S"] = {
"消灭静水爬蛇",
},
},
[32692] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的花粉采集器",
},
[39801] = {
["T"] = "分裂的舰队",
["O"] = "完成希尔瓦娜斯的任务，将舰队带往风暴峡湾。",
["S"] = {
"完成希尔瓦娜斯的任务",
},
},
[28733] = {
["T"] = "植物学基础",
["O"] = "抵御1大波僵尸攻击。",
["S"] = {
"抵御一大波敌人",
},
},
[41575] = {
["T"] = "邪魂传送器开始运转！",
["O"] = "向道标里注入远古魔力。",
["S"] = {
"远古魔力",
},
},
[28989] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[58469] = {
["T"] = "锦绣谷的裂缝",
["O"] = "在锦绣谷关闭3个虚空裂缝。",
["S"] = {
"关闭虚空裂缝",
},
},
[58725] = {
["T"] = "守罪者",
["O"] = "使用追忆之钟，从遗忘墓穴中召唤一个灵魂，随后评定灵魂的命运。",
["S"] = {
"占据灵魂",
},
},
[58981] = {
["O"] = "硬化的虫巢",
["T"] = "硬化的虫巢",
},
[44545] = {
["T"] = "加强攻势",
["O"] = "在你的职业大厅的指挥地图上选择下一个突击点。",
["S"] = {
"选择下一个攻击点",
},
},
[51302] = {
["T"] = "地渊孢林：封锁戈霍恩的腐化",
["O"] = "进入地渊孢林并击败不羁畸变怪。",
["S"] = {
"消灭不羁畸变怪",
},
},
[35176] = {
["T"] = "找到状态",
["O"] = "与雪莉谈一谈，找到助手布莱斯顿，然后查看要塞储物箱。",
["S"] = {
"与助手布莱斯顿讨论她的工作伦理",
"收集雪莉的报告",
},
},
[60005] = {
["T"] = "迫在眉睫",
["O"] = "在山德里娅的戒卫寻找萨尼科斯。",
["S"] = {
"飞往勇气神庙",
},
},
[44543] = {
["T"] = "破碎海滩之战",
["O"] = "骑乘双足飞龙前往破碎海滩。",
["S"] = {
"突袭破碎海滩",
},
},
[60517] = {
["O"] = "将税款还给暗湾镇。",
["T"] = "行路税",
},
[26293] = {
["O"] = "同奥格瑞玛后门里的工头格里布斯交谈。",
["T"] = "战争机器",
},
[42872] = {
["T"] = "打开通道",
["O"] = "用你的战刃打开一扇通往位于马顿的邪能之槌号的传送门。",
["S"] = {
"移除囚犯的灵魂",
},
},
[9180] = {
["O"] = "将女王的项链交给幽暗城皇家区的希尔瓦娜斯·风行者。",
["T"] = "幽暗城之旅",
},
[36968] = {
["T"] = "宿敌：火金天敌",
["O"] = "在德拉诺的PVP战斗中消灭500名熊猫人玩家。",
["S"] = {
"消灭熊猫人玩家",
},
},
[26805] = {
["O"] = "跟罗伯特·洛德斯谈一谈，飞往荆棘谷海角的探险者协会挖掘场。",
["T"] = "去海角！",
},
[9372] = {
["T"] = "恶魔的玷污",
["O"] = "地狱火半岛塞纳里奥哨站的塞安·红鬃要你从笨拙的地狱野猪身上收集6份地狱野猪血样。",
["S"] = {
"地狱野猪血样",
},
},
[62309] = {
["O"] = "冒险者：剑斗士米维克斯",
["T"] = "冒险者：剑斗士米维克斯",
},
[35961] = {
["O"] = "通天峰奖励任务",
["T"] = "通天峰奖励任务",
},
[12376] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[10935] = {
["T"] = "尤勒斯的驱魔仪式",
["O"] = "与学者巴拉达交谈，利用祈祷念珠帮助巴拉达完成仪式。与获救的尤勒斯上校交谈，然后向助手克拉图复命。",
["S"] = {
"拯救尤勒斯上校",
},
},
[55142] = {
["O"] = "使用贤者圣殿通往暴风城的传送门，并在暴风城大使馆找到穆加德大使。",
["T"] = "为了联盟",
},
[55398] = {
["O"] = "带着重铸的灿梦龙鳞返回心之秘室与麦琳瑟拉会合。",
["T"] = "保持清醒",
},
[9820] = {
["T"] = "通缉：格罗阿克",
["O"] = "将格罗阿克的徽记交给萨布拉金的暗影猎手德恩加。",
["S"] = {
"格罗阿克的徽记",
},
},
[64101] = {
["T"] = "妥当程序",
["O"] = "收集5个失落的心能容器。",
["S"] = {
"收集心能容器",
},
},
[9383] = {
["T"] = "艰巨的计划",
["O"] = "在失控的虚空行者受伤之后对其使用净化水晶，然后返回塔哈玛特神殿向艾尔萨娜复命。",
["S"] = {
"闪光的净化水晶",
},
},
[40040] = {
["O"] = "把邪能球茎样本带给达拉然的奎茵·柔步。",
["T"] = "邪能球茎样本",
},
[28341] = {
["T"] = "收集堕落",
["O"] = "从碎痕谷的热能恐兽身上收集8份熵能精华。",
["S"] = {
"熵能精华",
},
},
[10140] = {
["O"] = "乘座狮鹫前往荣耀堡，将杜隆的报告交给伊斯多尔元帅。",
["T"] = "荣耀堡之旅",
},
[28597] = {
["T"] = "两头难",
["O"] = "收集满满10袋炮用火药。",
["S"] = {
"炮用火药",
},
},
[57446] = {
["T"] = "“那位”敌人",
["O"] = "与莱索尼娅对质并净化暮钟。",
["S"] = {
"跟随艾律迪娅",
},
},
[28853] = {
["T"] = "杀死信使",
["O"] = "杀死达加·燃影者，拿到他写给古加尔的信函。",
["S"] = {
"给古加尔的信函",
},
},
[28981] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[58214] = {
["O"] = "在伯拉勒斯港找到凯尔希·钢烁。",
["T"] = "紧急支援",
},
[58470] = {
["T"] = "腐化的古物",
["O"] = "在锦绣谷的黑暗帝国宝箱中收集3个黑暗帝国神器。",
["S"] = {
"黑暗帝国神器",
},
},
[58726] = {
["T"] = "皮糙肉厚",
["O"] = "从过度生长的结块上收集40块脉动的碎皮。",
["S"] = {
"脉动的碎皮",
},
},
[60384] = {
["O"] = "在晋升堡垒完成3个世界任务。",
["T"] = "协助晋升堡垒",
},
[11360] = {
["T"] = "消防练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后与穿戏服的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[12244] = {
["T"] = "翻修伐木机",
["O"] = "蓝天伐木场的塞尼普斯希望你将3台瘫痪的伐木机带回去交给他。",
["S"] = {
"运送伐木机",
},
},
[59750] = {
["T"] = "寻颅高手",
["O"] = "收集12个血牙颅骨，将它们带给马塞尔·穆比。",
["S"] = {
"血牙颅骨",
},
},
[60006] = {
["T"] = "机不可失",
["O"] = "夺回山德里娅的戒卫。",
["S"] = {
"与萨尼科斯交谈",
},
},
[31102] = {
["O"] = "将《少昊的七罪责》带给闻道之座的游学者周卓。",
["T"] = "《少昊的七罪责》",
},
[30261] = {
["T"] = "翻滚俱乐部：蟠龙脊",
["O"] = "完成蟠龙脊的翻滚路线。",
["S"] = {
"与科拉·羽足交谈",
},
},
[7023] = {
["O"] = "跟冬天爷爷谈一谈，他就在铁炉堡的烟林牧场零售店附近。",
["T"] = "冬天爷爷来了！",
},
[42957] = {
["O"] = "前往翡翠林，在青龙寺和美猴王见面。",
["T"] = "东游记",
},
[11228] = {
["O"] = "与瓦加德港口的凯勒中将谈一谈。",
["T"] = "冰冻的地狱……",
},
[53351] = {
["T"] = "暴富矿区！！：反对者",
["O"] = "从商业大亨拉兹敦克那里取回反对者。",
["S"] = {
"反对者",
},
},
[39921] = {
["T"] = "奈萨里奥的巢穴：蔚蓝之杖",
["O"] = "前往奈萨里奥的巢穴，从地底之王达古尔手中取得一根苍穹石魔棒。前往巨石之核，从欧泽鲁克处取得一块发光的泽菲蓝晶石。前往通灵学院，取得一堆古代阿卡纳精华。",
["S"] = {
"苍穹石魔棒",
"发光的泽菲蓝晶石",
"古代阿卡纳精华",
},
},
[62054] = {
["T"] = "纳斯利亚堡：取得徽记",
["O"] = "在普通难度的纳斯利亚堡中，取得4颗泥拳的徽记。",
["S"] = {
"泥拳的徽记",
},
},
[25395] = {
["T"] = "被偷的麦酒",
["O"] = "从丹奥加兹抢回巡山人的麦酒。",
["S"] = {
"巡山人的麦酒",
},
},
[31285] = {
["T"] = "溪流漂流船",
["O"] = "乘坐溪流漂流船。",
["S"] = {
"乘坐溪流漂流船",
},
},
[11612] = {
["T"] = "夺回采掘场",
["O"] = "冷石采掘场入口附近的伊塔鲁克要你杀死12名蓝玉财宝猎人。",
["S"] = {
"消灭蓝玉财宝猎人",
},
},
[39932] = {
["T"] = "鱼油墨水",
["O"] = "取得5份玛拉纳油脂，5份积怨之鳞碎片和5份盐目油脂，然后调配成鱼鳞颜料。",
["S"] = {
"玛拉纳油脂（可选）",
"积怨之鳞碎片（可选）",
"盐目油脂（可选）",
"鱼鳞颜料",
},
},
[39944] = {
["O"] = "把石板交给风暴峡湾的尼古拉·快索。",
["T"] = "神秘信息",
},
[31797] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的鸳鸯杯",
},
[8679] = {
["O"] = "恐怖图腾长者",
["T"] = "恐怖图腾长者",
},
[746] = {
["T"] = "矮人的挖掘场",
["O"] = "收集5个勘察员的锄头。\n\n在铁匠铺砸碎这些勘察员的锄头。\n\n把5件损坏的工具交给血蹄村的贝恩·血蹄。",
["S"] = {
"损坏的工具",
},
},
[56167] = {
["O"] = "在暮光高地与卡雷苟斯会面。",
["T"] = "调查暮光高地",
},
[56423] = {
["T"] = "大型存储碎片",
["O"] = "将此物品交给R33-DR。",
["S"] = {
"与R33-DR谈一谈",
},
},
[8615] = {
["T"] = "部落需要烤鲑鱼！",
["O"] = "把20份烤鲑鱼交给奥格瑞玛精神谷的图拉·利爪。",
["S"] = {
"烤鲑鱼",
},
},
[12188] = {
["T"] = "凋零药剂与你：如何自保",
["O"] = "怨毒镇的首席药剂师米德尔顿要求你给他带回10份灵质残渣。",
["S"] = {
"灵质残渣",
},
},
[24502] = {
["T"] = "必要的粗暴",
["O"] = "进入锈水海盗队伐木机，朝8名热砂港大鲨鱼队队员投掷足球炸弹。",
["S"] = {
"进入锈水海盗队伐木机",
"击中热砂港大鲨鱼队队员",
},
},
[57447] = {
["T"] = "纯洁的特权",
["O"] = "与薇茜弗涅飞往纯洁映池。",
["S"] = {
"与薇茜弗涅一起飞行",
},
},
[24758] = {
["O"] = "与暗矛训练场中的奈卡利谈谈。",
["T"] = "暗矛的崛起",
},
[49768] = {
["O"] = "前往奈辛瓦里之途并与赫米特·奈辛瓦里交谈。",
["T"] = "奈辛瓦里之途",
},
[25014] = {
["O"] = "跟梅格斯·碎纸机谈一谈。",
["T"] = "碎沙者的财宝",
},
[44379] = {
["T"] = "追寻力量",
["O"] = "告诉奥图里斯你是否要去寻找下一件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[12636] = {
["O"] = "向黑锋要塞的巫妖王报到。",
["T"] = "阿彻鲁斯之眼",
},
[8487] = {
["T"] = "被腐蚀的土地",
["O"] = "永歌森林东部圣殿的学徒米尔维达要求你收集8堆被污染的土壤样本。",
["S"] = {
"被污染的土壤样本",
},
},
[42857] = {
["T"] = "潮湿之篱",
["O"] = "在灰白原野中收集5个潮湿的刺肉果。",
["S"] = {
"潮湿的刺肉果",
},
},
[13024] = {
["O"] = "长者瓦尼卡",
["T"] = "长者瓦尼卡",
},
[59751] = {
["T"] = "穿过破碎天空",
["O"] = "在冰封王座完成仪式，打开前往噬渊的裂隙。",
["S"] = {
"听取伯瓦尔的指示",
},
},
[60007] = {
["T"] = "保持斗志",
["O"] = "获得心能流汇、永恒装甲和执政共鸣水晶。",
["S"] = {
"心能流汇",
"永恒装甲",
"执政共鸣水晶",
},
},
[13020] = {
["O"] = "石须长者",
["T"] = "石须长者",
},
[44137] = {
["O"] = "在伊利达雷哨所与恶魔猎手的首领谈一谈。",
["T"] = "投入战斗",
},
[24907] = {
["T"] = "踩水坑",
["O"] = "杀死8名潮行巨人。",
["S"] = {
"消灭潮行巨人",
},
},
[44286] = {
["T"] = "守望者地窟：血肉杰作",
["O"] = "从守望者地窟中取回跳动的邪能之心和恶魔内脏。",
["S"] = {
"跳动的邪能之心",
"恶魔内脏",
"守望者之眼",
},
},
[53096] = {
["O"] = "短缺奖励",
["T"] = "短缺奖励",
},
[53352] = {
["O"] = "与暴风城大使馆的茉艾拉交谈，前往火焰之地并强化熔火之心的碎片。",
["T"] = "火焰之地",
},
[45417] = {
["O"] = "击败暗夜要塞的古尔丹。",
["T"] = "暗夜要塞：暗影议会首领",
},
[62055] = {
["T"] = "纳斯利亚堡：取得徽记",
["O"] = "在英雄难度的纳斯利亚堡中，取得4颗泥拳的徽记。",
["S"] = {
"泥拳的徽记",
},
},
[27062] = {
["O"] = "到剃刀高地去找帮手。",
["T"] = "潜伏的威胁",
},
[62567] = {
["O"] = "与暴风城的克罗米谈一谈。",
["T"] = "招募冒险者：克罗米的召唤",
},
[13660] = {
["O"] = "将探险者协会的文件交给塞尔萨玛的托瑞恩·方颔。",
["T"] = "探险者协会的文件（5/6）",
},
[858] = {
["T"] = "打火钥匙",
["O"] = "从鲁格维兹主管那里取得打火钥匙。",
["S"] = {
"打火钥匙",
},
},
[26430] = {
["O"] = "跟辛特兰恶齿村的断齿长者谈一谈。",
["T"] = "恶齿村",
},
[39018] = {
["O"] = "在赞加拉的卡德加的法师塔与大法师卡德加谈一谈。",
["T"] = "卡德加的召唤",
},
[27830] = {
["T"] = "永无止尽的搜寻",
["O"] = "击败基拉卡将军、莫达尔以及6只黑龙。",
["S"] = {
"消灭基拉卡将军",
"消灭莫达尔",
"杀死黑龙",
},
},
[39986] = {
["T"] = "魔法信息",
["O"] = "在达拉然调查奥术畸体。",
["S"] = {
"调查奥术畸体",
},
},
[56168] = {
["T"] = "工厂已翻新",
["O"] = "获得回收的爬蛛多支管。",
["S"] = {
"收集零件来制造一捆回收的零件",
"获得回收的爬蛛多支管",
},
},
[56424] = {
["T"] = "锈斑圆盘",
["O"] = "将此物品交给R33-DR。",
["S"] = {
"与R33-DR谈一谈",
},
},
[48489] = {
["O"] = "前往奎尔丹纳斯岛找奥蕾莉亚·风行者。",
["T"] = "故乡的尖塔",
},
[40000] = {
["T"] = "真正的猎手",
["O"] = "在骄阳林地猎杀骨喙鹰，证明你是一位货真价实的猎手。",
["S"] = {
"消灭骨喙鹰",
},
},
[49001] = {
["T"] = "烦人的灵魂",
["O"] = "杀死8个受折磨的灵魂。",
["S"] = {
"消灭受折磨的灵魂",
},
},
[41066] = {
["T"] = "亲自监视",
["O"] = "使用强化虚空坩埚观察艾泽拉斯上的燃烧军团势力。",
["S"] = {
"观察燃烧军团",
},
},
[28854] = {
["T"] = "结束黑暗的一章",
["O"] = "杀死地狱公爵埃鲁达克。",
["S"] = {
"消灭埃鲁达克",
},
},
[28982] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[41834] = {
["T"] = "面具之下",
["O"] = "乔装打扮后与8名假面狂欢者谈一谈，然后去找莉莉丝·月郡。",
["S"] = {
"魔法宴会面具",
},
},
[27070] = {
["T"] = "徒劳无益",
["O"] = "获得深渊皇冠和加兹瑞拉充电的鳞片。",
["S"] = {
"深渊皇冠",
"加兹瑞拉的鳞片",
},
},
[918] = {
["T"] = "林精的种子",
["O"] = "收集6粒林精的种子。",
["S"] = {
"林精的种子",
},
},
[922] = {
["O"] = "给清泉小屋的雷利亚·绿树带去一粒林精的种子。",
["T"] = "雷利亚·绿树",
},
[44277] = {
["T"] = "黑鸦堡垒：黑鸦堡垒领主",
["O"] = "击败黑鸦堡垒的库塔洛斯·拉文凯斯领主。",
["S"] = {
[2] = "黑鸦信函",
},
},
[930] = {
["O"] = "把这颗发光的水果交给奥拉密斯湖的德纳兰。",
["T"] = "发光的水果",
},
[59752] = {
["T"] = "断裂的利刃",
["O"] = "在罪人锻炉集结10名黑锋骑士。",
["S"] = {
"集结死亡骑士",
},
},
[60008] = {
["T"] = "狂怒撕扯",
["O"] = "消灭造物密院的部队。",
["S"] = {
"消灭造物密院的部队",
},
},
[43882] = {
["T"] = "暗夜要塞：地窟",
["O"] = "在暗夜要塞杀死崔利艾克斯。",
["S"] = {
"消灭崔利艾克斯",
"脉冲畸体腕轮",
},
},
[40010] = {
["T"] = "引流魔网能量",
["O"] = "探索安诺拉山谷并找到魔网节点。",
["S"] = {
"探索安诺拉山谷",
},
},
[40016] = {
["T"] = "实践出真知",
["O"] = "从阿苏纳的枯法者身上取得6块被咬过的安瑟里尔根茎。",
["S"] = {
"被咬过的安瑟瑞尔根茎",
},
},
[40024] = {
["T"] = "狐尾花样本",
["O"] = "获取20株狐尾花样本，带给达拉然的奎茵·柔步。",
["S"] = {
"狐尾花",
},
},
[40046] = {
["T"] = "浅滩拾荒",
["O"] = "在冥口浅湾的船只残骸中搜寻哈维的线索。",
["S"] = {
"找到哈维的线索",
},
},
[45162] = {
["O"] = "前往搏击俱乐部。",
["T"] = "携锤傍身",
},
[40049] = {
["T"] = "进食时间",
["O"] = "在污泥草中穿梭游弋，用6束污泥草给奔波尔霸喂食。",
["S"] = {
"给奔波尔霸喂食",
},
},
[62056] = {
["T"] = "纳斯利亚堡：取得徽记",
["O"] = "在史诗难度的纳斯利亚堡中，取得4颗泥拳的徽记。",
["S"] = {
"泥拳的徽记",
},
},
[62312] = {
["O"] = "冒险者：加恩·吞骨",
["T"] = "冒险者：加恩·吞骨",
},
[62568] = {
["O"] = "和奥格瑞玛的克罗米谈一谈。",
["T"] = "招募冒险者：克罗米的召唤",
},
[40064] = {
["O"] = "将木质种子簇带给达拉然的帕林教授。",
["T"] = "木质种子簇",
},
[40070] = {
["T"] = "鹰蛋大救援",
["O"] = "前往潜岩者裂谷，拿回鹰蛋。",
["S"] = {
"鹰蛋",
},
},
[38035] = {
["T"] = "皇家召令",
["O"] = "使用皇家召令，然后跟随空军上将罗杰斯进入暴风城港口传送门。",
["S"] = {
"使用皇家召令",
},
},
[39019] = {
["O"] = "在赞加拉的卡德加的法师塔与大法师卡德加谈一谈。",
["T"] = "卡德加的召唤",
},
[44257] = {
["T"] = "陨落之星",
["O"] = "找到神秘的光缚物体。",
["S"] = {
"搭乘卡德加的狮鹫前往苏拉玛",
},
},
[37523] = {
["T"] = "突袭高里亚试炼场",
["O"] = "突袭高里亚试炼场的食人魔部队。",
["S"] = {
"称霸高里亚试炼场",
},
},
[39787] = {
["T"] = "重金赌注",
["O"] = "在裂风丘陵诱杀怨羽并取得怨羽的喙。",
["S"] = {
"怨羽的喙",
},
},
[56425] = {
["T"] = "烧灼的数据圆盘",
["O"] = "将此物品交给R33-DR。",
["S"] = {
"与R33-DR谈一谈",
},
},
[44235] = {
["T"] = "命运的精华",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[30794] = {
["T"] = "紧急救护",
["O"] = "治愈廖贤者，让他重新振作起来。",
["S"] = {
"使用法术或小屋里的药膏治疗廖贤者",
},
},
[24503] = {
["T"] = "四攻得分",
["O"] = "将足球炸弹踢进位于对方球门后方的两根烟囱之间，取得决定性的一分。",
["S"] = {
"将足球炸弹射进烟囱之间",
},
},
[24631] = {
["T"] = "狮鹫骑士的噩梦",
["O"] = "对凯旋作战狮鹫使用托穆沙的钩子令蛮锤佣兵跌下坐骑，并杀死5名佣兵。",
["S"] = {
"消灭蛮锤佣兵",
},
},
[24759] = {
["T"] = "基础教程：攻击目标",
["O"] = "摧毁6个蒂基面具假人。",
["S"] = {
"消灭蒂基面具假人",
},
},
[24887] = {
["O"] = "LFGDungeons - Burning Crusade - Normal Random - 1st",
["T"] = "LFGDungeons - Burning Crusade - Normal Random - 1st",
},
[50026] = {
["O"] = "到雾崖海滩找到亨利·哈维奇。",
["T"] = "救救我们的船员",
},
[8477] = {
["T"] = "制矛师之锤",
["O"] = "到远行者居所东南方的托尔瓦萨去，找到制矛师奥特姆比，将奥特姆比之锤带回远行者居所去交给阿拉瑟尔。",
["S"] = {
"奥特姆比之锤",
},
},
[50538] = {
["O"] = "在战兽栏附近寻找照看者巴兹科基。",
["T"] = "失踪的照看者",
},
[50794] = {
["O"] = "在沙灼岗哨找到拉兹加基。",
["T"] = "寻求庇护",
},
[44233] = {
["O"] = "接受隐秘通途的礼物。",
["T"] = "践行此道",
},
[27185] = {
["T"] = "破坏竞争",
["O"] = "杀死复生的铸锤师。",
["S"] = {
"消灭复生的铸锤师",
},
},
[59753] = {
["T"] = "毁灭者的末日",
["O"] = "在罪人锻炉击败毁灭者马洛斯。",
["S"] = {
"消灭毁灭者马洛斯",
},
},
[60009] = {
["T"] = "留得青山在",
["O"] = "解救6位被俘虏的格里恩。",
["S"] = {
"解救晋升者",
},
},
[52074] = {
["O"] = "把医疗补给送到戈尔科瓦尔的游侠营地。",
["T"] = "超脱",
},
[35948] = {
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
["T"] = "力量的证明：鬣蜥人牙齿",
},
[26295] = {
["T"] = "宣传",
["O"] = "收集一份情报手册，一份秘密日记，一期月溪镇时报和一本神秘的宣传书。",
["S"] = {
"情报手册",
"月溪镇时报",
"秘密日记",
"神秘的宣传书",
},
},
[10643] = {
["T"] = "影月先驱者",
["O"] = "影月谷蛮锤要塞的仲裁者索鲁斯要你去杀死12个影月先驱者。",
["S"] = {
"消灭影月先驱者",
},
},
[25022] = {
["T"] = "失败的和谈",
["O"] = "从蔓生绿洲的野猪人手中救回盖恩斯大使。",
["S"] = {
"营救盖恩斯大使",
},
},
[53354] = {
["T"] = "古尔丹的回响",
["O"] = "在诅咒之地的黑暗之门击败古尔丹的回响。",
["S"] = {
"消灭古尔丹的回响",
},
},
[14172] = {
["T"] = "死者的感激",
["O"] = "弄到悼念糕饼，并把它交给沙塔斯墓地的欢快的奥尔多灵魂。\n\n你必须使用一朵橙菊，才能看到那个隐形的灵魂。",
["S"] = {
"悼念糕饼",
},
},
[9373] = {
["O"] = "前往地狱火半岛西部的沙纳尔废墟，将被腐蚀的皮箱交给驻扎在废墟附近的塞安·红鬃。",
["T"] = "遗失的信件",
},
[62313] = {
["O"] = "冒险者：“发电机”伦希萨",
["T"] = "冒险者：“发电机”伦希萨",
},
[62569] = {
["T"] = "典狱长的掌控",
["O"] = "帮助吉安娜·普罗德摩尔切断典狱长和伯瓦尔之间的连接。",
["S"] = {
"打破头盔的掌控",
},
},
[34795] = {
["O"] = "在沃尔瓦与萨尔谈一谈。",
["T"] = "战歌氏族的力量",
},
[27447] = {
["O"] = "跟塔纳利斯加基森的梅格斯·碎纸机谈一谈。",
["T"] = "塔纳利斯在召唤",
},
[55146] = {
["T"] = "异乡异客",
["O"] = "在暴风城找到克罗米。",
["S"] = {
"与克罗米交谈",
},
},
[47047] = {
["O"] = "前往艾萨拉的熊头，拜访克希雷姆之塔。",
["T"] = "生存猎人：顺手牵羊",
},
[27831] = {
["T"] = "悲痛与愤怒",
["O"] = "杀死尼希昂卓拉和12条尼希昂卓拉雏龙。",
["S"] = {
"消灭尼希昂卓拉",
"消灭尼希昂卓拉雏龙",
},
},
[7761] = {
["O"] = "真是个愚蠢的兽人。看来你需要找到那枚烙印并获得达基萨斯徽记才可以使用命令宝珠。\n\n你从信中获知，达基萨斯将军守卫着烙印。也许你应该就此进行更深入的调查。",
["T"] = "黑手的命令",
},
[29642] = {
["O"] = "返回泰罗卡森林向奥金顿暗影迷宫里的战地指挥官玛弗恩报道。",
["T"] = "奥金顿的麻烦",
},
[28215] = {
["T"] = "潜能",
["O"] = "收集10个扭曲的源质环圈。",
["S"] = {
"扭曲的源质环圈",
},
},
[28343] = {
["T"] = "塞纳留斯之息",
["O"] = "从黑石深渊的控火师罗格雷恩身上夺回塞纳留斯之息，并用此神器关闭3座元素之门。",
["S"] = {
"关闭元素大门",
"塞纳留斯之息",
},
},
[28471] = {
["O"] = "把潦草的日志交给冬泉谷的多诺瓦·雪山。",
["T"] = "最后一片",
},
[28599] = {
["O"] = "跟暮光高地滩头堡要塞里的库德兰·蛮锤谈一谈。",
["T"] = "库德兰在等待",
},
[28727] = {
["T"] = "邪恶的触摸",
["O"] = "杀死黑丝洞北端的邪恶的基塞伊斯。",
["S"] = {
"消灭邪恶的基塞伊斯",
},
},
[33133] = {
["T"] = "战火徽记",
["O"] = "收集50枚次级好运护符。",
["S"] = {
"次级好运护符",
},
},
[10397] = {
["T"] = "登陆场：歼灭",
["O"] = "杀掉阿利萨玛尔，找到燃烧军团传送门钥匙，利用它毁掉怨恨符文。",
["S"] = {
"消灭战争使者阿利萨玛尔",
"关闭燃烧军团传送门",
"燃烧军团传送门钥匙",
},
},
[40141] = {
["O"] = "把风暴之鳞样本带给达拉然的孔达尔·猎誓。",
["T"] = "风暴之鳞样本",
},
[44120] = {
["O"] = "在暴风城法师区和伊利达雷代表会面。",
["T"] = "伊利达雷盟友",
},
[44099] = {
["O"] = "返回恐痕裂隙，找到卡里杜斯。",
["T"] = "共同的朋友",
},
[34413] = {
["T"] = "Lumberstruck",
["O"] = "Protect your peasants as they gather 100 lumber.",
["S"] = {
"收集木料",
},
},
[40160] = {
["T"] = "魔法蛤蜊",
["O"] = "从鱼人浅滩的幻脊鱼人身上收集灌魔蛤蜊。",
["S"] = {
"灌魔蛤蜊",
},
},
[34925] = {
["T"] = "肃清钢铁王座",
["O"] = "到附近的建筑里，从监工高崔格身上取得贾纳尔的镣铐钥匙。",
["S"] = {
"贾纳尔的镣铐钥匙",
},
},
[59754] = {
["T"] = "黑化的双翼",
["O"] = "在白垩之地协助吉安娜逃离渊誓者。",
["S"] = {
"跟随吉安娜",
},
},
[10909] = {
["T"] = "邪灵",
["O"] = "荣耀堡的克拉图要你在荣耀堡西南方的高加兹前哨使用学者的圣物，杀死圣物附近的碎手狂战士，然后消灭10个被释放的邪灵，为尤勒斯上校复仇。",
["S"] = {
"为尤勒斯复仇",
},
},
[52075] = {
["T"] = "白骨贯体",
["O"] = "击败8个复仇的枯骨。",
["S"] = {
"消灭复仇枯骨",
},
},
[11037] = {
["O"] = "与52区的火箭主管弗斯拉格谈一谈。",
["T"] = "奇怪的幻象",
},
[36205] = {
["O"] = "在岩牙岗哨寻找锤子从前的主人。",
["T"] = "破损的锤子",
},
[44076] = {
["T"] = "黑心林地：重生精华",
["O"] = "从黑心林地的橡树之心身上收集1份重生精华，然后击败萨维斯之影。",
["S"] = {
"重生精华",
"消灭萨维斯之影",
},
},
[14438] = {
["T"] = "土地之争",
["O"] = "杀死15个白鬃豺狼人，然后回到血蹄村向艾莫·雷角复命。",
["S"] = {
"白鬃豺狼人",
},
},
[14374] = {
["T"] = "军团的传送门",
["O"] = "放逐玛诺洛克集会所的6扇传送门。",
["S"] = {
"放逐传送门",
},
},
[40161] = {
["T"] = "窃取地底奥术流",
["O"] = "破坏鱼人浅滩的幻脊导管。",
["S"] = {
"破坏第一根导管",
"破坏第二根导管\r\n",
"破坏第三根导管",
},
},
[24895] = {
["O"] = "LFGDungeons - Burning Crusade - Normal Random - Nth",
["T"] = "LFGDungeons - Burning Crusade - Normal Random - Nth",
},
[62314] = {
["O"] = "冒险者：卡莱克",
["T"] = "冒险者：卡莱克",
},
[31287] = {
["T"] = "教训蜥蜴人",
["O"] = "击败吮指头。",
["S"] = {
"消灭吮指头",
},
},
[11613] = {
["T"] = "卡鲁克的誓言",
["O"] = "卡鲁克希望你杀死6个斯卡迪尔袭击者和5个斯卡迪尔船工。",
["S"] = {
"消灭斯卡迪尔袭击者",
"消灭斯卡迪尔船工",
},
},
[44053] = {
["O"] = "返回塔莉萨身边。",
["T"] = "朋友的好处",
},
[1468] = {
["O"] = "使用人类孤儿哨与你即将在儿童周期间照顾的孩子进行对话。",
["T"] = "儿童周",
},
[31799] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的空酒桶",
},
[63850] = {
["O"] = "追踪——小型控制台",
["T"] = "追踪——小型控制台",
},
[64106] = {
["O"] = "在噬渊中协助各个盟约，袭击典狱长的部队。",
["T"] = "勠力同心",
},
[39789] = {
["T"] = "过度掠食",
["O"] = "在坠珀台地消灭10头暮皮啸狼。",
["S"] = {
"击杀暮皮啸狼",
},
},
[40045] = {
["T"] = "本性与塑造",
["O"] = "和10只沼岩蝌蚪谈一谈。",
["S"] = {
"获取蝌蚪的信任",
},
},
[48492] = {
["T"] = "接上断腿",
["O"] = "接上查德威克·帕克斯顿的腿。",
["S"] = {
"接上查德威克·帕克斯顿的腿",
},
},
[12189] = {
["O"] = "前往龙骨荒野的怨毒镇，与首席药剂师米德尔顿谈一谈。",
["T"] = "笨蛋加傻瓜！",
},
[24504] = {
["T"] = "清理高地之路",
["O"] = "杀死3名高地之路斥候。",
["S"] = {
"消灭高地之路斥候",
},
},
[12317] = {
["T"] = "港口中的联盟",
["O"] = "杀死10名联盟成员，然后返回风险湾向百夫长卡格鲁姆复命。",
["S"] = {
"消灭风险湾的联盟",
},
},
[33134] = {
["T"] = "战火徽记",
["O"] = "收集50枚次级好运护符。",
["S"] = {
"次级好运护符",
},
},
[49772] = {
["O"] = "去暴风城大使馆与穆加德大使见面。",
["T"] = "为了联盟",
},
[14118] = {
["T"] = "军餐鹿肉",
["O"] = "在衰弱的苔蹄雄鹿身上收集15块鹿肉。",
["S"] = {
"鹿肉块",
},
},
[40166] = {
["T"] = "魔网能量压制",
["O"] = "在鱼人浅滩为自己灌注魔网能量。",
["S"] = {
"灌注魔网能量",
},
},
[35452] = {
["O"] = "Utgarde Pinnacle - Bonus Objective Reward",
["T"] = "Utgarde Pinnacle - Bonus Objective Reward",
},
[42605] = {
["O"] = "勇士：拉格瓦尔德·龙脉",
["T"] = "勇士：拉格瓦尔德·龙脉",
},
[43899] = {
["O"] = "完成5个“堕落战马”系列任务。",
["T"] = "诅咒战马",
},
[51308] = {
["T"] = "祖达萨据点",
["O"] = "聆听指挥官维姆班恩的作战计划，再和杰塔瑞斯将军对话，前往祖达萨的塔兰吉的惩戒。",
["S"] = {
"听取哈尔弗·维姆班恩的作战计划",
},
},
[59755] = {
["T"] = "逃离黑暗",
["O"] = "护送集结的部队从白垩之地前往荒弃之息。",
["S"] = {
"护送吉安娜前往荒弃之息",
},
},
[35438] = {
["O"] = "萨隆矿坑奖励任务",
["T"] = "萨隆矿坑奖励任务",
},
[60267] = {
["T"] = "被遗忘的囚笼",
["O"] = "将找到的物品带给威·娜莉。",
["S"] = {
"与威·娜莉交谈",
},
},
[35950] = {
["O"] = "冠军的试炼奖励任务",
["T"] = "冠军的试炼奖励任务",
},
[26296] = {
["T"] = "搜证",
["O"] = "收集6根红头巾。",
["S"] = {
"红头巾",
},
},
[6607] = {
["T"] = "钓鱼专家纳特·帕格",
["O"] = "纳特·帕格要你钓到以下几种鱼：\n\n悲伤沼泽芦苇海岸的芦苇海岸大马哈鱼。\n\n凄凉之地萨瑟里斯海岸的萨瑟里斯虎鱼。\n\n菲拉斯沃丹提斯河的菲拉斯草鱼。\n\n荆棘谷野人海岸的野人海岸蓝色叉牙鱼。\n\n当你钓到这些鱼之后，就可以回到纳特·帕格那里去了！",
["S"] = {
"菲拉斯草鱼",
"芦苇海岸大马哈鱼",
"萨瑟里斯虎鱼",
"野人海岸蓝色叉牙鱼",
},
},
[27722] = {
["O"] = "跟奥格瑞玛西部大地神殿的先知克洛伽谈一谈。",
["T"] = "大酋长的命令：深岩之洲！",
},
[44009] = {
["T"] = "陨落之星",
["O"] = "找到神秘的光缚物体。",
["S"] = {
"搭乘卡德加的狮鹫前往苏拉玛",
},
},
[36220] = {
["T"] = "你究竟有多强？",
["O"] = "消灭鲁格多尔，并将他的徽记交给高里亚试练场外的“铁壁”克罗戈尔。",
["S"] = {
"鲁格多尔的徽记",
},
},
[62059] = {
["T"] = "证明你的价值",
["O"] = "完成通灵领主的任务。",
["S"] = {
"在玛卓克萨斯完成任务",
},
},
[62315] = {
["O"] = "冒险者：烦烦",
["T"] = "冒险者：烦烦",
},
[54380] = {
["O"] = "为伯拉勒斯港的出纳员沃尔德伦捐献1000000枚金币。",
["T"] = "黑海岸捐赠：黄金",
},
[13661] = {
["O"] = "衷心的感谢",
["T"] = "衷心的感谢",
},
[27338] = {
["O"] = "向暮光高地暮光海滩的海军上尉埃姆利报到。",
["T"] = "海滩上的水兵",
},
[38766] = {
["T"] = "力挽狂澜",
["O"] = "消灭末日指挥官贝尔艾什，并将他的力量占为己有。",
["S"] = {
"消灭贝尔艾什并获取力量",
},
},
[39022] = {
["O"] = "在赞加拉的卡德加的法师塔与大法师卡德加谈一谈。",
["T"] = "卡德加的召唤",
},
[39278] = {
["T"] = "丢失的货单",
["O"] = "找到纳克尔先生丢失的货物。",
["S"] = {
"黑市货箱",
},
},
[47725] = {
["T"] = "萨格拉斯之墓：艾格文之路",
["O"] = "从萨格拉斯之墓的戒卫侍女身上收集4个守护者封印残片（普通难度）。",
["S"] = {
"守护者封印残片",
},
},
[56172] = {
["T"] = "其他兴趣",
["O"] = "将5个奇特的鱼人之角交给钢铁贤者老高。",
["S"] = {
"运送奇特的鱼人之角",
},
},
[28216] = {
["T"] = "熔岩领主法萨扎尔",
["O"] = "拿到熔岩领主法萨扎尔的徽记。",
["S"] = {
"熔岩领主法萨扎尔的徽记",
},
},
[14173] = {
["T"] = "死者的感激",
["O"] = "弄到悼念糕饼，并把它交给沙塔斯墓地的欢快的占星者灵魂。\n\n你必须使用一朵橙菊，才能看到那个隐形的灵魂。",
["S"] = {
"悼念糕饼",
},
},
[27210] = {
["T"] = "叛徒",
["O"] = "在塞拉摩面对5名叛逃煽动者。",
["S"] = {
"揭露叛逃煽动者",
},
},
[40814] = {
["T"] = "生存下去的必要力量",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[41070] = {
["T"] = "真正的战利品",
["O"] = "让战争领主加尔顿带你去看部队的战利品。",
["S"] = {
"与战争领主加尔顿交谈",
},
},
[28856] = {
["O"] = "去找希利苏斯塞纳里奥要塞的唤风者梅恩·长角。",
["T"] = "希利苏斯之沙",
},
[49773] = {
["O"] = "去奥格瑞玛大使馆与黑卫大使见面。",
["T"] = "为了部落！",
},
[27082] = {
["T"] = "肮脏的游戏",
["O"] = "从疯狂的巨熊和疯狂的座狼身上获取8份染病的脏器。",
["S"] = {
"染病的脏器",
},
},
[40221] = {
["T"] = "放飞精灵龙",
["O"] = "在月翼浅滩解救8只被俘的月翼精灵龙。",
["S"] = {
"解救月翼精灵龙",
},
},
[40257] = {
["O"] = "占位符",
["T"] = "恶魔猎手 选择 1",
},
[42606] = {
["O"] = "勇士：菲娜·伯恩多提尔",
["T"] = "勇士：菲娜·伯恩多提尔",
},
[11135] = {
["O"] = "找到无头骑士的南瓜神龛。",
["T"] = "无头骑士",
},
[51309] = {
["T"] = "拉格纳罗斯之石",
["O"] = "从希巴拉的海滩上收集9份火焰之地石渣。",
["S"] = {
"火焰之地石渣",
},
},
[59756] = {
["T"] = "片刻喘息",
["O"] = "在荒弃之息与吉安娜交谈，听取她对噬渊的了解。",
["S"] = {
"与吉安娜交谈",
},
},
[35439] = {
["O"] = "Hour of Twilight Quest Reward",
["T"] = "Hour of Twilight Quest Reward",
},
[60268] = {
["T"] = "囚牢深处",
["O"] = "与囚犯交谈，了解他的处境。",
["S"] = {
"深入了解这个囚犯",
},
},
[30264] = {
["T"] = "兵临城下",
["O"] = "使用影踪派空中翔龙击败60个科里克提克攻击者，并摧毁3辆科里克提克战车和3架科里克提克弩炮。",
["S"] = {
"骑上作战翔龙",
"消灭科里克提克护巢兵",
"消灭科里克提克战车",
"消灭科里克提克弩炮",
},
},
[40325] = {
["T"] = "记忆场景",
["O"] = "帮助塔莉萨建立起与泰林的联系。",
["S"] = {
"完成奥术传动",
},
},
[12491] = {
["O"] = "将科林的烈酒交给铁炉堡附近美酒节营地的埃菲库格·铁桶。",
["T"] = "科林的烈酒",
},
[53101] = {
["O"] = "与怀娜·风角交谈。",
["T"] = "训练双头怪",
},
[40326] = {
["T"] = "散落的记忆",
["O"] = "阅读6张凯尔丹纳斯的笔记。",
["S"] = {
"阅读凯尔丹纳斯的笔记",
},
},
[10331] = {
["T"] = "必备的工具",
["O"] = "从肯瑞瓦学徒手中夺回铁匠锤，将它交给肯瑞瓦村的学徒安德雷萨。",
["S"] = {
"锻造锤",
},
},
[62060] = {
["T"] = "证明你的价值",
["O"] = "完成法夜的任务。",
["S"] = {
"在炽蓝仙野完成任务",
},
},
[62316] = {
["O"] = "冒险者：拉萨恩",
["T"] = "冒险者：拉萨恩",
},
[31288] = {
["T"] = "研究课题：魔古王朝",
["O"] = "获得20块魔古族考古碎片。",
["S"] = {
"获得魔古考古碎片",
},
},
[38255] = {
["T"] = "拦截囚车",
["O"] = "使用引爆器炸开监狱列车，说服拉克加入你们。",
["S"] = {
"放置第一枚炸弹",
"放置第二枚炸弹",
"放置第三枚炸弹",
},
},
[13030] = {
["O"] = "长者伍雷恩",
["T"] = "长者伍雷恩",
},
[63340] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "堕罪堡老兵",
},
[31800] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的雕花铜镜",
},
[40883] = {
["T"] = "守卫的命运",
["O"] = "找到尼耶鲁斯·织星、加拉图斯·河树以及凯丽娅·风羽的尸体，并为他们举行安魂仪式。",
["S"] = {
"为尼耶鲁斯·织星举行仪式",
"为加拉图斯·河树举行仪式",
"为凯丽娅·风羽举行仪式",
},
},
[47726] = {
["T"] = "萨格拉斯之墓：艾格文之路",
["O"] = "从萨格拉斯之墓的戒卫侍女身上收集4个守护者封印残片（英雄难度）。",
["S"] = {
"守护者封印残片",
},
},
[28735] = {
["T"] = "前往焚烧之厅！",
["O"] = "杀死摧骨者罗姆欧格。",
["S"] = {
"消灭摧骨者罗姆欧格",
},
},
[40047] = {
["T"] = "会爆炸的鱼",
["O"] = "收集5个河豚鱼卵。",
["S"] = {
"河豚鱼卵",
},
},
[41806] = {
["O"] = "回去找杰斯·织暗。",
["T"] = "回去找杰斯",
},
[42897] = {
["O"] = "LFGDungeons - Legion - Heroic Random - 1st",
["T"] = "LFGDungeons - Legion - Heroic Random - 1st",
},
[40815] = {
["O"] = "在法罗纳尔的征服岗哨寻找考瓦斯·血棘。",
["T"] = "从内部瓦解",
},
[49262] = {
["T"] = "扫灭贼帮",
["O"] = "教训8名龌龊的水手。",
["S"] = {
"教训龌龊的水手",
},
},
[57709] = {
["T"] = "候选者试练场",
["O"] = "骑乘特奥拿莱前往候选者试练场。",
["S"] = {
"骑乘特奥拿莱",
},
},
[49774] = {
["T"] = "救命甘叶",
["O"] = "收集8片甘叶。",
["S"] = {
"甘叶",
},
},
[40336] = {
["T"] = "改变潮汐",
["O"] = "建造一辆临时弩车然后在萨吉塔废墟消灭潮汐主母萨吉塔。",
["S"] = {
"建造临时弩车（可选）",
"消灭潮汐主母萨吉塔",
},
},
[34194] = {
["T"] = "寻找帮手",
["O"] = "找到一位能够帮助我们的当地渔夫。",
["S"] = {
"找到一位当地渔夫",
},
},
[8542] = {
["T"] = "部落需要锡锭！",
["O"] = "把20块锡锭交给奥格瑞玛精神谷的步兵玛乌格。",
["S"] = {
"锡锭",
},
},
[58989] = {
["T"] = "符文熔铸入门",
["O"] = "使用法术书里的符文熔铸技能，将一枚符文刻入你的武器。\r\n\r\n只要处于符文熔炉附近，你就可以随时切换铭刻的符文。",
["S"] = {
"使用传送门前往第二层（可选）",
"在武器上附着符文",
},
},
[8670] = {
["O"] = "符文图腾长者",
["T"] = "符文图腾长者",
},
[39384] = {
["T"] = "腐蚀者",
["O"] = "消灭腐蚀者康格拉克斯。",
["S"] = {
"进入月爪洞穴",
},
},
[43375] = {
["T"] = "充足补给",
["O"] = "从散落在艾达尼尔浅滩的箱子里找回魔蝠毒膏。",
["S"] = {
"魔蝠毒膏",
},
},
[60013] = {
["T"] = "交给念魔姬",
["O"] = "使用执政官宝地的传送器。",
["S"] = {
"使用心能传送门",
},
},
[60269] = {
["T"] = "再度苏醒",
["O"] = "寻找刻符者被盗走的记忆。",
["S"] = {
"从欧达力克处取回刻符者的记忆。",
},
},
[5713] = {
["T"] = "一击必杀",
["O"] = "保护哨兵阿娜莎，然后向灰谷梅伊瑟娜岗哨的奥奈雅报告。",
["S"] = {
"保护阿娜莎",
},
},
[26297] = {
["T"] = "崭新的一天",
["O"] = "从月溪镇集会上收集情报。",
["S"] = {
"收集月溪镇集会的情报",
},
},
[2280] = {
["O"] = "把迷你版的诺甘农圆盘交到某位对它感兴趣的人手中。",
["T"] = "白金圆盘",
},
[42708] = {
["T"] = "私人请求",
["O"] = "从幽暗城救出库尔迪拉·织亡者。",
["S"] = {
"与幽暗城的萨萨里安谈一谈",
},
},
[53358] = {
["O"] = "Test of Hyphen Tech",
["T"] = "Test of Hyphen Tech",
},
[45423] = {
["T"] = "哀嚎的小动物",
["O"] = "在哀嚎洞穴击败萌芽的永生孢子。",
["S"] = {
"让穆雅妮送你进入哀嚎洞穴",
"击败萌芽的永生孢子",
},
},
[62061] = {
["T"] = "证明你的价值",
["O"] = "完成温西尔的任务。",
["S"] = {
"在雷文德斯完成任务",
},
},
[54126] = {
["T"] = "利刃扭转",
["O"] = "在湮灭峭壁与萨拉塔斯见面。",
["S"] = {
"找到萨拉塔斯",
},
},
[12390] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[41105] = {
["T"] = "王者之剑",
["O"] = "找到斯多姆卡，灭战者，然后解决扎卡兹。",
["S"] = {
"与艾瑞莉娅交谈并前往提瑞斯法林地（可选）",
"前往提瑞斯法林地的提尔之墓",
},
},
[25163] = {
["O"] = "在巴尔丹城堡中找到一具部落的尸体。",
["T"] = "谁干的？",
},
[63341] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "堕罪堡战略家",
},
[39024] = {
["O"] = "在赞加拉的卡德加的法师塔与大法师卡德加谈一谈。",
["T"] = "卡德加的召唤",
},
[27833] = {
["T"] = "顽固的肥佬",
["O"] = "杀死12名火烟食人魔，火烟虐待者或是火烟萨满祭司都可以。",
["S"] = {
"杀死火烟食人魔",
},
},
[47727] = {
["T"] = "萨格拉斯之墓：艾格文之路",
["O"] = "从萨格拉斯之墓的戒卫侍女身上收集4个守护者封印残片（史诗难度）。",
["S"] = {
"守护者封印残片",
},
},
[39792] = {
["T"] = "肉排储备",
["O"] = "在尤顿林地从健壮的高地符角牛身上收集8块多肉的麝牛肋排。",
["S"] = {
"多肉的麝牛肋排",
},
},
[5841] = {
["O"] = "将卡拉诺斯礼品券交给卡拉诺斯的尤里·碎盔。",
["T"] = "欢迎！",
},
[10078] = {
["T"] = "烧毁掷刀车",
["O"] = "使用燃烧的火把烧毁分布在荣耀之路周围的部落掷刀车，然后将燃烧的火把交给荣耀堡的达姆菲。",
["S"] = {
"烧毁东部的掷刀车",
"烧毁中部偏东的掷刀车",
"烧毁中部偏西的掷刀车",
"烧毁西部的掷刀车",
},
},
[10142] = {
["T"] = "苦痛之路",
["O"] = "荣耀堡外面的东补给车队的沃图姆斯中士要求你杀死4只唤火小鬼、6只地狱火战争使者和1只恐惧召唤者。",
["S"] = {
"消灭恐惧召唤者",
"消灭唤火小鬼",
"消灭地狱火战争使者",
},
},
[49007] = {
["T"] = "指挥官登场！",
["O"] = "使用维沙克斯的传送门。",
["S"] = {
"使用维沙克斯的传送门",
},
},
[57454] = {
["O"] = "和幽蓝树桩外面的柯迪纳留斯交谈。",
["T"] = "幽蓝树桩的寂静",
},
[33137] = {
["T"] = "天神比武大会",
["O"] = "与李大师交谈来参加天神比武大会，并赢得那里的所有挑战。",
["S"] = {
"赢得天神比武大会",
},
},
[12371] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[41840] = {
["T"] = "冰与影",
["O"] = "收集20块暗浊碎冰。",
["S"] = {
"暗浊碎冰",
},
},
[47228] = {
["T"] = "希巴拉生态",
["O"] = "消灭8只希巴拉掠食者。",
["S"] = {
"消灭希巴拉掠食者",
},
},
[43539] = {
["O"] = "完成“骑手萨拉纳尔”任务。",
["T"] = "骑手萨拉纳尔",
},
[58990] = {
["O"] = "巨虫之卵",
["T"] = "巨虫之卵",
},
[34673] = {
["T"] = "阿库麦尔的崛起",
["O"] = "消灭吞噬者阿库麦尔",
["S"] = {
"消灭吞噬者阿库麦尔",
},
},
[432] = {
["T"] = "该死的穴居人！",
["O"] = "在古博拉采掘场和矿洞里击败8个石腭击颅者和8个石腭断骨者。",
["S"] = {
"消灭石腭击颅者",
"消灭石腭断骨者",
},
},
[43376] = {
["T"] = "药到病除",
["O"] = "使用药膏治疗阿苏纳法罗纳尔前线患病的恶魔猎手们。",
["S"] = {
"治疗恶魔猎手",
},
},
[60014] = {
["O"] = "暗影国度60E",
["T"] = "暗影国度60E",
},
[43806] = {
["T"] = "破碎海滩之战",
["O"] = "与第三舰队汇合。",
["S"] = {
"突袭破碎海滩",
},
},
[27434] = {
["T"] = "资深之道",
["O"] = "进入影牙城堡，从指挥官斯普林瓦尔那里夺得指挥官的神圣符记，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"指挥官的神圣符记",
"月钢锭",
"不死肌腱",
},
},
[44400] = {
["T"] = "突袭紫罗兰监狱：紫色的痛",
["O"] = "击退对紫罗兰监狱的突袭。",
["S"] = {
"击退紫罗兰监狱的入侵",
},
},
[12385] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[53103] = {
["O"] = "与托斯卡·鹰角交谈。",
["T"] = "柳魔的魔法",
},
[26093] = {
["T"] = "诺斯弗德农场",
["O"] = "在诺斯弗德农场杀死10名辛迪加雇佣兵。",
["S"] = {
"消灭辛迪加雇佣兵",
},
},
[28975] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[11422] = {
["T"] = "腐鳃的三叉戟",
["O"] = "老冰鳞要你夺得腐鳃的三叉戟，然后返回切米尔海岸的小岛上向他复命。",
["S"] = {
"腐鳃的三叉戟",
},
},
[6321] = {
["O"] = "将莫里斯的订单交给蝙蝠管理员安内特。",
["T"] = "布瑞尔的补给",
},
[54383] = {
["T"] = "黑海岸捐赠：烁鳞潜水装",
["O"] = "为伯拉勒斯港的诺波尔·拴链收集3份霜纹弹药。",
["S"] = {
"烁鳞潜水装",
},
},
[38257] = {
["O"] = "前往钢铁码头与大主教奈丽谈一谈。你的要塞飞行管理员可以送你去那里。",
["T"] = "我们需要造船师",
},
[43644] = {
["T"] = "深入海底",
["O"] = "跟埃鲁纳克一起前往瓦丝琪尔废墟。",
["S"] = {
"跟埃鲁纳克一起前往瓦丝琪尔",
},
},
[63342] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "通灵领主老兵",
},
[31801] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的鎏金瓷俑",
},
[31929] = {
["T"] = "战斗宠物训练师：诺森德",
["O"] = "在宠物战斗中击败毕格·爆索、差点没头的雅各布、奥克鲁特·荒龙和格特瑞奇。",
["S"] = {
"击败毕格·爆索",
"击败差点没头的雅各布",
"击败奥克鲁特·荒龙",
"击败格特瑞奇",
},
},
[35454] = {
["O"] = "Utgarde Pinnacle - Bonus Objective Reward",
["T"] = "Utgarde Pinnacle - Bonus Objective Reward",
},
[11998] = {
["T"] = "灵活的手段",
["O"] = "将一桶冰风月光酒交给月溪旅营地的布鲁加尔·石剪。",
["S"] = {
"冰风月光酒",
},
},
[12062] = {
["O"] = "与科林·烈酒谈一谈。",
["T"] = "侮辱科林·烈酒",
},
[43604] = {
["T"] = "噬魂之喉：伊米隆的断剑",
["O"] = "返回苍穹要塞说服奥丁复活伊米隆国王.",
["S"] = {
"与奥丁交谈",
},
},
[43592] = {
["T"] = "魔网能量：法兰纳尔回廊",
["O"] = "向魔网能量注入远古魔力。",
["S"] = {
"远古魔力",
},
},
[24506] = {
["O"] = "从冰冠堡垒一侧进入到灵魂洪炉，在那里找到希尔瓦娜斯·风行者。",
["T"] = "进入寒冰堡垒",
},
[24634] = {
["T"] = "情报战",
["O"] = "杀死贫瘠之地特工，取回军情七处情报。",
["S"] = {
"军情七处情报",
},
},
[57711] = {
["O"] = "与西卡交谈。",
["T"] = "冰冷的熔炉",
},
[49776] = {
["T"] = "万用焦油",
["O"] = "收集6份粘稠焦油。",
["S"] = {
"粘稠焦油",
},
},
[41841] = {
["T"] = "最后的结界",
["O"] = "修复山顶结界。",
["S"] = {
"放置山顶结界",
},
},
[40568] = {
["T"] = "风暴之怒",
["O"] = "在托里姆峰消灭10个蔑魔维库人。",
["S"] = {
"消灭德克加尔维库人",
},
},
[50544] = {
["O"] = "与阿兰娜·霍尔顿交谈。",
["T"] = "凯宁斯营地的猎人",
},
[42609] = {
["T"] = "壮大部队",
["O"] = "与哈尔玛·斯塔索姆队长对话并招募瓦拉加尔候选者。",
["S"] = {
"招募瓦拉加尔候选者",
},
},
[42865] = {
["T"] = "劣魔的代价",
["O"] = "击败灰白原野中的安德坎德。",
["S"] = {
"消灭安德坎德",
},
},
[40569] = {
["T"] = "沙漠传奇",
["O"] = "与丽丽·风暴烈酒谈一谈。",
["S"] = {
"与丽丽·风暴烈酒交谈",
},
},
[29600] = {
["T"] = "果断措施",
["O"] = "在纯净之池击败16个刀背撕咬者。",
["S"] = {
"消灭刀背撕咬者",
},
},
[60015] = {
["O"] = "暗影国度60E",
["T"] = "暗影国度60E",
},
[60271] = {
["T"] = "机会渺茫",
["O"] = "购买威·娜莉的心能装置，并收集5份熔火心能。",
["S"] = {
"向威·娜莉购买一个心能装置",
"熔火心能",
},
},
[11046] = {
["O"] = "与影月村的主药剂师希尔达迦谈一谈。",
["T"] = "主药剂师希尔达迦",
},
[26298] = {
["T"] = "为耶尼库而杀",
["O"] = "从巴拉尔废墟的血顶巨魔身上获得6颗血顶獠牙。",
["S"] = {
"血顶巨魔的獠牙",
},
},
[43562] = {
["O"] = "激活苏拉玛的所有魔网能量，然后与瓦尔托伊交谈。",
["T"] = "全力以赴",
},
[6961] = {
["O"] = "和冬天爷爷谈谈；他在奥格瑞玛烟林牧场的商人区旁边。",
["T"] = "冬天爷爷来了！",
},
[26682] = {
["T"] = "蹒跚的威胁",
["O"] = "在蕨墙村北部沼泽里杀死7名枯藤爬行者或枯藤狂暴者。",
["S"] = {
"杀死枯藤",
},
},
[28212] = {
["T"] = "非凡之物",
["O"] = "收集5粒熔火之怒。",
["S"] = {
"熔火之怒",
},
},
[13470] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[40608] = {
["T"] = "印记",
["O"] = "向瓦拉加尔证明自己的价值，然后找艾尔拿取瓦尔基拉的印记。",
["S"] = {
"在瓦拉加尔阵营中达到崇敬声望",
},
},
[29641] = {
["T"] = "灵魂装置",
["O"] = "偷走5台灵魂装置，把它们交给在奥金顿暗影迷宫内的间谍格利克萨。",
["S"] = {
"灵魂装置",
},
},
[27322] = {
["O"] = "把克洛科的第二个头带给吉尔尼斯废墟被遗忘者前线指挥部的前锋军指挥官昂斯洛特。",
["T"] = "双头巨人克洛科",
},
[27450] = {
["T"] = "弗雷德里克的海鲜梦",
["O"] = "在魔刃之痕收集8条疫病河豚、8只痕湖蜗牛和8只痕湖凿孔蟹。",
["S"] = {
"疫病河豚",
"痕湖蜗牛",
"痕湖凿孔蟹",
},
},
[63343] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "通灵领主战略家",
},
[47217] = {
["T"] = "黑暗之源",
["O"] = "关闭5个虚空收割器。",
["S"] = {
"关闭虚空收割器",
},
},
[63855] = {
["T"] = "畅通无阻",
["O"] = "在刻希亚和威·娜莉的庇护所之间建立通路。",
["S"] = {
"与威·娜莉交谈",
},
},
[29513] = {
["T"] = "咸湿老水手的最爱",
["O"] = "在暗月岛周围的海水中捕捉5条大海鲱。",
["S"] = {
"大海鲱",
},
},
[34193] = {
["T"] = "清理种植园",
["O"] = "消灭8只霜壁啮咬者。",
["S"] = {
"消灭霜壁啮咬者",
},
},
[42128] = {
["T"] = "仪式材料",
["O"] = "在达拉然寻找墓地尘、一罐过热油膏、陈年雪梅白兰地以及鹿血样本。",
["S"] = {
"墓地尘",
"一罐过热油膏",
"陈年雪梅白兰地",
"鹿血样本",
},
},
[28346] = {
["O"] = "跟暮光高地库斯海文的科甘·焰须谈一谈婚姻大事。",
["T"] = "单身汉",
},
[40562] = {
["T"] = "匠心独运",
["O"] = "获得一个夜之子透镜、一份定制珠宝订单，以及5个夜之子珠宝匣。",
["S"] = {
"定制珠宝订单",
"夜之子珠宝匣",
"夜之子透镜",
},
},
[28992] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[28730] = {
["O"] = "将装满水的水晶瓶交给幽影谷奥达希尔的特纳隆·雷拳。",
["T"] = "珍贵的水",
},
[57712] = {
["T"] = "推荐书目",
["O"] = "取回《无穷论》、《不可计数的世界》和《见证：守魂者的信条》。",
["S"] = {
"取回《无穷论》",
"取回《不可计数的世界》",
"取回《见证：守魂者的信条》",
},
},
[49777] = {
["T"] = "在逃囚犯",
["O"] = "流放逃跑的囚犯。",
["S"] = {
"流放莱兹丘托",
"流放莫乔巴",
"流放泰什延比",
},
},
[43554] = {
["T"] = "奈萨里奥的巢穴：进入奈萨里奥的巢穴",
["O"] = "击败奈萨里奥的巢穴的达古尔。",
["S"] = {
[2] = "破损的龙鳞",
},
},
[42098] = {
["T"] = "黑鸦堡垒：无主之魂",
["O"] = "进入黑鸦堡垒地下城，从融合之魂身上取得一个无主的灵魂。",
["S"] = {
"无主的灵魂",
"救赎拉文凯斯领主",
},
},
[10342] = {
["T"] = "收集岩肤油块",
["O"] = "收集5块岩肤油块，将它们交给虚空风暴52区的布兹。",
["S"] = {
"岩肤油块",
},
},
[42610] = {
["O"] = "使用奥丁之眼，完成“部队出勤”任务。",
["T"] = "部队出勤",
},
[42866] = {
["O"] = "与达拉然的大法师卡德加对话。",
["T"] = "天空印记",
},
[10278] = {
["T"] = "迁跃裂隙",
["O"] = "在迁跃平原使用不稳定的迁跃裂隙生成器。从不稳定的虚空行者身上收集3份迁跃虚空能量，把它们交给断背岗哨的疯狂的欧加斯。",
["S"] = {
"迁跃虚空能量",
},
},
[51569] = {
["T"] = "赞达拉战役",
["O"] = "在赞达拉战役地图上选择一个据点。",
["S"] = {
"选择据点",
},
},
[60016] = {
["O"] = "暗影国度60E",
["T"] = "暗影国度60E",
},
[60272] = {
["T"] = "脆弱的链节",
["O"] = "打破刻符者的束缚。",
["S"] = {
"打破锁链",
},
},
[30266] = {
["T"] = "浸血的苍穹",
["O"] = "用残阳炮塔击败30只科里克提克螳螂妖。",
["S"] = {
"消灭科里克提克虫群",
},
},
[14120] = {
["O"] = "跟科赞岛上卡亚罗贸易公司总部的莎希·硬钳谈一谈。",
["T"] = "万亿杏仁币",
},
[43527] = {
["O"] = "完成苏拉玛的“护月堡垒”故事线，然后在沙尔艾兰与大法师卡雷会合。",
["T"] = "拯救月之守卫",
},
[44914] = {
["O"] = "前往艾萨拉的熊头，拜访克希雷姆之塔。",
["T"] = "武器战士：顺手牵羊",
},
[10086] = {
["T"] = "我为部落工作！",
["O"] = "给萨尔玛的泽格·纳克布斯带去8块回收的金属和8块回收的木材。",
["S"] = {
"回收的金属",
"回收的木材",
},
},
[10022] = {
["T"] = "狡猾的铁腭",
["O"] = "为奥蕾莉亚要塞的波尔泰姆带回铁腭的毛皮。",
["S"] = {
"铁腭的毛皮",
},
},
[31034] = {
["O"] = "和指挥官巴格兰谈一谈。",
["T"] = "下面的敌人",
},
[62320] = {
["T"] = "必需的华服",
["O"] = "在祭仪密院收集10份紫晶粉末。",
["S"] = {
"紫晶粉末",
},
},
[48015] = {
["T"] = "格罗尔的卷轴",
["O"] = "收集三张始祖龟卷轴。",
["S"] = {
"能量之潮",
"净化卷轴",
"格罗尔的勒令",
},
},
[62832] = {
["O"] = "在噬渊找到威·娜莉。",
["T"] = "黑暗中的朋友",
},
[38515] = {
["T"] = "天然原料",
["O"] = "获取10株狐尾花。\n\n如果你不是草药师，那么可以通过拍卖行或者其他玩家来获取材料。\r\n",
["S"] = {
"获取狐尾花",
},
},
[63344] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "格里恩老兵",
},
[47218] = {
["T"] = "影卫入侵",
["O"] = "消灭15个影卫虚灵。",
["S"] = {
"消灭影卫虚灵",
},
},
[31930] = {
["T"] = "战斗宠物训练师：潘达利亚",
["O"] = "在宠物战斗中击败圣地的俞娜、农夫倪石、莫鲁克、勇敢的尹勇、探索者祖什和废土行者苏游。",
["S"] = {
"击败圣地的俞娜",
"击败农夫倪石",
"击败莫鲁克",
"击败勇敢的尹勇",
"击败探索者祖什",
"击败废土行者苏游",
},
},
[55061] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：机械零食",
},
[43502] = {
["O"] = "与奥术师瓦尔托伊谈一谈。",
["T"] = "季节的变换",
},
[56433] = {
["T"] = "水淹联盟",
["O"] = "开启战争模式时，在纳沙塔尔消灭25名联盟玩家。",
["S"] = {
"已击败联盟玩家",
},
},
[40307] = {
["T"] = "战刃之难",
["O"] = "找到莉安娜·悲夜的战刃。",
["S"] = {
"莉安娜的狂怒战刃",
"莉安娜的复仇战刃",
},
},
[27721] = {
["T"] = "大酋长的命令：海加尔山！",
["O"] = "跟塞纳里奥使者托尔·黑蹄谈一谈，进入月光林地。",
["S"] = {
"获得前往月光林地的许可",
},
},
[40819] = {
["O"] = "在紫罗兰监狱外面与凯恩·日怒见面。",
["T"] = "事务安排",
},
[10141] = {
["O"] = "与荣耀堡外面的东补给车队的沃图姆斯中士谈一谈。",
["T"] = "重生的军团",
},
[57713] = {
["T"] = "打造杰作",
["O"] = "协助掌炉大师索弗涅铸造一件护甲。",
["S"] = {
"与西卡交谈",
},
},
[43500] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[25019] = {
["T"] = "所有权",
["O"] = "击败10名矮人考古学家。",
["S"] = {
"消灭探险者协会发掘者",
},
},
[8479] = {
["T"] = "祖玛洛什",
["O"] = "被囚禁在托尔瓦萨的巨魔俘虏文亚什要求你把祖玛洛什酋长的徽记交给他。祖玛洛什酋长居住在艾伦达尔湖对岸的塞布瓦萨。",
["S"] = {
"祖玛洛什酋长的徽记",
},
},
[58737] = {
["T"] = "麦格尼的发现",
["O"] = "听听麦格尼的发现。",
["S"] = {
"了解麦格尼的发现",
},
},
[8607] = {
["T"] = "部落需要魔纹布绷带！",
["O"] = "把20卷魔纹绷带交给奥格瑞玛精神谷的卡隆。",
["S"] = {
"魔纹绷带",
},
},
[8671] = {
["O"] = "暴怒图腾长者",
["T"] = "暴怒图腾长者",
},
[31040] = {
["T"] = "狡诈的林精",
["O"] = "击败30个黒木精怪或黒木妖师。",
["S"] = {
"击败黑木小鬼或黑木法师",
},
},
[51570] = {
["O"] = "在祖达萨协助凯尔希·钢烁。",
["T"] = "据点：祖达萨",
},
[60017] = {
["O"] = "暗影国度60E",
["T"] = "暗影国度60E",
},
[43891] = {
["T"] = "暗夜要塞：地窟",
["O"] = "在暗夜要塞杀死崔利艾克斯。",
["S"] = {
"消灭崔利艾克斯",
"脉冲畸体腕轮",
},
},
[35956] = {
["O"] = "厄运之槌（所有首领）奖励任务",
["T"] = "厄运之槌（所有首领）奖励任务",
},
[26299] = {
["T"] = "猎头",
["O"] = "从祖丹亚废墟的血顶巨魔那里获得25个皱缩的徽记。",
["S"] = {
"皱缩的徽记",
},
},
[52850] = {
["T"] = "基约的沃顿勇士",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败基约",
},
},
[38015] = {
["T"] = "灭族危机",
["O"] = "使用发光的魔网水晶，或者发挥你的治疗能力让受伤的幼龙复苏。",
["S"] = {
"治疗赛多努",
"治疗卡米拉",
"治疗艾米苟萨",
"治疗贝拉苏斯",
},
},
[9247] = {
["O"] = "将名单登记员的信交给东瘟疫之地圣光之愿礼拜堂的名单登记员。",
["T"] = "圣光的召唤",
},
[43493] = {
["T"] = "黑鸦堡垒：拉文凯斯领主",
["O"] = "击败黑鸦堡垒的库塔洛斯·拉文凯斯领主。",
["S"] = {
"对战库塔洛斯·拉文凯斯领主",
},
},
[9375] = {
["T"] = "猎鹰岗哨之路",
["O"] = "护送受伤的血精灵朝圣者返回猎鹰岗哨，然后与塔雷里斯·晨光谈一谈。",
["S"] = {
"护送受伤的血精灵朝圣者回到猎鹰岗哨",
},
},
[26953] = {
["T"] = "德鲁伊，赞吉吉",
["O"] = "陪着赞吉吉杀死20只染上瘟疫的野生动物。你可以杀掉的有：巨大的瘟疫熊、生病的狼、毒雾潜伏者，或天灾潜伏者。\n\n假如你和赞吉吉走散了，就回到治愈者营地去。",
["S"] = {
"陪赞吉吉杀死的野生动物",
},
},
[27195] = {
["T"] = "无处可跑",
["O"] = "护送士官长弗尔特斯基通过埃利姆矿洞。",
["S"] = {
"护送士官长弗尔特斯基通过埃利姆矿洞。",
},
},
[9567] = {
["T"] = "知己知彼",
["O"] = "找到纳兹维安的碑石，将得到的纳兹维安碑石雕文交给秘血岗哨的守备官艾蕾希亚。",
["S"] = {
"纳兹维安碑石雕文",
},
},
[27451] = {
["T"] = "杀戮的理由",
["O"] = "前往南方的考林路口，消灭聚居在镇上的天灾亡灵。收集7份生命腐质，然后使用研钵和捣杵，把生命腐质磨成凝固腐质。",
["S"] = {
"凝固腐质",
},
},
[63345] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "格里恩战略家",
},
[47219] = {
["T"] = "准备就绪",
["O"] = "消灭纳拉索斯并拿到他的心脏。",
["S"] = {
"进入虚空裂缝",
},
},
[27835] = {
["T"] = "大胖子奥拉夫",
["O"] = "使用奥拉夫的盾墙和奥拉夫的无畏咆哮。",
["S"] = {
"使用奥拉夫的盾墙",
"使用奥拉夫的无畏咆哮",
},
},
[27963] = {
["T"] = "一个新主人……是谁？",
["O"] = "从煤渣工地的格拉维斯·煤渣手中获得黑铁备忘录。",
["S"] = {
"黑铁备忘录",
},
},
[39796] = {
["O"] = "到符文林地去见维德哈尔。",
["T"] = "前往霍斯瓦尔德",
},
[28219] = {
["T"] = "幼儿食品",
["O"] = "杀掉10只铁木鸣蜂来喂养保护者幼苗。",
["S"] = {
"消灭铁木鸣蜂",
},
},
[10079] = {
["T"] = "乱糟糟的矿洞",
["O"] = "杀死12个甘尔葛工兵，然后向工头比格姆斯复命。",
["S"] = {
"消灭甘尔葛工兵",
},
},
[10143] = {
["O"] = "向远征军岗哨的前线指挥官金斯顿报到。",
["T"] = "远征军岗哨",
},
[40668] = {
["T"] = "艾萨拉之眼：辛艾萨莉之心",
["O"] = "在史诗难度的艾萨拉之眼取得辛艾萨莉之心，并击败艾萨拉之怒。",
["S"] = {
"辛艾萨莉之心",
},
},
[28731] = {
["O"] = "将装着半瓶水的瓶子交给多兰纳尔的科瑞萨斯·月怒。",
["T"] = "泰达希尔：传递信息",
},
[41332] = {
["T"] = "加入议会",
["O"] = "陪同大德鲁伊巨蹄并和玛法里奥·怒风对话。",
["S"] = {
"与大德鲁伊巨蹄同行",
},
},
[10399] = {
["T"] = "黑暗之心",
["O"] = "在阿苟纳之池杀掉10个恐惧魔，然后向荣耀堡的位面占卜者克雷夫复命。",
["S"] = {
"消灭恐惧魔",
},
},
[50035] = {
["O"] = "Bret Test - SQL",
["T"] = "Bret Test - SQL",
},
[9254] = {
["O"] = "与永歌森林东部圣殿的学徒米尔维达谈一谈。",
["T"] = "外出的学徒",
},
[29371] = {
["T"] = "败其兴致",
["O"] = "去洛丹伦废墟对稻草人使用灭火剂。",
["S"] = {
"通过希多尔米前往过去的提瑞斯法林地（可选）",
"熄灭部落的稻草人",
},
},
[40673] = {
["T"] = "失落知识",
["O"] = "从首席奥术师塔莉萨处获得艾露迪斯卷轴。",
["S"] = {
"艾露迪斯卷轴",
},
},
[42868] = {
["T"] = "美猴王的挑战",
["O"] = "帮美猴王酿酒。",
["S"] = {
"放置酒壶",
},
},
[13721] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的死亡猎手维瑟里。",
["S"] = {
"勇士的徽记",
},
},
[29883] = {
["T"] = "审时度势",
["O"] = "和珠鳍村的长老卢山、珍珠守护者福锦、锐鳍教头和吽·提门度谈一谈。",
["S"] = {
"与珍珠守护者福锦交谈",
"与流水工匠吽·提门度交谈",
"与锐鳍教头交谈",
"与长老卢山谈谈",
},
},
[60018] = {
["O"] = "暗影国度60E",
["T"] = "暗影国度60E",
},
[60274] = {
["O"] = "向奥利波斯的搜寻者卡·苏尔汇报。",
["T"] = "贸易优惠",
},
[11039] = {
["O"] = "向52区的间谍大师萨罗迪恩报到。",
["T"] = "向间谍大师萨罗迪恩报到",
},
[27030] = {
["T"] = "毛茸茸的狐狸尾巴",
["O"] = "采集7条毛茸茸的狐狸尾巴。",
["S"] = {
"毛茸茸的狐狸尾巴",
},
},
[36469] = {
["T"] = "清理祸害",
["O"] = "击败你要塞里的三个祸害。",
["S"] = {
"击败史诗逆天萝卜",
"击败高夫",
"击败疤面",
},
},
[43364] = {
["O"] = "轻轻摇晃过的礼品",
["T"] = "轻轻摇晃过的礼品",
},
[45172] = {
["O"] = "加入任意战场并获胜。",
["T"] = "战斗！",
},
[43362] = {
["O"] = "从翡翠梦境之路里收集净化的生命精华。",
["T"] = "梦中之物",
},
[11423] = {
["T"] = "敌人的史诗",
["O"] = "进入幽刃岗哨北方的尼弗莱瓦，寻找寒冬诅咒的传说、女武神的传说和双子的传说。",
["S"] = {
"双子的传说",
"瓦格里的传说",
"寒冬诅咒的传说",
},
},
[43360] = {
["T"] = "碎石侍女",
["O"] = "在破碎轨迹消灭6个碎石侍女。",
["S"] = {
"消灭碎石侍女",
},
},
[54387] = {
["T"] = "黑海岸捐赠：血污之骨",
["O"] = "为伯拉勒斯港的梅伊·摆杖收集20份附魔戒指 - 全能之纹。",
["S"] = {
"血污之骨",
},
},
[43314] = {
["T"] = "群星庭院：君子报仇，十年不晚",
["O"] = "进入群星庭院地下城，消灭顾问麦兰杜斯。取得他的法术石并交给塔莉萨。",
["S"] = {
[2] = "麦兰杜斯的法术石",
},
},
[34960] = {
["O"] = "收集30份冰冻植物提取物。",
["T"] = "大自然的馈赠",
},
[63346] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "法夜老兵",
},
[31803] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的玉珑骊珠",
},
[55667] = {
["O"] = "物资短缺奖励",
["T"] = "物资短缺奖励",
},
[43273] = {
["O"] = "使用指挥地图，完成“散布消息”任务。",
["T"] = "散布消息",
},
[11999] = {
["T"] = "寻找线索",
["O"] = "找到眠月花园计划书，然后返回阿格玛之锤，将它交给大法师艾萨斯·夺日者的影像。",
["S"] = {
"眠月花园计划书",
},
},
[42639] = {
["T"] = "血之石",
["O"] = "在戴尔格特附近的船上从断牙船长身上收集断牙的红宝石护符。",
["S"] = {
"断牙的红宝石护符",
},
},
[48500] = {
["T"] = "片刻喘息",
["O"] = "与维迪卡尔上的技师席拉娜、塞布斯·锥点和高阶女祭司伊莎娜对话。",
["S"] = {
"与技师席拉娜谈一谈",
"与塞布斯·锥点谈一谈",
"与高阶女祭司伊莎娜谈一谈",
},
},
[40717] = {
["T"] = "议会的召唤",
["O"] = "在逆风小径上空的达拉然和卡德加会面。",
["S"] = {
"使用暴风要塞里的传送门前往卡拉赞上方的达拉然（可选）",
"在达拉然与大法师卡德加交谈",
},
},
[8866] = {
["O"] = "铜须长者",
["T"] = "铜须长者",
},
[49268] = {
["T"] = "水中的鲨鱼",
["O"] = "消灭6只入侵的恐惧之喉。",
["S"] = {
"消灭入侵的恐惧之喉",
},
},
[24764] = {
["O"] = "与暗矛训练场中的岑塔布拉谈谈。",
["T"] = "暗矛的崛起",
},
[33398] = {
["T"] = "南部短跑练习",
["O"] = "跑过拱门，通过红色标记和紫色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[12511] = {
["O"] = "前往灰熊丘陵的西部，向琥珀松木营地的杜蒙特中尉报告。",
["T"] = "丘陵援兵",
},
[40718] = {
["T"] = "议会的召唤",
["O"] = "在逆风小径上空的达拉然和卡德加会面。",
["S"] = {
"使用暗影裂口里的传送门前往卡拉赞上方的达拉然（可选）",
"在达拉然与大法师卡德加交谈",
},
},
[43259] = {
["O"] = "调查鲑鱼溪的扭曲之树。",
["T"] = "小心那棵扭曲之树",
},
[34422] = {
["T"] = "荣耀之焰",
["O"] = "利用荧光珠摧毁8间血环小屋。",
["S"] = {
"烧毁血环小屋",
},
},
[6384] = {
["O"] = "从双足飞龙管理员波洛克那里租一只双足飞龙前往奥格瑞玛，然后将格瑞姆塔克的肉品交给奥格瑞玛的格雷什卡。",
["T"] = "飞往奥格瑞玛",
},
[12831] = {
["T"] = "未被遗忘",
["O"] = "水晶蛛网洞穴里的受伤的地精矿工希望你从冰尖爬行者身上找到一个冰尖毒囊。",
["S"] = {
"冰尖毒囊",
},
},
[51572] = {
["O"] = "在沃顿协助联盟。",
["T"] = "据点：沃顿",
},
[60019] = {
["O"] = "暗影国度60E",
["T"] = "暗影国度60E",
},
[60275] = {
["T"] = "通缉：执行者克里斯托弗",
["O"] = "找到并消灭执行者克里斯托弗。",
["S"] = {
"消灭执行者克里斯托弗",
},
},
[6544] = {
["T"] = "托雷克的突袭",
["O"] = "保护在银翼哨站与杜瑞尔·月火作战的托雷克，然后向慰籍之林的埃尔托格·怒齿汇报胜利的消息。",
["S"] = {
"攻占银翼哨站。",
},
},
[26300] = {
["T"] = "奈兹里奥克知道",
["O"] = "从祖昆达可怕的奈兹里奥克那里获得奈兹里奥克的徽记。",
["S"] = {
"奈兹里奥克的徽记",
},
},
[6608] = {
["O"] = "你认为鲁玛克想要告诉你，他已经不能帮你提高钓鱼的技能了。也许你应该去找到他的朋友纳特·帕格，他居住在塞拉摩以南的某个岛屿上，他是一名人类渔夫（至少你认为鲁玛克是这么说的）。",
["T"] = "你真棒！",
},
[26556] = {
["T"] = "不许倾倒垃圾",
["O"] = "钓起6条剧毒泥鱼。完成任务之后，向荣誉谷的纳兹加尔复命。",
["S"] = {
"剧毒泥鱼",
},
},
[36982] = {
["T"] = "塔布羊训练：铁颚狼",
["O"] = "骑着你的训练中的塔布羊去击败残爪。",
["S"] = {
"消灭残爪",
},
},
[24777] = {
["T"] = "基础教程：攻击目标",
["O"] = "摧毁6个蒂基面具假人。",
["S"] = {
"消灭蒂基面具假人",
},
},
[13471] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[54132] = {
["T"] = "群英会",
["O"] = "带领部落攻入斯托颂谷地。",
["S"] = {
"在斯托颂谷地攻击联盟的目标",
},
},
[62579] = {
["O"] = "Venari Rep Token Tracking",
["T"] = "Venari Rep Token Tracking",
},
[40730] = {
["T"] = "重新分配",
["O"] = "获取20瓶魔力酒。",
["S"] = {
"把魔力酒瓶交给德琳",
},
},
[27452] = {
["T"] = "黑暗之衣",
["O"] = "从考林路口的教徒身上夺取死亡教徒的头饰和死亡教徒的长袍。",
["S"] = {
"死亡教徒的头饰",
"死亡教徒的长袍",
},
},
[63347] = {
["O"] = "与奥利波斯飞地的佐·索尔格见面。",
["T"] = "法夜战略家",
},
[63603] = {
["O"] = "把牦牛之魂带给森林之心中的曼恩女士。",
["T"] = "牦牛之魂",
},
[55668] = {
["O"] = "物资短缺奖励",
["T"] = "物资短缺奖励",
},
[43057] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[7024] = {
["O"] = "跟冬天爷爷谈一谈，他就在奥格瑞玛的烟林牧场零售店附近。",
["T"] = "冬天爷爷来了！",
},
[56436] = {
["O"] = "将小骨带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
["T"] = "小骨",
},
[40310] = {
["T"] = "海难俘虏",
["O"] = "在宠物战斗中击败海难俘虏。",
["S"] = {
"击败海难俘虏",
},
},
[14239] = {
["O"] = "还不是见圣光的时候！",
["T"] = "还不是见圣光的时候！",
},
[40744] = {
["T"] = "古老的配方",
["O"] = "收集6个鹰身人利爪。",
["S"] = {
"鹰身人利爪",
},
},
[28732] = {
["T"] = "只有一个可能……",
["O"] = "乘坐皮普的挖掘机前往黑石山。",
["S"] = {
"使用皮普的挖掘机（可选）",
"抵达黑石岩窟。",
},
},
[57716] = {
["T"] = "任性的信徒？",
["O"] = "找到信徒尼科隆。",
["S"] = {
"找到失踪的信徒",
},
},
[40745] = {
["T"] = "换班",
["O"] = "躲在篮子里，等待守卫出现。跟随守卫到达他们的目的地。",
["S"] = {
"等待守卫出现",
},
},
[42978] = {
["O"] = "到暴风要塞向安度因·乌瑞恩国王报到。",
["T"] = "觐见国王",
},
[42971] = {
["T"] = "驾驭元素",
["O"] = "取回烈焰、流水和空气残留物，并在塞拉赞恩阵营达到崇敬声望。",
["S"] = {
"烈焰残留物",
"空气残留物",
"流水残留物",
"仇恨 / 崇敬 塞拉赞恩",
},
},
[40753] = {
["O"] = "布林顿6000",
["T"] = "布林顿6000",
},
[58996] = {
["T"] = "阿贝尔的命运",
["O"] = "调查灵魂卫士阿贝尔的命运。",
["S"] = {
"调查阿贝尔的命运",
},
},
[40760] = {
["O"] = "与食魂者阿莱利谈一谈。",
["T"] = "使者",
},
[40762] = {
["O"] = "把指挥官多米蒂勒的头盔交给洛休斯·唤月。",
["T"] = "堕落的下场",
},
[51573] = {
["T"] = "我来保护你",
["O"] = "在拉兹加基与莫加波见面时保护他。",
["S"] = {
"与拉兹加基交谈",
},
},
[60020] = {
["T"] = "投机打击",
["O"] = "消灭10个精英挑战者。",
["S"] = {
"击败精英战士",
},
},
[60276] = {
["T"] = "通缉：召唤师玛尔瑟力斯",
["O"] = "找到并消灭召唤师玛尔瑟力斯。",
["S"] = {
"消灭召唤师玛尔瑟力斯",
},
},
[28993] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[44406] = {
["O"] = "在艾泽拉斯之心的风暴之眼瞭望台找到阿格娜。",
["T"] = "阿格娜的引导",
},
[36471] = {
["T"] = "全新的暗月挑战者！",
["O"] = "在一场宠物对战中击败克里斯托弗·冯·费舍尔。",
["S"] = {
"击败克里斯托弗·冯·费舍尔",
},
},
[29377] = {
["T"] = "大肆破坏",
["O"] = "对暴风城前的稻草人使用灭火剂。",
["S"] = {
"熄灭联盟的稻草人",
},
},
[45174] = {
["O"] = "前往阿苏纳的伊利达雷哨所找食魂者阿莱利。",
["T"] = "寻找伊利丹·怒风",
},
[42955] = {
["T"] = "解决方法",
["O"] = "从苏拉玛城的夜之子那里汲取50瓶暗夜井能量。",
["S"] = {
"一瓶暗夜井能量",
},
},
[31036] = {
["O"] = "和指挥官巴格兰谈一谈。",
["T"] = "下面的敌人",
},
[40830] = {
["T"] = "近在咫尺",
["O"] = "带首席传送师欧库勒斯去见沙尔艾兰的塔莉萨。",
["S"] = {
"带欧库勒斯进入沙尔艾兰",
},
},
[937] = {
["T"] = "神谕林地",
["O"] = "收集6条血羽腰带。",
["S"] = {
"血羽腰带",
},
},
[53901] = {
["T"] = "爆炸总能奏效",
["O"] = "将烈性炸药放置在纳迦的鱼叉发射器上，然后引爆炸弹制造混乱。",
["S"] = {
"放置炸弹",
},
},
[31548] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[11219] = {
["T"] = "赶快灭火！",
["O"] = "戴面具的孤儿院长希望你能帮忙扑灭村子里的所有火焰。在扑灭了所有火焰之后，回去向戴面具的孤儿院长汇报。",
["S"] = {
"扑灭火焰",
},
},
[63604] = {
["O"] = "把铲齿鹿之魂带给森林之心中的曼恩女士。",
["T"] = "铲齿鹿之魂",
},
[55669] = {
["O"] = "Encrypted Radio Receiver TBD",
["T"] = "Encrypted Radio Receiver TBD",
},
[49218] = {
["O"] = "与船难海角的“刀子嘴”简谈谈。",
["T"] = "漂泊者",
},
[35437] = {
["O"] = "灵魂洪炉奖励任务",
["T"] = "灵魂洪炉奖励任务",
},
[56437] = {
["O"] = "将锈管带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
["T"] = "锈管",
},
[11915] = {
["O"] = "与任意部落主城的食焰大师谈一谈。",
["T"] = "玩火",
},
[40567] = {
["T"] = "黑心林地：进入梦魇",
["O"] = "进入黑心林地地下城，消灭萨维斯之影。",
["S"] = {
"消灭萨维斯之影",
},
},
[57205] = {
["T"] = "一路磕磕绊绊",
["O"] = "防御并占领两处地点",
["S"] = {
"防御炮台",
},
},
[11298] = {
["T"] = "酒里有什么？",
["O"] = "将5只矮人酒桶交给药剂师营地的药剂师玛尔苏斯。",
["S"] = {
"矮人酒桶",
},
},
[57717] = {
["T"] = "转危为安吧，我的朋友",
["O"] = "协助艾律迪娅净化信徒尼科隆。",
["S"] = {
"协助艾律迪娅",
},
},
[57973] = {
["O"] = "黑海岸之战（英雄）",
["T"] = "黑海岸之战（英雄）",
},
[25021] = {
["T"] = "魔精饥渴症",
["O"] = "从沙怒巨魔身上收集6团粘稠的魔精。",
["S"] = {
"一团粘稠的魔精",
},
},
[8480] = {
["T"] = "失落的军备",
["O"] = "将8个辛多雷军备物品交给永歌森林的维雷迪斯·雪晨。",
["S"] = {
"辛多雷军备物品",
},
},
[25277] = {
["T"] = "打扫房间",
["O"] = "杀掉海加尔山伽格尔的营地的任意8名蛮兵或暗法师。",
["S"] = {
"被杀死的伽格尔的爪牙",
},
},
[31786] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的叛军的镣铐",
},
[8672] = {
["O"] = "石塔长者",
["T"] = "石塔长者",
},
[47003] = {
["O"] = "前往瓦尔莎拉的鲑鱼溪。",
["T"] = "恢复萨满祭司：鲑鱼溪调查",
},
[51574] = {
["T"] = "新鲜压榨",
["O"] = "收集8份刺藤汁。",
["S"] = {
"刺藤汁",
},
},
[60021] = {
["T"] = "锄强自冠",
["O"] = "消灭勇士林恩玛尔和勇士肠裂。",
["S"] = {
"消灭勇士肠裂",
"消灭勇士林恩玛尔",
},
},
[60277] = {
["T"] = "通缉：聚合末日",
["O"] = "找到并消灭聚合末日。",
["S"] = {
"消灭聚合末日",
},
},
[35960] = {
["O"] = "奥金顿奖励任务",
["T"] = "奥金顿奖励任务",
},
[35365] = {
["O"] = "潮汐王座奖励任务",
["T"] = "潮汐王座奖励任务",
},
[26429] = {
["T"] = "捣毁枯木",
["O"] = "杀死枯木的10名掷斧者、10名猎头者和8名巫医。",
["S"] = {
"消灭枯木掷斧者",
"消灭枯木猎头者",
"消灭枯木巫医",
},
},
[53110] = {
["T"] = "大棘语者",
["O"] = "将符文能量核心交给奥尔法。",
["S"] = {
"与亚瑟·贸风见面",
},
},
[45175] = {
["T"] = "伊利达雷的灵魂棱镜",
["O"] = "从“军团再临”的地下城的最终首领身上获得5个徘徊之魂碎片。\n\n地下城难度越高，获得徘徊之魂碎片的几率越高，数量越多。",
["S"] = {
"获得徘徊之魂碎片",
},
},
[31937] = {
["O"] = "把“雷电之王”驱虫器带到日歌农场或半山市集，交给农夫老愚。",
["T"] = "“雷电之王”驱虫器",
},
[37496] = {
["O"] = "混入沉船竞技场并找到欧库纳·长牙。",
["T"] = "混入沉船竞技场",
},
[37752] = {
["O"] = "宠物对战激活",
["T"] = "宠物对战激活",
},
[46199] = {
["T"] = "为阿苏纳而战",
["O"] = "在阿苏纳击败邪能指挥官瑟瑞塔斯。",
["S"] = {
"与法罗迪斯王子交谈，开始最终突袭（可选）",
"消灭瑟瑞塔斯",
},
},
[44383] = {
["T"] = "追寻力量",
["O"] = "告诉凯恩你是否要去寻找下一件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[9632] = {
["O"] = "将介绍信交给秘蓝岛的女猎手凯拉·夜弓。",
["T"] = "新的盟友",
},
[29640] = {
["O"] = "在奥金顿的暗影迷宫中找到间谍托古恩。",
["T"] = "寻找间谍托古恩",
},
[63605] = {
["O"] = "把巨蜥之魂带给森林之心中的曼恩女士。",
["T"] = "巨蜥之魂",
},
[63861] = {
["T"] = "收集的开端",
["O"] = "为追忆圣窟的档案员罗-遂尔取回记忆宝典。",
["S"] = {
"记忆宝典",
},
},
[9888] = {
["O"] = "约林·死眼要你找到吉尔拉斯并跟他谈谈。",
["T"] = "落魄的领袖",
},
[39800] = {
["T"] = "格雷迈恩的尝试",
["O"] = "完成天火号上的格雷迈恩的任务。",
["S"] = {
"完成格雷迈恩的任务",
},
},
[56438] = {
["O"] = "将闪光警报带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
["T"] = "闪光警报",
},
[28349] = {
["O"] = "跟科赞卡亚罗贸易公司总部的梅格斯·碎纸机谈一谈。",
["T"] = "市场部的梅格斯",
},
[10144] = {
["T"] = "阻断援军",
["O"] = "消灭格雷姆传送门和凯勒兹传送门附近的敌人，收集它们身上的恶魔符文石。\n\n然后在格雷姆传送门和凯勒兹传送门内使用金斯顿的雷管。\n\n完成任务后，将剩余的炸药还给前线指挥官金斯顿。",
["S"] = {
"破坏格雷姆传送门",
"破坏凯勒兹传送门",
},
},
[49015] = {
["O"] = "击败安托鲁斯，燃烧王座的阿古斯之魂。",
["T"] = "安托鲁斯，燃烧王座：泰坦陨落",
},
[57462] = {
["T"] = "梦境猎人",
["O"] = "获得200个狂乱碎缕。这些可以从尼奥罗萨的首领和世界首领身上获得，也可以通过获得战场和竞技场的胜利或者荣誉消灭获得。",
["S"] = {
"狂乱碎缕",
},
},
[10336] = {
["T"] = "库鲁萨斯的爪牙",
["O"] = "杀死10只库鲁萨斯的猎犬和5只库鲁萨斯之眼。",
["S"] = {
"消灭库鲁萨斯的猎犬",
"消灭库鲁萨斯之眼",
},
},
[57974] = {
["O"] = "黑海岸之战（英雄）",
["T"] = "黑海岸之战（英雄）",
},
[40908] = {
["O"] = "在蓝风海湾寻找索迪尔族长。",
["T"] = "族长，回来吧",
},
[12386] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[50551] = {
["O"] = "进入塞塔里斯神庙，治愈神灵的化身。",
["T"] = "塞塔里斯神庙：神灵的化身",
},
[34425] = {
["T"] = "卡加萨训练场",
["O"] = "跟随卡德加。",
["S"] = {
"跟随卡德加",
},
},
[59254] = {
["T"] = "强化战斗技巧",
["O"] = "和嘉里克船长交手。",
["S"] = {
"对嘉里克船长使用技能",
},
},
[29757] = {
["T"] = "蛤蟆酱",
["O"] = "在纯净之池的顶层，从8个冒泡的蛤蟆卵身上取得蛤蟆卵。",
["S"] = {
"挖取蛤蟆卵",
},
},
[29885] = {
["T"] = "行军口粮",
["O"] = "收集6块乌龟腰肉。",
["S"] = {
"乌龟腰肉",
},
},
[35449] = {
["O"] = "乌特加德之巅奖励任务",
["T"] = "乌特加德之巅奖励任务",
},
[60278] = {
["T"] = "通缉：安东公爵",
["O"] = "找到并消灭棘祸家族的安东公爵。",
["S"] = {
"消灭安东公爵",
},
},
[44152] = {
["O"] = "在法尔多拉神殿与山谷行者法罗丁会面。你可以使用沙尔艾兰的传送点前往目的地。",
["T"] = "日益严重的危机",
},
[40947] = {
["T"] = "特快专递",
["O"] = "用夜之子魔刃从夜之子信使身上取得3叠信件。",
["S"] = {
"一叠信件",
},
},
[42881] = {
["O"] = "勇士：女伯爵莉亚德琳",
["T"] = "勇士：女伯爵莉亚德琳",
},
[42369] = {
["T"] = "错得离谱",
["O"] = "放置4个被破坏的传送门稳定器。",
["S"] = {
"放置被破坏的传送门稳定器",
},
},
[11296] = {
["T"] = "裂木森林的囚犯",
["O"] = "远行者斯图卡·天云要你去营救7名冬蹄远行者，完成任务后钢铁之门向他复命。",
["S"] = {
"营救冬蹄远行者",
},
},
[53623] = {
["O"] = "“争霸艾泽拉斯”地下城奖励任务",
["T"] = "“争霸艾泽拉斯”地下城奖励任务",
},
[37497] = {
["T"] = "寻找潮汐之石",
["O"] = "护送法罗迪斯王子前往纳萨拉斯废墟。",
["S"] = {
"护送法罗迪斯王子",
},
},
[54135] = {
["T"] = "轻取沼泽",
["O"] = "击退袭击纳兹米尔的联盟。",
["S"] = {
"在纳兹米尔击退联盟的攻击",
},
},
[46200] = {
["O"] = "与达拉然的大法师茉德拉谈一谈。",
["T"] = "问题……暂时解决……",
},
[12770] = {
["O"] = "格里安·斯托曼要你前往祖达克的圣光据点，向莉安娜中士报到。\n\n萨缪尔·克莱布克会提供前往圣光据点的交通工具。",
["T"] = "资源调配",
},
[31549] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员谢尔比·石火，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[38777] = {
["O"] = "把魔石矿脉样本带给达拉然的迪格丝大妈。",
["T"] = "魔石矿脉样本",
},
[63606] = {
["O"] = "把蜘蛛之魂带给森林之心中的曼恩女士。",
["T"] = "蜘蛛之魂",
},
[28744] = {
["T"] = "谷物战僵尸",
["O"] = "抵御2大波僵尸攻击。",
["S"] = {
"抵御一大波敌人",
},
},
[40956] = {
["T"] = "传送侦测",
["O"] = "用传送道标侦测艾露尼斯废墟。",
["S"] = {
"侦测进度",
},
},
[12000] = {
["T"] = "寻找线索",
["O"] = "找到眠月花园计划书，然后返回群星之墓，将它交给大法师茉德拉的影像。",
["S"] = {
"眠月花园计划书",
},
},
[56439] = {
["O"] = "将机械蛋囊带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
["T"] = "机械蛋囊",
},
[48504] = {
["O"] = "在戈尔奥西格与审判官克利多恩碰面。",
["T"] = "穿越老路",
},
[12192] = {
["O"] = "与美酒节营地的比兹尔·奎利弗谈一谈。",
["T"] = "那次，我喝醉了之后……",
},
[42849] = {
["O"] = "使用侦察地图并完成任务“愤怒与正义”。",
["T"] = "愤怒与正义",
},
[28360] = {
["T"] = "送它们一程",
["O"] = "杀死8名邪能腐化巨角鹿。",
["S"] = {
"消灭邪能腐化巨角鹿",
},
},
[57719] = {
["T"] = "危险的话语",
["O"] = "收集6份黑暗布道。",
["S"] = {
"黑暗布道",
},
},
[49784] = {
["O"] = "与暗夜要塞的塔莉萨见面。",
["T"] = "夜之子的传承",
},
[12512] = {
["T"] = "一个也不能少",
["O"] = "达克索塔的罗杰斯博士要你找到北伐军战士拉莫夫、北伐军战士乔纳森和北伐军战士约瑟芬。对他们使用北伐军的绷带，并护送他们安全回来。",
["S"] = {
"营救北伐军战士乔纳森",
"营救北伐军战士拉莫夫",
"营救北伐军战士约瑟芬",
},
},
[14117] = {
["T"] = "灰谷之眼",
["O"] = "杀掉8个塔伦迪斯斥候。",
["S"] = {
"消灭塔伦迪斯斥候",
},
},
[58743] = {
["T"] = "沙丘甲虫",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败亚基沙行甲虫",
},
},
[12704] = {
["T"] = "取悦雨水巨石",
["O"] = "雨声树屋的高阶神谕者索乌塞要你带上一名同伴，挖掘并收集6份闪闪发亮的宝贝。\n\n记得与雨声树屋的高阶神谕者索乌塞谈谈关于帮手的事。",
["S"] = {
"闪闪发亮的宝贝",
},
},
[40957] = {
["O"] = "强力助手",
["T"] = "强力助手",
},
[40958] = {
["O"] = "在神射手营地与战术家蒂德菲尔谈一谈。",
["T"] = "战术考量",
},
[40960] = {
["O"] = "把夜明珠带给达拉然的大法师卡德加。",
["T"] = "夜明珠",
},
[60023] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[60279] = {
["T"] = "通缉：苍白末日",
["O"] = "在末日迷沼中找到并消灭苍白末日。",
["S"] = {
"消灭苍白末日",
},
},
[35962] = {
["O"] = "德拉诺满级地下城奖励任务",
["T"] = "德拉诺满级地下城奖励任务",
},
[40963] = {
["T"] = "角鹰兽之爪",
["O"] = "吸引3只野生月落角鹰兽，并利用它们干掉月落栖木的夜之子。",
["S"] = {
"吸引角鹰兽",
},
},
[52856] = {
["T"] = "群蛇登台",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败希兹克",
},
},
[27592] = {
["T"] = "加冰饮料",
["O"] = "从淤泥蟹身上获得10瓶被偷走的银罐冰酒。",
["S"] = {
"被偷走的银罐冰酒",
},
},
[40974] = {
["T"] = "拉图修斯的试炼",
["O"] = "完成拉图修斯的试炼。",
["S"] = {
"完成拉图修斯的试炼",
},
},
[13408] = {
["T"] = "地狱火半岛的工事",
["O"] = "占领瞭望台、竞赛场和碎石岭，然后向地狱火半岛上荣耀堡内的委任官翠希·普罗维尔复命。",
["S"] = {
"占领瞭望台",
"占领竞赛场",
"占领碎石岭",
},
},
[13472] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[54136] = {
["T"] = "进军沼泽",
["O"] = "带领联盟攻入纳兹米尔。",
["S"] = {
"在纳兹米尔攻击部落的目标",
},
},
[45185] = {
["T"] = "阴影中传来的消息",
["O"] = "搜查魔术旅馆上层的房间，寻找有关莱斯特·法师之矛下落的线索。",
["S"] = {
"寻找线索",
},
},
[13664] = {
["T"] = "黑骑士之死",
["O"] = "击败黑骑士，然后向银色比武场的北伐军战士莱达拉复命。",
["S"] = {
"击败黑骑士",
},
},
[27208] = {
["T"] = "恐惧魔王巴纳扎尔",
["O"] = "杀死巴纳扎尔。",
["S"] = {
"消灭巴纳扎尔",
},
},
[27582] = {
["O"] = "与拉扎布雷德交谈。",
["T"] = "潜入暗炉城",
},
[63607] = {
["O"] = "把恐角龙之魂带给森林之心中的曼恩女士。",
["T"] = "恐角龙之魂",
},
[27838] = {
["T"] = "堕落的根源",
["O"] = "到维尔纳尔河东北的源头杀掉鳞蛇之母海文娜。",
["S"] = {
"消灭鳞蛇之母海文娜",
},
},
[42840] = {
["T"] = "如果道理讲不通……",
["O"] = "用800份远古魔力收买阿鲁因。",
["S"] = {
"向阿鲁因支付足够的贿赂",
},
},
[14048] = {
["T"] = "火鸡还是缺",
["O"] = "将20份慢烤火鸡交给铁炉堡外面的凯特琳·铁壶。",
["S"] = {
"慢烤火鸡",
},
},
[56440] = {
["O"] = "将小动物喷罐带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
["T"] = "小动物喷罐",
},
[28350] = {
["T"] = "诱捕大师",
["O"] = "苏拉赫要你从奥丹姆的野生动物身上收集5份肉卷。",
["S"] = {
"肉卷",
},
},
[53900] = {
["T"] = "借用武器",
["O"] = "在惊珠浅滩收集10件纳泽希武器。",
["S"] = {
"收集纳泽希武器",
},
},
[14304] = {
["T"] = "血之理论",
["O"] = "收集10条吸满血的水蛭。",
["S"] = {
"吸满血的水蛭",
},
},
[57464] = {
["T"] = "维持法器",
["O"] = "获得20个狂乱碎缕。这些可以从尼奥罗萨的首领和世界首领身上获得，也可以通过获得战场和竞技场的胜利或者荣誉消灭获得。",
["S"] = {
"狂乱碎缕",
},
},
[33147] = {
["O"] = "在决战奥格瑞玛中与游学者周卓谈一谈。",
["T"] = "垂死的亚煞极",
},
[57976] = {
["T"] = "身先士卒",
["O"] = "消灭12名钢肤先锋或者钢肤蛮兵。",
["S"] = {
"消灭钢肤构造体",
},
},
[41002] = {
["O"] = "在奥格瑞玛的伊利达雷营地向艾尔西·达莱报到。",
["T"] = "部落的武器",
},
[26696] = {
["O"] = "从藏宝海湾坐船去棘齿城，然后跟加兹鲁维谈一谈。",
["T"] = "卡利姆多的召唤",
},
[58744] = {
["T"] = "我是低语者",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败低语",
},
},
[41019] = {
["T"] = "艾泽拉斯总动员",
["O"] = "使用指挥地图为你的组织选出首个行动地点。",
["S"] = {
"选择地点",
},
},
[42836] = {
["T"] = "丝翼之灾",
["O"] = "消灭8只破烂的丝翼巨蛾。",
["S"] = {
"消灭破烂的丝翼巨蛾",
},
},
[29758] = {
["O"] = "将科罗什的背壳带给新希菲拉的颜。",
["T"] = "猜猜谁回来了",
},
[41030] = {
["O"] = "收集7个月之守卫徽记。",
["T"] = "回收魔印",
},
[60024] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[60280] = {
["T"] = "通缉：达里安勋爵",
["O"] = "找到并消灭雷迪拉夫家族的达里安勋爵。",
["S"] = {
"消灭达里安勋爵",
},
},
[35963] = {
["O"] = "德拉诺英雄地下城奖励任务",
["T"] = "德拉诺英雄地下城奖励任务",
},
[42828] = {
["T"] = "飞蛾扑火",
["O"] = "收集4只地光蚱蜢。",
["S"] = {
"收集蚱蜢",
},
},
[13029] = {
["O"] = "长者帕姆亚",
["T"] = "长者帕姆亚",
},
[41036] = {
["T"] = "恐惧魔王的战利品",
["O"] = "在紫罗兰监狱打败卡萨纳提尔。",
["S"] = {
"消灭卡萨纳提尔",
},
},
[42814] = {
["O"] = "在达拉然的克拉苏斯平台与达纳斯·托尔贝恩谈一谈。",
["T"] = "重要任务",
},
[34958] = {
["T"] = "灭世者的阴影",
["O"] = "从黑石采石场的黑石兽人身上取得灭世者结构图。",
["S"] = {
"灭世者结构图",
},
},
[42812] = {
["T"] = "圣光之愿会师",
["O"] = "前往东瘟疫之地，进入圣光之愿礼拜堂地下的圣光之愿大殿，和其他圣骑士会合。",
["S"] = {
"进入圣光之愿大殿",
},
},
[28354] = {
["T"] = "振翅高飞",
["O"] = "收集8朵泥头花。",
["S"] = {
"泥头花",
},
},
[28482] = {
["O"] = "与朝圣崖的哈里森·琼斯交谈。",
["T"] = "苏拉赫的礼物",
},
[28866] = {
["O"] = "与巨石之核中的大地看守者伊尔萨交谈。",
["T"] = "进入巨石之核",
},
[31550] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[28994] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[63608] = {
["O"] = "把河马之魂带给森林之心中的曼恩女士。",
["T"] = "河马之魂",
},
[42811] = {
["T"] = "圣光之愿会师",
["O"] = "前往东瘟疫之地，进入圣光之愿礼拜堂地下的圣光之愿大殿，和其他圣骑士会合。",
["S"] = {
"飞往圣光之愿礼拜堂（可选）",
"进入圣光之愿大殿",
},
},
[12389] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[64376] = {
["O"] = "Hidden Quest",
["T"] = "Hidden Quest",
},
[56441] = {
["O"] = "将咯咯盒带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
["T"] = "咯咯盒",
},
[48506] = {
["T"] = "命运之手",
["O"] = "在暴风城港口与前往埃索达的护送者见面。",
["S"] = {
"在暴风城港口与护送者见面",
},
},
[48762] = {
["O"] = "找到德鲁斯瓦的荀·甘蕾。",
["T"] = "与甘蕾见面",
},
[24511] = {
["T"] = "痛苦灵魂的回声",
["O"] = "消灭布隆亚姆和噬魂者，夺取萨隆矿坑的入口。",
["S"] = {
"消灭布隆亚姆",
"消灭噬魂者",
},
},
[41060] = {
["T"] = "无限力量",
["O"] = "启动邪能之槌号，召集你的伊利达雷部队。",
["S"] = {
"启动邪能之槌号",
},
},
[24520] = {
["O"] = "跟科赞岛上卡亚罗贸易公司总部的莎希·硬钳谈一谈。",
["T"] = "告诉莎希好消息",
},
[57977] = {
["T"] = "需要帮助的神庙",
["O"] = "协助纯洁神庙的信徒。",
["S"] = {
"协助信徒芙蒂玛",
"协助信徒赫莉涅",
"协助信徒莱卡斯忒",
},
},
[41062] = {
["T"] = "真正的战利品",
["O"] = "让战争领主加尔顿带你去看部队的战利品。",
["S"] = {
"与战争领主加尔顿交谈",
},
},
[42107] = {
["O"] = "完成“追踪巨虫”任务。",
["T"] = "追踪巨虫",
},
[8545] = {
["T"] = "部落需要秘银锭！",
["O"] = "把20块秘银锭交给奥格瑞玛精神谷的军士长克拉恩。",
["S"] = {
"秘银锭",
},
},
[8609] = {
["T"] = "部落需要符文布绷带！",
["O"] = "把20卷符文布绷带交给奥格瑞玛精神谷的尼根·陶蹄。",
["S"] = {
"符文布绷带",
},
},
[8673] = {
["O"] = "血蹄长者",
["T"] = "血蹄长者",
},
[48524] = {
["T"] = "清理女巫会",
["O"] = "在耄石矿洞消灭25个主母莱韦的爪牙。",
["S"] = {
"消灭毒心爪牙",
},
},
[8801] = {
["O"] = "将克苏恩之眼交给安其拉神殿的凯雷斯特拉兹。",
["T"] = "克苏恩的遗产",
},
[60025] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[60281] = {
["T"] = "原则4：罗列清单",
["O"] = "消灭审判官德瓦基并找出他是如何追踪威·娜莉的。",
["S"] = {
"消灭审判官德瓦基",
"发现追踪的方法",
},
},
[40077] = {
["T"] = "入侵开始",
["O"] = "消灭15个恶魔，并换掉燃烧军团的旗帜以控制绝望岭。",
["S"] = {
"消灭恶魔",
},
},
[44411] = {
["O"] = "把诡异的嗡鸣水晶带给达拉然的卡德加。",
["T"] = "诡异的嗡鸣水晶",
},
[44667] = {
["O"] = "完成10个世界任务。",
["T"] = "瓦拉加尔的意志",
},
[41067] = {
["O"] = "与凯恩·日怒谈一谈。",
["T"] = "时间宝贵",
},
[53370] = {
["O"] = "在暴风城港口与马迪亚斯·肖尔大师会面。",
["T"] = "争霸艾泽拉斯：清算的时刻",
},
[11941] = {
["O"] = "把闪耀的碎片交给永生之盾的莱洛拉斯。",
["T"] = "奇怪……",
},
[53882] = {
["T"] = "天灾之祸",
["O"] = "去点燃第一处纪念之地的火焰。",
["S"] = {
"点燃第一处火焰",
},
},
[27071] = {
["T"] = "沙怒之怒",
["O"] = "杀死殉教者塞卡、巫医祖穆拉恩、安图苏尔，以及卢兹鲁。",
["S"] = {
"消灭殉教者塞卡",
"消灭巫医祖穆拉恩",
"消灭安图苏尔",
"消灭卢兹鲁",
},
},
[42773] = {
["T"] = "启示之光",
["O"] = "与光明使者乌瑟尔交流。",
["S"] = {
"在墓穴与玛克斯韦尔·泰罗索斯会合",
},
},
[42772] = {
["T"] = "神圣之地",
["O"] = "净化悔恨岭的墓地。",
["S"] = {
"净化墓地",
},
},
[38797] = {
["O"] = "把活性邪能页岩样本带给达拉然的迪格丝大妈。",
["T"] = "活性邪能页岩样本",
},
[27583] = {
["O"] = "向暮光高地爬蛇海湾的格拉洛克报到。",
["T"] = "北部保卫战",
},
[63609] = {
["O"] = "把科多兽之魂带给森林之心中的曼恩女士。",
["T"] = "科多兽之魂",
},
[27839] = {
["T"] = "远古武器",
["O"] = "获得古老的托维尔军备物资。",
["S"] = {
"古老的托维尔军备物资",
},
},
[30146] = {
["T"] = "打牙祭",
["O"] = "从潘达利亚的盐水或淡水湖中钓10条甜白鱼。",
["S"] = {
"甜白鱼",
},
},
[56186] = {
["T"] = "左谍右探",
["O"] = "在迷雾酒肆寻找拉希奥。",
["S"] = {
"在迷雾酒肆寻找拉希奥",
},
},
[56442] = {
["O"] = "将损坏的6号单位带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
["T"] = "损坏的6号单位",
},
[28351] = {
["T"] = "潜力无限",
["O"] = "用强化笼子装起5名欢跃的俾格米。",
["S"] = {
"装起沙漠俾格米",
},
},
[28479] = {
["O"] = "跟冬泉谷凯斯利尔湖的卡多雷之魂谈一谈。",
["T"] = "凯斯利尔废墟",
},
[11621] = {
["O"] = "将你在石板上发现的信息告诉卡鲁克。",
["T"] = "利维洛斯石板",
},
[32893] = {
["O"] = "LFGDungeons - Mists - Scenario - Heroic Random - 1st Bonus",
["T"] = "LFGDungeons - Mists - Scenario - Heroic Random - 1st Bonus",
},
[57722] = {
["T"] = "补充坐骑",
["O"] = "找到奥特兰克山谷中的山羊。使用雷矛训练颈圈来驯服它们。被驯服的山羊会跟随你回到兽栏管理员那里，然后与兽栏管理员谈话以获得你的奖励。",
["S"] = {
"驯服并上缴山羊",
},
},
[49787] = {
["T"] = "幽魂之地",
["O"] = "找到乌布里克在幽魂之地的家。",
["S"] = {
"前往幽魂之地",
},
},
[50043] = {
["T"] = "考古效率",
["O"] = "收集50块希巴拉化石碎片。",
["S"] = {
"希巴拉化石碎片",
},
},
[41069] = {
["T"] = "同仇敌忾",
["O"] = "选择你在破碎群岛的首个攻击目标。",
["S"] = {
"选择首个出击目标",
},
},
[58746] = {
["T"] = "小小疯狂",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败癫狂者克熙厘",
},
},
[34429] = {
["T"] = "兵来将挡",
["O"] = "在卡加斯的竞技场中存活下来。",
["S"] = {
"进入竞技场",
},
},
[42768] = {
["T"] = "纯净之谜",
["O"] = "寻找美猴王谜语里描述的物品。",
["S"] = {
"纯水核心",
},
},
[53899] = {
["O"] = "在祖达萨的南海岸找到尼莎。",
["T"] = "郊外",
},
[59770] = {
["T"] = "团结一致",
["O"] = "激活痛泣之殇的被侵蚀的道标石。",
["S"] = {
"激活被侵蚀的道标石",
},
},
[60026] = {
["O"] = "暗影国度60E",
["T"] = "暗影国度60E",
},
[10977] = {
["T"] = "法力陵墓的静止间",
["O"] = "刀锋山巴什伊尔码头的指挥官阿米尔的影像要你进入奥金顿的法力陵墓，对静止间使用法力陵墓静止间钥匙。\n\n此任务必须在英雄难度的地下城中完成。",
["S"] = {
"调查法力陵墓静止间",
},
},
[44156] = {
["O"] = "返回沙尔艾兰。",
["T"] = "又一扇门关闭了……",
},
[41094] = {
["T"] = "利爪雏鹰",
["O"] = "跟艾维娜交谈以获得她的祝福，然后通过收集翡翠之球完成她的挑战。",
["S"] = {
[2] = "触碰翡翠之球",
},
},
[36477] = {
["O"] = "在暗月马戏团里寻找对指环感兴趣的人。",
["T"] = "破碎誓言",
},
[30786] = {
["T"] = "利矛穿心，铁锁囚魂",
["O"] = "击败囚禁奥比斯的萨满——迪蒙·纳努克。",
["S"] = {
"消灭迪蒙·纳努克",
},
},
[11237] = {
["O"] = "前往西部卫戍要塞，将亚勒伯龙攻击计划交给法师中尉玛利斯特。",
["T"] = "亚勒伯龙攻击计划",
},
[11361] = {
["T"] = "灭火练习",
["O"] = "将小水桶里的水倒在5处火盆上，然后回到剃刀岭，与戴面具的孤儿院长谈一谈。",
["S"] = {
"灭火",
},
},
[62074] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[30535] = {
["T"] = "学习务农（一）：播种",
["O"] = "和半山市集的商人绿野谈一谈，获得一包绿色卷心菜种子。",
["S"] = {
"一包绿色卷心菜种子",
},
},
[41096] = {
["O"] = "与受难者奥图里斯谈一谈。",
["T"] = "时间宝贵",
},
[38159] = {
["O"] = "Legion 100-109 H",
["T"] = "Legion 100-109 H",
},
[31551] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[42751] = {
["T"] = "月之劫掠者",
["O"] = "在地底峡谷击败骨流，并援救守护者雷姆洛斯。",
["S"] = {
"消灭骨流",
},
},
[63610] = {
["O"] = "把猛犸象之魂带给森林之心中的曼恩女士。",
["T"] = "猛犸象之魂",
},
[42750] = {
["T"] = "捕梦网",
["O"] = "用失落之光岩洞中的枭兽图腾为捕梦网充能。",
["S"] = {
"虹吸啸爪图腾",
"虹吸恐羽图腾",
"虹吸掠喙图腾",
},
},
[38531] = {
["T"] = "魔石精通",
["O"] = "找泰拉·钢铁图腾购买一个魔石护甲立架，然后把八件护甲都挂上去。",
["S"] = {
"魔石护甲套装",
},
},
[56187] = {
["T"] = "黑翼蔽影",
["O"] = "在黑翼血环的入口外寻找拉希奥。",
["S"] = {
"在黑翼血环的入口外寻找拉希奥",
},
},
[56443] = {
["O"] = "将机械眼带给麦卡贡岛锈栓镇的薇拉·孤齿看一看。",
["T"] = "机械之眼",
},
[49145] = {
["T"] = "一个都不能少",
["O"] = "召集12名拉斯塔利守护者。",
["S"] = {
"召集拉斯塔利守护者",
},
},
[40573] = {
["T"] = "梦魇之王",
["O"] = "把萨维斯回来的消息告诉绍恩·月爪。",
["S"] = {
"释放伊芙丽",
},
},
[40829] = {
["O"] = "LFGDungeons - Draenor 6.2 - Raid Finder - 1st",
["T"] = "LFGDungeons - Draenor 6.2 - Raid Finder - 1st",
},
[32894] = {
["O"] = "LFGDungeons - Mists - Scenario - Heroic Random - Nth Bonus",
["T"] = "LFGDungeons - Mists - Scenario - Heroic Random - Nth Bonus",
},
[49532] = {
["O"] = "与外域影月谷的血卫士古尔穆克谈一谈。",
["T"] = "大酋长的命令：影月谷！",
},
[57979] = {
["T"] = "进攻行为",
["O"] = "消灭阿维尔将军。",
["S"] = {
"消灭阿维尔将军",
},
},
[35072] = {
["T"] = "塘鲈",
["O"] = "马克金要你去纳格兰收集10份塘鲈鱼卵。",
["S"] = {
"塘鲈鱼卵",
},
},
[25152] = {
["O"] = "跟高内克谈一谈。",
["T"] = "你的位置",
},
[58747] = {
["T"] = "痒痒脑",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"击败托门修斯",
},
},
[59003] = {
["O"] = "易燃虫茧",
["T"] = "易燃虫茧",
},
[6385] = {
["O"] = "将格雷什卡的信交给奥格瑞玛的多拉斯。",
["T"] = "双足飞龙驭手多拉斯",
},
[34445] = {
["T"] = "钢铁的味道",
["O"] = "进入灭世者侧面炮台，并消灭200个钢铁部落士兵。",
["S"] = {
"进入灭世者侧面炮台",
},
},
[25792] = {
["T"] = "推进",
["O"] = "使用烈焰符文在霜鬃前线摧毁4根压缩图腾。",
["S"] = {
"焚毁压缩图腾",
},
},
[60027] = {
["O"] = "暗影国度60E",
["T"] = "暗影国度60E",
},
[13025] = {
["O"] = "长者卢纳罗",
["T"] = "长者卢纳罗",
},
[42735] = {
["T"] = "维库地盘上的玛拉丝",
["O"] = "从奥鲁丹·白云那里取得飞行工具，然后到风暴峡湾找玛拉丝·夜影。",
["S"] = {
"使用奥鲁丹的飞行工具（可选）",
"找到玛拉丝·夜影",
},
},
[36236] = {
["O"] = "到你的要塞中找艾伦谈谈。",
["T"] = "裁缝秘典",
},
[24982] = {
["O"] = "去找提瑞斯法林地布瑞尔的执政官塞弗伦。",
["T"] = "被遗忘者的新生",
},
[6641] = {
["T"] = "鞭笞者沃尔沙",
["O"] = "击败鞭笞者沃尔沙。",
["S"] = {
"击败鞭笞者沃尔沙",
},
},
[26688] = {
["T"] = "林子里的狼人",
["O"] = "在阳光树林里杀死7名夜行狼人。",
["S"] = {
"消灭夜行狼人",
},
},
[13409] = {
["T"] = "地狱火半岛的工事",
["O"] = "占领瞭望台、竞赛场和碎石岭，然后向地狱火半岛上萨尔玛的传令官布莱肯·黑眼复命。",
["S"] = {
"占领瞭望台",
"占领竞赛场",
"占领碎石岭",
},
},
[37502] = {
["O"] = "Draenor Challenge Mode - Consolation (1st)",
["T"] = "Draenor Challenge Mode - Consolation (1st)",
},
[28999] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[27200] = {
["T"] = "海妖之歌",
["O"] = "杀死奥菲莉亚，高地的海妖。",
["S"] = {
"杀死奥菲莉亚并保护埃菲拉姆",
},
},
[62843] = {
["O"] = "与噬渊的威·娜莉交谈。",
["T"] = "灵魂契约",
},
[27456] = {
["T"] = "收集虫肉",
["O"] = "在东瘟疫之地寻找腐肉虫和腐肉吞噬者，杀死它们，收集15份食腐虫肉块。",
["S"] = {
"食腐虫肉块",
},
},
[33156] = {
["O"] = "在永恒岛上与凯诺兹交谈。",
["T"] = "时光守护者凯诺兹",
},
[63611] = {
["O"] = "Rune Chest Opened",
["T"] = "Rune Chest Opened",
},
[63867] = {
["T"] = "愤怒掌控",
["O"] = "在聚魂之河使用虹吸装置从狂怒影魔身上吸取愤怒。",
["S"] = {
"吸取愤怒",
},
},
[28743] = {
["O"] = "击落15个司克诺兹王牌飞行员。",
["T"] = "机尾炮手！",
},
[56188] = {
["T"] = "勇闯墓穴！",
["O"] = "在卡拉赞墓穴外寻找拉希奥。",
["S"] = {
"在卡拉赞墓穴外寻找拉希奥",
},
},
[14113] = {
["T"] = "聚会生活",
["O"] = "穿戴好你的超酷派对套装（亮闪闪的珠宝、潮人装束和清爽遮阳镜），然后前往在卡亚罗贸易公司总部泳池边举行的聚会，款待10位科赞聚会者。",
["S"] = {
"款待聚会者",
},
},
[28352] = {
["T"] = "钟爱骆驼",
["O"] = "用苏拉赫的挽具驯服3头骆驼。",
["S"] = {
"捕捉野骆驼",
},
},
[7121] = {
["O"] = "与雷矛军需官谈一谈。",
["T"] = "军需官",
},
[14305] = {
["T"] = "收割时节",
["O"] = "收集10棵芦蓟草。",
["S"] = {
"芦蓟草",
},
},
[41086] = {
["O"] = "完成10个世界任务。",
["T"] = "和平世界",
},
[57724] = {
["T"] = "占领堕罪堡",
["O"] = "清理堕罪堡，使西塔尔和其他温西尔可以安全进入。",
["S"] = {
"肃清堕罪堡",
"消灭大监视者罗罗克",
},
},
[49789] = {
["O"] = "回到暴风城，与安度因谈一谈。",
["T"] = "结盟",
},
[7281] = {
["T"] = "兄弟情深",
["O"] = "深入雷矛部族的领地，杀掉指挥官卡尔·菲利普。任务完成之后向指挥官刘易斯·菲利普复命。",
["S"] = {
"消灭指挥官卡尔·菲利普",
},
},
[42110] = {
["O"] = "前往高岭峰。",
["T"] = "到山顶去！",
},
[29376] = {
["T"] = "重振旗鼓",
["O"] = "用稻草人前面的篝火将其点燃。并使用稻草人周围的灰烬。",
["S"] = {
"使用篝火",
"使用稻草人灰烬",
},
},
[34431] = {
["T"] = "暗影大师",
["O"] = "消灭安戈拉、监工古兰和堕落者安考瓦。",
["S"] = {
"消灭安戈拉",
"消灭监工古兰",
"消灭堕落者安考瓦",
},
},
[51069] = {
["T"] = "通缉：黑暗低语者乔拉",
["O"] = "消灭黑暗低语者乔拉。",
["S"] = {
"消灭黑暗低语者乔拉",
},
},
[29760] = {
["O"] = "和暗月马戏团的科戈尔·碎颅谈一谈。",
["T"] = "真正的斗士",
},
[28615] = {
["T"] = "大地之怒",
["O"] = "使用塔尼尔的过载图腾，使4根冬泉大地图腾过载。",
["S"] = {
"使冬泉大地图腾过载",
},
},
[60028] = {
["O"] = "暗影国度60E",
["T"] = "暗影国度60E",
},
[60284] = {
["T"] = "原则5：大胆出手",
["O"] = "调查破灭堡内频发的异象。",
["S"] = {
"在破灭堡的入口使用迷惑密文",
},
},
[42722] = {
["T"] = "笼中伙伴",
["O"] = "释放3名被囚禁的夜之子平民。",
["S"] = {
"释放囚犯",
},
},
[44414] = {
["T"] = "洛瑟鲁斯的邪裔",
["O"] = "击败洛瑟鲁斯",
["S"] = {
"消灭洛瑟鲁斯",
},
},
[28359] = {
["T"] = "克罗苏斯之核",
["O"] = "获得克罗苏斯的恶魔之核。",
["S"] = {
"克罗苏斯的恶魔之核",
},
},
[10021] = {
["O"] = "伊沙娜希望你能前往沙塔斯城正东方的鸦人前哨站，使用神圣之瓶净化东部祭坛、西部祭坛和北部祭坛。\n\n为奥尔多完成任务将会使你在占星者阵营中的声望等级降低。",
["T"] = "重现圣光",
},
[42719] = {
["T"] = "艾萨拉之眼：净化梦境之路",
["O"] = "从艾萨拉之眼的纳迦身上取得25份纯化之水，并击败艾萨拉之怒。",
["S"] = {
"纯化之水",
"消灭艾萨拉之怒",
},
},
[33336] = {
["T"] = "时间精华",
["O"] = "从永恒岛的某个生物身上收集一块纪元之石。",
["S"] = {
"纪元之石",
},
},
[53885] = {
["T"] = "孤军取胜",
["O"] = "击退进攻沃顿的联盟部队。",
["S"] = {
"在沃顿击退联盟的攻击",
},
},
[54141] = {
["O"] = "将勋章带给收集者寇乔。",
["T"] = "艾萨兰勋章",
},
[62588] = {
["T"] = "寻求内心平静",
["O"] = "前往祖达萨进行冥想。",
["S"] = {
"在祖达萨冥想",
},
},
[8675] = {
["O"] = "逐星长者",
["T"] = "逐星长者",
},
[31552] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[43547] = {
["T"] = "翡翠梦魇：伊格诺斯",
["O"] = "击败翡翠梦魇的伊格诺斯。",
["S"] = {
"消灭伊格诺斯",
"腐化的蛋壳碎片",
},
},
[63612] = {
["O"] = "在渊狱附近与德拉卡碰面。",
["T"] = "号令之链",
},
[47486] = {
["T"] = "可疑的货物",
["O"] = "在艾什凡铸造厂中检查5个有标记的货物。",
["S"] = {
"检查有标记的货物",
},
},
[9701] = {
["T"] = "观察孢子人",
["O"] = "调查赞加沼泽的孢殖林，然后返回赞加沼泽的塞纳里奥岗哨，向观察者莉萨奥汇报你的发现。",
["S"] = {
"调查孢殖林",
},
},
[26179] = {
["T"] = "风险投资公司",
["O"] = "血蹄村的摩林·云行者要你去杀死7个风险投资公司工人。",
["S"] = {
"消灭风险投资公司工人",
},
},
[56445] = {
["O"] = "前往纳沙塔尔的新生家园，将摇尾的戳叉交给发现者帕尔塔看一看。",
["T"] = "摇尾的戳叉",
},
[10114] = {
["O"] = "欧洛恩·远行者要你前往纳格兰的奈辛瓦里狩猎队营地，跟“好儿子”沙度·远行者谈一谈。",
["T"] = "奈辛瓦里狩猎队",
},
[41215] = {
["T"] = "诱捕者的教训",
["O"] = "消灭6个夜之子诱捕者。",
["S"] = {
"消灭夜之子诱捕者",
},
},
[24513] = {
["T"] = "以眼还眼",
["O"] = "杀死匹克上尉，并将他的纹章交给奥尔塔格。",
["S"] = {
"匹克上尉的纹章",
},
},
[41216] = {
["T"] = "优胜劣汰",
["O"] = "在动物园释放12个展览生物。",
["S"] = {
"释放生物",
},
},
[49534] = {
["O"] = "与祖达克的北伐军领主兰迪加谈一谈。",
["T"] = "大酋长的命令：祖达克！",
},
[9381] = {
["T"] = "箭矢之羽",
["O"] = "从啄骨秃鹫身上收集8片啄骨秃鹰的尾羽，把它们交给猎鹰岗哨的驯鹰者德蕾娜·河风。",
["S"] = {
"啄骨秃鹰的尾羽",
},
},
[50046] = {
["T"] = "有人搞破坏",
["O"] = "放置10捆炸药。",
["S"] = {
"放置炸弹",
},
},
[25153] = {
["T"] = "营救巴尔丹幸存者",
["O"] = "进入巴尔丹城堡，从废墟中营救10名巴尔丹幸存者。\n\n使用紧急灭火阀保护自己不被火焰吞噬。",
["S"] = {
"营救巴尔丹幸存者",
},
},
[25281] = {
["T"] = "回馈恩情",
["O"] = "使用附魔海螺壳营救6名溺水的士兵。",
["S"] = {
"营救士兵",
},
},
[34432] = {
["T"] = "影月氏族",
["O"] = "在幽影大厅中消灭10个影月兽人或虚空狼。",
["S"] = {
"消灭幽影大厅中的敌人",
},
},
[8674] = {
["O"] = "冰蹄长者",
["T"] = "冰蹄长者",
},
[41220] = {
["T"] = "前往阿苏纳",
["O"] = "与大法师卡德加交谈以飞往阿苏纳。",
["S"] = {
"和卡德加一起飞行",
},
},
[59773] = {
["T"] = "寻找晋升者",
["O"] = "前往晋升堡垒，询问关于噬渊格里恩的信息。",
["S"] = {
"和罗-阿沃纳维谈一谈，前往晋升堡垒",
},
},
[60029] = {
["O"] = "暗影国度60E",
["T"] = "暗影国度60E",
},
[60285] = {
["T"] = "原则6：深藏不露",
["O"] = "从野兽密径取得15个掮灵狩猎符文。",
["S"] = {
"在野兽密径使用抑制密文",
},
},
[41230] = {
["T"] = "进化诱捕",
["O"] = "帮莉莉娅收集4个奥术陷阱。",
["S"] = {
"奥术陷阱",
},
},
[44415] = {
["T"] = "赤斧",
["O"] = "关闭不稳定的传送门，并找到“赤斧”布洛克斯加。",
["S"] = {
"关闭不稳定的传送门",
},
},
[14034] = {
["T"] = "招呼福特",
["O"] = "从棘齿城断骨旅店的首席工程师福特那里获得舰船图纸。",
["S"] = {
"舰船图纸",
},
},
[27203] = {
["O"] = "通过传送门前往大漩涡，跟萨尔谈一谈。",
["T"] = "大漩涡",
},
[53374] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[47235] = {
["T"] = "眼之占卜",
["O"] = "在希巴拉放置3个占卜道具。",
["S"] = {
"完成外侧废墟占卜",
"完成内侧废墟占卜",
"完成对“脚”的占卜",
},
},
[37504] = {
["O"] = "Draenor Challenge Mode - Silver Addition (1st)",
["T"] = "Draenor Challenge Mode - Silver Addition (1st)",
},
[27073] = {
["T"] = "让他们尝尝苦头",
["O"] = "杀掉10个血牙清除者。",
["S"] = {
"消灭血牙清除者",
},
},
[31391] = {
["O"] = "去锦绣谷和恐惧废土之间的残阳关和女射手李琪薇谈一谈。",
["T"] = "卡拉克西",
},
[26055] = {
["T"] = "溺水冤魂",
["O"] = "法迪尔海湾的斯迪加特船长要你去杀掉10个刺脊袭击者和3个刺脊巫师。",
["S"] = {
"消灭刺脊袭击者",
"消灭刺脊巫师",
},
},
[27457] = {
["O"] = "去找东瘟疫之地东墙哨塔的菲奥拉。",
["T"] = "及时的联盟",
},
[38784] = {
["O"] = "把魔石矿层样本带给达拉然的迪格丝大妈。",
["T"] = "魔石矿层样本",
},
[27713] = {
["T"] = "死亡之翼降临之日",
["O"] = "听听塞尔杜林的故事。",
["S"] = {
"消灭该死的石头元素",
"抽死亡之翼的耳光",
},
},
[47487] = {
["T"] = "劳动纠纷",
["O"] = "消灭10个公司警卫、公司执行者或公司燧发枪手。",
["S"] = {
"消灭艾什凡公司守卫",
},
},
[27969] = {
["T"] = "派上用场",
["O"] = "元首司克诺兹要你说服6名懈怠的劳工认真工作。",
["S"] = {
"激励懒鬼的士气",
},
},
[28324] = {
["T"] = "致命性研究",
["O"] = "取回250份枯萎样本。",
["S"] = {
"获取枯萎样本",
},
},
[10018] = {
["T"] = "狼魂之衣",
["O"] = "给裂石堡的玛鲁卡兹带回12块森林座狼的毛皮。",
["S"] = {
"森林座狼的毛皮",
},
},
[43403] = {
["O"] = "完成10个世界任务。",
["T"] = "保卫群岛",
},
[10146] = {
["T"] = "任务：穆尔凯斯和沙德拉兹之门",
["O"] = "与空军指挥官达比利谈谈，轰炸穆尔凯斯之门和沙德拉兹之门，然后向远征军岗哨的前线指挥官金斯顿复命。",
["S"] = {
"摧毁穆尔凯斯之门",
"摧毁沙德拉兹之门",
},
},
[40832] = {
["T"] = "无冕者的召唤",
["O"] = "查看密封的信函，并听从里面的指示。",
["S"] = {
"查看信函",
},
},
[28737] = {
["T"] = "这是什么地方？",
["O"] = "杀死柯尔拉，暮光之兆。",
["S"] = {
"消灭柯尔拉，暮光之兆",
},
},
[49535] = {
["O"] = "与晶歌森林上方的达拉然的大法师伯塔鲁斯谈一谈。",
["T"] = "大酋长的命令：索拉查盆地！",
},
[57982] = {
["T"] = "破坏屏障",
["O"] = "找到穿过灵魂壁障的方法。",
["S"] = {
"与塞奥斯交谈",
},
},
[50047] = {
["T"] = "免费样品",
["O"] = "收集8个神秘矿石样本。",
["S"] = {
"神秘矿石",
},
},
[50303] = {
["T"] = "异乡异客",
["O"] = "在奥格瑞玛和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[42368] = {
["T"] = "人多势弱",
["O"] = "在邪焰隘口消灭恶魔。",
["S"] = {
"消灭邪焰恶魔",
},
},
[29982] = {
["T"] = "疏散命令",
["O"] = "疏散黑土一家、铲掌一家、绿耕一家和泥皮一家。",
["S"] = {
"疏散黑土一家",
"疏散铲掌一家",
"疏散绿耕一家",
"疏散泥皮一家",
},
},
[59262] = {
["T"] = "坏掉的翅膀",
["O"] = "给科瓦斯科斯带来阿瑞拉之翼。",
["S"] = {
"阿瑞拉之翼",
},
},
[28355] = {
["T"] = "可怖的小兽",
["O"] = "在奈杉德哨岗杀死任意10个豺狼人。",
["S"] = {
"杀死泥嘴豺狼人或萨满祭司",
},
},
[59774] = {
["T"] = "欢迎来到永恒",
["O"] = "与克雷雅交谈。",
["S"] = {
"与克雷雅交谈",
},
},
[60030] = {
["O"] = "暗影国度60E",
["T"] = "暗影国度60E",
},
[43904] = {
["T"] = "翡翠梦魇：塞纳留斯的堕落",
["O"] = "击败翡翠梦魇的塞纳留斯。",
["S"] = {
"消灭塞纳留斯",
"被污染的月光林地树叶",
},
},
[11042] = {
["O"] = "与52区的火箭主管弗斯拉格谈一谈。",
["T"] = "神秘的幻象",
},
[8613] = {
["T"] = "部落需要斑点黄尾鱼！",
["O"] = "把20条斑点黄尾鱼交给奥格瑞玛精神谷的渔夫林度。",
["S"] = {
"斑点黄尾鱼",
},
},
[44672] = {
["T"] = "远古魔力",
["O"] = "从3个远古魔力节点进行采集。",
["S"] = {
"远古魔力节点",
},
},
[32901] = {
["T"] = "英雄事迹",
["O"] = "完成英雄难度的任意场景战役。",
["S"] = {
"完成英雄场景战役",
},
},
[53375] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[10877] = {
["T"] = "恐怖圣物",
["O"] = "沃尔昆要你去东边被遗弃的篷车找回恐怖圣物。任务完成后向沃尔昆复命。",
["S"] = {
"恐怖圣物",
},
},
[31041] = {
["T"] = "拯救龙蛋！",
["O"] = "收集8枚腾云翔龙蛋。",
["S"] = {
"腾云翔龙蛋",
},
},
[11490] = {
["T"] = "占星球",
["O"] = "塔雷斯要求你使用魔导师平台内的阳台上的宝珠。",
["S"] = {
"激活占卜宝珠",
},
},
[41415] = {
["T"] = "猎人的召唤",
["O"] = "调查三把神器的线索。",
["S"] = {
"与格瑞夫交谈",
"与信使兰斯伯交谈",
"与阿帕塔·高岭交谈",
},
},
[14369] = {
["T"] = "释放兽性",
["O"] = "杀死8名被遗忘者步兵或是被遗忘者水手。",
["S"] = {
"杀死被遗忘者战斗人员",
},
},
[31553] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员瑟里亚迪，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[38785] = {
["O"] = "把活性魔石样本带给达拉然的迪格丝大妈。",
["T"] = "活性魔石样本",
},
[31809] = {
["O"] = "将愤怒之爪带给螳螂高原影踪卫戍营的班·熊心。",
["T"] = "怒之煞的残肢",
},
[47488] = {
["T"] = "小小搬运工",
["O"] = "从艾什凡铸造厂中释放6个童工。",
["S"] = {
"救出童工",
},
},
[47744] = {
["T"] = "烟、肉、漂亮的花",
["O"] = "找到一些腌制鹿肉干、格里姆的特制混装烟丝和一捆金盏菊花束。",
["S"] = {
"腌制鹿肉干",
"格里姆的特制混装烟丝",
"金盏菊花束",
},
},
[29251] = {
["T"] = "藏宝海湾的利益",
["O"] = "取回一件可以将祖尔格拉布巨魔驱逐出藏宝海湾的神器。",
["S"] = {
"祖尔格拉布之石",
},
},
[40065] = {
["O"] = "把夏斯卡带给达拉然的帕林教授。",
["T"] = "夏斯卡",
},
[35461] = {
["O"] = "围攻砮皂寺奖励任务",
["T"] = "围攻砮皂寺奖励任务",
},
[30147] = {
["T"] = "历史的残片",
["O"] = "探索潘达利亚的考古挖掘场，并利用你的考古学技能找到6件翔龙骑士遗物。",
["S"] = {
"翔龙骑士遗物",
},
},
[24514] = {
["T"] = "迅猛龙之皮",
["O"] = "杀死恐齿疾步龙和恐齿镰爪龙，从它们身上收集8张恐齿迅猛龙的皮。",
["S"] = {
"恐齿迅猛龙的皮",
},
},
[32898] = {
["O"] = "日常场景随机（第1个）（迷雾）",
["T"] = "日常场景随机（第1个）（迷雾）",
},
[49536] = {
["O"] = "与晶歌森林上方的达拉然的林·多克塔谈一谈。",
["T"] = "大酋长的命令：风暴峭壁！",
},
[57983] = {
["T"] = "执政官保佑",
["O"] = "解救关押所里的灵魂。",
["S"] = {
"解救科乌和科亚",
"解救希波刻斯",
"解救金希娅",
"解救剑斗士米维克斯",
},
},
[41540] = {
["O"] = "与克拉苏斯平台的信使兰斯伯谈一谈。",
["T"] = "去见信使",
},
[41574] = {
["T"] = "失窃的雷霆",
["O"] = "跟随格瑞夫前往盾憩岛，找到泰坦之击。",
["S"] = {
"和格瑞夫一起飞往盾憩岛",
},
},
[58751] = {
["T"] = "共同的危殆",
["O"] = "在弃绝之狱找到失踪的女男爵。",
["S"] = {
"向失踪的女男爵传达召唤",
},
},
[34434] = {
["T"] = "伊瑞尔",
["O"] = "护送伊瑞尔前往安全地点。",
["S"] = {
"护送伊瑞尔抵达安全地点",
},
},
[51072] = {
["T"] = "通缉：肥指猩猩长者",
["O"] = "消灭一只肥指猩猩长者。",
["S"] = {
"消灭肥指猩猩长者",
},
},
[42602] = {
["O"] = "点击恐痕作战计划，完成“训练中的部队”任务。",
["T"] = "部队出勤",
},
[41713] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[60031] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[43905] = {
["T"] = "翡翠梦魇：萨维斯",
["O"] = "击败翡翠梦魇的萨维斯。",
["S"] = {
"消灭萨维斯",
"一瓶涡流暗影",
},
},
[44161] = {
["O"] = "使用侦察地图，完成“加尔顿的需求”任务。",
["T"] = "加尔顿的需求",
},
[44417] = {
["T"] = "又一个传奇",
["O"] = "和奥丁对话来追寻另一件神器。",
["S"] = {
"选择神器",
},
},
[41715] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[41717] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[53376] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[11619] = {
["T"] = "残忍的贾梅尔",
["O"] = "卡鲁克希望你前往裂鞭海岸，击败残忍的贾梅尔。",
["S"] = {
"消灭残忍的贾梅尔",
},
},
[37506] = {
["O"] = "LFGDungeons - Draenor - Raid Finder - Nth",
["T"] = "LFGDungeons - Draenor - Raid Finder - Nth",
},
[54144] = {
["T"] = "艾萨拉的命令",
["O"] = "将匕首带去临时祭坛。",
["S"] = {
"收集低语之匕",
},
},
[42559] = {
["O"] = "WOD 100 H",
["T"] = "WOD 100 H",
},
[42553] = {
["O"] = "WOD 100 H",
["T"] = "WOD 100 H",
},
[27458] = {
["T"] = "烟鬼和绷带",
["O"] = "从布洛米尔的史蒂芬·布劳曼那里获得布劳曼的包裹物。",
["S"] = {
"布劳曼的包裹物",
},
},
[41760] = {
["T"] = "凯尔丹纳斯的遗产",
["O"] = "使用凯尔丹纳斯的法术石魅惑5名枯法者，并让他们前往沙尔艾兰。",
["S"] = {
"吸引枯法者",
},
},
[39042] = {
["T"] = "强中自有强中手",
["O"] = "通过搜寻战斗功能，以全队25级宠物打败5名玩家。",
["S"] = {
"在宠物战斗中失利的玩家：0/5",
},
},
[47489] = {
["T"] = "偷偷上船",
["O"] = "潜入处女号。",
["S"] = {
"与弗林交谈",
},
},
[27970] = {
["T"] = "P·哈里斯船长",
["O"] = "杀死失落希望海角的P·哈里斯船长。失落希望海角位于此地以西北的海边，找到船只残骸就是了。",
["S"] = {
"消灭P·哈里斯船长",
},
},
[32707] = {
["T"] = "雷神岛的秘密",
["O"] = "找回3块山泽仪式石。这些石头极为稀少，且需要花费一定时间才能找齐。",
["S"] = {
"山泽仪式石",
},
},
[41767] = {
["T"] = "冒险救援",
["O"] = "进入恶魔世界并营救失踪的议会成员。",
["S"] = {
"与奇拉·艾索尔交谈",
},
},
[48513] = {
["O"] = "完成3个侵入点。",
["T"] = "攻击侵入点",
},
[48769] = {
["T"] = "搜集遗物",
["O"] = "在海草丛中寻找遇难水手的遗物。",
["S"] = {
"水手弯刀",
},
},
[14306] = {
["T"] = "清理杂草",
["O"] = "杀死7个拔根鞭笞者。",
["S"] = {
"击败拔根鞭笞者",
},
},
[14370] = {
["T"] = "神秘的艾萨莱特水晶",
["O"] = "在附近的悬崖收集五份艾萨莱特水晶样本。",
["S"] = {
"艾萨莱特水晶样本",
},
},
[49537] = {
["O"] = "与晶歌森林上方的达拉然的掠天者科鲁姆谈一谈。",
["T"] = "大酋长的命令：冰冠冰川！",
},
[57984] = {
["T"] = "负责人",
["O"] = "消灭赫威尔医生、制表员海墨力斯和吸取者柯凡。",
["S"] = {
"消灭赫威尔医生",
"消灭制表员海墨力斯",
"消灭吸取者柯凡",
},
},
[31046] = {
["T"] = "小雏龙",
["O"] = "解救20只腾云雏龙。",
["S"] = {
"解救腾云雏龙",
},
},
[50305] = {
["T"] = "异乡异客",
["O"] = "在暴风城和克罗米交谈。",
["S"] = {
"找到克罗米",
},
},
[12515] = {
["T"] = "好帽子……",
["O"] = "卡洛斯要你进入旧希尔斯布莱德，击败年轻时候的卡洛斯。然后将他的帽子交给塔纳利斯的卡洛斯。",
["S"] = {
"卡洛斯的帽子",
},
},
[41780] = {
["T"] = "厄运降临",
["O"] = "找到欧内斯特制作延命药剂所需的材料。",
["S"] = {
"荧光花粉",
"斑点荧光菇",
"腐林根茎",
},
},
[25284] = {
["T"] = "传播恐惧",
["O"] = "杀死5名哨塔卫士。使用霍格姆身旁的绳索可以快速进出荣耀岗哨。",
["S"] = {
"消灭哨塔卫士",
},
},
[29762] = {
["T"] = "传家宝",
["O"] = "从月水庄死去的珠鳍村民身上收集8个珠鳍遗宝。",
["S"] = {
"珠鳍遗宝",
},
},
[6386] = {
["O"] = "从双足飞龙管理员多拉斯那里租一只双足飞龙前往剃刀岭，然后将格雷什卡的信交给剃刀岭的格瑞姆塔克。",
["T"] = "返回剃刀岭",
},
[60032] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[60288] = {
["O"] = "在玛卓克萨斯的阴冷棱堡与欧伊妮·魂脉交谈，领取你的奖励。",
["T"] = "来自通灵领主的补给",
},
[30274] = {
["T"] = "奥法地牢",
["O"] = "找出并毁掉3个地牢镣铐。",
["S"] = {
"摧毁东北地牢镣铐",
"摧毁西北地牢镣铐",
"摧毁西南地牢镣铐",
},
},
[41800] = {
["T"] = "黑暗之王的仆从",
["O"] = "使用视像之水，进入胡恩·高岭的记忆。",
["S"] = {
"使用视像之水",
},
},
[41803] = {
["O"] = "找卡德加索要一个军团联络器的能量源。",
["T"] = "请求帮助",
},
[13027] = {
["O"] = "长者陶鲁斯",
["T"] = "长者陶鲁斯",
},
[53377] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[42524] = {
["T"] = "壮大部队",
["O"] = "与征募官乐娜拉谈一谈并训练一队弓箭手。",
["S"] = {
"训练一支弓箭手小队",
},
},
[37507] = {
["T"] = "鲸腹才是老板",
["O"] = "与鲸腹老板交谈。",
["S"] = {
"与鲸腹老板交谈",
},
},
[35211] = {
["T"] = "防患于未然",
["O"] = "在宾奇维斯拓殖点安放5枚火焰炸弹。",
["S"] = {
"安放火焰炸弹",
},
},
[41863] = {
["T"] = "大仇必报",
["O"] = "从凯丽娅·邪魂的手中夺走奥达奇战刃。",
["S"] = {
"飞往破碎海滩",
},
},
[46927] = {
["T"] = "塔阿曼的惩罚",
["O"] = "挑战4名阿曼尼信徒。",
["S"] = {
"击败阿曼尼信徒",
},
},
[54913] = {
["O"] = "在风暴峭壁的创世者的图书馆与米米尔隆见面。",
["T"] = "天才的火花",
},
[29510] = {
["T"] = "变废为宝",
["O"] = "通过分解散落在暗月马戏团地上的废弃的武器收集6份占卜者之尘。",
["S"] = {
"占卜者之尘",
},
},
[42488] = {
["T"] = "塔莉萨的住所",
["O"] = "搜索塔莉萨的住所，收集3个增幅器碎片。将它们组合成一个奥术增幅器。",
["S"] = {
"奥术增幅器",
},
},
[31938] = {
["O"] = "把“翻地者”万能犁带到日歌农场或半山市集，交给农夫老愚。",
["T"] = "“翻地者”万能犁",
},
[33931] = {
["O"] = "帮助德塞普提亚",
["T"] = "这不是任务",
},
[46182] = {
["T"] = "为至高岭而战",
["O"] = "击败至高岭的邪能指挥官艾瑞克托尔。",
["S"] = {
"与拉善·天角交谈，开始最终突袭（可选）",
"消灭邪能指挥官艾瑞克托尔",
},
},
[42484] = {
["T"] = "勇士复生",
["O"] = "将纳兹戈林复生为死亡骑士。",
["S"] = {
"复活纳兹戈林",
},
},
[14436] = {
["T"] = "矮人的挖掘场",
["O"] = "收集5个勘察员的锄头。\n\n在铁匠铺砸碎这些勘察员的锄头。\n\n把5件损坏的工具交给血蹄村的艾莫·雷角。",
["S"] = {
"损坏的工具",
},
},
[40579] = {
["T"] = "传说武器",
["O"] = "选择追求哪件神器。",
["S"] = {
"选择神器",
},
},
[24515] = {
["O"] = "前往南贫瘠之地蔓生绿洲的乌纳菲营地，跟玛卡巴·扁蹄谈一谈。",
["T"] = "天空中的讯号",
},
[32900] = {
["T"] = "英雄事迹",
["O"] = "完成英雄难度的任意场景战役。",
["S"] = {
"完成英雄场景战役",
},
},
[49538] = {
["O"] = "前往格罗玛什要塞向纳兹戈林将军报到。",
["T"] = "大酋长的命令：翡翠林！",
},
[57985] = {
["T"] = "帮他们一把",
["O"] = "消灭10个萎缩的活化体。",
["S"] = {
"消灭萎缩的活化体",
},
},
[46935] = {
["O"] = "把损坏的森提纳克斯信标带给救赎岗哨的战斗法师凯丝琳。",
["T"] = "森提纳克斯之影",
},
[8483] = {
["T"] = "矮人间谍",
["O"] = "将安威瓦尔德的徽记交给永歌森林鹰翼广场的艾尔杜·炙痕。",
["S"] = {
"安威瓦尔德的徽记",
},
},
[27844] = {
["T"] = "叛徒！！！",
["O"] = "打败赫利克斯·破甲。",
["S"] = {
"消灭赫利克斯·破甲",
},
},
[59009] = {
["T"] = "她应得的地位",
["O"] = "携带符文剑返回兵主之座。",
["S"] = {
"强化谋略符文",
},
},
[59265] = {
["T"] = "窥探之眼",
["O"] = "从阿卡莱克之泪的构造体身上收集20只背叛者之眼。",
["S"] = {
"收集背叛者之眼",
},
},
[25667] = {
["T"] = "宰杀雪怪",
["O"] = "在灰色洞穴杀掉10只雪怪。你可以杀死雪怪或者雪怪幼崽。",
["S"] = {
"消灭雪怪",
},
},
[8803] = {
["O"] = "节日礼物",
["T"] = "节日礼物",
},
[60033] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[43907] = {
["T"] = "翡翠梦魇：萨维斯",
["O"] = "击败翡翠梦魇的萨维斯。",
["S"] = {
"消灭萨维斯",
"一瓶涡流暗影",
},
},
[60545] = {
["O"] = "与暴风要塞外的达里安·莫格莱尼碰面。",
["T"] = "暗影国度：冷冽的召唤",
},
[14371] = {
["T"] = "巨型茶点",
["O"] = "杀死雾翼崖居者，收集8具残缺的雾翼遗骸。",
["S"] = {
"残缺的雾翼遗骸",
},
},
[28868] = {
["T"] = "仰视",
["O"] = "对霜鬃营地中的5个霜鬃建造者使用视角均衡器。",
["S"] = {
"缩小霜鬃建造者",
},
},
[7282] = {
["T"] = "兄弟情深",
["O"] = "深入霜狼氏族的领地，杀掉指挥官刘易斯·菲利普。任务完成之后，回到指挥官卡尔·菲利普处复命。",
["S"] = {
"消灭指挥官刘易斯·菲利普",
},
},
[53378] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[42439] = {
["T"] = "援助灰烬德鲁伊",
["O"] = "击败4个艾瑞达鞭魂者，救出他们手里的俘虏。",
["S"] = {
"救助灰烬德鲁伊",
},
},
[62081] = {
["T"] = "讨还球果！",
["O"] = "从炽蓝仙野的林鬼身上收集44个被抢走的心能球果。",
["S"] = {
"被抢走的心能球果",
},
},
[12895] = {
["T"] = "失踪的布莱恩·铜须",
["O"] = "在布莱恩的营地中找到用麻布裹起来的便笺，把它交给格罗玛什坠毁点的伯克塔·血怒。",
["S"] = {
"用麻布裹起来的便笺",
},
},
[62593] = {
["O"] = "狩猎：死亡元素",
["T"] = "狩猎：死亡元素",
},
[62849] = {
["O"] = "与暗湾镇的米哈拉女士交谈。",
["T"] = "收割者之庭的典范",
},
[27459] = {
["O"] = "去找东瘟疫之地提尔之手的大法师安吉拉·杜萨图斯。",
["T"] = "圣光兄弟会",
},
[27587] = {
["T"] = "有敌意的美味",
["O"] = "从沼岸龙虾人身上收集6条完整的沼岸之尾。",
["S"] = {
"完整的沼岸之尾",
},
},
[55426] = {
["T"] = "它会茁壮成长吗？",
["O"] = "在肥沃土壤种下发芽之种。",
["S"] = {
"种下发芽之种",
},
},
[42740] = {
["T"] = "破碎海滩之战",
["O"] = "搭乘第三舰队的舰船前往破碎海滩。",
["S"] = {
"搭乘舰船前往破碎海滩",
},
},
[64129] = {
["T"] = "荒猎团的冲锋",
["O"] = "在刻希亚骑乘阿德梅，消灭渊誓者。",
["S"] = {
"骑乘阿德梅",
},
},
[27718] = {
["O"] = "跟杜隆塔尔刃拳海湾的指挥官索拉卡谈一谈。",
["T"] = "大酋长的命令：瓦丝琪尔！",
},
[38813] = {
["T"] = "战前动员",
["O"] = "向你的伊利达雷队长们做简述，说明攻打火山内的燃烧军团的战略部署。",
["S"] = {
"向战争领主加尔顿做简述",
"向赛丝诺女士做简述",
"向主母玛沃伦丝做简述",
},
},
[40324] = {
["T"] = "奥术传动",
["O"] = "给泰林喂食300份远古魔力。",
["S"] = {
"喂食泰林",
},
},
[28483] = {
["T"] = "横扫敌人",
["O"] = "获得10个尼斐塞特徽记。",
["S"] = {
"尼斐塞特徽记",
},
},
[28611] = {
["T"] = "污染者的仪式",
["O"] = "去深暗洞穴阻止尼斐塞特仪式。",
["S"] = {
"阻止尼斐塞特仪式",
},
},
[57474] = {
["T"] = "泥仆的责任",
["O"] = "塑造一个泥仆并将它带至碎石堆处，等它挖开碎石堆，收集束缚宝石。",
["S"] = {
"挖掘泥仆",
},
},
[57730] = {
["T"] = "斯菲莱克斯的便携式伐木机",
["O"] = "首席技师斯菲莱克斯要你给他拿去下列物品：\n\n30块瑟银锭。\n\n50块秘银锭。\n\n75块铁锭。\n\n1个蒸汽锯。",
["S"] = {
"瑟银锭",
"秘银锭",
"铁锭",
"蒸汽锯",
},
},
[57986] = {
["T"] = "值得承受之重",
["O"] = "帮助科乌和科亚找回6名失落的格里恩。",
["S"] = {
"确定格里恩装备的位置",
},
},
[27462] = {
["O"] = "去找东瘟疫之地提尔之手兵营前面的指挥官科尔法克斯。",
["T"] = "拿下兵营",
},
[58498] = {
["T"] = "战王回归",
["O"] = "与麦格尼同行并在暴风要塞取回碎惧者。",
["S"] = {
"与麦格尼同行",
},
},
[10595] = {
["T"] = "兵临城下！",
["O"] = "影月村外的血卫士古尔穆要求你杀死10个地狱火攻击者。",
["S"] = {
"消灭地狱火攻击者",
},
},
[29507] = {
["T"] = "给小家伙们乐一乐",
["O"] = "用考古学收集15个化石碎片并交给暗月马戏团的萨杜斯·帕雷教授。",
["S"] = {
"化石考古碎片",
},
},
[42884] = {
["T"] = "除草工作",
["O"] = "在灰白原野中使用老灰背的法杖摧毁5个纠缠的荆棘。",
["S"] = {
"松开纠缠的荆棘",
},
},
[51331] = {
["O"] = "从希巴拉的钻探机中解救4名黑铁碎地者。",
["T"] = "内藏玄机",
},
[29891] = {
["T"] = "效力",
["O"] = "击败迷雾爬行者，直到迷雾恐魔出现，然后收集一颗迷雾恐魔之心。",
["S"] = {
"消灭迷雾爬行者",
"迷雾恐魔之心",
},
},
[60034] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[43908] = {
["T"] = "翡翠梦魇：塞纳留斯的堕落",
["O"] = "击败翡翠梦魇的塞纳留斯。",
["S"] = {
"消灭塞纳留斯",
"被污染的月光林地树叶",
},
},
[30275] = {
["O"] = "去四风谷的新希菲拉。将巨型鳄鱼尾交给颜。",
["T"] = "鳄鱼传说",
},
[13668] = {
["O"] = "与银色比武场的魔导师埃迪恩·炎谷谈一谈，报名参加锦标赛。",
["T"] = "银色锦标赛",
},
[30148] = {
["T"] = "只是皮肉伤",
["O"] = "在临风岛使用风绒绷带或厚风绒绷带治疗8条受伤的雏龙。这些绷带可以由裁缝制造或者从拍卖行购买。",
["S"] = {
"为受伤的雏龙打绷带",
},
},
[28480] = {
["T"] = "黑暗的副手",
["O"] = "击败毒蝎领主纳穆卡哈雷和高阶祭司塞卡赫莫特。",
["S"] = {
"消灭毒蝎领主纳穆卡哈雷",
"消灭高阶祭司塞卡赫莫特",
},
},
[53379] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[7081] = {
["T"] = "奥特兰克山谷的墓地",
["O"] = "占领一座墓地，然后向丹巴达尔的诺雷格·雷矛中尉复命。",
["S"] = {
"占领墓地",
},
},
[53891] = {
["O"] = "到暮光高地找基罗。",
["T"] = "事无巨细",
},
[26822] = {
["T"] = "一无是处是虫蛇",
["O"] = "杀死12条钢尾蜥蜴或铁腭蜥蜴。",
["S"] = {
"消灭荆棘谷蜥蜴",
},
},
[59355] = {
["T"] = "猎人的陷阱",
["O"] = "在这片区域中寻找材料并制作一个冰冻陷阱。",
["S"] = {
"收到来自梅瑞迪·寻涌的寒冰微粒",
"锈蚀锁链",
"旧弹簧",
},
},
[62850] = {
["O"] = "在晋升堡垒的英雄之眠与副官尼科斯谈谈。",
["T"] = "晋升者的典范",
},
[5842] = {
["O"] = "将多兰纳尔礼品券交给多兰纳尔的奥雷希尔·语风。",
["T"] = "欢迎！",
},
[55171] = {
["O"] = "完成任务“侦察战牙要塞”",
["T"] = "谍影重重",
},
[32897] = {
["O"] = "LFGDungeons - Mists - Scenario - Heroic Daily - 1st/Nth",
["T"] = "LFGDungeons - Mists - Scenario - Heroic Daily - 1st/Nth",
},
[11875] = {
["T"] = "占据上风",
["O"] = "给沙塔斯城的摩尔丁特使带去8份虚空残渣。",
["S"] = {
"虚空残渣",
},
},
[41946] = {
["T"] = "组建部队",
["O"] = "与征募官田吉交谈，训练一名玄牛弟子。",
["S"] = {
"训练玄牛弟子",
},
},
[9818] = {
["O"] = "与戈达乌沟通。",
["T"] = "地下的滋扰",
},
[40069] = {
["T"] = "幼虫肠子",
["O"] = "在潜岩者裂谷的幼年潜岩者身上获取蠕虫肠子。",
["S"] = {
"蠕虫肠子",
},
},
[32451] = {
["O"] = "去卡桑琅丛林的天火号找空军上将罗杰斯。",
["T"] = "明确的信息",
},
[12195] = {
["T"] = "不速之“客”",
["O"] = "将5根成熟的雄鹿角交给欧尼瓦营地的托尔玛克。",
["S"] = {
"成熟的雄鹿角",
},
},
[57219] = {
["O"] = "出土的守护者",
["T"] = "出土的守护者",
},
[49284] = {
["T"] = "喜讯传来",
["O"] = "使用调整过的寻踪卷轴，追踪并找回失踪的探险者。",
["S"] = {
"找到第1条线索",
},
},
[57731] = {
["T"] = "斯菲莱克斯的便携式伐木机",
["O"] = "首席技师斯菲莱克斯要你给他拿去下列物品：\n\n30块瑟银锭。\n\n50块秘银锭。\n\n75块铁锭。\n\n1个蒸汽锯。",
["S"] = {
"瑟银锭",
"秘银锭",
"铁锭",
"蒸汽锯",
},
},
[57987] = {
["T"] = "致命干扰",
["O"] = "消灭15名战缝部队。",
["S"] = {
"消灭战缝部队",
},
},
[50052] = {
["T"] = "反谍报",
["O"] = "在希利苏斯消灭10个军情七处特工。",
["S"] = {
"消灭军情七处特工",
},
},
[42000] = {
["T"] = "寻找真相",
["O"] = "在达拉然与欧瑞克·图哈特谈一谈。",
["S"] = {
"与欧瑞克以及塔胡交谈",
},
},
[6322] = {
["O"] = "将高顿的箱子交给迈克尔·加勒特。",
["T"] = "迈克尔·加勒特",
},
[59011] = {
["T"] = "死亡会真正检验我们",
["O"] = "就凯克苏斯侯爵之死一事与维拉兹对质。",
["S"] = {
"获取最后的符文",
},
},
[42885] = {
["O"] = "完成任务“大领主的命令：宿敌。”",
["T"] = "大领主的指令",
},
[25668] = {
["T"] = "被窃的补给品",
["O"] = "从灰色洞穴夺回6份被窃的补给品。",
["S"] = {
"被窃的补给品",
},
},
[13028] = {
["O"] = "灰鬃长者",
["T"] = "灰鬃长者",
},
[60035] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[43909] = {
["T"] = "翡翠梦魇：萨维斯",
["O"] = "击败翡翠梦魇的萨维斯。",
["S"] = {
"消灭萨维斯",
"一瓶涡流暗影",
},
},
[26180] = {
["T"] = "菲兹普罗克主管",
["O"] = "杀掉菲兹普罗克主管，拿到菲兹普罗克的笔记板。",
["S"] = {
"菲兹普罗克的笔记板",
},
},
[54661] = {
["T"] = "回声定位",
["O"] = "将轴枪的笔记带给你在巴沙兰的指挥官。",
["S"] = {
"飞往巴莎兰（可选）",
},
},
[61059] = {
["T"] = "出席函：伦德尔和棍脸",
["O"] = "“灰常”合适的帽子可由拥有图纸及相应商业技能的玩家制作。",
["S"] = {
"把“灰常”合适的帽子交给伦德尔",
},
},
[49196] = {
["O"] = "大型侵入点：深渊领主维尔姆斯",
["T"] = "大型侵入点：深渊领主维尔姆斯",
},
[53380] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[38253] = {
["O"] = "与要塞议政厅中的瓦里安·乌瑞恩国王谈一谈。",
["T"] = "要塞战役：战争议会",
},
[42009] = {
["T"] = "驾驭奥术",
["O"] = "击败奥术畸变体，或者从魔枢地基周围的奥术能量裂隙中吸收能量，从而用不稳定的奥术能量强化自己。",
["S"] = {
"被不稳定的奥术能量所强化",
},
},
[27076] = {
["T"] = "破门而入",
["O"] = "解救维格利，杀掉耐克鲁姆和暗影祭司塞瑟斯。",
["S"] = {
"消灭耐克鲁姆",
"消灭暗影祭司塞瑟斯",
},
},
[42394] = {
["T"] = "隐秘保护",
["O"] = "使用侦察地图，派遣部队执行“隐秘保护”系列任务。",
["S"] = {
"完成“隐秘保护”任务",
},
},
[62851] = {
["O"] = "与伤逝剧场的纳尔考恩·塔尔森交谈。",
["T"] = "不朽军团圣杰",
},
[27460] = {
["T"] = "软着陆",
["O"] = "在提尔之手杀死任意10个血色十字军生物。",
["S"] = {
"击败提尔之手的血色十字军",
},
},
[24517] = {
["T"] = "让恐惧浸透他们的心灵",
["O"] = "杀死8名荣耀岗哨步兵和1名荣耀岗哨军官。",
["S"] = {
"消灭荣耀岗哨军官",
"消灭荣耀岗哨步兵",
},
},
[42032] = {
["O"] = "完成任务“梦魇样本”。",
["T"] = "梦魇样本",
},
[6962] = {
["T"] = "冬幕节的礼物",
["O"] = "将5个小姜饼和一杯冰镇牛奶交给奥格瑞玛的冬天爷爷。",
["S"] = {
"小姜饼",
"冰镇牛奶",
},
},
[64131] = {
["O"] = "Tracking Quest",
["T"] = "Tracking Quest",
},
[28100] = {
["O"] = "跟死木村附近卢姆波的图腾谈一谈。",
["T"] = "说话的图腾",
},
[14115] = {
["T"] = "捣乱的海盗",
["O"] = "杀死12名扰乱聚会的海盗，挽救你的事业。",
["S"] = {
"消灭扰乱聚会的海盗",
},
},
[28356] = {
["T"] = "先发制人",
["O"] = "在东部海滩杀死任意15只纳迦。",
["S"] = {
"杀死刺脊纳迦",
},
},
[7122] = {
["T"] = "占领矿洞",
["O"] = "占领一座还没有被雷矛部族控制的矿洞，然后向丹巴达尔的雷矛军需官复命。",
["S"] = {
"占领矿洞",
},
},
[14307] = {
["T"] = "固执的风",
["O"] = "消灭5名旋风雷暴行者。",
["S"] = {
"消灭旋风雷暴行者",
},
},
[49285] = {
["T"] = "小小宝藏",
["O"] = "收集所有寇巴的宝物。",
["S"] = {
"两用型实验围栏",
"雏鸟的第一个炼金石",
"找到斯皮兹",
},
},
[49541] = {
["O"] = "与四风谷的土地精信使谈一谈。",
["T"] = "大酋长的命令：昆莱山！",
},
[28996] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[50053] = {
["T"] = "懒惰的勘探者！",
["O"] = "动员10名懒惰的勘探者。",
["S"] = {
"动员勘探者",
},
},
[29252] = {
["T"] = "藏宝海湾的利益",
["O"] = "取回一件可以将祖尔格拉布巨魔驱逐出藏宝海湾的神器。",
["S"] = {
"祖尔格拉布之石",
},
},
[25029] = {
["T"] = "阿加曼德家族",
["O"] = "弄到格里高的遗物、妮萨的遗物、萨尔曼的遗物和代弗林的遗物。",
["S"] = {
"妮萨的遗物",
"格里高的遗物",
"萨尔曼的遗物",
"代弗林的遗物",
},
},
[29508] = {
["T"] = "贝贝需要两双鞋",
["O"] = "使用储备铁块制造4块马蹄铁，然后给暗月马戏团的贝贝安上马蹄铁。",
["S"] = {
"为贝贝安上新的马蹄铁",
},
},
[42045] = {
["T"] = "与玛洛恩交流",
["O"] = "与诺达希尔的雷姆洛斯交谈。",
["S"] = {
"前往诺达希尔（可选）",
"与守护者雷姆洛斯交谈",
},
},
[39759] = {
["O"] = "Creepy Crawlers Active",
["T"] = "Creepy Crawlers Active",
},
[51589] = {
["T"] = "征服库尔提拉斯",
["O"] = "驶向提拉加德海峡。",
["S"] = {
"与塔特赛尔交谈并乘船前往提拉加德海峡",
},
},
[60036] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[43910] = {
["T"] = "暗夜要塞：高级植物学家特尔安",
["O"] = "在暗夜要塞消灭高级植物学家特尔安。",
["S"] = {
[2] = "荧光百合",
},
},
[51590] = {
["O"] = "在提拉加德海峡中部与纳萨诺斯和莉莉安汇合。",
["T"] = "进入提拉加德之心",
},
[24518] = {
["O"] = "将道路图纸交给南贫瘠之地猎手岭的基洛克·血槌。",
["T"] = "低地之路",
},
[8868] = {
["T"] = "艾露恩的祝福",
["O"] = "召唤年兽并击败它，以获得艾露恩的祝福，然后去永夜港找瓦拉达尔·星歌。",
["S"] = {
"获得艾露恩的祝福。",
},
},
[26053] = {
["T"] = "打扫高地",
["O"] = "杀死8名石拳食人魔和10名石拳执行者。",
["S"] = {
"消灭石拳食人魔",
"消灭石拳执行者",
},
},
[53381] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[40157] = {
["O"] = "在苏拉玛找斯克瑞特。",
["T"] = "能力有限",
},
[53893] = {
["T"] = "一点善意",
["O"] = "收集100份剑刃肋排、100份座狼肉和100份母鸡碎肉。",
["S"] = {
"剑刃肋排",
"座狼肉",
"母鸡碎肉",
},
},
[37767] = {
["T"] = "奥秘圣殿：克拉戈",
["O"] = "在悬槌堡击败克拉戈。",
["S"] = {
"消灭克拉戈",
},
},
[29887] = {
["T"] = "长老的道具",
["O"] = "从吊尾粘爪猴身上收集水语者法杖、典礼长袍、玉冠和檀木念珠。",
["S"] = {
"水语者法杖",
"典礼长袍",
"玉冠",
"檀木念珠",
},
},
[62852] = {
["O"] = "与森林之心的艾丝琳谈谈。",
["T"] = "荒猎团圣杰",
},
[31556] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[55173] = {
["O"] = "向北侦查，找到奥斯汀·哈克斯沃斯。",
["T"] = "向北而行",
},
[31812] = {
["T"] = "宠物训练师祖塔",
["O"] = "在宠物战斗中击败祖塔。",
["S"] = {
"击败祖塔",
},
},
[34436] = {
["T"] = "击碎者克里丹",
["O"] = "消灭击碎者克里丹。",
["S"] = {
"消灭击碎者克里丹",
},
},
[44338] = {
["O"] = "从瓦尔莎拉找回艾露恩之泪。",
["T"] = "女神护佑着你",
},
[9252] = {
["T"] = "保卫晴风村",
["O"] = "杀死4个腐肢劫掠者和4个黑暗怨灵，然后向永歌森林晴风村的游侠萨蕾恩复命。",
["S"] = {
"消灭腐肢劫掠者",
"消灭黑暗怨灵",
},
},
[40071] = {
["T"] = "除掉驯服者",
["O"] = "消灭潜岩者裂谷的驯服者考古尔。",
["S"] = {
"消灭驯服者考古尔",
},
},
[42372] = {
["O"] = "在邪焰隘口与特德·舒马克会面",
["T"] = "邪焰隘口",
},
[48774] = {
["T"] = "暴行继续",
["O"] = "消灭5个铁潮恶徒和2个铁潮监工。",
["S"] = {
"消灭铁潮恶徒",
"消灭铁潮监工",
},
},
[32708] = {
["T"] = "布设陷阱",
["O"] = "用3块山泽仪式石召唤雷电之王的勇士，然后将他消灭。",
["S"] = {
"召唤克洛斯的回响",
"消灭克洛斯的回响",
},
},
[11684] = {
["T"] = "侦察虫孔",
["O"] = "牦牛村的玛罕宗父要求你使用喷泉平原地图标记出南部虫孔、西北部虫孔和东北部虫孔的位置。",
["S"] = {
"标记南部虫孔的位置",
"标记东北部虫孔的位置",
"标记西北部虫孔的位置",
},
},
[49542] = {
["O"] = "与螳螂高原的祝踏岚谈一谈。",
["T"] = "大酋长的命令：螳螂高原！",
},
[33416] = {
["T"] = "南部短跑 12",
["O"] = "跑过拱门，通过红色标记和紫色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[50054] = {
["O"] = "完成涌泉海滩战场。",
["T"] = "涌泉海滩",
},
[33928] = {
["O"] = "把熔火之心交给伊森拉图斯。",
["T"] = "不该存在的土与火",
},
[42375] = {
["T"] = "借眼一看",
["O"] = "使用特德提供的基尔罗格之眼调查邪焰隘口。",
["S"] = {
"侦察主传送门",
"找到仪式场地",
"找到指挥官",
},
},
[53894] = {
["T"] = "必先利其器",
["O"] = "收集15个暮光矿石，让基罗修好苦工的工具。",
["S"] = {
"暮光矿石",
},
},
[8676] = {
["O"] = "蛮鬃长者",
["T"] = "蛮鬃长者",
},
[39370] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：储备弹药",
},
[59781] = {
["T"] = "最后生还者",
["O"] = "找到5个死亡的新人，并消灭亡眼。",
["S"] = {
"找到死亡的新人",
"消灭亡眼",
},
},
[60037] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[43911] = {
["T"] = "暗夜要塞：艾利桑德",
["O"] = "在暗夜要塞消灭艾利桑德。",
["S"] = {
"消灭艾利桑德",
"古代夜之子典籍",
},
},
[39023] = {
["O"] = "在赞加拉的卡德加的法师塔与大法师卡德加谈一谈。",
["T"] = "卡德加的召唤",
},
[27461] = {
["O"] = "去找东瘟疫之地提尔之手修道院外的指挥官埃里戈尔·黎明使者。",
["T"] = "拿下修道院",
},
[27973] = {
["T"] = "当心鬼魂！",
["O"] = "格雷中士要你从维尔松船坞取回15片船坞木料。维尔松船坞位于此地西北方的海岸上，你可以从那里的鬼魂身上找到木料。",
["S"] = {
"船坞木料",
},
},
[42228] = {
["T"] = "隐藏的城市",
["O"] = "在法兰纳尔隧道中追踪欧拉希斯，并将她击败。",
["S"] = {
"消灭欧拉希斯",
},
},
[53382] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[42227] = {
["T"] = "深入裂缝",
["O"] = "跟随山谷行者法罗丁进入法兰纳尔隧道。",
["S"] = {
"跟随山谷行者法罗丁",
},
},
[62085] = {
["O"] = "将夺回的容器交给挑战者之所的监督者卡瓦洛斯。",
["T"] = "……为何是我？",
},
[42147] = {
["T"] = "第一次接触",
["O"] = "在大步道与凡瑟尔谈一谈。",
["S"] = {
"与凡瑟尔交谈",
},
},
[42225] = {
["T"] = "解除封印",
["O"] = "解除潮汐封印、大地封印和天空封印。",
["S"] = {
"破坏潮汐封印",
"破坏大地封印",
"破坏天空封印",
},
},
[27333] = {
["T"] = "失地",
["O"] = "杀死12名狼人抵抗军战士。",
["S"] = {
"消灭狼人抵抗军战士",
},
},
[46727] = {
["T"] = "争霸艾泽拉斯：战争之潮",
["O"] = "参加暴风要塞的战争议会。",
["S"] = {
"参加暴风要塞的战争议会",
},
},
[55174] = {
["T"] = "烹调肉食",
["O"] = "从被遗弃的营地附近的野生动物身上取得5份生肉，然后在营火处进行烹饪。",
["S"] = {
"从野生动物身上获得生肉",
},
},
[27717] = {
["O"] = "将上古精灵符文交给艾伦蒂·金眉。她跟部落的奈瑟匹拉幸存者待在一起。",
["T"] = "古老的碎片",
},
[9828] = {
["O"] = "将枯萎的孢芽交给赞加沼泽中沼泽鼠岗哨的里维伊。",
["T"] = "枯萎的孢芽",
},
[47751] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[42220] = {
["T"] = "沉船水手",
["O"] = "为10名女王的复仇号水手终结痛苦。",
["S"] = {
"消灭女王的复仇号水手",
},
},
[40072] = {
["T"] = "英灵殿：获取神盾",
["O"] = "在英灵殿打败斯科瓦尔德并夺取阿格拉玛之盾。",
["S"] = {
"取得阿格拉玛之盾",
},
},
[30149] = {
["T"] = "味觉盛宴",
["O"] = "收集5份鱼饼。",
["S"] = {
"鱼饼",
},
},
[28485] = {
["T"] = "雪怪之王耶提玛斯",
["O"] = "取回耶提玛斯的扭曲之角。",
["S"] = {
"耶提玛斯的扭曲之角",
},
},
[28613] = {
["O"] = "与奥丹姆造物主高地顶端的哈里森·琼斯交谈。",
["T"] = "另一边见！",
},
[28741] = {
["T"] = "升腾者领主奥西迪斯",
["O"] = "杀死升腾者领主奥西迪斯。",
["S"] = {
"消灭升腾者领主奥西迪斯",
},
},
[49543] = {
["O"] = "去蟠龙脊和女射手李琪薇谈一谈。",
["T"] = "大酋长的命令：恐惧废土！",
},
[10916] = {
["T"] = "挖掘念珠",
["O"] = "将德莱尼祈祷念珠交给荣耀堡的助手克拉图。",
["S"] = {
"德莱尼祈祷念珠",
},
},
[29893] = {
["T"] = "色泽",
["O"] = "收集8个琥珀蝇翅膀。",
["S"] = {
"琥珀蝇翅膀",
},
},
[42120] = {
["T"] = "白银之手",
["O"] = "前往提瑞斯法林地的提尔之陨，取回白银之手。",
["S"] = {
"使用传送门前往达拉然巨坑（可选）",
"前往提瑞斯法林地里的标记地点",
},
},
[13462] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[29509] = {
["T"] = "让青蛙肉更松脆",
["O"] = "在肥美的青蛙肉外包裹面粉，然后将它们在斯塔姆·雷角身后的锅子里制成5份脆青蛙肉。",
["S"] = {
"脆青蛙肉",
},
},
[42187] = {
["O"] = "招募陈·风暴烈酒和丽丽·风暴烈酒，然后与许大师谈一谈。",
["T"] = "崛起吧，勇士",
},
[42210] = {
["O"] = "完成任务“知识卷轴”。",
["T"] = "知识卷轴",
},
[51591] = {
["T"] = "占山为王",
["O"] = "在落木哨站消灭10名蛮项部族的成员。",
["S"] = {
"消灭蛮项",
},
},
[60038] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[43912] = {
["T"] = "暗夜要塞：古尔丹",
["O"] = "在暗夜要塞消灭古尔丹。",
["S"] = {
"消灭古尔丹",
"长袍碎片",
},
},
[30277] = {
["T"] = "破败的大厅",
["O"] = "夺回远古郭莱神器。",
["S"] = {
"关闭幽魂墙",
"远古郭莱神器",
},
},
[52615] = {
["O"] = "弗兰基需要帮助！",
["T"] = "弗兰基需要帮助！",
},
[10340] = {
["O"] = "前线指挥官金斯顿要求你与空军指挥官达比利交谈，搭乘狮鹫前往破碎岗哨，并向鲁恩托格·蛮锤报告。",
["T"] = "破碎岗哨",
},
[53127] = {
["O"] = "将无法辨识的信件交给奥格瑞玛的某人。",
["T"] = "海军统帅的挽歌",
},
[53383] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[11364] = {
["T"] = "悬赏：碎手百夫长",
["O"] = "虚空猎手玛哈杜恩要求你杀死4名碎手百夫长。完成任务后返回沙塔斯城的贫民窟，找他领取奖赏。",
["S"] = {
"消灭碎手百夫长",
},
},
[62086] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[42268] = {
["T"] = "遇难水手",
["O"] = "解救10名女王的复仇号水手。",
["S"] = {
"解救女王的复仇号水手",
},
},
[42367] = {
["T"] = "阿克萨拉克斯",
["O"] = "消灭阿克萨拉克斯。",
["S"] = {
"消灭阿克萨拉克斯",
},
},
[11620] = {
["O"] = "前往裂鞭海岸的蛇鳞神殿寻找维赫亚。",
["T"] = "父亲的话",
},
[46728] = {
["T"] = "库尔提拉斯王国",
["O"] = "与暴风城港口的吉安娜·普罗德摩尔交谈。",
["S"] = {
"与吉安娜·普罗德摩尔交谈",
},
},
[31685] = {
["T"] = "四风谷",
["O"] = "传送至四风谷并和列兵蒂姆·P·拉瑞谈一谈。",
["S"] = {
"与四风谷的列兵蒂姆·P·拉瑞交谈",
},
},
[31813] = {
["T"] = "凶狠的达戈",
["O"] = "在宠物战斗中击败凶狠的达戈。",
["S"] = {
"击败凶狠的达戈",
},
},
[42010] = {
["T"] = "释放奥能",
["O"] = "使用累积的不稳定奥术能量摧毁考达拉的湍流之针。",
["S"] = {
"摧毁东部湍流之针",
"摧毁西部湍流之针",
"摧毁北部湍流之针",
},
},
[49533] = {
["O"] = "与嚎风峡湾的药剂师雷杉德尔谈一谈。",
["T"] = "大酋长的命令：嚎风峡湾！",
},
[48008] = {
["T"] = "危险货物",
["O"] = "焚烧5个被感染的货物。",
["S"] = {
"焚烧被感染的货物",
},
},
[32325] = {
["T"] = "潜入黑暗神殿",
["O"] = "在黑暗神殿的主入口处寻找裘碧卡的印记。进去之后，在神殿之巅与裘碧卡交谈。",
["S"] = {
"查出议会的目的",
},
},
[40329] = {
["O"] = "在德拉诺击败5位战斗宠物训练师。",
["T"] = "战斗宠物训练师：德拉诺之王",
},
[40585] = {
["T"] = "开始战斗",
["O"] = "为你的组织选择首个出击目标。",
["S"] = {
"选择出击目标",
},
},
[49032] = {
["T"] = "安托鲁斯，燃烧王座：黑暗通道",
["O"] = "从安托鲁斯，燃烧王座的猎魂者伊墨纳尔身上收集4枚通行符文（普通难度）。",
["S"] = {
"通行符文",
},
},
[12324] = {
["T"] = "把他们熏出来！",
["O"] = "利用烟雾炸弹迫使20名风险投资公司游荡者逃出他们的藏身之地，然后向石头守卫诺卡·暴怒图腾复命。",
["S"] = {
"熏出风险投资公司游荡者",
},
},
[12388] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[42389] = {
["T"] = "召回希莱尔",
["O"] = "在风暴峡湾找到兽王希莱尔。",
["S"] = {
"和欧丹·战弓谈一谈",
},
},
[25030] = {
["O"] = "将达高尔的徽记带给阿加曼德磨坊的库勒曼·法席恩。",
["T"] = "闹鬼的磨坊",
},
[26934] = {
["T"] = "潜在疾病",
["O"] = "在西瘟疫之地消灭生病的黑熊，然后采集20团长在它们尸体旁的疫病之团。",
["S"] = {
"疫病之团",
},
},
[42377] = {
["T"] = "加弗德的踪迹",
["O"] = "前往诺森德，在龙骨荒野寻找加弗德和提尔之火。",
["S"] = {
"使用传送门前往龙眠神殿（可选）",
"与兰妮苟萨交谈",
},
},
[34442] = {
["O"] = "找到贾纳尔。",
["T"] = "霜狼氏族的贾纳尔",
},
[38532] = {
["T"] = "噬魂之喉：风暴铸就",
["O"] = "前往噬魂之喉，取得一把古代维库铁锤。",
["S"] = {
"古代维库铁锤",
},
},
[12836] = {
["T"] = "感激之情",
["O"] = "K3的莉吉特要你去杀死瘤皮。",
["S"] = {
"消灭瘤皮",
},
},
[51592] = {
["T"] = "我们就不客气了",
["O"] = "从桥港外围获取7段锁链和7匹航船帆布。",
["S"] = {
"一段锁链",
"航船帆布",
},
},
[60039] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[43913] = {
["T"] = "暗夜要塞：高级植物学家特尔安",
["O"] = "在暗夜要塞消灭高级植物学家特尔安。",
["S"] = {
[2] = "荧光百合",
},
},
[35401] = {
["O"] = "旋云之巅奖励任务",
["T"] = "旋云之巅奖励任务",
},
[26310] = {
["T"] = "那些小东西们",
["O"] = "在辛萨罗抓8只迅捷小蜘蛛。",
["S"] = {
"迅捷小蜘蛛",
},
},
[45190] = {
["O"] = "前往破碎海滩的邪裂洞穴寻找卡兰姆·法师之矛。",
["T"] = "薄弱点",
},
[36746] = {
["T"] = "完好如初的尖啸吼板",
["O"] = "将神器进行展览。",
["S"] = {
"将神器进行展览",
},
},
[12940] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[13412] = {
["O"] = "图书馆员塞尔拉要你去跟考达拉的科拉斯塔萨谈一谈。",
["T"] = "科拉丝塔萨",
},
[58086] = {
["T"] = "谎言主宰者",
["O"] = "击败德纳修斯大帝。",
["S"] = {
"与雷纳索尔王子的投影交谈",
},
},
[13140] = {
["T"] = "玛雷卡里斯的符文锻造师",
["O"] = "将5块符文萨隆邪铁板交给黑色观察站的北伐军战士欧尔拉金·萨利斯。",
["S"] = {
"符文萨隆邪铁板",
},
},
[13604] = {
["O"] = "将档案馆数据圆盘带到奥杜尔的档案馆控制台前。",
["T"] = "档案馆数据圆盘",
},
[62855] = {
["O"] = "从你的尸体上找回你掉落的冥殇。",
["T"] = "永恒者之裁",
},
[46729] = {
["T"] = "老迈骑士",
["O"] = "与赛勒斯·克雷斯弗见面。",
["S"] = {
"进入港务长的办公室",
},
},
[29892] = {
["T"] = "醇度",
["O"] = "从泥沼鳄鱼身上收集5只生鲜鳄鱼眼。",
["S"] = {
"生鲜鳄鱼眼",
},
},
[63623] = {
["O"] = "返回兵主之座。",
["T"] = "虚位以待",
},
[47497] = {
["T"] = "与金牙帮见面",
["O"] = "和金牙旅馆的员工见面。",
["S"] = {
"与格伦佳见面",
"与沃妮见面",
"与曼祖尔见面",
},
},
[27974] = {
["T"] = "这是我们的土地",
["O"] = "击败灰葬男爵。",
["S"] = {
"消灭灰葬男爵",
},
},
[14052] = {
["O"] = "跟北贫瘠之地勇士岛的托尼·双牙谈一谈。",
["T"] = "和托尼一起干",
},
[14116] = {
["O"] = "跟科赞岛上卡亚罗贸易公司总部主楼上层的贸易大王加里维克斯谈一谈。",
["T"] = "不速之客",
},
[28358] = {
["T"] = "捕杀地狱火",
["O"] = "杀死6名地狱火哨兵。",
["S"] = {
"消灭地狱火哨兵",
},
},
[28486] = {
["T"] = "萨赫特的计谋",
["O"] = "护送拉穆卡恒游侠队长前往高地。",
["S"] = {
"占领高地",
},
},
[28614] = {
["T"] = "狂暴熊怪",
["O"] = "杀死狂暴者格罗尔纳。",
["S"] = {
"消灭狂暴者格罗尔纳",
},
},
[42476] = {
["T"] = "逆风营地",
["O"] = "在卡拉赞附近的艾里克斯营地里收集仪式的信息。",
["S"] = {
"使用传送门前往卡拉赞（可选）",
"飞往卡拉赞附近的肯瑞托废弃营地",
},
},
[49545] = {
["O"] = "与霜火岭的先知德雷克塔尔谈一谈。",
["T"] = "大酋长的命令：霜火岭！",
},
[28998] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[42487] = {
["T"] = "外面的朋友",
["O"] = "启动传送板，把凡瑟尔的礼物交给塔莉萨。",
["S"] = {
"激活传送道标",
},
},
[50313] = {
["T"] = "异乡异客",
["O"] = "在暴风城找到克罗米。",
["S"] = {
"与克罗米交谈",
},
},
[29382] = {
["T"] = "敬谢不敏",
["O"] = "如果你实在不喜欢你的礼物，可以去跟烟林牧场的商人谈谈，把它换成钱。\n\n一经兑换，概不负责。",
["S"] = {
"华丽的冬幕毛衣",
},
},
[59016] = {
["O"] = "在奥丹姆境内消灭联盟。",
["T"] = "战斗的召唤：奥丹姆",
},
[42490] = {
["O"] = "在魔法回廊消灭顾问凡多斯。",
["T"] = "魔法回廊：打开魔法回廊",
},
[42516] = {
["O"] = "与梦境林地的大德鲁伊伦萨·巨蹄对话。",
["T"] = "力量增长",
},
[51593] = {
["T"] = "调查桥港",
["O"] = "监视桥港的居民。",
["S"] = {
"调查码头平台",
"调查岗哨里屋",
"调查露天工坊",
},
},
[60040] = {
["O"] = "暗影国度(60) E",
["T"] = "暗影国度(60) E",
},
[43914] = {
["T"] = "暗夜要塞：艾利桑德",
["O"] = "在暗夜要塞消灭艾利桑德。",
["S"] = {
"消灭艾利桑德",
"古代夜之子典籍",
},
},
[25924] = {
["T"] = "使命召唤",
["O"] = "乘坐雇佣船只参加战斗。",
["S"] = {
"乘坐雇佣船只前往瓦丝琪尔",
},
},
[42525] = {
["O"] = "使用侦察地图，完成“部队出勤”任务。",
["T"] = "部队出勤",
},
[30534] = {
["T"] = "找帮手",
["O"] = "和你的好朋友谈一谈，请他们来日歌农场帮把手。",
["S"] = {
"找人帮忙",
},
},
[53129] = {
["O"] = "将沾血的哨兵战刃交给奥格瑞玛的伊莎贝拉。",
["T"] = "沾血的哨兵战刃",
},
[42533] = {
["O"] = "在激流堡跟加林·托尔贝恩王子谈一谈。",
["T"] = "失落王国",
},
[53641] = {
["O"] = "LFGDungeons - BFA - Stromgarde (Arathi)",
["T"] = "LFGDungeons - BFA - Stromgarde (Arathi)",
},
[53897] = {
["T"] = "犒劳宴",
["O"] = "通知工头马格洛克部落为苦工准备了一场犒劳宴。",
["S"] = {
"邀请工头马格洛克",
},
},
[12387] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[62600] = {
["T"] = "寻求内在平静",
["O"] = "出发前往炽蓝仙野，与大地的平静通灵。",
["S"] = {
"在炽蓝仙野冥想",
},
},
[42537] = {
["T"] = "国王复生",
["O"] = "将索拉斯国王复生为死亡骑士。",
["S"] = {
"进入陵墓",
},
},
[46730] = {
["T"] = "抗魔联军",
["O"] = "前往达拉然的克拉苏斯平台，陪同大法师卡德加。",
["S"] = {
"与克拉苏斯平台的卡德加见面",
},
},
[38795] = {
["O"] = "把邪能页岩矿脉样本带给达拉然的迪格丝大妈。",
["T"] = "邪能页岩矿脉样本",
},
[31814] = {
["T"] = "安纳林",
["O"] = "在宠物战斗中击败安纳林。",
["S"] = {
"击败安纳林",
},
},
[42564] = {
["O"] = "WOD 100 A",
["T"] = "WOD 100 A",
},
[42565] = {
["O"] = "WOD 100 A",
["T"] = "WOD 100 A",
},
[42583] = {
["O"] = "招募岑塔布拉和纳拉雷克斯。",
["T"] = "崛起吧，勇士",
},
[56457] = {
["O"] = "前往纳沙塔尔的新生家园，将皮质毒腺交给发现者帕尔塔看一看。",
["T"] = "皮质毒腺",
},
[42622] = {
["T"] = "仪式用鼓",
["O"] = "在雷霆图腾找到4面大型、4面中型、以及4面小型仪式用鼓。",
["S"] = {
"大型仪式用鼓",
"中型仪式用鼓",
"小型仪式用鼓",
},
},
[42627] = {
["T"] = "无形之刃",
["O"] = "帮助迦罗娜清除暴风城里的隐蔽之手邪教徒。",
["S"] = {
"获得弑君者",
},
},
[57225] = {
["O"] = "短缺奖励",
["T"] = "短缺奖励",
},
[41099] = {
["T"] = "同仇敌忾",
["O"] = "选择你在破碎群岛的首个攻击目标。",
["S"] = {
"选择首个出击目标",
},
},
[49546] = {
["O"] = "与戈尔隆德的杜隆坦谈一谈。",
["T"] = "大酋长的命令：戈尔隆德！",
},
[57993] = {
["T"] = "敌我皆两人",
["O"] = "击败塑血者夏雷克斯和首席学徒马克雷克斯。",
["S"] = {
"消灭塑血者夏雷克斯",
"消灭首席学徒马克雷克斯",
},
},
[10403] = {
["O"] = "前往沙纳尔废墟，寻找纳拉杜的下落。",
["T"] = "纳拉杜",
},
[10339] = {
["T"] = "复仇军",
["O"] = "消灭5名复仇军刺客、5名复仇军突击队员、2名复仇军研究员和索瓦克斯上尉，然后启动复仇军发射器 - 塞塔。",
["S"] = {
"消灭复仇军刺客",
"消灭复仇军突击队员",
"消灭复仇军研究员",
"消灭索瓦克斯上尉",
"激活复仇军发射器 - 塞塔（可选）",
},
},
[8549] = {
["T"] = "部落需要宁神花！",
["O"] = "把20朵宁神花交给奥格瑞玛精神谷的草药学家波德·飞羽。",
["S"] = {
"宁神花",
},
},
[42635] = {
["T"] = "戴尔格特的奥秘",
["O"] = "在戴尔格特外的海盗船上收集4块上古戴尔格特石板。",
["S"] = {
"上古戴尔格特石板",
},
},
[8677] = {
["O"] = "暗角长者",
["T"] = "暗角长者",
},
[12181] = {
["O"] = "向新阿加曼德的托比亚斯·萨克霍夫出示你的凋零药剂样本。",
["T"] = "给它一个名字",
},
[51594] = {
["O"] = "在艾什凡铸造厂与莉莉安·沃斯会面。",
["T"] = "铸造厂里的炸药",
},
[35468] = {
["O"] = "岩石大厅奖励任务",
["T"] = "岩石大厅奖励任务",
},
[43915] = {
["T"] = "暗夜要塞：古尔丹",
["O"] = "在暗夜要塞消灭古尔丹。",
["S"] = {
"消灭古尔丹",
"长袍碎片",
},
},
[26183] = {
["T"] = "国王的苹果酒",
["O"] = "收集12只多汁的苹果，把它们交给暴风城的罗比·弗雷。",
["S"] = {
"多汁的苹果",
},
},
[26311] = {
["T"] = "未知水域",
["O"] = "在奥格瑞玛荣誉谷的飞龙之尾旅店找到西雷泽戈·火牙，并拿到暮光高地海岸图。",
["S"] = {
"暮光高地海岸图",
},
},
[44683] = {
["T"] = "守住阵线",
["O"] = "夺取卡拉赞地下的东部魔网和西部魔网。",
["S"] = {
"夺取东部魔网",
"夺取西部魔网",
},
},
[53130] = {
["O"] = "将沾血的哨兵战刃交给暴风城的凯拉·米尔斯。",
["T"] = "沾血的哨兵战刃",
},
[43550] = {
["T"] = "群星庭院：进入群星庭院",
["O"] = "击败群星庭院的顾问麦兰杜斯。",
["S"] = {
[2] = "迷人的宴会邀请函",
},
},
[45187] = {
["T"] = "下水道的秘密",
["O"] = "询问达拉然下水道里的下水道贱民，寻找更多有关莱斯特·法师之矛下落的情报。",
["S"] = {
"寻找线索",
},
},
[62089] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[13311] = {
["O"] = "使用恶魔套牌召唤一位暗月占卜师，并把套牌交给占卜师。",
["T"] = "恶魔套牌",
},
[62429] = {
["O"] = "把狮子之魂带给森林之心中的曼恩女士。",
["T"] = "狮子之魂",
},
[42703] = {
["O"] = "和大法师麦丽丝交谈。",
["T"] = "魔法技师",
},
[1205] = {
["T"] = "死沼巨鳄",
["O"] = "把死沼巨鳄的牙齿带给雷霆崖的梅洛。",
["S"] = {
"死沼巨鳄的牙齿",
},
},
[38796] = {
["O"] = "把邪能页岩矿层样本带给达拉然的迪格丝大妈。",
["T"] = "邪能页岩矿层样本",
},
[8867] = {
["T"] = "春节烟花",
["O"] = "点燃8枚春节烟花和2组春节烟花束，然后回到任何一座主城的春节预告者身边。",
["S"] = {
"点燃春节烟花",
"点燃春节烟花束",
},
},
[27847] = {
["T"] = "还没好",
["O"] = "摧毁死神5000。",
["S"] = {
"消灭死神5000",
},
},
[8611] = {
["T"] = "部落需要瘦狼排！",
["O"] = "把20块瘦狼排交给奥格瑞玛精神谷的血卫士拉尔塔。",
["S"] = {
"瘦狼排",
},
},
[9957] = {
["O"] = "与泰罗卡森林地区的塞纳里奥树林中的某位德鲁伊谈一谈。",
["T"] = "塞纳里奥树林出事了？",
},
[56458] = {
["O"] = "前往纳沙塔尔的新生家园，将欧泊海螺交给发现者帕尔塔看一看。",
["T"] = "欧泊海螺",
},
[48523] = {
["T"] = "残忍的主母",
["O"] = "控制休眠的掠夺者在耄石矿洞击败主母莱韦。",
["S"] = {
"控制休眠的掠夺者",
},
},
[28487] = {
["T"] = "亨伯特的私人问题",
["O"] = "取回亨伯特的长剑、亨伯特的头盔和亨伯特的长裤。",
["S"] = {
"亨伯特的长剑",
"亨伯特的头盔",
"亨伯特的长裤",
},
},
[57226] = {
["O"] = "短缺奖励",
["T"] = "短缺奖励",
},
[10277] = {
["T"] = "时光之穴",
["O"] = "时光之穴的安多尔姆要你跟随时光监护者游览时光之穴。",
["S"] = {
"游览时光之穴",
},
},
[49547] = {
["O"] = "与塔拉多的工头格罗巴什谈一谈。",
["T"] = "大酋长的命令：塔拉多！",
},
[57994] = {
["T"] = "血肉之中",
["O"] = "控制熔魂构造体并从造物密院逃离。",
["S"] = {
"控制熔魂构造体",
},
},
[42730] = {
["T"] = "诺格弗格的合理请求",
["O"] = "收集20株安瑟瑞尔花。",
["S"] = {
"安瑟瑞尔花",
},
},
[42731] = {
["O"] = "使用侦察地图，完成“配合守望者”系列任务。",
["T"] = "配合守望者",
},
[29383] = {
["T"] = "敬谢不敏",
["O"] = "如果你实在不喜欢你的礼物，可以去跟烟林牧场的商人谈谈，把它换成钱。\n\n一经兑换，概不负责。",
["S"] = {
"华丽的冬幕毛衣",
},
},
[29511] = {
["T"] = "修一下又是一辆好坦克",
["O"] = "在暗月马戏团场地里修理5辆损坏的蒸汽坦克。",
["S"] = {
"维修损坏的坦克",
},
},
[42747] = {
["T"] = "枭兽在哪里",
["O"] = "在失落之光岩洞中杀掉10只枭兽和8只波动的骨质软泥怪。",
["S"] = {
"消灭枭兽",
"消灭波动的骨质软泥怪",
},
},
[42748] = {
["T"] = "翡翠姐妹",
["O"] = "在失落之光岩洞援救6名月之姐妹。",
["S"] = {
"营救月之姐妹",
},
},
[51595] = {
["T"] = "爆炸性",
["O"] = "对艾什凡铸造厂附近的一堆艾什凡板条箱使用莉莉安的火把。",
["S"] = {
"测试炸药的爆破力",
},
},
[10917] = {
["T"] = "流亡者的交易",
["O"] = "将30片鸦人的羽毛交给沙塔斯城贫民窟的维卡克斯。",
["S"] = {
"鸦人的羽毛",
},
},
[43916] = {
["T"] = "暗夜要塞：高级植物学家特尔安",
["O"] = "在暗夜要塞消灭高级植物学家特尔安。",
["S"] = {
[2] = "荧光百合",
},
},
[42762] = {
["T"] = "云游者之友",
["O"] = "与泰克泰克交谈以飞往天禅院，与美猴王见面。",
["S"] = {
"与泰克泰克交谈",
},
},
[42766] = {
["T"] = "美酒之谜",
["O"] = "寻找美猴王谜语里描述的物品。",
["S"] = {
"怪味啤酒",
},
},
[44684] = {
["T"] = "深层腐化",
["O"] = "从逆风小径地下的山洞中获取一份腐化土壤精华和一份腐化水体精华。",
["S"] = {
"腐化的土壤精华",
"腐化的水之精华",
},
},
[53131] = {
["O"] = "诸王之眠",
["T"] = "诸王之眠",
},
[11301] = {
["T"] = "疯狂的研究",
["O"] = "将12份疯狂探险者的“样本”交给药剂师营地的药剂师葛瑞克。",
["S"] = {
"疯狂探险者的“样本”",
},
},
[42767] = {
["T"] = "土地之谜",
["O"] = "寻找美猴王谜语里描述的物品。",
["S"] = {
"一袋烤谷物",
},
},
[62090] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62346] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[42770] = {
["O"] = "在西瘟疫之地的乌瑟尔之墓与玛克斯韦尔·泰罗索斯男爵见面。",
["T"] = "寻求指引",
},
[1453] = {
["O"] = "和凄凉之地的克雷迪格·安戈尔谈一谈。",
["T"] = "寻物公司的业务",
},
[5843] = {
["O"] = "将剃刀岭礼品券交给剃刀岭的玛卡尔。",
["T"] = "欢迎！",
},
[55179] = {
["O"] = "在斯托颂谷地找到凯尔希·钢烁。",
["T"] = "针锋相对",
},
[31815] = {
["T"] = "嗜虐的索亚",
["O"] = "在宠物战斗中击败嗜虐的索亚。",
["S"] = {
"击败嗜虐的索亚",
},
},
[11877] = {
["T"] = "日怒攻击计划",
["O"] = "沙塔斯城的托沃斯男爵希望你能缴获日怒攻击计划。",
["S"] = {
"日怒攻击计划",
},
},
[64138] = {
["O"] = "Tracking Quest",
["T"] = "Tracking Quest",
},
[42774] = {
["O"] = "在圣光之愿礼拜堂与玛克斯韦尔·泰罗索斯男爵见面。",
["T"] = "希望致胜",
},
[56459] = {
["O"] = "前往纳沙塔尔的新生家园，将消化了一半的深海珊瑚荚囊交给发现者帕尔塔看一看。",
["T"] = "消化了一半的深海珊瑚荚囊",
},
[56715] = {
["O"] = "在美酒节活动场地与泽达交谈。",
["T"] = "猢狲图腾",
},
[42787] = {
["T"] = "亲自出马",
["O"] = "在至高岭消灭噬人黑暗，在苏拉玛消灭赫萨·格里姆多迪，并在瓦尔莎拉消灭泰莉西亚。",
["S"] = {
"消灭噬人黑暗",
"消灭赫萨·格里姆多迪",
"消灭泰莉西亚",
},
},
[49036] = {
["T"] = "最佳表演",
["O"] = "骑上库伯开始表演，获得至少300分。",
["S"] = {
"骑上库伯",
},
},
[42114] = {
["T"] = "潮汐仪式",
["O"] = "在大漩涡进行潮汐仪式。",
["S"] = {
"开始仪式",
},
},
[49548] = {
["O"] = "与阿兰卡峰林的阿兹克谈一谈。",
["T"] = "大酋长的命令：阿兰卡峰林！",
},
[33422] = {
["T"] = "艾尔文森林长跑练习",
["O"] = "跑过拱门，通过蓝色标记和绿色标记，然后返回钢铁侏儒游戏营地。",
["S"] = {
"跑过拱门",
},
},
[12517] = {
["O"] = "使用盗贼套牌召唤一位暗月占卜师，并把套牌交给占卜师。",
["T"] = "盗贼套牌",
},
[25160] = {
["T"] = "给莉娜的礼物",
["O"] = "切割3颗永恒夜之石，把它们交给奥格瑞玛的玛瑞希·拉苏妮亚。",
["S"] = {
"切割永恒夜之石",
"永恒夜之石",
},
},
[6323] = {
["O"] = "从蝙蝠管理员安内特那里弄一只蝙蝠飞往幽暗城，然后将莫里斯的订单交给幽暗城里的高顿·温德哈姆。",
["T"] = "飞往幽暗城",
},
[59019] = {
["O"] = "在奥丹姆境内消灭部落。",
["T"] = "战斗的召唤：奥丹姆",
},
[6387] = {
["O"] = "将格雷姆罗克的名单交给卡拉诺斯的布洛兰·风须。",
["T"] = "荣誉学员",
},
[51340] = {
["T"] = "德鲁斯瓦呀！",
["O"] = "与伊崔格和亡灵舰长塔特赛尔交谈。",
["S"] = {
"与伊崔格交谈",
},
},
[51596] = {
["T"] = "获取弹药",
["O"] = "获取8箱艾什凡炸药。",
["S"] = {
"艾什凡炸药",
},
},
[27842] = {
["T"] = "只是开始",
["O"] = "杀掉格拉布托克。",
["S"] = {
"消灭格拉布托克",
},
},
[43917] = {
["T"] = "暗夜要塞：艾利桑德",
["O"] = "在暗夜要塞消灭艾利桑德。",
["S"] = {
"消灭艾利桑德",
"古代夜之子典籍",
},
},
[26184] = {
["T"] = "虫棘的梦境",
["O"] = "在腐烂森林里杀死5个末日守卫毁灭者、5个恐惧魔王污染者、5个堕落的黑木树人和3个邪孢沼泽领主。",
["S"] = {
"消灭末日守卫毁灭者",
"消灭恐惧魔王污染者",
"消灭堕落的黑木树人",
"消灭邪孢沼泽领主",
},
},
[42832] = {
["T"] = "工作成果",
["O"] = "品尝蜂蜜酒、顺滑的美酒和油腻的生啤。",
["S"] = {
"品尝蜂蜜酒",
"品尝顺滑的美酒",
"品尝油腻的生啤",
},
},
[36494] = {
["O"] = "到你在霜火岭的要塞与洛坎交谈。",
["T"] = "来自塔拉多的消息",
},
[13538] = {
["T"] = "南部的塔楼",
["O"] = "摧毁影目塔楼、火光塔楼或冬缘塔楼，然后向冬拥湖的参谋官安布拉米斯复命。",
["S"] = {
"摧毁南部三座塔楼中的一座",
},
},
[53388] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[13474] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[62091] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62347] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[62603] = {
["O"] = "击败晋升高塔的德沃丝。",
["T"] = "与众不同的稀有灵魂",
},
[27336] = {
["T"] = "恐怖图腾的武器",
["O"] = "将被捕获的图腾插在地上，在其附近杀死10头尘泥杂斑鳄鱼或尘泥利齿鳄鱼以测试其效应。",
["S"] = {
"测试图腾",
},
},
[42846] = {
["O"] = "招募女伯爵莉亚德琳作为白银之手骑士团的勇士。",
["T"] = "鲜血主母",
},
[38798] = {
["T"] = "人性的牺牲",
["O"] = "让邪能工匠娜瑞莎将三块邪能页岩碎片嵌入你的身体。",
["S"] = {
"让邪能工匠娜瑞莎将邪能页岩嵌入你的身体",
},
},
[42847] = {
["T"] = "黑暗风暴",
["O"] = "使用侦察地图，完成“黑暗风暴”任务。",
["S"] = {
"完成“黑暗风暴”任务",
},
},
[26306] = {
["T"] = "讨回血债",
["O"] = "在辛萨罗杀死5名邪枝巫医和5名邪枝猎头者。",
["S"] = {
"消灭邪枝猎头者",
"消灭邪枝巫医",
},
},
[26050] = {
["T"] = "神奇潜水镜",
["O"] = "护送菲兹索普教授到洞穴里去并平安返回。",
["S"] = {
"护送菲兹索普教授",
},
},
[35458] = {
["O"] = "闪电大厅奖励任务",
["T"] = "闪电大厅奖励任务",
},
[56460] = {
["O"] = "前往纳沙塔尔的新生家园，将脊壳蟹蜕壳交给发现者帕尔塔看一看。",
["T"] = "脊壳蟹蜕壳",
},
[56716] = {
["O"] = "与美酒节活动场地的布利克斯·菲克维特交谈。",
["T"] = "烈酒齿轮",
},
[7123] = {
["O"] = "与霜狼军需官谈一谈。",
["T"] = "霜狼军需官",
},
[42869] = {
["O"] = "通过滑翔前往克拉苏斯平台下方的伊利达雷棱堡。",
["T"] = "不懈警戒",
},
[49293] = {
["O"] = "完成3个普通侵入点。",
["T"] = "突击入侵",
},
[49549] = {
["O"] = "前往德拉诺的纳格兰，与石头守卫布罗克斯谈一谈。",
["T"] = "大酋长的命令：纳格兰！",
},
[29000] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[29128] = {
["T"] = "海加尔的保卫者",
["O"] = "击败6只火焰巨兽或炙热的葬火领主。",
["S"] = {
"在塞西莉亚的栖地消灭入侵者",
},
},
[42883] = {
["T"] = "劣魔之涌",
["O"] = "在灰白原野杀掉8个怒目地劣魔。",
["S"] = {
"消灭怒目地劣魔",
},
},
[50573] = {
["T"] = "管理层的消息",
["O"] = "从熔炉主管法席恩和监工威廉姆斯处收集普里西拉的命令。",
["S"] = {
"给熔炉主管法席恩的便笺",
"给监工威廉姆斯的便笺",
},
},
[40334] = {
["T"] = "渔夫的药水",
["O"] = "在蓝风海窟从斧尾蜥蜴身上收集4颗斧尾眼球，从萨吉塔纳迦身上收集一个萨吉塔气囊，从海妖纳兹祖尔身上收集海妖之血样本。",
["S"] = {
"斧尾眼球",
"萨吉塔气囊",
"海妖之血",
},
},
[51085] = {
["T"] = "通缉：黑暗史学家",
["O"] = "消灭黑暗史学家。",
["S"] = {
"消灭黑暗史学家",
},
},
[51341] = {
["T"] = "大海的女儿",
["O"] = "与吉安娜·普罗德摩尔一同会见凯瑟琳·普罗德摩尔。",
["S"] = {
"与凯瑟琳·普罗德摩尔见面",
},
},
[51597] = {
["T"] = "火药研究",
["O"] = "获取艾什凡炸药配方和火药制造技术。",
["S"] = {
"艾什凡炸药配方",
"火药制造技术",
},
},
[28986] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[43918] = {
["T"] = "暗夜要塞：古尔丹",
["O"] = "在暗夜要塞消灭古尔丹。",
["S"] = {
"消灭古尔丹",
"长袍碎片",
},
},
[39011] = {
["T"] = "黑鸦入侵",
["O"] = "在鲑鱼溪消灭7个黑鸦刺客。",
["S"] = {
"消灭复生的刺客",
},
},
[36239] = {
["O"] = "找到背包的主人。",
["T"] = "神秘的背包",
},
[24756] = {
["T"] = "鲜血灌注",
["O"] = "大领主达里安·莫格莱尼要你使用鲜血灌注影锋，并击败鲜血女王兰娜瑟尔。\n\n该任务只能在25人难度的冰冠堡垒中完成。",
["S"] = {
"使用鲜血灌注影锋后击败兰娜瑟尔。",
},
},
[36481] = {
["T"] = "不死鸟大挑战",
["O"] = "在飞行中穿过15个圆环。",
["S"] = {
"穿过圆环",
},
},
[53389] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[35457] = {
["O"] = "闪电大厅奖励任务",
["T"] = "闪电大厅奖励任务",
},
[62092] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62348] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[51071] = {
["T"] = "通缉：剜齿龙后",
["O"] = "消灭一只剜齿龙后。",
["S"] = {
"消灭剜齿龙后",
},
},
[62860] = {
["T"] = "带回失落之魂",
["O"] = "在噬渊中解救灵魂。",
["S"] = {
"从噬渊中解救灵魂",
},
},
[46734] = {
["T"] = "突袭破碎海滩",
["O"] = "完成突袭破碎海滩场景战役。",
["S"] = {
"与卡德加谈一谈",
},
},
[38799] = {
["T"] = "黑心林地：娜瑞莎的姐姐",
["O"] = "前往黑心林地，找到莱瑞勒的玺戒。",
["S"] = {
"莱瑞勒的玺戒",
"消灭萨维斯之影",
},
},
[28865] = {
["O"] = "去找诅咒之地巨槌要塞的奥克莉拉。",
["T"] = "战争主母的召唤",
},
[28609] = {
["O"] = "跟迪兹·石爆谈一谈。",
["T"] = "该抡起锤子了！",
},
[42962] = {
["T"] = "秘密通信",
["O"] = "用夜之子魔刃从夜之子信使身上取得3叠信件。",
["S"] = {
"一叠信件",
},
},
[48014] = {
["T"] = "解决小问题",
["O"] = "在拾荒者河岸消灭6只海地精。",
["S"] = {
"消灭盐鳍海地精",
},
},
[56461] = {
["O"] = "前往纳沙塔尔的新生家园，将珠光螺壳交给发现者帕尔塔看一看。",
["T"] = "珠光螺壳",
},
[42985] = {
["O"] = "到幽暗城向大酋长希尔瓦娜斯·风行者报到。",
["T"] = "觐见酋长",
},
[42988] = {
["O"] = "完成10个世界任务。",
["T"] = "世界修复者",
},
[40847] = {
["T"] = "合算的计划",
["O"] = "在藏宝海湾的红雾号上和舰队上将特塞斯见面。",
["S"] = {
"飞往藏宝海湾（可选）",
"登上红雾号",
},
},
[38728] = {
["T"] = "钥石",
["O"] = "消灭蛛后泰兰娜并拿到萨格里特钥石，然后到下方的传送室和其他人汇合。",
["S"] = {
"萨格里特钥石",
},
},
[49550] = {
["O"] = "前往外域，与影月谷的空军指挥官努埃恩谈一谈。",
["T"] = "英雄的召唤：影月谷！",
},
[33424] = {
["T"] = "北郡飞奔之钟响12下",
["O"] = "跑过拱门，通过蓝色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[43903] = {
["T"] = "翡翠梦魇：萨维斯",
["O"] = "击败翡翠梦魇的萨维斯。",
["S"] = {
"消灭萨维斯",
"一瓶涡流暗影",
},
},
[8486] = {
["T"] = "不稳定的奥术",
["O"] = "魔网监护者薇兰妮亚要求你杀死5只法力怨灵和5只法力漫步者。",
["S"] = {
"消灭法力怨灵",
"消灭法力漫步者",
},
},
[8802] = {
["O"] = "把克苏恩之眼交给时光之穴的阿纳克洛斯。",
["T"] = "卡利姆多的救世主",
},
[59021] = {
["T"] = "死亡宣告",
["O"] = "命令泰梅尔宣读审判官斯泰丽雅的罪碑，并消灭她。",
["S"] = {
"消灭审判官斯泰丽雅",
},
},
[8678] = {
["O"] = "麦蹄长者",
["T"] = "麦蹄长者",
},
[51342] = {
["O"] = "激流堡之战",
["T"] = "激流堡之战",
},
[51598] = {
["T"] = "一点混乱",
["O"] = "在艾什凡铸造厂击败15名工人。",
["S"] = {
"消灭艾什凡工人",
},
},
[35472] = {
["O"] = "净化斯坦索姆奖励任务",
["T"] = "净化斯坦索姆奖励任务",
},
[43919] = {
["T"] = "暗夜要塞：高级植物学家特尔安",
["O"] = "在暗夜要塞消灭高级植物学家特尔安。",
["S"] = {
[2] = "荧光百合",
},
},
[60557] = {
["T"] = "第一回？好好打！",
["O"] = "集结8名灰心的士兵。",
["S"] = {
"鼓舞迟疑的士兵",
},
},
[9062] = {
["T"] = "浸水的书页",
["O"] = "永歌森林的学徒梅雷多尔让你搜寻附近桥梁下的水域，帮他找到安瑟隆的元素魔典。",
["S"] = {
"安瑟隆的元素魔典",
},
},
[52878] = {
["T"] = "沙漠幸存者",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败库萨",
},
},
[31936] = {
["O"] = "将“锦鱼公主”灌溉系统带到日歌农场或半山市集，交给农夫老愚。",
["T"] = "“锦鱼公主”灌溉系统",
},
[53390] = {
["O"] = "BFA 111-119 E",
["T"] = "BFA 111-119 E",
},
[43489] = {
["O"] = "在阿苏纳的邪焰隘口寻找奥伯妮·亮鬃。",
["T"] = "前往邪焰隘口",
},
[62093] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62349] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[27209] = {
["T"] = "狂风骤起，有待扑灭",
["O"] = "杀死萨尔萨隆王子，并通知雷霆崖的哈缪尔·符文图腾。",
["S"] = {
"消灭萨尔萨隆王子",
},
},
[27337] = {
["T"] = "称心如意的武器",
["O"] = "进入影牙城堡，从席瓦莱恩男爵那里夺得席瓦莱恩家族佩剑，还有5箱月钢锭和5束不死肌腱。",
["S"] = {
"席瓦莱恩家族佩剑",
"月钢锭",
"不死肌腱",
},
},
[27465] = {
["T"] = "银色召唤：剧毒林地",
["O"] = "在布洛米尔和剧毒林地杀死16个天灾和8个教徒。如果塔伦纳或吉德文被杀的话，就返回圣光之愿礼拜堂。",
["S"] = {
"在剧毒林地杀死天灾",
"在剧毒林地杀死教徒",
},
},
[43501] = {
["O"] = "完成阿苏纳的“保卫蓝翼栖地”故事线，然后在蓝翼栖地与大法师卡雷会合。",
["T"] = "深藏的力量",
},
[39056] = {
["T"] = "海军指挥官",
["O"] = "在你的船坞里找到梅里克·冯德，并完成一项海军行动。",
["S"] = {
"在舰队指挥台旁找到梅里克·冯德",
},
},
[9830] = {
["T"] = "沼泽中的毒液",
["O"] = "将6份沼光抽血者的毒液交给奥雷柏尔营地的普尔鲁。",
["S"] = {
"沼光抽血者的毒液",
},
},
[43509] = {
["T"] = "英灵殿：奥丁的挑战",
["O"] = "击败英灵殿中的奥丁。",
["S"] = {
[2] = "奥丁的挑战",
},
},
[56206] = {
["O"] = "激流堡之战（英雄）",
["T"] = "激流堡之战（英雄）",
},
[56462] = {
["O"] = "前往纳沙塔尔的新生家园，将鳗鱼胶质交给发现者帕尔塔看一看。",
["T"] = "鳗鱼胶质",
},
[28361] = {
["T"] = "给松鼠洗澡",
["O"] = "擦拭6只被污染的松鼠。",
["S"] = {
"擦拭被污染的松鼠",
},
},
[28489] = {
["T"] = "鹿肉三明治",
["O"] = "取回8片鹿肉。",
["S"] = {
"多汁鹿肉",
},
},
[43902] = {
["T"] = "翡翠梦魇：塞纳留斯的堕落",
["O"] = "击败翡翠梦魇的塞纳留斯。",
["S"] = {
"消灭塞纳留斯",
"被污染的月光林地树叶",
},
},
[57486] = {
["O"] = "前往普罗德摩尔要塞和凯尔希·钢烁见面。",
["T"] = "衰弱的能量",
},
[49551] = {
["O"] = "与嚎风峡湾的玛卡洛伊谈一谈。",
["T"] = "英雄的召唤：嚎风峡湾！",
},
[10406] = {
["T"] = "传达信息",
["O"] = "护送维序派爆破师前往法力熔炉：乌提斯的管道，并在他破坏时保护他的安全。",
["S"] = {
"破坏复仇军管道",
},
},
[10470] = {
["T"] = "勇士的誓言",
["O"] = "当你在流沙之鳞中的声望达到崇敬后，将永恒之戒交给时空之穴的索莉多米。",
["S"] = {
"中立 / 崇敬 流沙之鳞",
},
},
[50319] = {
["T"] = "异乡异客",
["O"] = "和克罗米交谈。",
["S"] = {
"与克罗米交谈",
},
},
[42384] = {
["O"] = "使用侦察地图，完成“斥候报告”任务。",
["T"] = "斥候报告",
},
[42640] = {
["T"] = "知识的价值",
["O"] = "在戴尔格特外面的水中收集7箱古代圣物。",
["S"] = {
"一箱古代圣物",
},
},
[51087] = {
["T"] = "通缉：黑暗史学家",
["O"] = "消灭黑暗史学家。",
["S"] = {
"消灭黑暗史学家",
},
},
[7025] = {
["T"] = "冬幕节的礼物",
["O"] = "将5个小姜饼和一杯冰镇牛奶交给铁炉堡的冬天爷爷。",
["S"] = {
"小姜饼",
"冰镇牛奶",
},
},
[43557] = {
["T"] = "紫罗兰监狱：进入紫罗兰监狱",
["O"] = "击败突袭紫罗兰监狱的敌方领袖。",
["S"] = {
[2] = "残破的传送门碎片",
},
},
[35473] = {
["O"] = "Culling of Stratholme - Bonus Objective Reward",
["T"] = "Culling of Stratholme - Bonus Objective Reward",
},
[43920] = {
["T"] = "暗夜要塞：艾利桑德",
["O"] = "在暗夜要塞消灭艾利桑德。",
["S"] = {
"消灭艾利桑德",
"古代夜之子典籍",
},
},
[44176] = {
["T"] = "家的便利",
["O"] = "把旅行者的银柜带到沙尔艾兰。",
["S"] = {
"把旅行者的银柜放到沙尔艾兰",
},
},
[43569] = {
["T"] = "阿鲁因的请求",
["O"] = "找到奥露乐，并把阿坎多尔的果实交给她。",
["S"] = {
"找到奥露乐",
},
},
[26944] = {
["O"] = "与莫多克交谈。",
["T"] = "探索诺莫瑞根",
},
[43585] = {
["O"] = "完成“援助瓦尔基拉”、“海上迷航”和“海洋巨人的奴役”任务。",
["T"] = "准备大战",
},
[53391] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[30921] = {
["T"] = "螳螂妖的动机",
["O"] = "击败科里维斯的螳螂妖，以便泰侯可以从它们的尸体上寻找线索。",
["S"] = {
"第一条线索",
"第二条线索",
"第三条线索",
"第四条线索",
},
},
[53903] = {
["O"] = "在苏拉玛的暮光酒庄找到米尔拉。",
["T"] = "找到米尔拉",
},
[62350] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[62606] = {
["T"] = "乌荆搭配",
["O"] = "在乌棘林地收集6份乌棘泥土。",
["S"] = {
"乌棘泥土",
},
},
[11622] = {
["O"] = "在北风苔原的裂鞭废墟寻找维赫亚。",
["T"] = "裂鞭海岸的秘密",
},
[49788] = {
["O"] = "去暴风城大使馆与穆加德大使见面。",
["T"] = "为了联盟",
},
[38801] = {
["O"] = "把断臂带给苏拉玛的邪能工匠娜瑞莎。",
["T"] = "莱瑞勒的右臂",
},
[24512] = {
["T"] = "战士的救赎",
["O"] = "从荣耀岗哨取回5箱被收缴的武器，交给5名石爪囚犯。使用附近的绳索可以快速进出联盟的营地。",
["S"] = {
"武装石爪囚犯",
},
},
[31945] = {
["T"] = "学习务农（六）：吉娜的选票",
["O"] = "种植并收获一棵葱，然后将5棵葱送给吉娜·泥爪。\n\n你可以从半山市集的商人绿野那里买到小葱种子。耕种并灌溉后，你必须等到次日才能收获成熟的葱。",
["S"] = {
"种植小葱种子",
"收获成熟的葱",
"葱",
},
},
[43889] = {
["T"] = "暗夜要塞：地窟",
["O"] = "在暗夜要塞杀死崔利艾克斯。",
["S"] = {
"消灭崔利艾克斯",
"脉冲畸体腕轮",
},
},
[12006] = {
["T"] = "上层精灵的愤怒",
["O"] = "击败龙骨荒野法师猎手、眠月魔犬、湍流之针巫师和魔法焦点巫师，总计15名。完成任务后返回眠月花园，向伊瑟尼安·月影复命。",
["S"] = {
"击败眠月花园的蓝龙军团士兵",
},
},
[56463] = {
["O"] = "前往纳沙塔尔的新生家园，将斑点多头蛇鳞片交给发现者帕尔塔看一看。",
["T"] = "斑点多头蛇鳞片",
},
[37284] = {
["T"] = "大价钱",
["O"] = "收集肮脏的铁币并把它们交给格里伏塔。",
["S"] = {
"获得肮脏的铁币",
},
},
[40593] = {
["T"] = "恶魔四伏",
["O"] = "保卫暴风要塞并击退燃烧军团的进攻。",
["S"] = {
"向杰斯·织暗了解有关恶魔的情报",
},
},
[43906] = {
["T"] = "翡翠梦魇：塞纳留斯的堕落",
["O"] = "击败翡翠梦魇的塞纳留斯。",
["S"] = {
"消灭塞纳留斯",
"被污染的月光林地树叶",
},
},
[57487] = {
["T"] = "寻求帮助",
["O"] = "帮助凯尔希将梅卡托克的逃生舱送到麦卡贡。",
["S"] = {
"获得制导直升机",
},
},
[49552] = {
["O"] = "与祖达克的北伐军领主兰迪加谈一谈。",
["T"] = "英雄的召唤：祖达克！",
},
[12454] = {
["T"] = "生命的循环",
["O"] = "翡翠巨龙圣地的护园者尼瑟拉要你去杀死5只翡翠天爪枭。",
["S"] = {
"消灭翡翠天爪枭",
},
},
[12518] = {
["O"] = "使用法师套牌召唤一位暗月占卜师，并把套牌交给占卜师。",
["T"] = "法师套牌",
},
[35453] = {
["O"] = "乌特加德之巅奖励任务",
["T"] = "乌特加德之巅奖励任务",
},
[42385] = {
["T"] = "搭把手",
["O"] = "在瓦尔莎拉找到胡德森·克劳福德。",
["S"] = {
"和欧丹·战弓谈一谈",
},
},
[29375] = {
["T"] = "幽暗城大扫除",
["O"] = "使用奥术清洁剂，清除幽暗城里的臭气弹。",
["S"] = {
"清除臭气弹",
},
},
[51088] = {
["T"] = "黑暗之心",
["O"] = "陪同布莱恩前往纳兹米尔的胜利要塞。",
["S"] = {
"与杰塔瑞斯交谈并前往纳兹米尔",
},
},
[25674] = {
["T"] = "无用的自尊",
["O"] = "杀死巨槌要塞的一个巨槌伏击者。",
["S"] = {
"消灭巨槌伏击者",
},
},
[12902] = {
["O"] = "前往怒爪巢穴寻找线索，查出向怒爪狼獾人发动进攻的幕后主使。",
["T"] = "寻找答案",
},
[35474] = {
["O"] = "净化斯坦索姆奖励任务",
["T"] = "净化斯坦索姆奖励任务",
},
[43921] = {
["T"] = "暗夜要塞：古尔丹",
["O"] = "在暗夜要塞消灭古尔丹。",
["S"] = {
"消灭古尔丹",
"长袍碎片",
},
},
[13094] = {
["T"] = "他们丝毫不感到羞愧吗？",
["O"] = "战斗法师凯特琳的影像要你找回伯林纳德的研究笔记。",
["S"] = {
"伯林纳德的研究笔记",
},
},
[35548] = {
["O"] = "Mana-Tombs Bonus Objective",
["T"] = "Mana-Tombs Bonus Objective",
},
[13222] = {
["T"] = "保卫攻城车",
["O"] = "冬拥湖的资深攻城技师雷格索要你驾驶或保护一辆攻城器械，摧毁3座部落建筑物。\n\n列兵军衔及更高军衔的玩家可以在地精车间中建造攻城器械。",
["S"] = {
"保卫攻城车",
},
},
[9377] = {
["T"] = "渴望力量",
["O"] = "从虚空行者身上收集1份强大的虚空行者精华，将其交给猎鹰岗哨的塔雷里斯·晨光。",
["S"] = {
"强大的虚空行者精华",
},
},
[53392] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[45179] = {
["O"] = "参加竞技场比赛并获胜。",
["T"] = "赢得荣誉",
},
[43980] = {
["T"] = "另一件远古武器",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[62351] = {
["O"] = "经典50",
["T"] = "经典50",
},
[54416] = {
["T"] = "备战战争前线",
["O"] = "使用传送门回到赞达拉港，为黑海岸之战做准备。",
["S"] = {
"使用传送门前往赞达拉（可选）",
},
},
[62863] = {
["T"] = "带回失落之魂",
["O"] = "从噬渊中拯救20个灵魂。",
["S"] = {
"从噬渊中解救灵魂",
},
},
[27466] = {
["O"] = "与东瘟疫之地东墙哨塔的菲奥拉交谈。",
["T"] = "银色召唤：北谷",
},
[55184] = {
["T"] = "禁忌的野猪人通灵术",
["O"] = "在野猪人荆棘林消灭7只野猪人。",
["S"] = {
"消灭野猪人",
},
},
[39058] = {
["O"] = "在宠物对战中击败收藏家爱瑞斯。",
["T"] = "德拉诺的小动物们",
},
[13926] = {
["T"] = "神谕者孤儿鲁鲁",
["O"] = "同孤儿监护员艾蕊娅交谈，然后使用神谕者孤儿哨召唤你要在儿童周照顾的孤儿。",
["S"] = {
"同孤儿监护员艾蕊娅交谈",
},
},
[27978] = {
["T"] = "鬼魂毁灭者",
["O"] = "前往营地东北的拉尔戈的瞭望台杀死任意14只鬼魂。",
["S"] = {
"杀死拉尔戈的瞭望台周围的鬼魂",
},
},
[44052] = {
["O"] = "返回塔莉萨身边。",
["T"] = "他们将会颤抖",
},
[56464] = {
["O"] = "前往纳沙塔尔的新生家园，将奇怪的脏器交给发现者帕尔塔看一看。",
["T"] = "奇怪的脏器",
},
[28362] = {
["O"] = "去找魔爪村的崔泽尔。",
["T"] = "崔泽尔这笨蛋！",
},
[14246] = {
["T"] = "提前领养",
["O"] = "将3枚猛鹫的蛋放在猛鹫之巢里，在它们被带走之前保护好。",
["S"] = {
"保护猛鹫的蛋",
},
},
[44075] = {
["T"] = "英灵殿：野性精华",
["O"] = "从英灵殿的芬雷尔身上收集1份野性精华，然后向奥丁证明你的价值。",
["S"] = {
"野性精华",
"完成奥丁的试炼",
},
},
[57488] = {
["T"] = "当前结构图",
["O"] = "收集4份耐热渗液和6个获取的机械零件。",
["S"] = {
"耐热渗液",
"获取的机械零件",
},
},
[49553] = {
["O"] = "与晶歌森林上方的达拉然的大法师伯塔鲁斯谈一谈。",
["T"] = "英雄的召唤：索拉查盆地！",
},
[29002] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[39803] = {
["O"] = "在瓦狄斯丹与哈维见面。",
["T"] = "试炼继续",
},
[50321] = {
["T"] = "魔精的危害",
["O"] = "摧毁6瓶黏性魔精合剂。",
["S"] = {
"摧毁黏性魔精合剂",
},
},
[42386] = {
["T"] = "亡灵之灾",
["O"] = "在鲑鱼溪消灭复生猎犬。",
["S"] = {
"消灭复生猎犬",
},
},
[44153] = {
["O"] = "将圣光之心存放在你的职业大厅中。",
["T"] = "圣光的代价",
},
[51089] = {
["T"] = "通缉：托杰克",
["O"] = "猎杀托杰克。",
["S"] = {
"消灭托杰克",
},
},
[42848] = {
["T"] = "壮大部队",
["O"] = "与指挥官安瑟拉对话并招募一个新晋侍从。",
["S"] = {
"训练侍从",
},
},
[51601] = {
["T"] = "桥港之旅",
["O"] = "骑上被窃的马匹，吸引10名桥港守卫和斯通队长的注意，然后引导他们前往城镇的西南角。\r\n\r\n摔下马可能会造成致命的后果，任务则将会失败。",
["S"] = {
"经过桥港守卫",
"经过阿玛利亚·斯通队长",
"完成桥港之旅",
},
},
[35475] = {
["O"] = "古达克奖励任务",
["T"] = "古达克奖励任务",
},
[34586] = {
["T"] = "建立你的要塞",
["O"] = "建造你的要塞。",
["S"] = {
"与巴隆斯交谈以建造你的要塞",
},
},
[14138] = {
["O"] = "将莎希的奖励交给科赞岛上卡亚罗贸易公司总部的工头戴姆维克。",
["T"] = "照看生意",
},
[33233] = {
["O"] = "短缺奖励",
["T"] = "短缺奖励",
},
[24474] = {
["T"] = "重要的事先做：我们需要啤酒",
["O"] = "取回一桶风暴战锤烈酒、一桶塞拉摩麦酒和一桶侏儒轻啤。",
["S"] = {
"一桶风暴战锤烈酒",
"一桶塞拉摩麦酒",
"一桶侏儒轻啤",
},
},
[30666] = {
["T"] = "突然袭击",
["O"] = "去奇亚卡拉克杀死8只死息鳄鱼。",
["S"] = {
"杀掉死息鳄鱼",
},
},
[53393] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[30922] = {
["T"] = "纯天然抗菌剂",
["O"] = "获得5份饱满的穆山兽膀胱。",
["S"] = {
"饱满的穆山兽膀胱",
},
},
[62096] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62352] = {
["O"] = "经典50",
["T"] = "经典50",
},
[62608] = {
["T"] = "皇室佳肴",
["O"] = "在魅夜花园收集6份皇家泥炭。",
["S"] = {
"皇家泥炭",
},
},
[29374] = {
["T"] = "臭气弹轰炸！",
["O"] = "跟克里娜·芬劳谈一谈，骑上扫帚飞往暴风城。用臭弹覆盖城市和市民。",
["S"] = {
"投弹",
},
},
[44261] = {
["T"] = "守望者地窟：进入守望者地窟",
["O"] = "击败守望者地窟的科达娜·邪歌。",
["S"] = {
[2] = "损坏的守望者头盔",
},
},
[44263] = {
["T"] = "魔法回廊：进入魔法回廊",
["O"] = "击败魔法回廊的顾问凡多斯。",
["S"] = {
[2] = "枯竭的法力宝珠",
},
},
[14368] = {
["T"] = "救救我的孩子！",
["O"] = "营救哈蒙德农场的辛西娅、阿什莉和詹姆斯。",
["S"] = {
"营救辛西娅",
"营救阿什莉",
"营救詹姆斯",
},
},
[44267] = {
["T"] = "噬魂之喉：进入噬魂之喉",
["O"] = "击败噬魂之喉的海拉。",
["S"] = {
[2] = "浸水的信",
},
},
[44271] = {
["T"] = "艾萨拉之眼： 进入艾萨拉之眼",
["O"] = "击败艾萨拉之眼的艾萨拉之怒。",
["S"] = {
[2] = "雕刻贝壳",
},
},
[44275] = {
["T"] = "群星庭院：进入群星庭院",
["O"] = "击败群星庭院的顾问麦兰杜斯。",
["S"] = {
[2] = "迷人的宴会邀请函",
},
},
[56465] = {
["O"] = "前往纳沙塔尔的新生家园，将荒草之石交给发现者帕尔塔看一看。",
["T"] = "荒草之石",
},
[32458] = {
["T"] = "风的祝福",
["O"] = "收集好运护符。",
["S"] = {
"长者的好运符",
},
},
[44281] = {
["T"] = "整装待发",
["O"] = "拜访德拉诺什尔封锁线的部落部队。",
["S"] = {
"打磨护甲",
"强化武器",
"享用最后一餐",
"切磋一下热热身",
},
},
[44285] = {
["T"] = "翡翠梦魇：撕开帷幕",
["O"] = "从史诗难度翡翠梦魇的塞纳留斯身上收集4个清醒精华。",
["S"] = {
"清醒精华",
},
},
[41107] = {
["T"] = "毒的教训",
["O"] = "采集8朵暗影花。",
["S"] = {
"暗影花",
},
},
[49554] = {
["O"] = "与晶歌森林上方的达拉然的林·多克塔谈一谈。",
["T"] = "英雄的召唤：风暴峭壁！",
},
[49810] = {
["T"] = "恐龙红娘",
["O"] = "将巫医贾拉尔的巫毒图腾放置在两只雷龙附近。",
["S"] = {
"对温顺的本金使用巫毒图腾",
"对暴躁的玛卡冯使用巫毒图腾",
},
},
[25035] = {
["O"] = "与佐奴恩交谈，前往恶鳞海湾，然后找到莫拉基。",
["T"] = "突破防线",
},
[42131] = {
["T"] = "不速之客",
["O"] = "听不速之客说话。",
["S"] = {
"听不速之客说话",
},
},
[42387] = {
["T"] = "捕杀刺客",
["O"] = "在卡莱尔小屋设置陷阱，抓捕并击杀托利亚斯队长。",
["S"] = {
"消灭特瓦利斯队长",
},
},
[59025] = {
["T"] = "直指人心",
["O"] = "消灭莫比坦。",
["S"] = {
"触发仪式",
},
},
[42899] = {
["O"] = "LFGDungeons - Legion - Heroic Random - Nth",
["T"] = "LFGDungeons - Legion - Heroic Random - Nth",
},
[25278] = {
["T"] = "打扫房间",
["O"] = "杀掉海加尔山伽格尔的营地的任意8名蛮兵或暗法师。",
["S"] = {
"击败伽格尔的爪牙",
},
},
[12384] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[35476] = {
["O"] = "古达克奖励任务",
["T"] = "古达克奖励任务",
},
[32317] = {
["T"] = "寻找灵魂石",
["O"] = "阅读裘碧卡的日志并利用其中的线索找到四块灵魂石碎片的下落。",
["S"] = {
"获得地狱火碎片",
"获得虚空风暴碎片",
"获得刀锋山碎片",
"获得影月谷碎片",
},
},
[28563] = {
["O"] = "去找赤脊山瞭望塔的卫兵队长帕克。",
["T"] = "英雄的召唤：赤脊山！",
},
[31805] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的石碑底座",
},
[44691] = {
["T"] = "口腹之欲",
["O"] = "给首席传送师欧库勒斯喂食远古魔力。",
["S"] = {
"喂饱首席传送师欧库勒斯",
},
},
[31037] = {
["O"] = "和指挥官巴格兰谈一谈。",
["T"] = "下面的敌人",
},
[53394] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[9319] = {
["O"] = "找到并碰触在黑石塔、厄运之槌、通灵学院和斯坦索姆内的火盆，并回到节日护火者处。",
["T"] = "黑暗中的光明",
},
[62097] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62353] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[38036] = {
["T"] = "散落的天火号补给品",
["O"] = "收集5个天火急救包。",
["S"] = {
"天火急救包",
},
},
[27339] = {
["T"] = "沼泽中的毒药",
["O"] = "从暗牙爬行者或毒性切割者身上收集6瓶沼泽毒药。",
["S"] = {
"沼泽毒药",
},
},
[27467] = {
["T"] = "光触之刃",
["O"] = "将光触之刃插进10个被杀死的天灾士兵的尸体中。",
["S"] = {
"把刀插在尸体上",
},
},
[55186] = {
["T"] = "打倒野猪人",
["O"] = "消灭地王格雷克欧格。",
["S"] = {
"消灭地王格雷克欧格",
},
},
[47251] = {
["O"] = "在奥格瑞玛的精神谷与历史学家吉帕见面。",
["T"] = "有趣的时代",
},
[39316] = {
["T"] = "遇险的牛头人",
["O"] = "营救被俘虏的河鬃牛头人。",
["S"] = {
"营救牛头人",
},
},
[9895] = {
["T"] = "崩溃的平衡",
["O"] = "找到沼泽之鞭并杀死它，然后向塞纳里奥庇护所的莱森·月火复命。",
["S"] = {
"消灭沼泽之鞭",
},
},
[28221] = {
["T"] = "这些根须生来就是为了践踏",
["O"] = "杀死10名铁木践踏者。",
["S"] = {
"消灭铁木践踏者",
},
},
[56466] = {
["O"] = "前往纳沙塔尔的新生家园，将开裂的颚骨交给发现者帕尔塔看一看。",
["T"] = "开裂的颚骨",
},
[28363] = {
["O"] = "与苏拉赫的表演场的苏拉赫交谈。",
["T"] = "捅马蜂窝",
},
[44563] = {
["T"] = "沉沦者的救赎",
["O"] = "在堕夜精灵阵营中达到崇拜声望。",
["S"] = {
"中立 / 崇拜 堕夜精灵",
},
},
[28619] = {
["O"] = "去找阿拉希高地加林之陨的黑暗游侠阿莉娜。",
["T"] = "大酋长的命令：阿拉希高地！",
},
[57490] = {
["T"] = "安全航行",
["O"] = "击败拾荒的穴居人并夺回梅卡托克的逃生舱。",
["S"] = {
"激活比斯顿和队员",
},
},
[49555] = {
["O"] = "与晶歌森林上方的达拉然的军官范恩·罗希姆谈一谈。",
["T"] = "英雄的召唤：冰冠冰川！",
},
[33429] = {
["T"] = "艾尔文长跑试炼之钟响25下",
["O"] = "跑过拱门，通过蓝色标记和绿色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[43895] = {
["O"] = "封印命运：金币",
["T"] = "封印命运：金币",
},
[39874] = {
["O"] = "在达拉然附魔商店里与伊尔蒂谈一谈。",
["T"] = "魔力之夜",
},
[42388] = {
["O"] = "在神射手营地与伊墨瑞尔·影卫谈一谈。",
["T"] = "紧急召唤",
},
[50835] = {
["O"] = "到百商集市与佐拉妮会面。",
["T"] = "赞达拉港",
},
[51091] = {
["T"] = "通缉：滕戈和诺尔伊克斯万",
["O"] = "消灭诺尔伊克斯万和滕戈。",
["S"] = {
"消灭诺尔伊克斯万",
"消灭滕戈",
},
},
[34965] = {
["T"] = "王座的召唤",
["O"] = "与元素王座的元素之怒沟通。",
["S"] = {
"与先知德雷克塔尔交谈",
},
},
[10855] = {
["T"] = "魔能机甲？不了，谢谢！",
["O"] = "从风暴尖塔西北方的铸魔基地：湮灭里的甘尔葛机械师身上收集5份浓缩的虚空气体，将它们灌入附近一台未激活的魔能机甲内。完成任务后向虚空猎手纳乌希思复命。",
["S"] = {
"摧毁未激活的魔能机甲",
},
},
[30027] = {
["T"] = "武装训练",
["O"] = "拾取并装备一把徒弟的木杖。",
["S"] = {
"拾取并装备一把徒弟的木杖",
},
},
[30155] = {
["T"] = "恢复平衡",
["O"] = "击败8个滑鳞切裂者或滑鳞啜蛋者。",
["S"] = {
"杀死滑鳞蜥蜴人",
},
},
[11047] = {
["O"] = "与影月谷影月村的达玛·蛮鬃谈一谈。",
["T"] = "学徒的请求",
},
[44885] = {
["O"] = "与军士长钢牙谈一谈。",
["T"] = "海难幸存者",
},
[44917] = {
["O"] = "击败卡拉赞的监视者维兹艾德姆。",
["T"] = "重返卡拉赞：力量之塔",
},
[44948] = {
["O"] = "把你的雪羽雏龙提升到25级。",
["T"] = "雪羽雏龙饲养员",
},
[53395] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[30923] = {
["T"] = "拖住螳螂妖",
["O"] = "使用火药桶引爆科里维斯的科里提克武器和科里提克补给品。",
["S"] = {
"炸毁科里提克武器",
"炸毁科里提克补给品",
},
},
[62098] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62354] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[54419] = {
["T"] = "镇压暴乱",
["O"] = "在佐卡罗广场制服12名暴徒。",
["S"] = {
"制服暴动者",
},
},
[62866] = {
["T"] = "带回失落之魂",
["O"] = "解救噬渊中的灵魂。",
["S"] = {
"从噬渊中解救灵魂",
},
},
[5844] = {
["O"] = "将血蹄村礼品券交给血蹄村的沃恩·星眼。",
["T"] = "欢迎！",
},
[45159] = {
["O"] = "把神秘的盒子交给达拉然的博学者达瑞妮斯。",
["T"] = "盒装谜题",
},
[34423] = {
["T"] = "祭坛争斗",
["O"] = "与阿里乌克谈一谈，然后帮他转移基尔罗格之眼的注意力。",
["S"] = {
"跟阿里乌克谈一谈",
},
},
[45173] = {
["O"] = "加入任意战场并获胜。",
["T"] = "情势危急",
},
[9782] = {
["T"] = "死亡泥潭",
["O"] = "将一份死亡泥潭土壤样本交给泰雷多尔的守备官伊达尔。",
["S"] = {
"死亡泥潭土壤样本",
},
},
[56211] = {
["T"] = "占卜石",
["O"] = "在纳沙塔尔找到被魔法隐藏的宝藏。",
["S"] = {
"使用占卜石",
},
},
[56467] = {
["O"] = "前往纳沙塔尔的新生家园，将狂鱼獠牙交给发现者帕尔塔看一看。",
["T"] = "狂鱼獠牙",
},
[42844] = {
["O"] = "与圣光秘殿的玛克斯韦尔·泰罗索斯对话。",
["T"] = "力量增长",
},
[28220] = {
["T"] = "寻找土壤",
["O"] = "将保护者幼苗带到7块肥沃的土壤处。",
["S"] = {
"肥沃的土壤",
},
},
[57235] = {
["O"] = "太阳能收集器",
["T"] = "太阳能收集器",
},
[57491] = {
["T"] = "更好……更强……更安全",
["O"] = "从不稳定的单位身上获取神经加速器、万用电磁增幅器和流量充能伺服器。",
["S"] = {
"神经加速器",
"万用电磁增幅器",
"流量充能伺服器",
},
},
[49556] = {
["T"] = "英雄的召唤：翡翠林！",
["O"] = "在暴风要塞向杰塔瑞斯将军报道。",
["S"] = {
"抵达暴风要塞",
},
},
[49812] = {
["O"] = "前往达拉然的安东尼达斯纪念碑处找到德拉丝·月牙。",
["T"] = "达拉然的德拉丝",
},
[41877] = {
["T"] = "月郡女士",
["O"] = "在大步道上找到莉莉丝。",
["S"] = {
"找到莉莉丝",
},
},
[28404] = {
["T"] = "我亲自来做",
["O"] = "击败泰坦守护者。",
["S"] = {
"击败泰坦守护者",
},
},
[58771] = {
["T"] = "没有使用说明",
["O"] = "在追忆之地丢弃的卷轴中找到追忆之地手册。",
["S"] = {
"追忆之地手册",
},
},
[25420] = {
["T"] = "古老的障碍",
["O"] = "摧毁6个砂石魔像。",
["S"] = {
"消灭砂石魔像",
},
},
[42901] = {
["O"] = "LFGDungeons - Legion - Normal Random - 1st",
["T"] = "LFGDungeons - Legion - Normal Random - 1st",
},
[45379] = {
["T"] = "宝藏大师伊克里格德",
["O"] = "消灭1个邪翼吞噬者。",
["S"] = {
"将100枚虚空碎片带给伊克里格德",
},
},
[26428] = {
["T"] = "以盗制盗",
["O"] = "拿下科娜塔·达比雷、法迪尔·达比雷和马塞尔·达比雷的徽记。",
["S"] = {
"科娜塔的徽记",
"马塞尔的徽记",
"法迪尔的徽记",
},
},
[60051] = {
["O"] = "在灰烬荒野找到劳伦特。",
["T"] = "手工艺大师",
},
[13031] = {
["O"] = "天守长者",
["T"] = "天守长者",
},
[26188] = {
["T"] = "马兹拉纳其",
["O"] = "把一根平原狮的腿骨交给血蹄村的茂尔·祈雨。",
["S"] = {
"平原狮的腿骨",
},
},
[44437] = {
["O"] = "Legion Dungeon Reward Quest",
["T"] = "Legion Dungeon Reward Quest",
},
[61075] = {
["T"] = "亮眼火花",
["O"] = "消灭4个诅咒之眼。",
["S"] = {
"消灭锻炉搜魂者",
},
},
[45382] = {
["T"] = "暗夜要塞：夏多雷护符",
["O"] = "从暗夜要塞的艾利桑德身上收集4个时光回响（英雄难度）。",
["S"] = {
"时光回响",
},
},
[53396] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[25020] = {
["T"] = "语言的碎片",
["O"] = "收集5份远古符文碑刻。",
["S"] = {
"远古符文碑刻",
},
},
[62099] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62355] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[37164] = {
["T"] = "女猎手",
["O"] = "从影月墓地获取包银箭支。",
["S"] = {
"包银箭支",
"消灭耐奥祖",
},
},
[27340] = {
["T"] = "恐角袭击者",
["O"] = "在恐角岗哨消灭12名恐怖图腾。",
["S"] = {
"杀死恐角岗哨的恐怖图腾",
},
},
[27468] = {
["T"] = "修理攻城坦克",
["O"] = "跟站在受损的滩头堡攻城坦克上的攻城坦克指挥官谈一谈。在工程师维修期间保卫坦克。",
["S"] = {
"跟攻城坦克指挥官交谈",
"保护攻城坦克",
},
},
[27596] = {
["T"] = "山脉之心",
["O"] = "获得山脉之心。",
["S"] = {
"山脉之心",
},
},
[27724] = {
["O"] = "跟暴风城港口的征募官伯恩斯谈一谈。",
["T"] = "英雄的召唤：瓦丝琪尔！",
},
[27852] = {
["T"] = "兽人与人类",
["O"] = "消灭10名沼泽之潮步兵。",
["S"] = {
"消灭沼泽之潮步兵",
},
},
[27980] = {
["T"] = "必须消灭蜘蛛",
["O"] = "杀死灼热峡谷的15只熔岩蜘蛛。",
["S"] = {
"杀死熔岩蜘蛛",
},
},
[48021] = {
["T"] = "克罗米",
["O"] = "与龙骨荒野的克罗米的友谊达到“时空跃迁者”级别。",
["S"] = {
"使用达拉然的传送门前往龙眠神殿（可选）",
"与克罗米的友谊达到“时空跃迁者”级别。",
},
},
[45816] = {
["O"] = "选择支援的职业大厅",
["T"] = "选择支援的职业大厅",
},
[40342] = {
["T"] = "奇袭萨吉塔",
["O"] = "在蓝风海湾消灭12个萨吉塔勇士或萨吉塔深海女巫。",
["S"] = {
"消灭萨吉塔勇士或萨吉塔深海女巫",
},
},
[28492] = {
["O"] = "去找灰谷西北部奥雷迪尔的居所中的哨兵塞雅拉。",
["T"] = "英雄的召唤：灰谷！",
},
[28620] = {
["O"] = "跟希尔斯布莱德丘陵东点哨塔的尼尔斯·毕若特谈一谈。",
["T"] = "东点哨塔",
},
[11167] = {
["T"] = "新的药剂",
["O"] = "复仇港的药剂师雷杉德尔要求你从东南边的沉船残骸附近回收10个完整的药剂容器。",
["S"] = {
"完整的药剂容器",
},
},
[49557] = {
["O"] = "与四风谷的陈·风暴烈酒谈一谈。",
["T"] = "英雄的召唤：四风谷！",
},
[29004] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[41878] = {
["T"] = "贡多拉船娘",
["O"] = "接触贡多拉船娘。",
["S"] = {
"接触贡多拉船娘",
},
},
[58516] = {
["O"] = "[UNUSED]",
["T"] = "[UNUSED]",
},
[42390] = {
["O"] = "在至高岭找到雷克萨。",
["T"] = "招募雷克萨",
},
[29516] = {
["T"] = "光彩夺目的马戏团",
["O"] = "在暗月马戏团的场地内寻找一些碎玻璃并将它们制作成5个闪亮的“宝石”。",
["S"] = {
"闪亮的“宝石”",
},
},
[46206] = {
["T"] = "惊恐世界的低语",
["O"] = "前往索拉查盆地与麦格尼见面，并听取警告。",
["S"] = {
"在索拉查盆地与麦格尼会面",
},
},
[51349] = {
["O"] = "在沃顿找到艾尔米中士。",
["T"] = "为了信义",
},
[46239] = {
["T"] = "邪能核心",
["O"] = "在破碎群岛的军团突袭中，从指挥官身上收集一个过载的邪能核心。",
["S"] = {
"过载的邪能核心",
},
},
[60052] = {
["T"] = "二连击",
["O"] = "使用执政共鸣水晶分离12个祭仪密院士兵的尸体。",
["S"] = {
"撕裂祭仪密院中的尸体",
},
},
[43926] = {
["O"] = "向德拉诺什尔封锁线的霍加尔·雷斧报道。",
["T"] = "军团再临：军团回归",
},
[43555] = {
["T"] = "魔法回廊：进入魔法回廊",
["O"] = "击败魔法回廊的顾问凡多斯。",
["S"] = {
[2] = "枯竭的法力宝珠",
},
},
[7604] = {
["T"] = "瑟银兄弟会契约",
["O"] = "如果你愿意接受萨弗隆的设计图，请将瑟银兄弟会契约交给罗克图斯·暗契。",
["S"] = {
"萨弗隆铁锭",
},
},
[44694] = {
["O"] = "完成10个世界任务。",
["T"] = "步步为营",
},
[36759] = {
["T"] = "完好如初的戈隆牙齿项链",
["O"] = "将神器进行展览。",
["S"] = {
"将神器进行展览",
},
},
[53397] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[46249] = {
["O"] = "在你的职业大厅成功完成1个抗魔联军任务。",
["T"] = "捍卫我们的事业",
},
[62100] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62356] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[31308] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[53807] = {
["T"] = "时光的针脚",
["O"] = "帮助德洛尔米修复时间裂缝。",
["S"] = {
"追踪时间裂隙",
},
},
[54933] = {
["T"] = "圣光解救",
["O"] = "使用光耀之子的圣光驱散附近的通灵能量。",
["S"] = {
"驱散第一股通灵能量",
},
},
[24763] = {
["O"] = "向暗矛要塞中的沃金报到。",
["T"] = "喜出望外",
},
[47254] = {
["T"] = "原汁原味",
["O"] = "击败诅咒之地的恶魔领主卡扎克、艾萨拉的艾索雷苟斯，以及翡翠梦境传送门里的梦魇之龙。",
["S"] = {
"消灭卡扎克",
"消灭艾索雷苟斯",
"消灭梦魇之龙",
},
},
[63892] = {
["T"] = "占卜者的符文短棒",
["O"] = "收集20根符文短棒，将它们带给追忆圣窟的档案员罗-遂尔。",
["S"] = {
"符文短棒",
},
},
[40051] = {
["T"] = "邪魔之秘",
["O"] = "阅读邪魔之秘魔典，选择浩劫专精或者复仇专精。",
["S"] = {
"选择浩劫专精或者复仇专精",
},
},
[46272] = {
["O"] = "前往暴风要塞，与吉恩·格雷迈恩见面。",
["T"] = "应召前来",
},
[56469] = {
["O"] = "将古旧海盗帽交给雷诺·杰克逊。",
["T"] = "海盗！我讨厌那些家伙！",
},
[31802] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的药罐子",
},
[46327] = {
["O"] = "前往达拉然地下的守护者大厅与雷特森·焰怒见面。",
["T"] = "暗影契约",
},
[40855] = {
["O"] = "在阿苏纳的邪焰隘口附近找到法戈·弗林特洛克。",
["T"] = "阿苏纳的同事",
},
[13714] = {
["T"] = "勇士之战",
["O"] = "将25枚勇士的徽记交给银色比武场的兰娜·硬锤。",
["S"] = {
"勇士的徽记",
},
},
[49558] = {
["O"] = "与卡桑琅丛林的肯肯谈一谈。",
["T"] = "英雄的召唤：卡桑琅丛林！",
},
[33432] = {
["T"] = "艾尔文南部长跑练习",
["O"] = "跑过拱门，通过红色标记和紫色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"跑过拱门",
},
},
[25037] = {
["T"] = "捉螃蟹",
["O"] = "杀死一些小海浪蟹，收集5份新鲜的螃蟹肉。",
["S"] = {
"新鲜的蟹肉",
},
},
[25165] = {
["T"] = "永远不要相信大蝎刺和微笑",
["O"] = "将毒素萃取图腾插在巨钳蝎附近，收集6份蝎毒样本。",
["S"] = {
"收集蝎毒样本",
},
},
[42391] = {
["T"] = "野兽袭击",
["O"] = "找到发动袭击的真凶，并把它的脑袋交给抓住考拉的法师。",
["S"] = {
"跟踪血迹",
},
},
[25421] = {
["O"] = "将庄严的石板交给古斯坦。",
["T"] = "庄严的石板",
},
[42903] = {
["O"] = "LFGDungeons - Legion - Normal Random - Nth",
["T"] = "LFGDungeons - Legion - Normal Random - Nth",
},
[8744] = {
["O"] = "精心包裹的礼物",
["T"] = "精心包裹的礼物",
},
[40787] = {
["O"] = "把阴燃的时空扭曲余烬交给暴风城的琪雅科。",
["T"] = "阴燃的余烬",
},
[60053] = {
["T"] = "澈如水晶",
["O"] = "吸取通灵提取器，为心能流汇充能。",
["S"] = {
"强化心能流汇",
},
},
[35736] = {
["O"] = "把被撕烂的日志交给你要塞中的洛坎。",
["T"] = "雪中留字",
},
[43374] = {
["T"] = "鱼人心灵控制",
["O"] = "在艾达尼尔浅滩从鱼人手里救出雅丽亚·圣言者。",
["S"] = {
"救出雅丽亚·圣言者",
},
},
[9064] = {
["O"] = "将安瑟隆的元素魔典交给永歌森林的萦语水池旁的指导者安瑟隆。",
["T"] = "学徒的欺瞒",
},
[38645] = {
["T"] = "暗夜爪牙",
["O"] = "杀掉12个复生的刺客、黑鸦猎隼或复生猎犬。",
["S"] = {
"黑鸦堡敌人",
},
},
[9192] = {
["T"] = "幽光矿洞的麻烦",
["O"] = "杀死8个黑爪豺狼人、6个黑爪食腐者和4个黑爪萨满祭司，然后向幽魂之地塔奎林的亡灵哨兵玛尔特迪斯复命。",
["S"] = {
"消灭黑爪豺狼人",
"消灭黑爪食腐者",
"消灭黑爪萨满祭司",
},
},
[53398] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[13790] = {
["T"] = "冠军的比武",
["O"] = "将四枚冠军的印记交给银色比武场的鲁莉。\n\n如果你丢失了长枪，可以在银色盟约大帐或者兽栏附近的长枪架上再拿一根。",
["S"] = {
"冠军的印记",
},
},
[62101] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62357] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[48880] = {
["T"] = "卑鄙的河鸥",
["O"] = "在泥鱼小屋附近消灭10只领地河鸥。",
["S"] = {
"消灭饥饿的河鸥",
},
},
[27341] = {
["T"] = "侦察海滩",
["O"] = "侦察暮光海滩的滩头控制点。你不必占领控制点，但是成功占领的话，你会被标记为开启PvP状态，且你所在的营地可以获得作战优势。",
["S"] = {
"侦察滩头控制点",
},
},
[46743] = {
["O"] = "与至高岭的兰莎·灰羽谈一谈，领取你的奖励。",
["T"] = "至高岭的物资",
},
[9704] = {
["O"] = "往南进入银月城废墟，在黎明之路附近寻找被杀死的信使。",
["T"] = "失心者的牺牲品",
},
[13022] = {
["O"] = "长者努尔根",
["T"] = "长者努尔根",
},
[27853] = {
["T"] = "伐木场巨怪",
["O"] = "消灭5名沼泽之潮农夫。",
["S"] = {
"消灭沼泽之潮农夫",
},
},
[46805] = {
["O"] = "进入萨格拉斯之墓，击败基尔加丹。",
["T"] = "欺诈者的陨落",
},
[48023] = {
["T"] = "接受指令",
["O"] = "取回5个明晰的指令。",
["S"] = {
"明晰的指令",
},
},
[46839] = {
["T"] = "来自黑暗",
["O"] = "与大主教图拉扬同行。",
["S"] = {
"与大主教图拉扬同行",
},
},
[48535] = {
["T"] = "禁忌沼泽，纳兹米尔",
["O"] = "与洛科塔交谈，并骑上翼手龙前往位于纳兹米尔的塔兰吉公主的营地。",
["S"] = {
"飞往纳兹米尔外围（可选）",
"与塔兰吉公主见面",
},
},
[10152] = {
["T"] = "西侧的威胁",
["O"] = "杀死10名碎手卫兵、10名碎手狂战士和5名碎手侍僧，然后向塞斯高附近断背岗哨的石头守卫安比兰报到。",
["S"] = {
"消灭碎手卫兵",
"消灭碎手狂战士",
"消灭碎手侍僧",
},
},
[28621] = {
["O"] = "与奥丹姆神殿的哈里森·琼斯交谈。",
["T"] = "把宝宝放进摇篮！",
},
[28749] = {
["O"] = "与战斗法师伊拉利尔交谈，传送到西瘟疫之地的安多哈尔。然后向安多哈尔城内的萨萨里安报到。",
["T"] = "安多哈尔之战",
},
[41368] = {
["T"] = "遗失的邮件",
["O"] = "将遗失的邮件交给达拉然下水道的郭雅夫人。",
["S"] = {
"遗失的邮件",
},
},
[10408] = {
["T"] = "节点之王萨哈达尔",
["O"] = "使用维序派扰流器关闭萨哈达尔防御力场，然后消灭节点之王萨哈达尔。",
["S"] = {
"干扰萨哈达尔的能量导管（可选）",
"消灭节点之王萨哈达尔",
},
},
[41880] = {
["T"] = "暗影巢穴",
["O"] = "接触阿鲁因·影刃。",
["S"] = {
"接触阿鲁因·影刃",
},
},
[46957] = {
["T"] = "欢迎来到祖达萨",
["O"] = "与塔兰吉公主共骑。",
["S"] = {
"跟随塔兰吉公主",
},
},
[38633] = {
["O"] = "完成时空漫游地下城，拯救你自己。",
["T"] = "十万火急",
},
[29517] = {
["T"] = "关注奖品",
["O"] = "使用暗月工具包，用粗线、闪光的小珠和蓝色染料制作5份暗月奖品。",
["S"] = {
"暗月奖品",
},
},
[42904] = {
["O"] = "LFGDungeons - Legion - Raid Finder - 1st",
["T"] = "LFGDungeons - Legion - Raid Finder - 1st",
},
[47004] = {
["O"] = "前往瓦尔莎拉的鲑鱼溪。",
["T"] = "恢复德鲁伊：鲑鱼溪调查",
},
[37656] = {
["T"] = "军团的阴谋",
["O"] = "从灵魂收割器救出6个恶魔猎手。",
["S"] = {
"救出恶魔猎手",
},
},
[60054] = {
["T"] = "最后的倒计时",
["O"] = "拖住收割者阿玛厄斯，直到巨像完全充能。",
["S"] = {
"与萨尼科斯交谈",
},
},
[43928] = {
["O"] = "完成5个“邪恶技艺”系列任务。",
["T"] = "痛苦结晶",
},
[44184] = {
["T"] = "眨眼之间",
["O"] = "见证达拉然传送到破碎群岛。",
["S"] = {
"使用传送门前往卡拉赞上方的达拉然（可选）",
"见证达拉然的传送",
},
},
[47059] = {
["T"] = "野性德鲁伊：莱维娅·劳伦斯的窘境",
["O"] = "在城里打听莱维娅·劳伦斯的情报。",
["S"] = {
"在铭文师的殿堂打听莱维娅的消息",
},
},
[11176] = {
["O"] = "伊蕾娜·石衣要你和钢铁之门的钢铁之门首席考古学家谈一谈。",
["T"] = "工程的进展",
},
[47098] = {
["T"] = "逃之夭夭",
["O"] = "与弗林一起逃离托尔达戈。",
["S"] = {
"拳打弗林",
},
},
[53399] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[47118] = {
["T"] = "萨格拉斯之墓：解放灵魂",
["O"] = "击败萨格拉斯之墓的绝望的聚合体。",
["S"] = {
[2] = "崇拜者的涂鸦",
},
},
[62102] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62358] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[62614] = {
["T"] = "蘑网巡逻：暮辉林地",
["O"] = "乘坐蘑网，消灭暮辉林地内的30个被附身的入侵者。",
["S"] = {
"和玛拉斯缪斯谈一谈",
},
},
[11624] = {
["O"] = "与埃德拉纳斯废墟的因波莉安谈一谈。",
["T"] = "睿智的气元素",
},
[11688] = {
["T"] = "该死的猪",
["O"] = "战歌农场哨站的农夫托普要你杀死10只亡灵猪。",
["S"] = {
"消灭亡灵猪",
},
},
[47000] = {
["O"] = "在达拉然的紫罗兰城堡寻找六人议会。",
["T"] = "议会的召唤",
},
[31821] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[47512] = {
["O"] = "与塔兰吉公主交谈。",
["T"] = "纳兹米尔",
},
[28089] = {
["O"] = "去找希尔斯布莱德丘陵南点大门的高级执行官达萨利亚。",
["T"] = "大酋长的命令：希尔斯布莱德丘陵！",
},
[9694] = {
["T"] = "秘血岗哨",
["O"] = "杀死10个炎鹰间谍，然后向秘血岗哨的守备官波鲁斯复命。",
["S"] = {
"消灭炎鹰间谍",
},
},
[47126] = {
["T"] = "萨格拉斯之墓：欺诈者",
["O"] = "击败萨格拉斯之墓的基尔加丹。",
["S"] = {
[2] = "欺诈者之印",
},
},
[32461] = {
["O"] = "去翡翠林的百木园和天荆教头谈一谈。",
["T"] = "云端翔龙骑士团",
},
[32589] = {
["T"] = "生命力",
["O"] = "使用调和水晶从雷电王座的黑暗意志身上取得意志残渣。",
["S"] = {
"意志残渣",
},
},
[27065] = {
["O"] = "去找银松森林被遗忘者后卫军的飞斧上将。",
["T"] = "酋长的舰队",
},
[24654] = {
["T"] = "异种蝎的问题",
["O"] = "对异种蝎土丘使用一桶燃烧着的沥青，趁着异种蝎蜂涌而出时杀死10只异种群居蝎。",
["S"] = {
"消灭异种群居蝎",
},
},
[49560] = {
["O"] = "与螳螂高原的祝踏岚谈一谈。",
["T"] = "英雄的召唤：螳螂高原！",
},
[33434] = {
["T"] = "西部荒野赛跑之钟响30下",
["O"] = "跑过拱门，通过蓝色标记和绿色标记，然后返回钢铁精灵游戏营地。",
["S"] = {
"在信号枪响起后到拱门处就位",
},
},
[25038] = {
["T"] = "葛尔多的任务",
["O"] = "收集3根阴暗草，把它们交给布瑞尔的初级药剂师霍兰德。",
["S"] = {
"阴暗草",
},
},
[42137] = {
["O"] = "勇士：雅丽亚·圣言者",
["T"] = "勇士：雅丽亚·圣言者",
},
[58775] = {
["T"] = "觐见女王",
["O"] = "在炽蓝仙野的森林之心觐见寒冬女王。",
["S"] = {
"在森林之心中与赫尔恩勋爵交谈",
},
},
[25422] = {
["T"] = "黑雾遗产",
["O"] = "收集6堆闪光的泥土。",
["S"] = {
"闪光的泥土",
},
},
[42905] = {
["O"] = "LFGDungeons - Legion - Raid Finder - Nth",
["T"] = "LFGDungeons - Legion - Raid Finder - Nth",
},
[42607] = {
["T"] = "斯塔索姆队长",
["O"] = "使用侦察地图，完成“斯塔索姆队长”任务。",
["S"] = {
"完成“斯塔索姆队长”任务",
},
},
[47202] = {
["O"] = "与先知维伦谈一谈。",
["T"] = "私人信息",
},
[60055] = {
["T"] = "勇气时刻",
["O"] = "和萨尼科斯一起面对收割者阿玛厄斯。",
["S"] = {
"与萨尼科斯交谈",
},
},
[52120] = {
["T"] = "侏儒艾泽里特提取器",
["O"] = "在1只温顺的山羊身上使用山羊薅毛器。",
["S"] = {
"保护艾泽里特提取器",
},
},
[26190] = {
["T"] = "渔夫的美餐",
["O"] = "收集5条巨大的鲶鱼，把它们交给暴风城的罗比·弗雷。",
["S"] = {
"巨大的鲶鱼",
},
},
[24889] = {
["O"] = "经典旧世随机 5-15级 （第N次）",
["T"] = "经典旧世随机 5-15级 （第N次）",
},
[52888] = {
["T"] = "翠绿洞窟",
["O"] = "为联盟夺取翠绿洞窟。",
["S"] = {
"占领岗哨",
},
},
[47221] = {
["T"] = "命运之手",
["O"] = "到暴风城港口和前往埃索达的护卫汇合。",
["S"] = {
"在暴风城港口与护送者见面",
},
},
[53400] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[61847] = {
["T"] = "迟来的净化",
["O"] = "在雷文德斯消灭30个具象。",
["S"] = {
"摧毁具象",
},
},
[62103] = {
["T"] = "Professions - Reuse",
["O"] = "将回忆带回给刻符者。",
["S"] = {
"将回忆带回给刻符者",
},
},
[62359] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[54424] = {
["O"] = "将信物交给桥下的神秘人。",
["T"] = "狡诈之徒",
},
[27342] = {
["T"] = "迟早，一切都会清楚的",
["O"] = "采集6份破狼草。",
["S"] = {
"破狼草",
},
},
[46745] = {
["O"] = "与阿苏纳的维里迪斯·法隆谈一谈，领取你的奖励。",
["T"] = "宫廷的物资",
},
[38810] = {
["T"] = "美梦香薰",
["O"] = "在符文林地收集8个幽魂菇。",
["S"] = {
"幽魂菇",
},
},
[63639] = {
["O"] = "返回奥利波斯的塔尔-伊纳拉身边。",
["T"] = "通报奥利波斯",
},
[63895] = {
["T"] = "翻袋掏兜",
["O"] = "测试从威·娜莉的袋子中取出的传送装置。",
["S"] = {
"使用转移扩增器",
},
},
[13992] = {
["T"] = "诱敌之计",
["O"] = "杀死8匹科卡尔半人马。",
["S"] = {
"消灭科尔卡半人马",
},
},
[48025] = {
["T"] = "以待后用",
["O"] = "隐藏格罗尔的神器。",
["S"] = {
"掩饰格罗尔的神像",
"掩饰珍珠箱",
"掩饰圣水桶",
"掩饰格罗尔之牙",
"掩饰海洋之声",
},
},
[56472] = {
["T"] = "奥丹姆协议",
["O"] = "了解奥丹姆拉穆卡恒面临的威胁。",
["S"] = {
"查看流沙幻象",
},
},
[14184] = {
["O"] = "塔迪萨兰的弗瑞恩要你乘他的龙鹰前往弗瑞恩的哨站，去把他的死讯告诉他的姐姐瑟蕾莉亚。",
["T"] = "我的时候已经到了",
},
[28494] = {
["O"] = "去找北贫瘠之地前沿哨所的卡加尔·战痕。",
["T"] = "大酋长的命令：北贫瘠之地！",
},
[28622] = {
["T"] = "三人飞行",
["O"] = "在奥丹姆神殿中使用信号弹。",
["S"] = {
"放置北部信号弹",
"放置西部信号弹",
"放置南部信号弹",
},
},
[57496] = {
["T"] = "晋升",
["O"] = "清理残余的麦卡贡守军。",
["S"] = {
"使用传送器前往麦卡贡市",
},
},
[49561] = {
["O"] = "去蟠龙脊和女射手李琪薇谈一谈。",
["T"] = "英雄的召唤：恐惧废土！",
},
[58008] = {
["T"] = "全部加满",
["O"] = "收集6个燃料罐。",
["S"] = {
"燃料罐",
},
},
[41882] = {
["T"] = "黑暗低语",
["O"] = "解救6个至高岭保卫者。",
["S"] = {
"解救至高岭保卫者",
},
},
[42138] = {
["O"] = "勇士：扎布拉·海克斯",
["T"] = "勇士：扎布拉·海克斯",
},
[58776] = {
["T"] = "孵化问题",
["O"] = "在奥丹姆摧毁6个亚基虫卵囊。",
["S"] = {
"摧毁亚基虫卵囊",
},
},
[29518] = {
["T"] = "蒸汽坦克，重装上阵",
["O"] = "在暗月马戏团场地内收集6块坦克碎片。",
["S"] = {
"坦克碎片",
},
},
[27960] = {
["T"] = "越少越好",
["O"] = "消灭10名黑铁地质学家或黑铁巡逻兵。",
["S"] = {
"杀死黑铁地质学家或巡逻兵",
},
},
[43162] = {
["T"] = "扭曲之树",
["O"] = "喝下女巫大锅中的药剂，接受她的咒语。之后，你才能击败她姐姐那无法安息的灵魂。",
["S"] = {
"喝下锅里的东西并释放艾瑞雅·悲心的灵魂",
},
},
[47445] = {
["O"] = "在佐卡罗广场与战争德鲁伊罗缇交谈。",
["T"] = "赞枢利议会",
},
[60056] = {
["T"] = "谨遵正途",
["O"] = "把玛卓克萨斯袭击晋升堡垒的事告知奥利波斯的塔尔-伊纳拉。",
["S"] = {
[2] = "把玛卓克萨斯袭击的事告知塔尔-伊纳拉",
},
},
[27192] = {
["T"] = "了不起的艾兹拉·格里姆",
["O"] = "找到一箱艾兹拉·格里姆的优质香烟。",
["S"] = {
"格里姆的优质香烟",
},
},
[13469] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[42977] = {
["O"] = "在希利苏斯与德米提恩谈一谈。",
["T"] = "逐风者的仆从",
},
[13021] = {
["O"] = "长者伊加苏",
["T"] = "长者伊加苏",
},
[43373] = {
["T"] = "聪明加能干",
["O"] = "在阿苏纳找到扎布拉·海克斯。",
["S"] = {
"在阿苏纳找到扎布拉·海克斯",
},
},
[53401] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[61848] = {
["T"] = "末日法令：罪碑魔像",
["O"] = "在雷文德斯消灭4个罪碑魔像。",
["S"] = {
"摧毁罪碑魔像",
},
},
[12381] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[62360] = {
["O"] = "暗影界（50-59）E",
["T"] = "暗影界（50-59）E",
},
[31927] = {
["T"] = "战斗宠物训练师：诺森德",
["O"] = "在宠物战斗中击败毕格·爆索、差点没头的雅各布、奥克鲁特·荒龙和格特瑞奇。",
["S"] = {
"击败毕格·爆索",
"击败差点没头的雅各布",
"击败奥克鲁特·荒龙",
"击败格特瑞奇",
},
},
[38299] = {
["O"] = "在宠物对战中击败收藏家爱瑞斯。",
["T"] = "德拉诺的小动物们",
},
[46746] = {
["O"] = "与风暴峡湾的瓦德玛尔·逐风谈一谈，领取你的奖励。",
["T"] = "瓦拉加尔的物资",
},
[55193] = {
["T"] = "斥候机器人5000型",
["O"] = "使用斥候机器人5000型找到亨利·嘉里克。",
["S"] = {
"使用斥候机器人5000型侦察区域",
},
},
[39067] = {
["T"] = "升级舰队",
["O"] = "收集1000份要塞资源，1000金币，并完成15次海军行动。",
["S"] = {
[2] = "要塞物资",
},
},
[63896] = {
["T"] = "受诅者之泪",
["O"] = "从戈尔格亚：聚魂之河中收集10份受诅者之泪。",
["S"] = {
"收集受诅者之泪",
},
},
[47558] = {
["O"] = "把魔触时光碎片带到龙眠神殿，解锁一个时光传送门。",
["T"] = "魔触时光碎片",
},
[48026] = {
["T"] = "波涛之下",
["O"] = "消灭召唤师夏瓦斯和低语恐魔。",
["S"] = {
"消灭召唤师夏瓦斯",
"消灭低语恐魔",
},
},
[47560] = {
["O"] = "把冰封时光碎片带到龙眠神殿，解锁一个时光传送门。",
["T"] = "冰封时光碎片",
},
[47577] = {
["T"] = "敌从海中来",
["O"] = "审问8个纳迦的灵魂。",
["S"] = {
"审问灵魂",
},
},
[47643] = {
["O"] = "找到隐藏在翡翠巨龙圣地的萨特。",
["T"] = "古树的智慧",
},
[47645] = {
["O"] = "找到隐藏在碧蓝巨龙圣地上空的虚空生物。",
["T"] = "虚空召唤者的卷轴",
},
[47654] = {
["T"] = "执政团之座：知识桂冠",
["O"] = "消灭鲁拉，获得知识桂冠。",
["S"] = {
[2] = "知识桂冠",
},
},
[49562] = {
["O"] = "前往德拉诺，与影月谷的先知维伦谈一谈。",
["T"] = "英雄的召唤：影月谷！",
},
[24911] = {
["O"] = "去找安戈洛环形山马绍尔哨站的威利德·马绍尔。",
["T"] = "热带天堂在呼唤",
},
[47125] = {
["T"] = "萨格拉斯之墓：堕落的化身",
["O"] = "击败萨格拉斯之墓的堕落的化身。",
["S"] = {
[2] = "哀嚎的灵魂",
},
},
[42139] = {
["O"] = "招募半兽人迦罗娜和梵妮莎·范克里夫成为你的第一批勇士。",
["T"] = "崛起吧，勇士",
},
[50586] = {
["T"] = "克莱因的沦陷",
["O"] = "在克莱因上城区查看6本克莱因平民的日记。",
["S"] = {
"查看克莱因平民日记",
},
},
[25423] = {
["T"] = "万劫不复",
["O"] = "收集6份灵魂精华。",
["S"] = {
"灵魂精华",
},
},
[8681] = {
["O"] = "雷角长者",
["T"] = "雷角长者",
},
[32873] = {
["O"] = "LFGDungeons - Mists - Scenario - Heroic Random - 1st",
["T"] = "LFGDungeons - Mists - Scenario - Heroic Random - 1st",
},
[45163] = {
["O"] = "将断裂的扫帚柄带回搏击俱乐部。",
["T"] = "清洁工作",
},
[60057] = {
["O"] = "在通灵战潮击败收割者阿玛厄斯和缚霜者纳尔佐。",
["T"] = "通灵战潮：圣杰的誓约",
},
[60313] = {
["O"] = "在惧谷镇与指控者碰面。",
["T"] = "惧谷镇",
},
[47889] = {
["O"] = "在克罗库营地与麦格尼见面。",
["T"] = "代言人的召唤",
},
[26319] = {
["O"] = "同西部荒野月溪镇的索拉留斯交谈。",
["T"] = "揭开秘密",
},
[26447] = {
["O"] = "将恶魔的计划交给灰谷碎木岗哨的瓦鲁莎。",
["T"] = "恶魔的计划",
},
[9193] = {
["T"] = "调查阿曼尼墓穴",
["O"] = "调查阿曼尼墓穴并烧毁10具巨魔木乃伊残骸，然后向幽魂之地远行者营地的游侠维恩娜复命。",
["S"] = {
"烧毁巨魔木乃伊残骸",
"调查阿曼尼墓穴",
},
},
[53402] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[47947] = {
["T"] = "大灰狼",
["O"] = "在屠夫港消灭10个妖术嚎叫者。",
["S"] = {
"消灭缚法野兽",
},
},
[9385] = {
["T"] = "钢牙掠食者",
["O"] = "杀死10只钢牙掠食者，然后向地狱火半岛的格雷尼·长须复命。",
["S"] = {
"消灭钢牙掠食者",
},
},
[47960] = {
["O"] = "调查艾什凡贸易公司。",
["T"] = "提拉加德海峡",
},
[47961] = {
["O"] = "前去联络维克雷斯家族。",
["T"] = "德鲁斯瓦",
},
[38300] = {
["O"] = "在宠物对战中击败库拉·雷蹄。",
["T"] = "德拉诺的小动物们",
},
[54938] = {
["O"] = "前往纳兹米尔，在奥迪尔外面和麦格尼碰头。",
["T"] = "兄弟的帮助",
},
[55194] = {
["O"] = "向军需官里克特购买任意物品，并将你的任意物品出售给她。",
["T"] = "囤积补给",
},
[47259] = {
["T"] = "照料恐角龙",
["O"] = "喂养幼崽。",
["S"] = {
"喂饱恐角龙幼崽",
},
},
[39324] = {
["T"] = "穿过传送门",
["O"] = "穿过恶魔传送门进入地狱犬所在的世界。",
["S"] = {
"进入传送门世界",
},
},
[9897] = {
["O"] = "将一捆皮革交给纳格兰奈辛瓦里狩猎队营地的哈罗德·兰恩。",
["T"] = "我得救了！",
},
[47967] = {
["T"] = "阿古斯套羊手",
["O"] = "将3头野生岩羊带给首席骑兵贾伊德。",
["S"] = {
"营救野生岩羊",
},
},
[42079] = {
["T"] = "化装舞会",
["O"] = "对安纳瑞斯·月郡使用镜像面具。",
["S"] = {
"对安纳瑞斯使用镜像面具",
},
},
[28367] = {
["T"] = "造物者的遮幕",
["O"] = "引爆7只司克诺兹火药桶。",
["S"] = {
"引爆火药桶",
},
},
[28495] = {
["T"] = "生存的机会",
["O"] = "拯救10只丘陵小鹿。",
["S"] = {
"“拯救”丘陵小鹿",
},
},
[40860] = {
["O"] = "把弹药箱送到瓦尔莎拉的法戈·弗林特洛克手上。",
["T"] = "补给前线",
},
[40618] = {
["T"] = "传说武器",
["O"] = "选择你首先要追求的神器。",
["S"] = {
"选择神器",
},
},
[10345] = {
["T"] = "血肉会撒谎……",
["O"] = "对12具干枯的尸体使用维序派点火器。完成任务后将维序派点火器还给瑟安竖井外的代理人阿拉克塞。",
["S"] = {
"焚烧干枯的尸体",
},
},
[58010] = {
["T"] = "再来点，再来点！",
["O"] = "收集16份亚基残片。",
["S"] = {
"亚基残片",
},
},
[41884] = {
["O"] = "前往河湾找灵魂行者灰天。",
["T"] = "黑暗传说",
},
[55081] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：反重力背包",
},
[42396] = {
["O"] = "？？？？？",
["T"] = "做事情！",
},
[41510] = {
["T"] = "艾泽拉斯需要你",
["O"] = "选择你在破碎群岛的首个攻击目标。",
["S"] = {
"选择首个出击目标",
},
},
[48055] = {
["T"] = "天界金之力",
["O"] = "制作一件天界金胸甲。你可以通过阿古斯的矿石开采、与其他玩家交易或从拍卖行得到材料。",
["S"] = {
"制造天界胸甲",
},
},
[51355] = {
["O"] = "把鱼带给麦卡贡的丹妮尔·渔钓。",
["T"] = "最隐秘的鱼",
},
[30134] = {
["O"] = "去翡翠林的临风岛找佟教头。",
["T"] = "局势失控",
},
[35435] = {
["O"] = "永恒之井奖励任务",
["T"] = "永恒之井奖励任务",
},
[43370] = {
["T"] = "全新发明",
["O"] = "我应该可以制作一种物品，让你改变哈提的外形，不过我需要一些非常罕见的材料。风暴峡湾的猎风者身上有一种风暴腺体。瓦尔莎拉的萨斯塔拉附近有石血鹰身人，她们身上有我需要的完整的鹰身人羽毛。阿苏纳的纳萨拉斯废墟附近有积怨纳迦，听说他们身上有反射之鳞。最后，我还要你前往至高岭的盲眼沼泽，从海缚秘法师身上取得纯洁精魂。",
["S"] = {
"风暴腺体",
"纯洁精魂",
"完整的鹰身人羽毛",
"反射之鳞",
},
},
[60642] = {
["O"] = "将女王的温室升级至5级",
["T"] = "辉煌林地",
},
[48077] = {
["T"] = "白鼬狩猎",
["O"] = "从醉步白鼬身上收集5张柔软的白鼬皮。",
["S"] = {
"柔软的白鼬皮",
},
},
[44700] = {
["O"] = "在达拉然的紫罗兰城堡与空军上将罗杰斯谈一谈。",
["T"] = "风暴峡湾",
},
[11241] = {
["T"] = "烈火冲天",
["O"] = "护送药剂师哈恩斯离开荒弃海岸。完成这个任务之后回到嚎风峡湾的复仇港，向药剂师雷杉德尔复命。",
["S"] = {
"营救药剂师哈恩斯",
},
},
[53403] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[48110] = {
["T"] = "预防伏击",
["O"] = "在渡鸦林放置6个陷阱。",
["S"] = {
"放置陷阱",
},
},
[31055] = {
["O"] = "将《蜥蜴人与困境》带给闻道之座的游学者周卓。",
["T"] = "《蜥蜴人与困境》",
},
[62362] = {
["T"] = "剧烈反应",
["O"] = "从玛卓克萨斯的软泥身上收集15份活化触媒。",
["S"] = {
"活化触媒",
},
},
[48183] = {
["T"] = "活化山丘",
["O"] = "从被唤醒的守卫那儿收集6块符文能量核心。",
["S"] = {
"符文能量核心",
},
},
[11625] = {
["T"] = "纳兹亚的三叉戟",
["O"] = "裂鞭海岸的维赫亚要你前往裂鞭废墟的东北角，杀死拉格纳·德拉卡伦并取回纳兹亚的三叉戟。",
["S"] = {
"纳兹亚的三叉戟",
},
},
[46748] = {
["O"] = "与苏拉玛的首席奥术师塔莉萨谈一谈，领取你的奖励。",
["T"] = "堕夜精灵的物资",
},
[55195] = {
["T"] = "回响",
["O"] = "使用雷霆之火召唤哈提的精华。",
["S"] = {
"放置雷霆之火",
},
},
[55451] = {
["O"] = "将物品交给神奇的马蒂尼。",
["T"] = "颜料瓶：火球灼红",
},
[39325] = {
["O"] = "达拉然的德崔斯·瓦德拉要你制作一些新的药水。炼金店里的帕蒂卡·埃根可以帮助你学习制作方法。",
["T"] = "调配药剂",
},
[11945] = {
["T"] = "做最坏的打算",
["O"] = "乌泰克要你在卡斯卡拉收集8份卡斯卡拉补给品。",
["S"] = {
"卡斯卡拉补给品",
},
},
[48202] = {
["T"] = "支援隐匿洞穴",
["O"] = "与隐匿洞穴的伊利丹谈一谈。",
["S"] = {
"与隐匿洞穴的伊利丹谈一谈。",
},
},
[48231] = {
["T"] = "执政团之座：执政团护甲",
["O"] = "获得圣光护甲并将它交给档案员伊欧纳。",
["S"] = {
"获得进入军械库的许可",
"保卫军械库",
"回收护甲",
"击败鲁拉",
},
},
[40349] = {
["T"] = "完好如初的紫色琉璃器皿",
["O"] = "将遗物进行展览。",
["S"] = {
"将神器进行展览",
},
},
[40605] = {
["O"] = "前往奥格瑞玛高地上的伊利达雷营地，与艾尔西·达莱对话。",
["T"] = "亲近你的朋友",
},
[48293] = {
["T"] = "燃烧的女巫会",
["O"] = "击败安托鲁斯，燃烧王座的破坏魔女巫会。",
["S"] = {
[2] = "萨格雷宣言",
},
},
[35540] = {
["O"] = "塞泰克大厅奖励任务",
["T"] = "塞泰克大厅奖励任务",
},
[49564] = {
["O"] = "与戈尔隆德的伊瑞尔谈一谈。",
["T"] = "英雄的召唤：戈尔隆德！",
},
[58011] = {
["T"] = "虫咬",
["O"] = "收集6个肿胀的毒囊。",
["S"] = {
"肿胀的毒囊",
},
},
[12521] = {
["O"] = "当你准备好动身前往索拉查盆地时，就与大法师伯塔鲁斯谈一谈。到达索拉查盆地之后，与蛮藤谷的蒙特谈一谈。",
["T"] = "赫米特·奈辛瓦里哪去了？",
},
[25168] = {
["T"] = "净化峡谷",
["O"] = "在北卫军根据地击败12名北卫军的士兵。",
["S"] = {
"消灭北卫军部队",
},
},
[58779] = {
["T"] = "飞向天空",
["O"] = "在奥丹姆消灭15只亚基飞虫。",
["S"] = {
"消灭亚基飞虫",
},
},
[34462] = {
["T"] = "变换之风",
["O"] = "救出欧林·棕皮。",
["S"] = {
"救出欧林·棕皮",
},
},
[53011] = {
["O"] = "轻轻摇晃过的礼品",
["T"] = "轻轻摇晃过的礼品",
},
[51356] = {
["T"] = "通缉：女巫莉莉亚斯",
["O"] = "在克莱因消灭女巫莉莉亚斯并获取她的徽记。",
["S"] = {
"女巫莉莉亚斯的徽记",
},
},
[63950] = {
["T"] = "刀翼兽之爪",
["O"] = "收集10个刀翼兽之爪。",
["S"] = {
"收集刀翼兽之爪",
},
},
[27683] = {
["O"] = "去找东瘟疫之地索多里尔河的一个女狼人。",
["T"] = "到林子里去",
},
[60315] = {
["T"] = "通缉：饕餮之喙",
["O"] = "在长女的馈赠收集饕餮之喙的嘴，并带给戈尔杜斯。",
["S"] = {
"饕餮之喙的嘴",
},
},
[26192] = {
["T"] = "孤儿也喜欢点心！",
["O"] = "收集4袋精制细砂糖，把它们交给暴风城的罗比·弗雷。",
["S"] = {
"精制细砂糖",
},
},
[26320] = {
["T"] = "过去的影像",
["O"] = "前往迪菲亚盗贼巢穴，跟着无家可归者进入死亡矿井副本，在里面使用焚香炉来看见过去。",
["S"] = {
"观察过去的影像",
},
},
[44701] = {
["O"] = "前往达拉然，在紫罗兰城堡与纳萨诺斯·凋零者谈一谈。",
["T"] = "风暴峡湾",
},
[13420] = {
["O"] = "返回丹尼芬雷，向卡尔德询问关于永冻之冰的事。",
["T"] = "永冻之冰",
},
[53404] = {
["O"] = "BFA 120 E",
["T"] = "BFA 120 E",
},
[10908] = {
["O"] = "觉醒者基尔利克要你去跟沙塔斯城贫民窟的救赎者瑞拉克谈一谈。",
["T"] = "救赎者瑞拉克",
},
[10159] = {
["T"] = "扫清棘牙岭！",
["O"] = "杀死8只棘牙掠食者和8只棘牙喷毒者，然后返回地狱火半岛的塞纳里奥哨站，向玛霍拉姆·硬蹄复命。",
["S"] = {
"消灭棘牙掠食者",
"消灭棘牙喷毒者",
},
},
[62363] = {
["T"] = "举重若轻",
["O"] = "消灭20个魂选密院的战士。",
["S"] = {
"消灭魂选密院战士",
},
},
[62619] = {
["O"] = "将《曲折的故事》带给伤忆林地的档案员德雷登。",
["T"] = "曲折的故事",
},
[27344] = {
["T"] = "应得的奖励",
["O"] = "进入影牙城堡，获得高弗雷的水晶瞄准镜，还有5捆月触之木和5束不死肌腱。",
["S"] = {
"高弗雷的水晶瞄准镜",
"月触之木",
"不死肌腱",
},
},
[46749] = {
["O"] = "与阿苏纳的麦琳·刀翼谈一谈，领取你的奖励。",
["T"] = "守望者的物资",
},
[55196] = {
["O"] = "在鹰身人栖木附近与亨利·嘉里克见面。",
["T"] = "鹰身人的问题",
},
[55452] = {
["O"] = "将物品交给神奇的马蒂尼。",
["T"] = "颜料瓶：薄荷邪绿",
},
[39326] = {
["T"] = "丢失的货物",
["O"] = "达拉然的炼金师德崔斯·瓦德拉要你在阿苏纳的水域附近找到丢失的补给。",
["S"] = {
"一箱卡德加的胡须",
"鱼油桶",
"干草药篮",
},
},
[47773] = {
["O"] = "破坏联盟攻城火炮。",
["T"] = "炮火蔽日",
},
[10204] = {
["T"] = "血宝石",
["O"] = "魔导师拉恩娜要你进入法力熔炉：布纳尔，从日怒魔导师手中夺得血宝石碎片。在较大的血宝石水晶附近使用这块碎片，然后返回52区向她复命。\n\n为占星者完成任务将降低你在奥尔多阵营中的声望等级。",
["S"] = {
"吸取血宝石的能量",
},
},
[14121] = {
["T"] = "热力追踪",
["O"] = "驾驶改装跑车阻止12名受雇的抢掠者，收集12份被偷走的物品。",
["S"] = {
"被偷走的物品",
},
},
[27829] = {
["T"] = "龙群之怒",
["O"] = "杀死歼灭者卡拉然和4个暗翔士兵。",
["S"] = {
"消灭歼灭者威拉罗克",
"消灭暗翔士兵",
},
},
[28496] = {
["O"] = "去找艾萨拉的奥格瑞玛后门的劳工队长格拉比特。",
["T"] = "大酋长的命令：艾萨拉！",
},
[48455] = {
["T"] = "暮影豹问题",
["O"] = "在石化森林里击杀10头影豹。",
["S"] = {
"消灭影豹",
},
},
[48473] = {
["T"] = "遵从祭礼",
["O"] = "点亮5支祭礼火炬，并取回辛加·死亡行者的仪式之粉。",
["S"] = {
"点亮祭礼火炬",
"仪式之粉",
},
},
[49565] = {
["O"] = "与塔拉多的监工艾克索斯谈一谈。",
["T"] = "英雄的召唤：塔拉多！",
},
[27253] = {
["O"] = "调查尘泥沼泽与贫瘠之地边境处的树荫旅店。",
["T"] = "调查废墟",
},
[58268] = {
["T"] = "占据高地",
["O"] = "摧毁三个敌方阵地。",
["S"] = {
"放置第一个炸药",
},
},
[42142] = {
["T"] = "壮大部队",
["O"] = "与召唤师摩恩谈一谈，并召唤一个小型元素。",
["S"] = {
"训练小型元素",
},
},
[58780] = {
["T"] = "虫巢使者",
["O"] = "在奥丹姆消灭5只亚基支配者。",
["S"] = {
"消灭亚基支配者",
},
},
[34463] = {
["O"] = "把神秘的戒指拿到塔拉多卡德加的法师塔，交给佐提·轮怒。",
["T"] = "神秘的戒指",
},
[12863] = {
["O"] = "将医疗物资箱交给冰霜堡的格罗萨·硬须。",
["T"] = "表示感谢",
},
[37416] = {
["O"] = "在坠斧营地尝一尝峰林盛宴。",
["T"] = "峰林盛宴",
},
[28747] = {
["T"] = "南瓜炸弹",
["O"] = "抵御2大波僵尸攻击。",
["S"] = {
"抵御一大波敌人",
},
},
[34550] = {
["O"] = "Iron Depot Challenge Mode - Gold Addition (Nth)",
["T"] = "Iron Depot Challenge Mode - Gold Addition (Nth)",
},
[60316] = {
["T"] = "通缉：被修改的哨兵",
["O"] = "帮助铸手希莫摧毁候选者之憩被修改的哨兵。",
["S"] = {
"消灭被修改的哨兵",
},
},
[48605] = {
["O"] = "完成一个大型侵入点场景战役。",
["T"] = "指挥官之陨",
},
[48639] = {
["O"] = "在阿古斯完成4个圣光军团世界任务。",
["T"] = "圣光军团",
},
[487] = {
["T"] = "达纳苏斯之路",
["O"] = "杀掉8个瘤背伏击者。",
["S"] = {
"消灭瘤背伏击者",
},
},
[36767] = {
["T"] = "完好如初的瞎子哈根之眼",
["O"] = "将神器进行展览。",
["S"] = {
"将神器进行展览",
},
},
[48715] = {
["T"] = "会见阿昆达",
["O"] = "调查阿昆达神殿。",
["S"] = {
"调查阿昆达神殿",
},
},
[61852] = {
["O"] = "冒险者：守护者科塔",
["T"] = "冒险者：守护者科塔",
},
[48840] = {
["O"] = "把金牙旅馆优惠券拿给肯佐。",
["T"] = "废墟营销",
},
[31184] = {
["T"] = "往事与背叛",
["O"] = "在雾海飞跃者的残骸中找到航海图。",
["S"] = {
"密封的海图套桶",
},
},
[62620] = {
["O"] = "将《漂泊的传说》带给伤忆林地的档案员德雷登。",
["T"] = "漂泊的传说",
},
[31440] = {
["O"] = "摧毁四部古籍——《光明下的阴影》、《克尔苏加德的深层知识》、《禁忌咒文及其他死灵仪式》和《黑暗法典》。",
["T"] = "四部古籍",
},
[63132] = {
["O"] = "把星筹手稿带给威·娜莉的庇护所的威·娜莉。",
["T"] = "星筹手稿",
},
[47006] = {
["O"] = "前往瓦尔莎拉的鲑鱼溪。",
["T"] = "神圣圣骑士：鲑鱼溪调查",
},
[63644] = {
["T"] = "恐惧之讯",
["O"] = "在雷文德斯的晨曦堡与雷纳索尔王子交谈。",
["S"] = {
"与堕罪堡的女男爵瓦丝琪碰面",
},
},
[39327] = {
["T"] = "铭文师的活",
["O"] = "把符文之书带给达拉然的帕林教授看看。",
["S"] = {
"翻译书籍",
},
},
[55965] = {
["O"] = "在联盟营地西面与比约恩·烈拳见面。",
["T"] = "西部边界",
},
[28724] = {
["T"] = "埃沃隆的解药",
["O"] = "收集7朵月牙百合花。",
["S"] = {
"月牙百合花",
},
},
[48897] = {
["O"] = "与拉斯塔哈大王交谈。",
["T"] = "陷入僵局",
},
[48542] = {
["T"] = "反击",
["O"] = "在石化森林击杀8名艾瑞达仪祭师和莎拉扎德夫人。",
["S"] = {
"消灭艾瑞达祭师",
"消灭莎拉扎德夫人",
},
},
[40607] = {
["T"] = "恶魔四伏",
["O"] = "了解食魂者阿莱利看到的景象。",
["S"] = {
"了解食魂者阿莱利所知的事情",
},
},
[57245] = {
["T"] = "心能物质活化器",
["O"] = "招募15个活化体。",
["S"] = {
"招募活化体",
},
},
[48947] = {
["O"] = "在戈尔科瓦尔找到瑞贝卡·黑尔。",
["T"] = "戈尔科瓦尔",
},
[49566] = {
["O"] = "在阿兰卡峰林与阿兹克交谈。",
["T"] = "英雄的召唤：阿兰卡峰林！",
},
[48976] = {
["O"] = "与维迪卡尔的可敬的托兰谈一谈。",
["T"] = "阿古斯防卫军的物资",
},
[25041] = {
["T"] = "狮子的尊严",
["O"] = "任意杀死5名只野徘徊者或原野傲鬃狮。",
["S"] = {
"杀死贫瘠之地的狮子",
},
},
[25169] = {
["T"] = "北卫军的侵略战争",
["O"] = "在北卫军根据地里摧毁3份进攻计划。",
["S"] = {
"烧毁进攻计划：试炼谷",
"烧毁进攻计划：森金村",
"烧毁进攻计划：奥格瑞玛",
},
},
[58781] = {
["O"] = "在奥丹姆击败3个亚基稀有敌人。",
["T"] = "来自深处的恐怖",
},
[34464] = {
["O"] = "把神秘的长靴拿到塔拉多卡德加的法师塔，交给佐提·轮怒。",
["T"] = "神秘的长靴",
},
[42911] = {
["T"] = "浸水的魔力",
["O"] = "帮咒法师马戈斯钓到浸水的魔力。",
["S"] = {
"浸水的魔力",
},
},
[51358] = {
["T"] = "通缉：狮鹫窃贼",
["O"] = "消灭强夺者林德尔和沉默的波利斯。",
["S"] = {
"消灭强夺者林德尔",
"消灭沉默的波利斯",
},
},
[44547] = {
["T"] = "蛙跳战术",
["O"] = "在你的职业大厅的指挥地图上选择下一个突击点。",
["S"] = {
"选择下一个攻击点",
},
},
[60061] = {
["T"] = "坚韧如丝",
["O"] = "在游纱崖消灭袭击者，解救看护者，并孵化丝行者幼虫。",
["S"] = {
"保证粘丝生产",
},
},
[52126] = {
["T"] = "带牙的“小”猪",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败刺脊",
},
},
[32307] = {
["O"] = "将抄本交给你的主城中的术士训练师。",
["T"] = "死物开口",
},
[26321] = {
["T"] = "我想她饿了",
["O"] = "在北荆棘谷杀死黑鳃鱼人，让你的鞭尾迅猛龙吃40口。",
["S"] = {
"吃黑鳃肉",
},
},
[9130] = {
["O"] = "将萨希尔的要求交给晴风村的飞行管理员晨光。",
["T"] = "银月城的货物",
},
[49075] = {
["T"] = "安托鲁斯，燃烧王座：黑暗通道",
["O"] = "从安托鲁斯，燃烧王座的猎魂者伊墨纳尔身上收集4枚通行符文（英雄难度）。",
["S"] = {
"通行符文",
},
},
[9258] = {
["O"] = "前往永歌森林西南方的焦痕谷寻找拉莉亚娜·河风。",
["T"] = "焦痕谷",
},
[61853] = {
["O"] = "冒险者：泰赞",
["T"] = "冒险者：泰赞",
},
[45727] = {
["O"] = "在达拉然与大法师卡德加交谈。",
["T"] = "联合势力",
},
[54174] = {
["T"] = "艾萨拉的命令",
["O"] = "将匕首带去临时祭坛。",
["S"] = {
"获得低语之匕",
},
},
[62621] = {
["O"] = "将《逃避现实的小说》带给伤忆林地的档案员德雷登。",
["T"] = "一本逃避现实的小说",
},
[9578] = {
["O"] = "寻找莫莱的丈夫加莱恩。",
["T"] = "搜寻加莱恩",
},
[63133] = {
["O"] = "把流变密码带给威·娜莉的庇护所的威·娜莉。",
["T"] = "流变密码",
},
[49098] = {
["O"] = "侵入点：森加",
["T"] = "侵入点：森加",
},
[55454] = {
["O"] = "将物品交给神奇的马蒂尼。",
["T"] = "颜料瓶：钢铁柠檬",
},
[39328] = {
["T"] = "远古知识",
["O"] = "观察德崔斯·瓦德拉试用维库配方。",
["S"] = {
"尝试制作原始魔力饮剂",
},
},
[333] = {
["O"] = "找到运河裁缝店，并将哈兰·巴格雷的布料订单带给雷玛·斯涅德。",
["T"] = "哈兰需要供货",
},
[9962] = {
["T"] = "鲜血竞技场：断蹄",
["O"] = "击败断蹄，获胜之后找巨魔仆从伍迪领取奖励。",
["S"] = {
"击败断蹄",
},
},
[28241] = {
["O"] = "在黑色裂口寻找暮光之眼。",
["T"] = "暮光的幻象",
},
[28369] = {
["O"] = "跟暮光高地桑德玛尔的范妮·桑德玛尔谈一谈。",
["T"] = "我的妹妹，范妮",
},
[48799] = {
["T"] = "废墟世界的燃料",
["O"] = "从阿古斯的侵入点、稀有怪物或宝藏处收集50颗太古阿古尼特水晶。",
["S"] = {
"太古阿古尼特水晶",
},
},
[40864] = {
["O"] = "制作里弗斯模块：零食发放模式，然后召唤里弗斯并进行安装。",
["T"] = "模块修改",
},
[41120] = {
["O"] = "在紫罗兰监狱外面与受难者奥图里斯见面。",
["T"] = "事务安排",
},
[49567] = {
["O"] = "前往德拉诺，与纳格兰的巴弗尔中尉谈一谈。",
["T"] = "英雄的召唤：纳格兰！",
},
[29009] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[47203] = {
["T"] = "虚空投影",
["O"] = "与奥蕾莉亚·风行者和双界行者一起调查幽影之谷。",
["S"] = {
"在幽影之谷与奥蕾莉亚见面",
},
},
[50335] = {
["T"] = "为我复仇",
["O"] = "杀死兰多菲·摩洛克，灼热勋爵以及霍格。",
["S"] = {
"消灭灼热勋爵",
"消灭兰多菲·摩洛克",
"消灭霍格",
},
},
[42400] = {
["O"] = "在苏拉玛与大法师卡德加见面。",
["T"] = "失踪的法师",
},
[34465] = {
["O"] = "把神秘的帽子拿到塔拉多卡德加的法师塔，交给佐提·轮怒。",
["T"] = "神秘的帽子",
},
[42912] = {
["O"] = "LFGDungeons - Legion - Dungeon Normal - 1st",
["T"] = "LFGDungeons - Legion - Dungeon Normal - 1st",
},
[51359] = {
["O"] = "让不稳定的熔岩稳定下来，然后使用熔岩元素消灭200名锈水地精。",
["T"] = "火焰之地碎片",
},
[49234] = {
["T"] = "虎落平阳",
["O"] = "消灭苏醒的守卫。",
["S"] = {
"消灭苏醒的守卫",
},
},
[10922] = {
["T"] = "挖掘行动",
["O"] = "护送雷托尔和他的队员，当他们在挖掘时保护他们的安全。任务完成后向沙塔尔营地的杜瓦弗维兹复命。",
["S"] = {
"保护探险家们",
},
},
[35745] = {
["T"] = "钢铁部落来袭",
["O"] = "消灭8名铁军步兵。",
["S"] = {
"消灭铁军步兵",
},
},
[42536] = {
["T"] = "弑君者",
["O"] = "从加林·托尔贝恩王子手里取得托卡拉尔。",
["S"] = {
"托卡拉尔",
},
},
[44448] = {
["T"] = "在光与影的大厅",
["O"] = "将艾露恩之泪带到职业大厅中的圣光之心处。",
["S"] = {
"发现圣光之心的秘密",
},
},
[43496] = {
["O"] = "在阿苏纳的蓝翼栖地与大法师卡雷见面。",
["T"] = "深藏的力量",
},
[30673] = {
["T"] = "救民水火",
["O"] = "营救金·热桶、崖·火树、方老太和钟思亚。",
["S"] = {
"营救金·热桶",
"营救崖·火树",
"营救方老太",
"营救钟思亚",
},
},
[49399] = {
["T"] = "一票大案",
["O"] = "收集水鼠帮的命令、破浪海盗的命令和黑齿帮的命令。",
["S"] = {
"水鼠帮指令",
"破浪海盗指令",
"黑齿帮指令",
},
},
[61854] = {
["O"] = "冒险者：夏罗大师",
["T"] = "冒险者：夏罗大师",
},
[49488] = {
["T"] = "塔尔格拉布",
["O"] = "前往塔尔格拉布与先知祖尔见面。",
["S"] = {
"和妖术领主拉尔一起飞往塔尔格拉布（可选）",
"在塔尔格拉布和祖尔见面",
},
},
[31185] = {
["T"] = "带狗狗散步",
["O"] = "带狗狗游览玛祖海床上的间歇温泉，鲸鱼遗骸和雾海飞跃者的残骸。",
["S"] = {
"带狗狗前往淤泥间歇泉眼",
"带狗狗前往雾海飞跃者的残骸",
"带狗狗前往鲸鱼遗骸",
},
},
[62622] = {
["O"] = "将《旅行的日志》带给伤忆林地的档案员德雷登。",
["T"] = "旅行的日志",
},
[11626] = {
["T"] = "使者",
["O"] = "潜入裂鞭废墟北部的海面下，在一座冰山下面找到利维洛斯，使用纳兹亚的三叉戟杀死它，然后返回裂鞭海岸的北边，向卡鲁克复命。",
["S"] = {
"消灭利维洛斯",
},
},
[63134] = {
["O"] = "把渊誓巡逻地图带给威·娜莉的庇护所的威·娜莉。",
["T"] = "渊誓巡逻地图",
},
[49493] = {
["T"] = "道德困境",
["O"] = "解救9名精神奴隶。",
["S"] = {
"解放精神奴隶",
},
},
[55455] = {
["O"] = "将物品交给神奇的马蒂尼。",
["T"] = "颜料瓶：麦卡贡金",
},
[39329] = {
["T"] = "闲置喷灯",
["O"] = "从霍巴特·钩锤处购买一个报废的魔火喷灯，并把它交给达拉然的德崔斯·瓦德拉。",
["S"] = {
"报废的魔火喷灯",
},
},
[49495] = {
["T"] = "命中注定",
["O"] = "破坏沃加巴的防御措施。",
["S"] = {
"放置固著命运印记",
},
},
[49523] = {
["O"] = "与汇帆市场的洛可谈谈。",
["T"] = "赔本买卖",
},
[48288] = {
["T"] = "安托兰统帅议会",
["O"] = "击败安托鲁斯，燃烧王座的安托兰统帅议会。",
["S"] = {
[2] = "艾泽拉斯入侵计划",
},
},
[48544] = {
["O"] = "向克罗库营地的酋长哈顿复命。",
["T"] = "哇，真快！",
},
[49539] = {
["O"] = "与四风谷的陈·风暴烈酒谈一谈。",
["T"] = "大酋长的命令：四风谷！",
},
[49540] = {
["O"] = "与卡桑琅丛林的肯肯谈一谈。",
["T"] = "大酋长的命令：卡桑琅丛林！",
},
[41121] = {
["T"] = "不择手段",
["O"] = "进入紫罗兰监狱，拷问毁灭者塔尔达斯以找出叛徒瓦雷迪斯的位置。",
["S"] = {
"说服典狱官奥图拉斯",
},
},
[12394] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[12458] = {
["T"] = "鞭笞者的种子",
["O"] = "龙眠神殿顶层的伊萨里奥斯勋爵要你去收集3份鞭笞者的种子。",
["S"] = {
"鞭笞者的种子",
},
},
[12522] = {
["T"] = "需要引擎",
["O"] = "奈辛瓦里营地的维斯雷·扭钳要你帮他找到一台飞行器引擎。",
["S"] = {
"飞行器引擎",
},
},
[25170] = {
["T"] = "清理海岸",
["O"] = "收集5抷蟹胶。",
["S"] = {
"蟹胶",
},
},
[35426] = {
["O"] = "Halls of Origination Bonus Rewards",
["T"] = "Halls of Origination Bonus Rewards",
},
[34466] = {
["O"] = "把神秘法杖拿到塔拉多卡德加的法师塔，交给佐提·轮怒。",
["T"] = "神秘法杖",
},
[42913] = {
["O"] = "LFGDungeons - Legion - Dungeon Normal - Nth",
["T"] = "LFGDungeons - Legion - Dungeon Normal - Nth",
},
[12842] = {
["T"] = "符文熔铸：战争的准备",
["O"] = "黑锋要塞的教官拉苏维奥斯命令你使用法术书中的“符文熔铸”能力，为你的符文之剑附上一个符文。\n\n只要在符文熔炉旁，你就可以随意替换附着在武器上的符文种类，无需消耗任何材料。",
["S"] = {
"在武器上附着符文",
},
},
[40953] = {
["T"] = "雄鹰之翼",
["O"] = "在至高岭的神射手营地与伊墨瑞尔·影卫见面。",
["S"] = {
"在克拉苏斯平台与飞行管理员交谈",
"在神射手营地与伊墨瑞尔·影卫见面",
},
},
[60063] = {
["T"] = "丝行者之歌",
["O"] = "为丝行者演奏竖琴并收集丝线。",
["S"] = {
"从丝行者那里收集粘丝",
},
},
[52128] = {
["O"] = "与赛勒斯·克雷斯弗交谈，获取渡船通行证。",
["T"] = "渡船通行证",
},
[26194] = {
["T"] = "保卫深渊裂口",
["O"] = "在深渊裂口消灭任意15只纳迦。",
["S"] = {
"在深渊裂口消灭15只纳迦",
},
},
[60831] = {
["T"] = "合侯爵之尊",
["O"] = "向斯特拉达玛侯爵展示你的药水。",
["S"] = {
"催化心能",
},
},
[61087] = {
["O"] = "交货延误：旧城门包裹",
["T"] = "交货延误：旧城门包裹",
},
[53152] = {
["O"] = "与穆克拉尔·黑脉谈一谈。",
["T"] = "狼归巢穴",
},
[11482] = {
["O"] = "沙塔斯城占星者之台的达斯雷·射日者要求你前往太阳之井高地，与主教拉雷索尔谈一谈。",
["T"] = "使命的召唤",
},
[61855] = {
["O"] = "冒险者：卡达林",
["T"] = "冒险者：卡达林",
},
[11354] = {
["T"] = "悬赏：纳杉的骑鞭",
["O"] = "商人扎雷姆要求你夺得纳杉的骑鞭。将骑鞭带回沙塔斯城的贫民窟交给他，就能领取奖赏。\n\n该任务只能在英雄模式下完成。",
["S"] = {
"纳杉的骑鞭",
},
},
[62367] = {
["O"] = "第一轮",
["T"] = "第一轮",
},
[62623] = {
["O"] = "将《淘气的故事》带给伤忆林地的档案员德雷登。",
["T"] = "淘气的故事",
},
[27346] = {
["O"] = "跟比吉尔的飞艇残骸的莫希·斯蒂格里谈一谈。",
["T"] = "坠毁的飞艇",
},
[63135] = {
["O"] = "把淞心飞行路线图带给威·娜莉的庇护所的威·娜莉。",
["T"] = "淞心飞行路线图",
},
[49613] = {
["O"] = "在银月城与女伯爵莉亚德琳谈一谈。",
["T"] = "银月城",
},
[55456] = {
["O"] = "将物品交给神奇的马蒂尼。",
["T"] = "颜料瓶：整洁黄铜",
},
[63903] = {
["O"] = "在统御圣所中击败希尔瓦娜斯·风行者。",
["T"] = "强袭圣所",
},
[64159] = {
["O"] = "在河对岸的临时营地中取回物资。",
["T"] = "退回原址",
},
[14058] = {
["T"] = "她喜欢土豆",
["O"] = "将20份糖心甜薯交给幽暗城上方宴会区里的威廉·穆林。",
["S"] = {
"糖心甜薯",
},
},
[28242] = {
["T"] = "献祭总是必须的",
["O"] = "击败10名漆黑萨满。",
["S"] = {
"消灭漆黑萨满",
},
},
[27697] = {
["T"] = "玛拉顿的污染",
["O"] = "杀掉维利塔恩。",
["S"] = {
"消灭维利塔恩",
},
},
[28498] = {
["T"] = "纳奥姆的秘密",
["O"] = "获得8块阿图希特的记录碎片。",
["S"] = {
"阿图希特的记录碎片",
},
},
[37728] = {
["T"] = "视觉动物",
["O"] = "收集贡戈麦什的六颗眼球。",
["S"] = {
"贡戈麦什的六颗眼球",
},
},
[26801] = {
["T"] = "境内的天灾",
["O"] = "在丧钟镇外消灭8个亡灵。无脑的食尸鬼和断骨骷髅都算数。",
["S"] = {
"杀死丧钟镇的天灾士兵",
},
},
[28882] = {
["T"] = "托尔巴拉德的胜利",
["O"] = "赢得一场托尔巴拉德之战的胜利，然后去找托尔巴拉德半岛巴拉丁营地的士官长玛尔斯登。",
["S"] = {
"在托尔巴拉德取胜",
},
},
[58016] = {
["T"] = "大量孢子",
["O"] = "收割8个纤丝丛生的孢子。",
["S"] = {
"收集纤丝丛生的孢子",
},
},
[8474] = {
["O"] = "寻找制造怀特巴克的坠饰的人。他们或许会提供一些关于这件物品的线索。",
["T"] = "怀特巴克的坠饰",
},
[50337] = {
["T"] = "地龙特攻队",
["O"] = "杀死电刑器6000型。",
["S"] = {
"消灭电刑器6000型",
},
},
[43521] = {
["T"] = "翡翠梦魇：力量精华",
["O"] = "在普通或更高难度的翡翠梦魇中收集10份堕落精华。",
["S"] = {
"堕落精华",
},
},
[41106] = {
["T"] = "野性的呼唤",
["O"] = "找到岑塔布拉和纳拉雷克斯，并带他们到仪式地点。",
["S"] = {
"与岑塔布拉交谈",
},
},
[29650] = {
["T"] = "邪能灰烬",
["O"] = "在地狱火堡垒破碎大厅里的石头守卫斯托克顿希望你能帮他带回一份邪能灰烬。",
["S"] = {
"邪能灰烬",
},
},
[51361] = {
["T"] = "更多锚草种荚",
["O"] = "从锚草上收获9株成熟的锚草种荚。",
["S"] = {
"成熟的锚草种荚",
},
},
[27944] = {
["T"] = "削减蜘蛛的数量",
["O"] = "在黑暗森林杀死12名黑暗森林潜伏者。黑暗森林位于此地以西，穿过岛屿中心的桥梁就到。",
["S"] = {
"消灭黑暗森林潜伏者",
},
},
[60064] = {
["T"] = "拯救老格蒂",
["O"] = "消灭千面恶兽诺伊祖",
["S"] = {
"消灭千面恶兽诺伊祖",
},
},
[52129] = {
["O"] = "向罗基报到。",
["T"] = "电力问题",
},
[49920] = {
["T"] = "大猩猩之战",
["O"] = "营救6只和平派大猩猩。",
["S"] = {
"释放热爱和平的大猩猩",
},
},
[49931] = {
["O"] = "泰坦之怒",
["T"] = "泰坦之怒",
},
[49973] = {
["O"] = "在苏拉玛首席奥术师的庄园与女伯爵莉亚德琳见面。",
["T"] = "塔莉萨的庄园",
},
[49991] = {
["O"] = "向昆西·羽足支付100金币，无论何时，只要你在附近，他就会向你施放缓落术。",
["T"] = "羽足蹦极，娱乐无限",
},
[50005] = {
["T"] = "牵我的手",
["O"] = "护送本妮回到她父亲身边。",
["S"] = {
"护送本妮回到她父亲身边",
},
},
[61856] = {
["O"] = "冒险者：守护者暮花",
["T"] = "冒险者：守护者暮花",
},
[31058] = {
["T"] = "丛林佳酿",
["O"] = "击败乌克头领。",
["S"] = {
"消灭乌克头领",
},
},
[42959] = {
["T"] = "好事成三",
["O"] = "给她带三件特别的礼物。这些礼物能在地下城中的强大敌人身上找到。",
["S"] = {
"星光项链",
"一堆上古金色圆盘",
"一桶蜜酒",
},
},
[54433] = {
["O"] = "拿取萨拉塔斯并找到临时祭坛。",
["T"] = "艾萨拉的命令",
},
[38307] = {
["T"] = "大酋长的召唤",
["O"] = "使用皇家召令，然后跟随纳萨诺斯·凋零者穿过杜隆塔尔传送门。",
["S"] = {
"使用皇家召令",
},
},
[63136] = {
["O"] = "把混沌符文带给威·娜莉的庇护所的威·娜莉。",
["T"] = "混沌符文",
},
[38819] = {
["T"] = "大军压境",
["O"] = "在炼狱峰地区对蛛后之廷以及燃烧军团发起攻击。",
["S"] = {
"战争进程",
},
},
[55457] = {
["O"] = "将物品交给神奇的马蒂尼。",
["T"] = "颜料瓶：过载橘黄",
},
[39331] = {
["T"] = "艾萨拉之眼：实用木塞",
["O"] = "前往艾萨拉之眼，帮达拉然的德崔斯·瓦德拉取得高级木塞。",
["S"] = {
"高级木塞",
"消灭艾萨拉之怒",
},
},
[35885] = {
["O"] = "玛拉顿（邪恶洞穴）奖励任务",
["T"] = "玛拉顿（邪恶洞穴）奖励任务",
},
[50226] = {
["T"] = "力量之源",
["O"] = "收集10个异种蝎大脑。",
["S"] = {
"异种蝎大脑",
},
},
[50227] = {
["T"] = "成打的幼虫",
["O"] = "收集12个异种幼蝎。",
["S"] = {
"异种幼蝎",
},
},
[50228] = {
["T"] = "暮光幸存者",
["O"] = "取得米希尔·虚无行者的徽记。",
["S"] = {
"米希尔·虚无行者的徽记",
},
},
[40611] = {
["T"] = "逆风的命运",
["O"] = "在逆风小径寻找躁动幽灵出没的地方，在那里调整埃瑞丁的罗盘。",
["S"] = {
"在死者十字进行调整",
"在教堂进行调整",
"在大桥附近进行调整",
},
},
[57249] = {
["O"] = "将从时光旅行者手中得到的邀请函交给时光之穴内的克罗米。",
["T"] = "时间邀请",
},
[41123] = {
["T"] = "工匠的标志",
["O"] = "取得勒斯平的玺戒。",
["S"] = {
"玺戒",
},
},
[11481] = {
["O"] = "沙塔斯城奥尔多高地的圣光护卫者阿德因要求你前往太阳之井高地，与主教拉雷索尔谈一谈。",
["T"] = "太阳之井的危机",
},
[33444] = {
["T"] = "弱肉强食",
["O"] = "收集10个霜火微粒。",
["S"] = {
"霜火微粒",
},
},
[58273] = {
["T"] = "恩佐斯的仆从",
["O"] = "使用恩莱斯，恩佐斯的裂片脱离部落阵营，改为效力于恩佐斯，然后在没有死亡的情况下消灭10位部落玩家。",
["S"] = {
"已击败部落玩家",
},
},
[50338] = {
["T"] = "地龙特攻队",
["O"] = "杀死粘性辐射尘。",
["S"] = {
"消灭粘性辐射尘",
},
},
[42403] = {
["O"] = "在至高岭找到赫米特·奈辛瓦里。",
["T"] = "至高岭猎人",
},
[8619] = {
["O"] = "黎明长者",
["T"] = "黎明长者",
},
[8683] = {
["O"] = "晨行者长者",
["T"] = "晨行者长者",
},
[10265] = {
["T"] = "星界财团的水晶",
["O"] = "将一件阿尔科隆水晶神器交给虚空风暴52区的虚空猎手卡尔伊。",
["S"] = {
"阿尔科隆水晶神器",
},
},
[50420] = {
["O"] = "轻轻摇晃过的礼品",
["T"] = "轻轻摇晃过的礼品",
},
[8875] = {
["O"] = "与雷霆崖长者高地的春节预告者交谈。你也可以和其他主城的春节预告者交谈。",
["T"] = "春节将至！",
},
[49126] = {
["T"] = "降下命运之手",
["O"] = "使用命运之手卷轴来召唤命运之手，消灭鲜血海岸的50个亡灵。",
["S"] = {
"在鲜血海岸召唤命运之手",
},
},
[39516] = {
["T"] = "传授浩劫专精",
["O"] = "向你召集的恶魔猎手传授浩劫专精。",
["S"] = {
"教导阿莱利",
"教导赛娅娜",
"教导凯恩",
"教导考瓦斯",
},
},
[9067] = {
["T"] = "无尽的宴会",
["O"] = "购买一瓶日光陈酿、一些魔泉美味和一捆烟花，然后向永歌森林萨瑟利尔庄园的萨瑟利尔男爵复命。",
["S"] = {
"日光陈酿",
"魔泉美味",
"一捆烟花",
},
},
[26451] = {
["T"] = "古拉巴什的挑战：竞技场混战",
["O"] = "将古拉巴什挑战之旗插在大竞技场里，然后打败古拉巴什竞技场挑战者。",
["S"] = {
"打败古拉巴什竞技场挑战者",
},
},
[44487] = {
["O"] = "将浸水的书籍带给达拉然的罗伯特·纽哈斯。",
["T"] = "浸水的书籍",
},
[26707] = {
["T"] = "致命的植物",
["O"] = "采集5根乱坟草。",
["S"] = {
"乱坟草",
},
},
[61857] = {
["O"] = "冒险者：格鲁诺姆克鲁克",
["T"] = "冒险者：格鲁诺姆克鲁克",
},
[37540] = {
["O"] = "收集一个钢铁征服者的精华。",
["T"] = "钢铁征服者的精华",
},
[35420] = {
["O"] = "Halls of Origination Bonus Rewards",
["T"] = "Halls of Origination Bonus Rewards",
},
[62625] = {
["O"] = "在彼界击败穆厄扎拉。",
["T"] = "与众不同的稀有灵魂",
},
[27347] = {
["T"] = "阻止腐蚀",
["O"] = "莫希·斯蒂格里希望你去溶解10只软泥怪，然后回到比吉尔的飞艇残骸旁向她复命。",
["S"] = {
"溶解软泥怪",
},
},
[63137] = {
["O"] = "把惑心密码带给威·娜莉的庇护所的威·娜莉。",
["T"] = "惑心密码",
},
[27603] = {
["T"] = "紧闭的大门",
["O"] = "杀死贝尔加。",
["S"] = {
"消灭贝尔加",
},
},
[50600] = {
["O"] = "在德鲁斯瓦完成4个世界任务。",
["T"] = "灰烬骑士团",
},
[27859] = {
["O"] = "等待瑞亚从隐藏的龙巢中把蛋拿回来。",
["T"] = "龙蛋仍在成长",
},
[25135] = {
["T"] = "塔兹利尔的镐",
["O"] = "将塔兹利尔的镐还给塔兹利尔。",
["S"] = {
"塔兹利尔的镐",
},
},
[28580] = {
["O"] = "去找东瘟疫之地圣光之愿礼拜堂的格克·喷箭。",
["T"] = "大酋长的命令：荒芜之地！",
},
[28243] = {
["O"] = "将暮光之眼带给暮光高地桑德玛尔的低阶萨满布朗迪。",
["T"] = "魔眼的提议",
},
[106] = {
["O"] = "把梅贝尔的情书带给托米·乔·斯通菲尔德。",
["T"] = "年轻的恋人",
},
[28499] = {
["T"] = "惩处入侵者",
["O"] = "杀死先贤陵墓里的任意10名尼斐塞特入侵者。",
["S"] = {
"杀死尼斐塞特入侵者",
},
},
[31790] = {
["O"] = "将神器进行展览。",
["T"] = "完好如初的雷电之王勋章",
},
[57506] = {
["T"] = "迷失之光",
["O"] = "在噬渊中寻找格里恩候选者，将他们的灵魂带回极乐堡。",
["S"] = {
"与格里恩候选者的灵魂返回极乐堡",
},
},
[62170] = {
["O"] = "把这个交给英雄之眠的因凯普。",
["T"] = "永不孤独",
},
[10411] = {
["T"] = "电磁冲击！",
["O"] = "虚空风暴维序派哨站的研究员纳乌德要你摧毁30只空灵废弃者水珠和30只滴水的淤泥怪水珠。",
["S"] = {
"消灭滴水的淤泥怪水珠",
"消灭空灵废弃者水珠",
},
},
[50083] = {
["T"] = "抱齿兽之母",
["O"] = "取得抱齿兽毒腺并消灭抱齿兽母阿玛卡。",
["S"] = {
"取得抱齿兽毒腺（可选）",
"消灭抱齿兽母阿玛卡",
},
},
[58530] = {
["T"] = "隐藏的镜子",
["O"] = "使用劳伦特的袖珍窥镜揭露晋升堡垒中隐藏的镜子。",
["S"] = {
"揭示隐藏的镜子",
},
},
[37467] = {
["T"] = "耻辱之行",
["O"] = "护送法罗迪斯王子前往纳萨拉斯的外围。",
["S"] = {
"护送法罗迪斯王子",
},
},
[50771] = {
["T"] = "呼叫：清洁者",
["O"] = "为开采小队识别并标记5个艾泽里特矿脉。",
["S"] = {
"识别目标",
},
},
[29651] = {
["T"] = "安息",
["O"] = "在地狱火堡垒破碎大厅里的卡萨雷兹要你杀死4个碎手军团士兵、2个碎手百夫长和2个碎手勇士。",
["S"] = {
"消灭碎手军团士兵",
"消灭碎手百夫长",
"消灭碎手勇士",
},
},
[59554] = {
["O"] = "与艾格茜娅之眠的护卫念魔姬交谈。",
["T"] = "美好的旅程",
},
[29907] = {
["T"] = "陈和丽丽",
["O"] = "跟随陈·风暴烈酒去庞家农场。",
["S"] = {
"跟随陈和丽丽去庞家农场",
},
},
[35493] = {
["O"] = "Ahn'kahet: The Old Kingdom Bonus Reward",
["T"] = "Ahn'kahet: The Old Kingdom Bonus Reward",
},
[47948] = {
["T"] = "嫩煎猪排",
["O"] = "消灭屠夫罗兰。",
["S"] = {
"消灭罗兰·哈克索",
},
},
[50825] = {
["O"] = "在风暴神殿击败斯托颂勋爵。",
["T"] = "风暴神殿：深渊低语",
},
[39758] = {
["O"] = "Festive Fighters Active",
["T"] = "Festive Fighters Active",
},
[28859] = {
["O"] = "去找希利苏斯塞纳里奥要塞的唤风者梅恩·长角。",
["T"] = "希利苏斯的沙丘",
},
[53155] = {
["O"] = "将缺口硬币交给翡翠林的米丽·游酒。",
["T"] = "缺口硬币",
},
[50933] = {
["O"] = "了解皇家守卫的遭遇。",
["T"] = "不幸的事件",
},
[11371] = {
["T"] = "悬赏：盘牙侍从",
["O"] = "虚空猎手玛哈杜恩要求你杀死14名盘牙侍从。完成任务后返回沙塔斯城的贫民窟，找他领取奖赏。",
["S"] = {
"消灭盘牙侍从",
},
},
[37541] = {
["O"] = "收集一个钢铁胜利者的精华。",
["T"] = "钢铁胜利者的精华",
},
[31187] = {
["T"] = "收获螃蟹",
["O"] = "在玛祖海床上把雾海飞跃者浮标挂到8个装满的蟹笼上。",
["S"] = {
"将装满的蟹笼送到水面",
},
},
[46244] = {
["O"] = "击败孟菲斯托斯，并将阿格拉玛之盾放在永夜祭坛上。",
["T"] = "永夜大教堂：圣盾祭坛",
},
[31443] = {
["T"] = "飞行虎皮丝足鱼",
["O"] = "把飞行虎皮丝足鱼交给渔人码头的纳特·帕格。",
["S"] = {
"飞行虎皮丝足鱼",
},
},
[11691] = {
["O"] = "将大地之环熔岩图腾带到寒冰之石旁边去。",
["T"] = "召唤埃霍恩",
},
[42841] = {
["T"] = "大收获",
["O"] = "袭击魔导师的魔力酒货物，将偷到的货物分给阿鲁因。",
["S"] = {
"窃取千年魔力酒",
},
},
[31827] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[11883] = {
["O"] = "与任意部落主城的火舞大师谈一谈。",
["T"] = "火焰的舞蹈？",
},
[64162] = {
["T"] = "同室操戈",
["O"] = "在河对岸的临时营地中寻找并击败反抗的可汗。",
["S"] = {
"消灭反抗的半人马可汗",
},
},
[12011] = {
["O"] = "前往莫亚基港口，将螃蟹陷阱被破坏的事情告诉图尔凯。",
["T"] = "大麻烦的征兆",
},
[48292] = {
["T"] = "猎魂者",
["O"] = "击败安托鲁斯，燃烧王座的猎魂者伊墨纳尔。",
["S"] = {
[2] = "报废的震击之枪",
},
},
[51190] = {
["T"] = "暂时得救",
["O"] = "在塔兰吉的惩戒消灭8名被遗忘者和8名赞达拉巨魔。",
["S"] = {
"消灭被遗忘者",
"消灭赞达拉巨魔",
},
},
[32045] = {
["T"] = "水的孩子",
["O"] = "消灭卡兰可、雷鳃和苏库拉。",
["S"] = {
"消灭卡兰可",
"消灭雷鳃",
"消灭苏库拉",
},
},
[6134] = {
["T"] = "幽灵电浆",
["O"] = "收集8份幽灵电浆。",
["S"] = {
"幽灵电浆",
},
},
[51191] = {
["T"] = "全部救出",
["O"] = "治疗8名受伤的船员。",
["S"] = {
"治疗受伤的船员",
},
},
[24788] = {
["O"] = "LFGDungeons - Lich King - Heroic Random - 1st",
["T"] = "LFGDungeons - Lich King - Heroic Random - 1st",
},
[51218] = {
["O"] = "将包裹交给玛丽·达文波特。",
["T"] = "未送达的包裹",
},
[51247] = {
["T"] = "他们带来的东西",
["O"] = "收集联盟的情报。",
["S"] = {
"未寄出的信",
"侦察地图",
"船只表单",
},
},
[25172] = {
["T"] = "家园里的入侵者",
["O"] = "杀死7个北卫军斥候。",
["S"] = {
"消灭北卫军斥候",
},
},
[50596] = {
["T"] = "清理害虫",
["O"] = "营救3名被俘的挖掘者。",
["S"] = {
"营救挖掘者",
},
},
[51283] = {
["T"] = "起程西行",
["O"] = "与杰塔瑞斯将军谈谈，然后前往沃顿。",
["S"] = {
"与杰塔瑞斯交谈并乘船前往沃顿",
},
},
[35161] = {
["O"] = "Vignette XP reward - Talador",
["T"] = "Vignette XP reward - Talador",
},
[59555] = {
["T"] = "兵临城下",
["O"] = "骑乘怒翼，摧毁敌方军队。",
["S"] = {
"骑乘怒翼",
},
},
[29741] = {
["O"] = "塞克赫米长者",
["T"] = "塞克赫米长者",
},
[28845] = {
["O"] = "在旋云之巅中找到伊特什。",
["T"] = "旋云之巅",
},
[47322] = {
["T"] = "逃亡援助",
["O"] = "在毒蛇之喉解救哈卡西和吉普。",
["S"] = {
"营救哈卡西",
"营救吉普",
},
},
[27949] = {
["O"] = "在遗忘山丘释放6名被折磨的灵魂。用手直接触摸墓碑，即可引导灵魂。遗忘山丘位于正西方，穿过黑暗森林和不眠前线就是了。",
["T"] = "被遗忘的灵魂",
},
[36262] = {
["O"] = "在艾洛多尔与艾米卡交谈。",
["T"] = "裁缝大师艾米卡",
},
[26452] = {
["T"] = "古拉巴什的挑战",
["O"] = "将古拉巴什挑战之旗插在大竞技场里，然后打败古拉巴什竞技场挑战者。",
["S"] = {
"打败古拉巴什竞技场挑战者",
},
},
[40907] = {
["T"] = "铲除障碍",
["O"] = "在贾德维克打败卡尔德和艾纳尔。",
["S"] = {
"消灭卡尔德",
"消灭艾纳尔",
},
},
[32981] = {
["T"] = "胜者为王",
["O"] = "收集天空咏者斯塔格的图腾。",
["S"] = {
"天空咏者斯塔格的图腾",
},
},
[61859] = {
["O"] = "冒险者：涅美娅",
["T"] = "冒险者：涅美娅",
},
[26964] = {
["O"] = "去找银松森林被遗忘者统帅部的大执行官摩尔图斯。",
["T"] = "大酋长的命令：银松森林！",
},
[62371] = {
["T"] = "塞兹仙林：沉寂的警示",
["O"] = "在塞兹仙林的迷雾中击败特雷德奥瓦。",
["S"] = {
"消灭特雷德奥瓦",
},
},
[13678] = {
["T"] = "迎接挑战",
["O"] = "将15枚候选者的徽记交给银色比武场的魔导师埃迪恩·炎谷，证明你已经准备好迎接候选者的挑战了。",
["S"] = {
"候选者的徽记",
},
},
[46501] = {
["T"] = "盗墓",
["O"] = "在幽灵废墟寻找传闻中的宝箱。",
["S"] = {
"幽灵废墟的宝藏",
},
},
[38566] = {
["T"] = "团结的力量",
["O"] = "使用远古列王圣契，重建白银之手骑士团。",
["S"] = {
"与玛克斯韦尔·泰罗索斯男爵交谈",
},
},
[27604] = {
["T"] = "预言者迦玛兰",
["O"] = "获得预言者迦玛兰的徽记。",
["S"] = {
"迦玛兰的徽记",
},
},
[63651] = {
["T"] = "密文",
["O"] = "转译10份狱火密文。",
["S"] = {
"摘抄狱火密文",
},
},
[53268] = {
["O"] = "与阿格里姆·石深交谈。",
["T"] = "恐龙研究",
},
[64163] = {
["T"] = "回敬叛军",
["O"] = "在河对岸的临时营地中寻找并击败反抗的半人马战士。",
["S"] = {
"消灭反抗的半人马战士",
},
},
[28116] = {
["T"] = "悲泣的紫罗兰",
["O"] = "采摘8株悲泣的紫罗兰。",
["S"] = {
"悲泣的紫罗兰",
},
},
[14123] = {
["T"] = "别墅漫步",
["O"] = "取回玛尔迪的猎鹰、地精丽莎的画像和终极炸弹。",
["S"] = {
"玛尔迪的猎鹰",
"地精丽莎的画像",
"终极炸弹",
},
},
[32044] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[28500] = {
["T"] = "柯塞特密码石板",
["O"] = "获得柯塞特密码石板。",
["S"] = {
"柯塞特密码石板",
},
},
[51439] = {
["T"] = "收集炮弹",
["O"] = "从雾帆炮手身上收集3个雾帆炮弹。",
["S"] = {
"雾帆炮弹",
},
},
[28756] = {
["T"] = "扭曲的骨骸",
["O"] = "在通灵学院的尸骨储藏所中杀死血骨傀儡。",
["S"] = {
"消灭血骨傀儡",
},
},
[28884] = {
["T"] = "托尔巴拉德的胜利",
["O"] = "赢得一场托尔巴拉德之战的胜利，然后去找托尔巴拉德半岛地狱咆哮之握的卡尔扎格上校。",
["S"] = {
"在托尔巴拉德取胜",
},
},
[51441] = {
["T"] = "轰炸信号",
["O"] = "使用地精工程学手炮击沉3条雾帆划艇。",
["S"] = {
"击沉雾帆划艇",
},
},
[51442] = {
["T"] = "现在我是船长了",
["O"] = "杀死莱尼克船长。",
["S"] = {
"消灭莱尼克船长",
},
},
[30252] = {
["T"] = "帮把手",
["O"] = "摧毁8块顽石。",
["S"] = {
"清理顽石",
},
},
[51443] = {
["T"] = "争霸艾泽拉斯：使命宣言",
["O"] = "在奥格瑞玛的大酋长希尔瓦娜斯·风行者那里接受任务。",
["S"] = {
"到奥格瑞玛与大酋长希尔瓦娜斯·风行者交谈",
},
},
[51465] = {
["T"] = "一大堆原料",
["O"] = "对破烂的裤子使用碎裂专家Mk1型。",
["S"] = {
"破布碎片",
},
},
[42918] = {
["T"] = "恶魔符文",
["O"] = "从破碎群岛的恶魔身上获取30块恶魔符文。",
["S"] = {
"恶魔符文石",
},
},
[59556] = {
["T"] = "欢迎加入密院",
["O"] = "与女男爵德拉卡谈一谈，正式成为玛卓克萨斯盟约大厅中的通灵领主。",
["S"] = {
"与德拉卡女男爵交谈",
},
},
[51483] = {
["O"] = "在暗炉城与茉艾拉·索瑞森见面。",
["T"] = "黑铁的传承",
},
[51485] = {
["O"] = "去奥格瑞玛大使馆与黑卫大使见面。",
["T"] = "为了部落",
},
[43942] = {
["O"] = "将上古神器带给附近的姆嘎姆嘎国王。",
["T"] = "上古神器",
},
[51503] = {
["T"] = "搜集遗物",
["O"] = "在海草丛中寻找遇难水手的遗物。",
["S"] = {
"水手的项链",
},
},
[13591] = {
["O"] = "将地狱咆哮的信函带给洛达内尔的游侠戈琳达·纳希恩。",
["T"] = "令人不安的联系",
},
[54100] = {
["O"] = "在艾尔文森林与黑暗游侠莉安娜碰头。",
["T"] = "逃脱之路",
},
[51532] = {
["T"] = "迅捷出击",
["O"] = "与亡灵舰长塔特赛尔交谈。",
["S"] = {
"与塔特赛尔交谈并乘船前往斯托颂谷地",
},
},
[37031] = {
["T"] = "黑手之印（史诗）",
["O"] = "在史诗难度下，从黑石铸造厂每一区的最终首领身上获取4份山脉余烬、4份石之心和4份铁中银。",
["S"] = {
"山脉余烬",
"石之心",
"薄铁片",
},
},
[61860] = {
["O"] = "冒险者：佩罗迪斯",
["T"] = "冒险者：佩罗迪斯",
},
[37543] = {
["O"] = "收集一个钢铁保卫者的精华。",
["T"] = "钢铁保卫者的精华",
},
[31188] = {
["T"] = "鲨鱼周",
["O"] = "前往玛祖海床并从长鳍长尾鲨嘴里拔出200枚长尾鲨利齿。",
["S"] = {
"长尾鲨利齿",
},
},
[31316] = {
["T"] = "宠物训练师茱莉亚",
["O"] = "在宠物战斗中击败茱莉亚·史蒂文斯。",
["S"] = {
"击败茱莉亚·史蒂文斯",
},
},
[31444] = {
["T"] = "霸王刺皮鱼",
["O"] = "把霸王刺皮鱼交给渔人码头的纳特·帕格。",
["S"] = {
"霸王刺皮鱼",
},
},
[63140] = {
["O"] = "把古旧的奥伯勒隆铭文带给威·娜莉的庇护所的威·娜莉。",
["T"] = "古旧的奥伯勒隆铭文",
},
[7926] = {
["O"] = "将免费券交给暗月马戏团里的吉瓦斯·格里加特。",
["T"] = "暗月马戏团",
},
[31828] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[47526] = {
["T"] = "带回重型武器",
["O"] = "找到并获取圣光裁决者。",
["S"] = {
"保护圣光裁决者",
},
},
[39591] = {
["T"] = "勇气试炼",
["O"] = "在守护者平台为档案装置充能，查看勇气试炼的全息影像记录。",
["S"] = {
"了解勇气试炼",
},
},
[32212] = {
["T"] = "突袭赞布图拉",
["O"] = "完成突袭赞布图拉。与洛瑟玛·塞隆交谈以开始攻击。",
["S"] = {
"与洛瑟玛·塞隆交谈",
"完成突袭赞布图拉",
},
},
[48294] = {
["T"] = "寂灭者",
["O"] = "击败安托鲁斯，燃烧王座的寂灭者阿古斯。",
["S"] = {
[2] = "血色阿古尼特水晶",
},
},
[40359] = {
["T"] = "完好如初的小鬼之杯",
["O"] = "将遗物进行展览。",
["S"] = {
"将神器进行展览",
},
},
[8150] = {
["T"] = "缅怀英雄",
["O"] = "前往灰谷屠魔峡谷的格罗姆·地狱咆哮的纪念碑，在纪念碑前放下他的祭品。在收获节结束之前返回奥格瑞玛外的亚尼·纳沙克那儿。",
["S"] = {
"将祭品放在格罗姆·地狱咆哮的纪念碑前",
},
},
[9623] = {
["O"] = "碧蓝岗哨的大主教梅内莱厄斯要求你将主教的命令交给埃索达门外的象群管理者妥拉留斯。",
["T"] = "成年",
},
[9559] = {
["O"] = "与止松要塞的止松老酋长谈一谈。",
["T"] = "止松要塞",
},
[24789] = {
["O"] = "LFGDungeons - Lich King - Heroic Random - Nth",
["T"] = "LFGDungeons - Lich King - Heroic Random - Nth",
},
[32129] = {
["O"] = "Defense Daily 06",
["T"] = "Defense Daily 06",
},
[25045] = {
["T"] = "寸土必争",
["O"] = "夺取鲜血旷野中的一座中立丘陵，然后在那里抵御部落的反击。",
["S"] = {
"夺取丘陵",
"保卫丘陵",
},
},
[8492] = {
["T"] = "联盟需要铜锭！",
["O"] = "把20块铜锭交给丹莫罗飞机场的布罗恩·石眉。",
["S"] = {
"铜锭",
},
},
[50598] = {
["O"] = "在祖达萨完成4个世界任务。",
["T"] = "赞达拉帝国",
},
[9175] = {
["O"] = "将女王的项链交给幽魂之地塔奎林的高级执行官玛尔伦。",
["T"] = "女王的项链",
},
[543] = {
["T"] = "匹瑞诺德王冠",
["O"] = "取回匹瑞诺德王冠。",
["S"] = {
"匹瑞诺德王冠",
},
},
[51714] = {
["O"] = "在风之救赎号上与间谍大师马迪亚斯·肖尔会面。",
["T"] = "国王的任务",
},
[35240] = {
["T"] = "鲜血流尽",
["O"] = "从血环之心的2个血环牢笼里救出奴隶。",
["S"] = {
"打开南部牢笼",
"打开东部牢笼",
},
},
[35412] = {
["O"] = "祖尔格拉布（奖励目标）奖励任务",
["T"] = "祖尔格拉布（奖励目标）奖励任务",
},
[26069] = {
["O"] = "去找南贫瘠之地高地之路的探路者鲁娜",
["T"] = "探路者鲁娜",
},
[24619] = {
["T"] = "零件而已",
["O"] = "对战斗之痕中倒下的士兵使用卡尔德的锯子，收集15套破烂的装备零件。",
["S"] = {
"破烂的装备零件",
},
},
[50818] = {
["O"] = "找到沙漠之笛的主人。",
["T"] = "丢失的笛子",
},
[40019] = {
["T"] = "敏感药草",
["O"] = "获取15株健康的入梦叶和5株染病的入梦叶。",
["S"] = {
"健康的入梦叶",
"染病的入梦叶",
},
},
[39763] = {
["T"] = "邪能为谁鸣",
["O"] = "从苏拉玛的虫语爪牙身上取得10个邪能之核。完成以后，把它们交给达拉然的马修。",
["S"] = {
"邪能之核",
},
},
[35610] = {
["O"] = "Uldaman Bonus Reward",
["T"] = "Uldaman Bonus Reward",
},
[61861] = {
["O"] = "冒险者：西卡",
["T"] = "冒险者：西卡",
},
[9388] = {
["O"] = "造访灰谷、贫瘠之地、黑海岸和石爪山的篝火堆，然后回来与节日护火者交谈。",
["T"] = "卡利姆多的火焰",
},
[62373] = {
["O"] = "第二轮",
["T"] = "第二轮",
},
[62629] = {
["T"] = "大小众灵",
["O"] = "前往昆莱山寻找遗骸",
["S"] = {
"与昆莱山的遗骸交流",
},
},
[9580] = {
["T"] = "猎熊",
["O"] = "收集8块老年棕熊的肉，把它们交给秘血岗哨的追踪者兰塞恩。",
["S"] = {
"老年棕熊的肉",
},
},
[38568] = {
["O"] = "前往钢铁码头与萨米·五指谈一谈。你的要塞飞行管理员可以送你去那里。",
["T"] = "我们需要造船师",
},
[27605] = {
["T"] = "伊兰尼库斯",
["O"] = "杀死伊兰尼库斯。",
["S"] = {
"消灭伊兰尼库斯的阴影",
},
},
[27733] = {
["T"] = "偷梁换柱",
["O"] = "杀死兰多菲·摩洛克。",
["S"] = {
"消灭兰多菲·摩洛克",
},
},
[55718] = {
["O"] = "将戒指交给伊莉斯·逐星。",
["T"] = "奇怪的发现",
},
[39592] = {
["T"] = "意志试炼",
["O"] = "在守护者平台为档案装置充能，查看意志试炼的全息影像记录。",
["S"] = {
"了解意志试炼",
},
},
[36691] = {
["T"] = "突击索克雷萨高地",
["O"] = "攻击影月谷索克雷萨高地的萨格雷军队。",
["S"] = {
"突袭索克雷萨高地的萨格雷军队",
},
},
[48295] = {
["T"] = "安托兰统帅议会",
["O"] = "击败安托鲁斯，燃烧王座的安托兰统帅议会。",
["S"] = {
[2] = "艾泽拉斯入侵计划",
},
},
[48551] = {
["T"] = "缺水枯萎",
["O"] = "使用雷娜的水罐为10株枯萎的蓟藤浇水。",
["S"] = {
"为枯萎的蓟藤浇水",
},
},
[28501] = {
["T"] = "纳奥姆保卫战",
["O"] = "在一名拉穆卡恒中士谈一谈，赢得纳奥姆保卫战。",
["S"] = {
"纳奥姆保卫战",
},
},
[10220] = {
["T"] = "聆听之魂",
["O"] = "莫迪巴要求你前往断背岗哨以西的远征军物资库，击败12个步兵的阴魂、8个骑士的阴魂和6个巫师的阴魂。",
["S"] = {
"消灭步兵的阴魂",
"消灭骑士的阴魂",
"消灭巫师的阴魂",
},
},
[28757] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[10348] = {
["T"] = "新的机遇",
["O"] = "收集15株象牙铃笼草，然后向中央圆顶哨站的玛尔达德复命。",
["S"] = {
"象牙铃笼草",
},
},
[10412] = {
["T"] = "火翼徽记",
["O"] = "沙塔斯城的魔导师菲亚琳要求你给她带回10个火翼徽记。\n\n为占星者完成任务将会使你在奥尔多阵营中的声望等级降低。",
["S"] = {
"火翼徽记",
},
},
[52013] = {
["O"] = "勇士：约翰·J·基沙恩",
["T"] = "勇士：约翰·J·基沙恩",
},
[51753] = {
["O"] = "勇士：雷克萨",
["T"] = "勇士：雷克萨",
},
[50599] = {
["O"] = "在提拉加德海峡完成4个世界任务。",
["T"] = "普罗德摩尔海军部",
},
[13526] = {
["T"] = "熊爪草",
["O"] = "给黑木要塞的熊怪长者带去8株熊爪草。",
["S"] = {
"熊爪草",
},
},
[29653] = {
["T"] = "酋长的意志",
["O"] = "把卡加斯酋长之拳带给在地狱火堡垒破碎大厅里的石头守卫斯托克顿。",
["S"] = {
"卡加斯酋长之拳",
},
},
[51367] = {
["T"] = "通缉：暴怒的大地卫士",
["O"] = "在诺文顿庄园的西面消灭暴怒的大地卫士。",
["S"] = {
"消灭暴怒的大地卫士",
},
},
[10860] = {
["T"] = "莫克纳萨的美味",
["O"] = "收集3根迅猛龙肋排和3块蛇肉。",
["S"] = {
"迅猛龙肋排",
"蛇肉",
},
},
[10924] = {
["T"] = "绝对不可能！",
["O"] = "为扳钳镇的萨布奥斯带回8瓶迁跃追迹者之血。",
["S"] = {
"迁跃追迹者之血",
},
},
[33013] = {
["T"] = "烈焰与雷霆",
["O"] = "在骨渣锻炉里检查攻城军需品和厚钢板。",
["S"] = {
"检查攻城军需品",
"检查厚钢板",
},
},
[83] = {
["T"] = "优质亚麻产品",
["O"] = "给东谷伐木场的萨拉·迪博雷恩带去6张亚麻布块。",
["S"] = {
"亚麻布块",
},
},
[10449] = {
["O"] = "萨尔玛的乌托克·断斧要你前往机甲残骸，将噬骨血样交给药剂师塞兰娜。",
["T"] = "药剂师塞兰娜",
},
[9214] = {
["T"] = "暗松巨魔的武器",
["O"] = "收集3把猎头者战斧、3把暗影施法者钉锤、3只驭豹者之爪和3根妖术师法杖，然后向远行者营地的赫里奥斯中尉复命。",
["S"] = {
"猎头者战斧",
"暗影施法者钉锤",
"驭豹者之爪",
"妖术师法杖",
},
},
[9925] = {
["T"] = "安全问题",
["O"] = "纳格兰埃瑞斯码头的瑟利德要求你杀死沃舒古附近的8个空灵爪牙。",
["S"] = {
"消灭空灵爪牙",
},
},
[37201] = {
["T"] = "凯米尔·辉刃",
["O"] = "在宠物对战中击败凯米尔·辉刃。",
["S"] = {
"击败凯米尔·辉刃",
},
},
[61862] = {
["O"] = "冒险者：柯洛拉",
["T"] = "冒险者：柯洛拉",
},
[52210] = {
["O"] = "和船长交谈。",
["T"] = "发出求救信号",
},
[62374] = {
["O"] = "第三轮",
["T"] = "第三轮",
},
[54439] = {
["O"] = "在风暴熔炉阻止乌纳特。",
["T"] = "风暴熔炉：暗影圣物",
},
[30121] = {
["O"] = "在卡桑利废墟中搜寻切森·逐晨者。",
["T"] = "搜索小分队",
},
[63142] = {
["O"] = "把灵魂熔炉图纸带给威·娜莉的庇护所的威·娜莉。",
["T"] = "灵魂熔炉图纸",
},
[31701] = {
["T"] = "残暴的女猎手",
["O"] = "击败临风女猎手。",
["S"] = {
"消灭临风女猎手",
},
},
[52278] = {
["T"] = "游荡的艾泽里特",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败菲基·闪哨",
},
},
[743] = {
["T"] = "风怒鹰身人",
["O"] = "给血蹄村的卢尔·鹰爪带回8只风怒鹰身人的爪子。",
["S"] = {
"风怒鹰身人的爪子",
},
},
[39593] = {
["T"] = "支离破碎的守护者",
["O"] = "在守护者平台收集尤特纳的躯干的各个部分。",
["S"] = {
"尤特纳的左臂",
"尤特纳的右臂",
"尤特纳的左脚",
"尤特纳的右脚",
},
},
[751] = {
["O"] = "把风险投资公司文件交给血蹄村附近的摩林·云行者。",
["T"] = "被破坏的货车",
},
[48296] = {
["T"] = "猎魂者",
["O"] = "击败安托鲁斯，燃烧王座的猎魂者伊墨纳尔。",
["S"] = {
[2] = "报废的震击之枪",
},
},
[28073] = {
["O"] = "与费尔古斯·扭木交谈。",
["T"] = "征召冒险者：厄运之槌扭木广场",
},
[40617] = {
["T"] = "回来吧，夜眼",
["O"] = "帮助莉莉娅·晨风寻找夜眼。",
["S"] = {
"寻找夜眼",
},
},
[12268] = {
["T"] = "伐木机零件",
["O"] = "蓝天伐木场的皮普斯维克希望你去收集4个凹槽齿轮、3个刻缺链条和2个高压弹簧。",
["S"] = {
"凹槽齿轮",
"刻缺链条",
"高压弹簧",
},
},
[57511] = {
["T"] = "武装贫困者",
["O"] = "用散落在铁腕战壕中的武器武装8名流浪的拾荒者。",
["S"] = {
"武装流浪的拾荒者",
},
},
[24790] = {
["O"] = "随机普通日常 （第一次）",
["T"] = "随机普通日常 （第一次）",
},
[49832] = {
["O"] = "将卷轴带给啸风海岸边的始祖龟看看。",
["T"] = "字迹模糊的卷轴",
},
[12524] = {
["T"] = "风险投资公司的风险",
["O"] = "奈辛瓦里营地的蒂巴尔要你去杀死15名风险投资公司雇员，风险投资公司无赖或是风险投资公司挖掘者都可以。",
["S"] = {
"杀死风险投资公司雇员",
},
},
[52451] = {
["O"] = "赞达拉众志成城",
["T"] = "赞达拉众志成城",
},
[42409] = {
["O"] = "勇士：罗伦·雷蹄",
["T"] = "勇士：罗伦·雷蹄",
},
[52453] = {
["O"] = "前往斯托颂，与海怪之触的派克修士交谈。",
["T"] = "被遗弃的希望",
},
[52462] = {
["T"] = "一大堆原料",
["O"] = "对破烂的裤子使用自动拆解机1000型。",
["S"] = {
"破布碎片",
},
},
[12844] = {
["T"] = "夺回设备",
["O"] = "格莱奇·菲兹巴克要你前往K3北方的希弗列尔达村，找回8件K3设备。",
["S"] = {
"K3设备",
},
},
[35242] = {
["T"] = "为逝者复仇",
["O"] = "消灭6名血环兽人。",
["S"] = {
"消灭血环兽人",
},
},
[35498] = {
["O"] = "艾卓-尼鲁布奖励任务",
["T"] = "艾卓-尼鲁布奖励任务",
},
[13036] = {
["O"] = "向冰冠冰川银色前线基地的北伐军指挥官恩塔里报到。",
["T"] = "无上的荣耀",
},
[8767] = {
["O"] = "轻轻摇晃过的礼品",
["T"] = "轻轻摇晃过的礼品",
},
[60839] = {
["T"] = "荒猎余部",
["O"] = "在索因的草甸中营救5个受伤的防御者。",
["S"] = {
"营救受伤的防御者",
},
},
[61095] = {
["O"] = "与伤逝剧场的纳尔考恩·塔尔森交谈。",
["T"] = "不朽军团的补给",
},
[53160] = {
["O"] = "把钥匙交给锦绣谷的游学者周卓。",
["T"] = "远古墓穴之钥",
},
[835] = {
["T"] = "保卫商路",
["O"] = "消灭12只杜隆塔尔鹰身人。任何种类的鹰身人都可以。",
["S"] = {
"消灭杜隆塔尔鹰身人",
},
},
[61863] = {
["O"] = "冒险者：阿波罗恩",
["T"] = "冒险者：阿波罗恩",
},
[13484] = {
["O"] = "与闪金镇、卡拉诺斯、多兰纳尔或碧蓝岗哨的春季收藏者谈一谈。",
["T"] = "春季收藏者",
},
[54184] = {
["O"] = "在丹莫罗的诺莫瑞根之外找到麦克罗·祖克斯。",
["T"] = "诺莫瑞根的麻烦",
},
[851] = {
["T"] = "狂热的维罗戈",
["O"] = "杀死维内斯，将维罗戈引出来。然后杀死他，获取他的徽记。",
["S"] = {
"维罗戈的徽记",
},
},
[855] = {
["T"] = "半人马护腕",
["O"] = "从科卡尔掠夺者和科卡尔风暴先知身上收集10个半人马护腕。",
["S"] = {
"半人马护腕",
},
},
[54952] = {
["T"] = "寻找失踪的考察队",
["O"] = "在附近的营地中寻找考察队幸存者。",
["S"] = {
"向北搜寻考察队幸存者",
},
},
[52892] = {
["T"] = "动物是友不是菜",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败卡拉加",
},
},
[867] = {
["T"] = "鹰身强盗",
["O"] = "从巫翼鹰身人身上收集6只巫翼鹰身人的爪子。",
["S"] = {
"巫翼鹰身人的爪子",
},
},
[871] = {
["T"] = "保卫前沿哨所",
["O"] = "杀死8名钢鬃掠夺者和3名钢鬃猎手。",
["S"] = {
"消灭钢鬃掠夺者",
"消灭钢鬃猎手",
},
},
[64167] = {
["T"] = "宠物侦探",
["O"] = "和布琳妮的特殊宠物猫菲奥拉一同调查达拉然。",
["S"] = {
"和菲奥拉一起调查达拉然北部",
},
},
[14060] = {
["T"] = "小菜一碟",
["O"] = "将20份南瓜馅饼交给雷霆崖外宴会区的玛哈拉·金穗。",
["S"] = {
"南瓜馅饼",
},
},
[48297] = {
["T"] = "燃烧的女巫会",
["O"] = "击败安托鲁斯，燃烧王座的破坏魔女巫会。",
["S"] = {
[2] = "萨格雷宣言",
},
},
[887] = {
["T"] = "南海海盗",
["O"] = "在勇士岛上杀死8个南海杀手或南海私掠者。",
["S"] = {
"杀死勇士岛海盗",
},
},
[891] = {
["T"] = "船长的复仇",
["O"] = "从塞拉摩水兵和码头守卫那里收集10枚塞拉摩徽章。杀掉培里中尉和布克兰德中尉。",
["S"] = {
"消灭布克兰德中尉",
"消灭培里中尉",
"塞拉摩徽章",
},
},
[895] = {
["T"] = "通缉：嘉维伊船长",
["O"] = "把嘉维伊船长的徽记带给棘齿城的加兹鲁维。",
["S"] = {
"嘉维伊船长的徽记",
},
},
[57512] = {
["T"] = "漫步于死亡",
["O"] = "消灭8个不羁的死亡行者。",
["S"] = {
"消灭不羁的死亡行者",
},
},
[903] = {
["T"] = "猎杀雌狮",
["O"] = "从雌性草原狮身上收集5只猎手之爪。",
["S"] = {
"猎手之爪",
},
},
[29014] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[48199] = {
["T"] = "灼燃之心",
["O"] = "使用导航控制台前往安托兰废土。",
["S"] = {
"使用导航控制台前往安托兰废土",
},
},
[29270] = {
["T"] = "光阴苦短",
["O"] = "从火焰之地收集1000份沸燃之烬。",
["S"] = {
"沸燃之烬",
},
},
[50601] = {
["O"] = "在斯托颂谷地完成4个世界任务。",
["T"] = "风暴之末",
},
[42666] = {
["T"] = "返回邪能之槌号",
["O"] = "在邪能之槌号与战争领主加尔顿谈一谈。",
["S"] = {
"使用伊利达雷传送门（可选）",
"回去找战争领主加尔顿",
},
},
[927] = {
["O"] = "将布满苔藓的心脏交给奥拉密斯湖畔的德纳兰。",
["T"] = "布满苔藓的心脏",
},
[34987] = {
["T"] = "火药计谋",
["O"] = "找到一个黑石火药桶，并把它交给汉瑟尔·重拳。",
["S"] = {
"黑石火药桶",
},
},
[935] = {
["O"] = "将装满月亮井水的瓶子交给达纳苏斯外面岔路口处的科瑞萨斯·月怒。",
["T"] = "泰达希尔之水",
},
[44004] = {
["O"] = "弄清神秘的光缚物体的用途。",
["T"] = "圣光使者",
},
[41799] = {
["T"] = "黑暗爪牙",
["O"] = "使用视像之水，进入奥妮娅·天角的记忆。",
["S"] = {
"使用视像之水",
},
},
[41256] = {
["T"] = "美酒策略",
["O"] = "帮奇雷收集蟾蜍胃囊。",
["S"] = {
"蟾蜍胃囊",
},
},
[35405] = {
["O"] = "格瑞姆巴托奖励任务",
["T"] = "格瑞姆巴托奖励任务",
},
[61096] = {
["T"] = "仲裁官的意志",
["O"] = "在奥利波斯的转移之环与卡-谢尔见面。",
["S"] = {
"使用传送门",
},
},
[53161] = {
["O"] = "解开谜题。",
["T"] = "海礁指环",
},
[28967] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[61864] = {
["O"] = "冒险者：布隆",
["T"] = "冒险者：布隆",
},
[37547] = {
["O"] = "收集一个钢铁保卫者的精华。",
["T"] = "钢铁保卫者的精华",
},
[54185] = {
["T"] = "诺莫瑞根新的守护者",
["O"] = "在诺莫瑞根击败粉碎机器人Mk6001型。",
["S"] = {
"让麦克罗·祖克斯将你传送到诺莫瑞根内部",
"击败粉碎机器人Mk6001型。",
},
},
[46250] = {
["O"] = "在破碎海滩消灭稀有精英恶魔指挥官。",
["T"] = "擒贼擒王",
},
[31446] = {
["T"] = "拟态章鱼",
["O"] = "把拟态章鱼交给渔人码头的纳特·帕格。",
["S"] = {
"拟态章鱼",
},
},
[31574] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员希克瓦，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[12624] = {
["T"] = "不知所踪！",
["O"] = "在索拉查盆地的生物身上寻找金色订婚戒指。",
["S"] = {
"金色订婚戒指",
},
},
[31830] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[31958] = {
["T"] = "驯宠宗师亚济",
["O"] = "在宠物战斗中击败天选者亚济。",
["S"] = {
"击败天选者亚济",
},
},
[39595] = {
["T"] = "鲜血与献礼",
["O"] = "在圣剑谷收集7份挑战者的献礼。",
["S"] = {
"挑战者的献礼",
},
},
[57288] = {
["T"] = "评估你的战力",
["O"] = "击败3位裁定者格斗助手。",
["S"] = {
"击败阿尔基隆",
"击败伊普隆",
"击败斯特拉提库斯",
},
},
[56489] = {
["O"] = "前往东瘟疫之地的斯坦索姆，在仆从入口外找到肖恩·维克斯。",
["T"] = "不安的亡灵",
},
[32470] = {
["T"] = "灯光，镜头，开拍",
["O"] = "在主城内的某处收集一个铁盒子和一条赤色腰带，并从一名工程师处获得一个普通瞄准镜。",
["S"] = {
"铁盒子",
"普通瞄准镜",
"赤色腰带",
},
},
[35358] = {
["O"] = "时光之末奖励任务",
["T"] = "时光之末奖励任务",
},
[39499] = {
["T"] = "灵魂之井",
["O"] = "在普通难度地狱火堡垒中的血魔身上收集4块灵魂残片。",
["S"] = {
"灵魂残片",
},
},
[57513] = {
["T"] = "敌人的敌人",
["O"] = "逃离伤逝剧场。",
["S"] = {
"逃离伤逝剧场",
},
},
[24791] = {
["O"] = "随机普通日常 （第N次）",
["T"] = "随机普通日常 （第N次）",
},
[13189] = {
["O"] = "前往奥格瑞玛，将信交给萨鲁法尔大王。",
["T"] = "萨鲁法尔的祝福",
},
[10880] = {
["O"] = "将秘教的命令交给泰罗卡森林难民车队的米克达。",
["T"] = "秘教的命令",
},
[53194] = {
["O"] = "与伊薇拉·晨翼交谈，传送到激流堡，然后向罗德里克·布鲁斯顿队长报到。",
["T"] = "前往前线",
},
[50602] = {
["O"] = "完成4个塔兰吉远征队世界任务。",
["T"] = "塔兰吉远征队",
},
[8621] = {
["T"] = "风暴召唤者的足甲",
["O"] = "把其拉统御腕轮、2个先知塑像、5个青铜甲虫和5个陶土甲虫交给安其拉的坎多斯特拉兹。你必须首先在诺兹多姆的子嗣中达到中立声望才可以完成这个任务。",
["S"] = {
"其拉统御腕轮",
"先知塑像",
"青铜甲虫",
"陶土甲虫",
"仇恨 / 中立 诺兹多姆的子嗣",
},
},
[8685] = {
["O"] = "迷雾行者长者",
["T"] = "迷雾行者长者",
},
[51370] = {
["O"] = "物资短缺奖励",
["T"] = "物资短缺奖励",
},
[53276] = {
["O"] = "与基布林·时火谈谈。",
["T"] = "备用零件",
},
[51526] = {
["O"] = "去祖达萨向高阶督军克鲁姆什报到。",
["T"] = "督军的召唤",
},
[40930] = {
["T"] = "天启",
["O"] = "在暮色森林的密斯特曼托庄园开始搜寻天启。",
["S"] = {
"在暮色森林调查密斯特曼托庄园",
},
},
[40266] = {
["T"] = "迷失的顾问",
["O"] = "收集8根悬崖棘。",
["S"] = {
"收集悬崖棘",
},
},
[26327] = {
["O"] = "同萨尔加斯·安威玛尔交谈。",
["T"] = "英雄安威玛尔",
},
[61097] = {
["O"] = "在晋升堡垒的英雄之眠与副官尼科斯谈谈。",
["T"] = "晋升者的补给",
},
[49919] = {
["T"] = "惊现卡亚矿石",
["O"] = "扫描猩猩峡谷中的卡亚矿蒸汽喷泉口。",
["S"] = {
"扫描卡亚矿蒸汽喷泉口",
},
},
[54088] = {
["O"] = "在神秘宝库外与工匠大师欧沃斯巴克会面。",
["T"] = "麦卡贡的传说",
},
[61865] = {
["O"] = "冒险者：信徒刻斯玛斯",
["T"] = "冒险者：信徒刻斯玛斯",
},
[37548] = {
["O"] = "收集一个钢铁保卫者的精华。",
["T"] = "钢铁保卫者的精华",
},
[27095] = {
["T"] = "粘丝的威胁",
["O"] = "杀死12只掠网蜘蛛。",
["S"] = {
"杀死掠网蜘蛛",
},
},
[46251] = {
["T"] = "碎片收集时间",
["O"] = "在破碎海滩收集2500块虚空碎片。",
["S"] = {
"虚空碎片",
},
},
[9581] = {
["T"] = "研究水晶",
["O"] = "使用水晶矿锄在坠毁点水晶上采集一份坠毁点水晶样本，把它交给秘血岗哨的先行官米库拉斯。",
["S"] = {
"坠毁点水晶样本",
},
},
[63145] = {
["O"] = "把影缚证言带给威·娜莉的庇护所的威·娜莉。",
["T"] = "影缚证言",
},
[27607] = {
["O"] = "跟暮光高地暮光海滩的洛克塔尔谈一谈。",
["T"] = "南部保卫战",
},
[1222] = {
["T"] = "伊格纳兹的逃亡",
["O"] = "护送伊格纳兹，然后和塞拉摩的摩根·斯特恩谈一谈。",
["S"] = {
"帮伊格纳兹找睡菜叶",
},
},
[27863] = {
["T"] = "杀戮熔炉竞技场：血眼斗士！",
["O"] = "进入杀戮熔炉竞技场，击败胡尔德普！",
["S"] = {
"击败胡尔德普",
},
},
[9901] = {
["T"] = "遗留事务",
["O"] = "泰雷多尔的勘探员柯纳尔要求你干掉孢子之翼。",
["S"] = {
"消灭孢子之翼",
},
},
[56234] = {
["O"] = "支援你在纳沙塔尔的盟友，使先知奥利、猎人阿卡纳和剑客伊诺瓦里一共获得3000点经验值。",
["T"] = "患难之交",
},
[56490] = {
["O"] = "前往东瘟疫之地的斯坦索姆，在仆从入口外找到肖恩·维克斯。",
["T"] = "不安的亡灵",
},
[48555] = {
["T"] = "种子救援",
["O"] = "在枯萎平台的肥沃土壤上种下8个蓟藤种子。",
["S"] = {
"播下蓟藤种子",
},
},
[1270] = {
["T"] = "伊格纳兹的逃亡",
["O"] = "护送伊格纳兹，然后和棘齿城的麦伯克·米希瑞克斯谈一谈。",
["S"] = {
"帮伊格纳兹找睡菜叶",
},
},
[20440] = {
["T"] = "有毒的水",
["O"] = "获取6只草原狼的爪子和4只平原陆行鸟的爪子。",
["S"] = {
"草原狼的爪子",
"平原陆行鸟的爪子",
},
},
[57514] = {
["T"] = "战争的前奏",
["O"] = "向维拉兹男爵报告。",
["S"] = {
"向维拉兹男爵报告",
},
},
[10349] = {
["O"] = "将火红水晶碎片交给地狱火半岛塞纳里奥哨站的缚地者加兰蒂娅·夜风。",
["T"] = "缚地者",
},
[10413] = {
["O"] = "将一瓶虚空软泥交给虚空风暴维序派哨站的研究员纳乌德。",
["T"] = "虚空的软泥",
},
[29477] = {
["T"] = "侏儒工程学",
["O"] = "将6个秘银管，1个精确瞄准镜和2个高级假人交给任意主城的工程学训练师。",
["S"] = {
"秘银管",
"精确瞄准镜",
"高级假人",
},
},
[10516] = {
["T"] = "守备官的困境",
["O"] = "夺回守备官乌里恩之剑和守备官乌里恩之盾。",
["S"] = {
"守备官乌里恩之剑",
"守备官乌里恩之盾",
},
},
[50603] = {
["O"] = "完成4个沃顿奈世界任务。",
["T"] = "沃顿奈",
},
[29527] = {
["T"] = "城头激战",
["O"] = "杀死巡视者加戈玛，传令官瓦兹德和瓦兹德的坐骑纳杉。将加戈玛之手和纳杉徽记交给石头守卫斯托克顿。",
["S"] = {
"加戈玛之手",
"纳杉徽记",
},
},
[29655] = {
["T"] = "特殊的布",
["O"] = "杀死战争使者沃姆罗格，把他的战袍带给在地狱火堡垒破碎大厅里的石头守卫斯托克顿。",
["S"] = {
"沃姆罗格的战袍",
},
},
[10797] = {
["O"] = "将高格鲁姆的信物交给刀锋山常青林的指挥官海弗斯·石墙。",
["T"] = "戈隆的信物",
},
[27045] = {
["T"] = "等着下手",
["O"] = "进入伊瓦小屋，在楼上找一个合适的藏身处。监听达利乌斯·克罗雷领主。",
["S"] = {
"了解达利乌斯·克罗雷的计划",
},
},
[44074] = {
["T"] = "奈萨里奥的巢穴：坚韧精华",
["O"] = "从奈萨里奥巢穴的洛克莫拉身上收集 1 份坚韧精华，然后杀掉地底之王达古尔。",
["S"] = {
"坚韧精华",
"消灭达古尔",
},
},
[10989] = {
["O"] = "与枯瘦的莫戈多格谈一谈，他在刀锋山的鲜血之环外，卓尔特身旁的塔顶上。",
["T"] = "枯瘦的莫戈多格",
},
[39688] = {
["T"] = "自由的绊脚石",
["O"] = "消灭巴斯提拉克斯并获取他的力量。",
["S"] = {
"消灭巴斯提拉克斯并获取力量",
},
},
[39361] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：声呐增幅器",
},
[61098] = {
["O"] = "与炽蓝仙野森林之心的艾丝琳谈谈。",
["T"] = "荒猎团的补给",
},
[53163] = {
["O"] = "把饮水角交给睿智的维德哈尔。",
["T"] = "赤潮饮水角",
},
[38362] = {
["T"] = "残忍的战利品",
["O"] = "获取蛮天领主的徽记。",
["S"] = {
"蛮天领主的徽记",
},
},
[61866] = {
["T"] = "玛卓克萨斯的强大仆从",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败看护者麦斯米兰",
},
},
[37549] = {
["O"] = "收集一个钢铁胜利者的精华。",
["T"] = "钢铁胜利者的精华",
},
[38178] = {
["T"] = "密报：突袭钢铁军工厂",
["O"] = "突袭霜火岭钢铁军工厂的钢铁部落军队。",
["S"] = {
"突袭钢铁军工厂的钢铁部落军队",
},
},
[38135] = {
["O"] = "Classic 50-59",
["T"] = "Classic 50-59",
},
[31447] = {
["T"] = "苦难的终结",
["O"] = "杀死黑暗院长加丁。",
["S"] = {
"消灭黑暗院长加丁",
},
},
[31575] = {
["T"] = "捉到一只！",
["O"] = "捕获一只战斗宠物。",
["S"] = {
"捕捉一只宠物",
},
},
[55211] = {
["T"] = "锈栓式充能",
["O"] = "使用NRG-100为6个发电机能量电池充能。",
["S"] = {
"装备NRG-100",
},
},
[31831] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[55723] = {
["T"] = "征用：一些鲤鱼",
["O"] = "将3条挣扎的鲤鱼放回水中。",
["S"] = {
"将挣扎的鲤鱼送回水中",
},
},
[39597] = {
["T"] = "守护者的祝福",
["O"] = "与尤特纳交谈，接受守护者的祝福。",
["S"] = {
"接受尤特纳的祝福",
},
},
[56235] = {
["O"] = "支援你在纳沙塔尔的盟友，使其中一人升到3级。",
["T"] = "深入纳沙塔尔",
},
[48300] = {
["T"] = "猎魂者",
["O"] = "击败安托鲁斯，燃烧王座的猎魂者伊墨纳尔。",
["S"] = {
[2] = "报废的震击之枪",
},
},
[32471] = {
["T"] = "灯光，镜头，开拍",
["O"] = "在主城内的某处收集一个铁盒子和一条赤色腰带，并从一名工程师处获得一个普通瞄准镜。",
["S"] = {
"铁盒子",
"普通瞄准镜",
"赤色腰带",
},
},
[57003] = {
["T"] = "创造自己的力量",
["O"] = "让缚蜃者佐尔兰为你升级一件底栖护甲。",
["S"] = {
[2] = "升级一件底栖护甲",
},
},
[40877] = {
["T"] = "英灵殿：纵枪行乐",
["O"] = "前往英灵殿，从奥丁手里取得活力符文石。",
["S"] = {
"活力符文石",
},
},
[57515] = {
["T"] = "魂选密院",
["O"] = "和德拉卡一起前往魂选密院。",
["S"] = {
"进入魂选密院",
},
},
[12397] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[58027] = {
["T"] = "谁点的软泥？",
["O"] = "在马里莱斯的大锅中制造一个灾裔软泥。",
["S"] = {
"合并孢子",
"注入剧毒",
"搅动大锅",
},
},
[58283] = {
["T"] = "盲信盲从",
["O"] = "在奥丹姆消灭8个阿玛赛特祭司。",
["S"] = {
"消灭阿玛赛特祭司",
},
},
[25176] = {
["T"] = "顺手牵羊",
["O"] = "收集6份库尔提拉斯宝藏。",
["S"] = {
"库尔提拉斯宝藏",
},
},
[50604] = {
["O"] = "完成3个始祖龟世界任务。",
["T"] = "始祖龟求知者",
},
[42669] = {
["O"] = "使用侦察地图，完成“入侵准备”系列任务。",
["T"] = "入侵准备",
},
[6391] = {
["O"] = "从狮鹫管理员布洛兰·风须那里租一只狮鹫飞往铁炉堡，然后将格雷姆罗克的名单交给铁炉堡的高尼尔·石趾。",
["T"] = "飞往铁炉堡",
},
[28068] = {
["O"] = "与摩根交谈。",
["T"] = "征召冒险者：黑石深渊",
},
[53727] = {
["O"] = "军团再临110级部落",
["T"] = "军团再临110级部落",
},
[35502] = {
["O"] = "乌特加德城堡奖励任务",
["T"] = "乌特加德城堡奖励任务",
},
[43949] = {
["T"] = "更多的传奇武器",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择神器",
},
},
[44205] = {
["T"] = "改变命运",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[13165] = {
["O"] = "使用你的黑锋之门法术返回阿彻鲁斯：黑锋要塞。抵达阿彻鲁斯之后，向大领主达里安·莫格莱尼报到。",
["T"] = "夺回阿彻鲁斯",
},
[61099] = {
["O"] = "进入托加斯特寻找贝恩。",
["T"] = "寻找贝恩",
},
[53164] = {
["O"] = "把音波之石交给螳螂高原的哨兵指挥官奇磐。",
["T"] = "音波之石",
},
[26712] = {
["O"] = "跟科赞岛上科赞第一银行的第一银行柜台员谈一谈。",
["T"] = "前往银行",
},
[53760] = {
["T"] = "无心插柳",
["O"] = "在德鲁斯瓦找到虚空石。",
["S"] = {
"找到虚空石",
},
},
[37550] = {
["O"] = "收集一个钢铁胜利者的精华。",
["T"] = "钢铁胜利者的精华",
},
[53800] = {
["O"] = "黑海岸之战",
["T"] = "黑海岸之战",
},
[46253] = {
["T"] = "创世之柱",
["O"] = "使用创世之柱封印萨格拉斯之墓。",
["S"] = {
"卡兹格罗斯之锤",
"高戈奈斯潮汐之石",
"艾露恩之泪",
},
},
[46509] = {
["T"] = "古墓丽影",
["O"] = "在萨格拉斯之墓外寻找传闻中的宝箱。",
["S"] = {
"萨格拉斯之墓的宝藏",
},
},
[46765] = {
["T"] = "破碎海滩：调查军团",
["O"] = "在破碎海滩发现一处隐藏的军团威胁。",
["S"] = {
"发现破碎海滩的一个隐藏的军团威胁",
},
},
[30243] = {
["T"] = "火烧螳螂",
["O"] = "使用热油大锅击败残阳关附近的80个螳螂妖。",
["S"] = {
"消灭科里克提克护巢兵",
},
},
[53870] = {
["O"] = "在格罗玛什要塞会见你的来宾。",
["T"] = "格罗玛什要塞的来客",
},
[29475] = {
["T"] = "地精工程学",
["O"] = "将20个重磅铁制炸弹，20个实心炸弹和5个自爆绵羊交给任意主城的工程学训练师。",
["S"] = {
"重磅铁制炸弹",
"实心炸弹",
"自爆绵羊",
},
},
[27992] = {
["T"] = "磁铁的原理是什么呢？",
["O"] = "取回7块攻城坦克废料。在不眠前线使用磁性废料收集器寻找废料。不眠前线位于此地正西方，穿过第二座桥梁就到。",
["S"] = {
"攻城坦克废料",
},
},
[56236] = {
["O"] = "支援你在纳沙塔尔的盟友，使维姆·盐心、鲍恩·分鳃和奈莉·锐鳍一共获得2400点经验值。",
["T"] = "潦而不倒",
},
[48301] = {
["T"] = "燃烧的女巫会",
["O"] = "击败安托鲁斯，燃烧王座的破坏魔女巫会。",
["S"] = {
[2] = "萨格雷宣言",
},
},
[28376] = {
["O"] = "将麦泽利安的头颅交给苏拉赫的表演场的苏拉赫。",
["T"] = "麦泽利安的头颅",
},
[14253] = {
["T"] = "给我带些羽毛来！",
["O"] = "收集25根恐怖飞扑者之羽。",
["S"] = {
"恐怖飞扑者之羽",
},
},
[40878] = {
["T"] = "突袭紫罗兰监狱：装死",
["O"] = "制作2个故障检测晶塔。前往紫罗兰监狱并获取一个离子激光螺栓。然后把所有东西交给达拉然的钳工蒂迪。",
["S"] = {
"故障检测晶塔",
"离子激光螺栓",
"击败第三个逃跑的囚犯",
},
},
[57516] = {
["T"] = "穿越烈焰与火光",
["O"] = "抵达立岩。",
["S"] = {
"立岩",
},
},
[7223] = {
["T"] = "护甲碎片",
["O"] = "给丹巴达尔的莫高特·深炉带去20块护甲碎片。",
["S"] = {
"护甲碎片",
},
},
[29016] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[54006] = {
["T"] = "新的希望",
["O"] = "见证泰兰德对卡多雷的演说。",
["S"] = {
"聆听泰兰德的演讲",
},
},
[50349] = {
["O"] = "在深冬采掘营地找到首席矿工希奥克。",
["T"] = "矿石成灾",
},
[50605] = {
["O"] = "在赞达拉或被占领的战争前线区域完成4个世界任务。",
["T"] = "联盟战事",
},
[42670] = {
["O"] = "招募受难者奥图里斯和阿莎·鸦歌成为你的第一批勇士。",
["T"] = "崛起吧，勇士",
},
[29656] = {
["T"] = "沃姆罗格的战袍",
["O"] = "杀死战争使者沃姆罗格，把他的战袍带给在地狱火堡垒破碎大厅里的高级斥候卡德维克。",
["S"] = {
"沃姆罗格的战袍",
},
},
[54058] = {
["T"] = "无心插柳",
["O"] = "在德鲁斯瓦找到虚空石。",
["S"] = {
"找到虚空石",
},
},
[40259] = {
["O"] = "占位符",
["T"] = "恶魔猎手 选择 2",
},
[32162] = {
["T"] = "兽王的狩猎：老虎",
["O"] = "收集25块完整的牦牛腰肉。",
["S"] = {
"完整的牦牛腰肉",
},
},
[30168] = {
["T"] = "野蛮入侵",
["O"] = "夺回5件遭劫的锦鱼战利品。",
["S"] = {
"遭劫的锦鱼战利品",
},
},
[44206] = {
["T"] = "升腾者",
["O"] = "下达命令，招募升腾者。",
["S"] = {
"下达命令以招募升腾者",
},
},
[55069] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：协议转移装置",
},
[61100] = {
["O"] = "与米哈拉女士交谈并领取你的奖励。",
["T"] = "收割者之庭的补给",
},
[1918] = {
["O"] = "将被污染的水球交给灰谷碎木哨岗的马斯托克·维尔西斯。",
["T"] = "被污染的水元素",
},
[30808] = {
["T"] = "土地精的好运",
["O"] = "找到8个失窃的幸运符。",
["S"] = {
"失窃的幸运符",
},
},
[61868] = {
["T"] = "不安的卧底",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败顿德里·黏指",
},
},
[37551] = {
["O"] = "收集一个钢铁征服者的精华。",
["T"] = "钢铁征服者的精华",
},
[41704] = {
["T"] = "16号实验体",
["O"] = "把泰林交给塔莉萨。",
["S"] = {
"把泰林交给塔莉萨",
},
},
[46254] = {
["O"] = "TBD",
["T"] = "TBD",
},
[46510] = {
["T"] = "舰船墓场",
["O"] = "在荒弃海湾深处寻找传闻中的宝箱。",
["S"] = {
"荒弃海湾的宝藏",
},
},
[31576] = {
["T"] = "驯服宠物",
["O"] = "赢得一场宠物战斗。",
["S"] = {
"赢得一场宠物战斗",
},
},
[7927] = {
["O"] = "当暗月马戏团来到镇上的时候，把入口套牌交给他们。",
["T"] = "暗月入口套牌",
},
[31832] = {
["T"] = "升级！",
["O"] = "将一个宠物提升至3级。",
["S"] = {
"3级宠物",
},
},
[34776] = {
["T"] = "奥金顿守门人",
["O"] = "在战斗中击败守备官达鲁和缚魂者哈拉尔。",
["S"] = {
"击败守备官达鲁",
"击败缚魂者哈拉尔",
},
},
[55981] = {
["T"] = "就在眼皮底下",
["O"] = "让梅瑞迪将你变成食人魔，之后侦查附近的食人魔堡垒。",
["S"] = {
"让梅瑞迪施展食人魔变形法术",
},
},
[54239] = {
["O"] = "将任务报告交给纳萨诺斯·凋零者。",
["T"] = "任务报告：祖尔加废墟",
},
[48302] = {
["T"] = "寂灭者",
["O"] = "击败安托鲁斯，燃烧王座的寂灭者阿古斯。",
["S"] = {
[2] = "血色阿古尼特水晶",
},
},
[48558] = {
["T"] = "铁潮帮",
["O"] = "从铁潮杀手和铁潮灵射手身上收集3把艾泽里特弯刀和2个艾泽里特火药。",
["S"] = {
"艾泽里特弯刀",
"灵射手的艾泽里特火药之角",
},
},
[57005] = {
["T"] = "交朋识友",
["O"] = "使用召唤海螺，选择一个盟友，并完成3个盟友任务。",
["S"] = {
"使用召唤海螺",
"选择一个盟友",
},
},
[57261] = {
["T"] = "候选者行其路",
["O"] = "与克雷雅同行。",
["S"] = {
"与克雷雅同行",
},
},
[31521] = {
["T"] = "成为大师",
["O"] = "制作黑胡椒牛排、海雾米线、魔古鱼汤、清蒸肥蟹、春卷和疯酒师的早餐，然后回去找引路人。",
["S"] = {
"黑胡椒肋排配虾",
"烹制海雾米线",
"烹制魔古鱼汤",
"烹制清蒸肥蟹",
"烹制春卷",
"烹制疯酒师的早餐",
},
},
[54402] = {
["O"] = "在新工匠镇与崔德·火钻队长会面。",
["T"] = "风云变幻",
},
[24921] = {
["O"] = "向北方城堡的海军司令奥布里报到。",
["T"] = "向奥布里报到",
},
[25049] = {
["T"] = "踩水坑",
["O"] = "杀死8名潮行巨人。",
["S"] = {
"消灭潮行巨人",
},
},
[25177] = {
["T"] = "突袭海滩",
["O"] = "杀死11只泡沫海元素。",
["S"] = {
"消灭泡沫海元素",
},
},
[50606] = {
["O"] = "在库尔提拉斯或被占领的战争前线区域完成4个世界任务。",
["T"] = "部落战事",
},
[42671] = {
["O"] = "招募凯恩·日怒和阿莎·鸦歌成为你的第一批勇士。",
["T"] = "崛起吧，勇士",
},
[8686] = {
["O"] = "高山长者",
["T"] = "高山长者",
},
[44269] = {
["T"] = "英灵殿：奥丁的挑战",
["O"] = "击败英灵殿的奥丁。",
["S"] = {
[2] = "奥丁的挑战",
},
},
[54453] = {
["O"] = "和希利苏斯的麦格尼·铜须交谈，领取你的奖励。",
["T"] = "来自麦格尼的补给",
},
[25945] = {
["O"] = "乘克罗姆加马车前往石爪山脉的皱石岗。",
["T"] = "我们来是做一件，也许是两件事的……",
},
[12791] = {
["O"] = "将肯瑞托徽记之戒交给达拉然紫罗兰之门的大法师塞琳德拉。",
["T"] = "魔法王国达拉然",
},
[54456] = {
["O"] = "在德鲁斯瓦的阿罗姆之台和军需官阿尔考恩交谈。",
["T"] = "来自灰烬骑士团的补给",
},
[52654] = {
["O"] = "在风之救赎号上向哈尔弗·维姆班恩报到。",
["T"] = "阵营战役",
},
[9134] = {
["O"] = "将萨希尔的货物交给银月城的牧羊人之门外的葛拉米。",
["T"] = "葛拉米",
},
[10180] = {
["O"] = "与奥金顿塞泰克大厅里的伊斯法尔谈一谈。",
["T"] = "无法袖手旁观",
},
[12407] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[54580] = {
["O"] = "与北风苔原菲兹兰克机场的齿轮队长闪簧对话。",
["T"] = "苔原难题",
},
[37552] = {
["O"] = "收集一个钢铁征服者的精华。",
["T"] = "钢铁征服者的精华",
},
[9454] = {
["T"] = "狩猎月痕鹿",
["O"] = "将6份月痕鹿的嫩腰肉交给碧蓝岗哨的艾克提恩。",
["S"] = {
"月痕鹿的嫩腰肉",
},
},
[46255] = {
["O"] = "干扰X个不稳定的传送门，击败1个世界首领。",
["T"] = "干扰X个不稳定的传送门，击败1个世界首领。",
},
[54845] = {
["T"] = "传声盒破坏者",
["O"] = "在黑海岸摧毁4个传声盒。",
["S"] = {
"摧毁传声盒",
},
},
[38576] = {
["T"] = "圣光之愿会师",
["O"] = "前往东瘟疫之地，进入圣光之愿礼拜堂地下的圣光之愿大殿，和其他圣骑士会合。",
["S"] = {
"使用传送门前往圣光之愿大殿（可选）",
"进入圣光之愿大殿",
},
},
[9987] = {
["T"] = "教训鸦人",
["O"] = "杀死里斯克鸦巢的阿什卡兹，西诺鸦巢的埃伊特和基斯鸦巢的乌达克，然后返回裂石堡向罗卡格复命。",
["S"] = {
"消灭阿什卡兹",
"消灭埃伊特",
"消灭乌达克",
},
},
[9774] = {
["T"] = "厚重多头蛇鳞片",
["O"] = "将12块厚重多头蛇鳞片交给沼泽鼠岗哨的祖莱。",
["S"] = {
"厚重多头蛇鳞片",
},
},
[54761] = {
["T"] = "灵魂向导",
["O"] = "在纳拉其营地的远眺台地内点燃灵魂行者的熏香。",
["S"] = {
"点燃灵魂行者的熏香",
},
},
[9902] = {
["T"] = "沼光湖的恐怖",
["O"] = "杀死恐爪，然后向奥雷柏尔营地的普尔鲁复命。",
["S"] = {
"消灭恐爪",
},
},
[28121] = {
["T"] = "加德纳尔大军",
["O"] = "杀死12名加德纳尔邪恶势力的成员。",
["S"] = {
"杀死加德纳尔的邪恶势力成员",
},
},
[56494] = {
["T"] = "战争前夕",
["O"] = "与马迪亚斯·肖尔谈一谈。",
["S"] = {
"听取马迪亚斯·肖尔的看法",
},
},
[40368] = {
["T"] = "海龟动力",
["O"] = "收集7份闪光的钳嘴鳞片。",
["S"] = {
"闪光的钳嘴鳞片",
},
},
[57006] = {
["T"] = "强大的盟友",
["O"] = "使用渊焰营火，选择一个盟友，并完成3个盟友任务。",
["S"] = {
"使用渊焰营火",
"选择一个盟友",
},
},
[28633] = {
["T"] = "应许约柜",
["O"] = "把应许约柜中的东西交给布莱恩·铜须。",
["S"] = {
"泰坦圆盘",
},
},
[54766] = {
["T"] = "响应召唤",
["O"] = "阻止怨恨之灵。",
["S"] = {
"消灭怨恨之灵",
},
},
[54844] = {
["T"] = "遏制元素",
["O"] = "在黑海岸击败20个暮光元素法师。",
["S"] = {
"消灭暮光元素法师",
},
},
[29017] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[29457] = {
["O"] = "将收缴的徽记交给暗月岛上暗月马戏团的萨杜斯·帕雷教授。",
["T"] = "敌人的徽记",
},
[10542] = {
["T"] = "他们偷走了我的水烟袋和酒！",
["O"] = "找回塔卡里的水烟袋和10瓶血槌烈酒。",
["S"] = {
"塔卡里的水烟袋",
"血槌烈酒",
},
},
[42416] = {
["O"] = "与达拉然的六人议会对话。",
["T"] = "要事会谈",
},
[54945] = {
["T"] = "修葺一新",
["O"] = "修理装置。",
["S"] = {
"修理设备",
},
},
[29657] = {
["T"] = "能力越强，责任越大",
["O"] = "阿达尔要你前往风暴要塞的能源舰，杀死机械领主卡帕西图斯。",
["S"] = {
"消灭机械领主卡帕西图斯",
},
},
[54951] = {
["T"] = "紧急治疗",
["O"] = "对奥斯汀·哈克斯沃斯、比约恩·烈拳和吉菈使用急救包。",
["S"] = {
"对比约恩·烈拳使用急救包",
"对吉菈使用急救包",
"对奥斯汀·哈克斯沃斯使用急救包",
},
},
[10862] = {
["O"] = "罗卡格要你在沙塔斯城贫民窟找到救赎者瑞拉克，逼迫他和他的同族向部落投降。",
["T"] = "向部落投降",
},
[54965] = {
["T"] = "被拆卸的机器人",
["O"] = "将12个重新启动的机器人带给博尔登·弹闪。",
["S"] = {
"将重新启动的机器人带给博尔登·弹闪",
"从博尔登·弹闪处获得机器人复变充能器（可选）",
},
},
[30169] = {
["T"] = "掠夺者首领司罗凡",
["O"] = "击败司罗凡。",
["S"] = {
"消灭司罗凡",
},
},
[44208] = {
["T"] = "命与时",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[44464] = {
["T"] = "觉醒",
["O"] = "在瓦尔莎拉见证伊利丹·怒风的觉醒。",
["S"] = {
"见证伊利丹·怒风的苏醒",
},
},
[44720] = {
["O"] = "去瓦狄斯丹找哈维。",
["T"] = "行动的召唤",
},
[53167] = {
["O"] = "将毛皮披风交给龙骨荒野的图尔凯。",
["T"] = "冰牙毛皮披风",
},
[54981] = {
["T"] = "向月嚎叫",
["O"] = "采集一朵艾露恩的赐福。",
["S"] = {
"艾露恩的赐福",
},
},
[12305] = {
["O"] = "回到龙骨荒野的暮冬要塞，向幻象师瑟里格复命。",
["T"] = "离别的思绪",
},
[37553] = {
["O"] = "收集一个钢铁征服者的精华。",
["T"] = "钢铁征服者的精华",
},
[11502] = {
["T"] = "保卫哈兰",
["O"] = "在哈兰击败10名敌对方玩家，然后向塔拉的拉库尔复命。",
["S"] = {
"消灭哈兰敌方战斗人员",
},
},
[54447] = {
["O"] = "将信物交给神秘人。",
["T"] = "狡诈之徒",
},
[55040] = {
["T"] = "查看内部",
["O"] = "进入宝库。",
["S"] = {
"进入宝库",
},
},
[31577] = {
["T"] = "治疗宠物",
["O"] = "拜访兽栏管理员莫加努斯，治疗你的宠物。",
["S"] = {
"治疗战斗宠物",
},
},
[55056] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库里。",
["T"] = "图纸：机械猫激光笔",
},
[55057] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：罐装鲦鱼",
},
[11025] = {
["T"] = "埃匹希斯水晶",
["O"] = "将5块埃匹希斯碎片交给刀锋山奥格瑞拉的库洛尔。",
["S"] = {
"埃匹希斯碎片",
},
},
[11950] = {
["O"] = "在卡斯卡拉找到长者穆希特。",
["T"] = "穆希特的智慧",
},
[64430] = {
["T"] = "覆茶难收",
["O"] = "找到塔宾斯和加宾斯。",
["S"] = {
"找到加宾斯和塔宾斯",
},
},
[48304] = {
["T"] = "猎魂者",
["O"] = "击败安托鲁斯，燃烧王座的猎魂者伊墨纳尔。",
["S"] = {
[2] = "报废的震击之枪",
},
},
[48560] = {
["T"] = "暗影的礼物",
["O"] = "将暗影精华灌注进虚空之光熔炉。",
["S"] = {
"将暗影精华注入虚空之光熔炉",
},
},
[40625] = {
["T"] = "新的来源",
["O"] = "帮凯托斯找一个邪能解离器。",
["S"] = {
"邪能解离器",
},
},
[57263] = {
["T"] = "心能轮回：以太浮蛇",
["O"] = "消灭以太浮蛇，收集25个发光的脏器。",
["S"] = {
"发光的脏器",
},
},
[41137] = {
["T"] = "国王之陨",
["O"] = "把贾德维克旗帜插到海巨人国王的岛上，引出国王并消灭他。\r\n",
["S"] = {
"消灭莫格拉什国王",
},
},
[12398] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[58031] = {
["T"] = "应用科学",
["O"] = "从被魔药浸湿的残骸上收集马里莱斯的日志中散佚的书页。",
["S"] = {
"找到马里莱斯的日志 - 第一页",
},
},
[41905] = {
["O"] = "点击侦察地图，完成“调查天禅院”任务。",
["T"] = "天禅院的报告",
},
[12590] = {
["O"] = "Blahblah[PH]",
["T"] = "Blahblah[PH]",
},
[58799] = {
["T"] = "宗师的指导",
["O"] = "收集12个百心之核。",
["S"] = {
"百心之核",
},
},
[55066] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：机械兽能量背包",
},
[55067] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：算法重制的打孔卡",
},
[27679] = {
["T"] = "卡兹穆尔大厅",
["O"] = "击败艾隆纳亚。",
["S"] = {
"消灭艾隆纳亚",
},
},
[43441] = {
["T"] = "第二件武器",
["O"] = "选择要追求的第二件神器。",
["S"] = {
"选择要追求的第二件神器",
},
},
[51888] = {
["T"] = "海岛探险",
["O"] = "与雷兹奥昆船长对话以开始探险，然后探索神秘海岛。",
["S"] = {
"与雷兹奥昆船长谈一谈",
},
},
[26074] = {
["T"] = "终结的开始",
["O"] = "护送克罗姆加热气球前往石爪山脉的油污潭。",
["S"] = {
"安全护送克罗姆加热气球到油污潭",
},
},
[55070] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：个人时光置换器",
},
[13166] = {
["T"] = "黑锋要塞之战",
["O"] = "杀死10个天灾亡灵，并参与消灭帕奇维克的战斗。成功之后，回去向大领主达里安·莫格莱尼复命。",
["S"] = {
"消灭帕奇维克",
"杀死天灾士兵",
},
},
[51770] = {
["O"] = "在女妖之啸号的下层甲板与半兽人迦罗娜同行。",
["T"] = "大酋长的任务",
},
[53168] = {
["O"] = "返还望远镜。",
["T"] = "魔法望远镜",
},
[55073] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：锈栓抵抗军徽记",
},
[26842] = {
["T"] = "凭空出现",
["O"] = "从藓皮斥候或藓皮猛击者身上收集12只豺狼人的耳朵。",
["S"] = {
"藓皮豺狼人的耳朵",
},
},
[37554] = {
["O"] = "收集一个钢铁胜利者的精华。",
["T"] = "钢铁胜利者的精华",
},
[40763] = {
["T"] = "资源分配",
["O"] = "收集20瓶魔力酒。",
["S"] = {
"一瓶魔力酒",
},
},
[27226] = {
["T"] = "解醉酒",
["O"] = "弄醒8名兽人水兵。",
["S"] = {
"弄醒兽人水兵",
},
},
[62895] = {
["O"] = "选择路线",
["T"] = "选择路线",
},
[38578] = {
["T"] = "至关重要的消息",
["O"] = "到大地岩窟去，和智者拉戈谈谈。",
["S"] = {
"前往大地岩窟",
},
},
[38834] = {
["O"] = "在伊利达雷哨所与恶魔猎手的首领谈一谈。",
["T"] = "投身战场",
},
[27738] = {
["T"] = "邪鳞地穴",
["O"] = "把奥丹姆邪鳞地穴的塔赫特救出来。",
["S"] = {
"解放塔赫特",
},
},
[55095] = {
["O"] = "与瀑布上方的吉安娜·普罗德摩尔女士交谈。",
["T"] = "颠覆",
},
[13998] = {
["T"] = "我们信仰真菌",
["O"] = "在死水绿洲附近种植一株真菌植株并观察结果。",
["S"] = {
"种植真菌植株",
},
},
[56240] = {
["O"] = "询问破镣者关于小刀的事情。",
["T"] = "奇怪的银质小刀",
},
[48305] = {
["T"] = "燃烧的女巫会",
["O"] = "击败安托鲁斯，燃烧王座的破坏魔女巫会。",
["S"] = {
[2] = "萨格雷宣言",
},
},
[28378] = {
["T"] = "寻找范妮",
["O"] = "寻找并营救范妮·桑德玛尔。",
["S"] = {
"营救范妮·桑德玛尔",
},
},
[49299] = {
["T"] = "深入敌后",
["O"] = "消灭监视者贝茨。",
["S"] = {
"消灭监视者贝茨",
},
},
[57264] = {
["T"] = "启示的关隘",
["O"] = "激励11位脆弱的候选者。",
["S"] = {
"激励候选者采取行动",
},
},
[41138] = {
["T"] = "供给沙尔艾兰",
["O"] = "和奥术师瓦尔托伊一起在沙尔艾兰检查魔网能量情况。",
["S"] = {
"检查魔网能量",
},
},
[41394] = {
["T"] = "微笑服务",
["O"] = "为强尼·傲森将无敌的缰绳卖给哥特·韦德斯潘。",
["S"] = {
"售出无敌的缰绳",
},
},
[29018] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[58288] = {
["O"] = "在奥丹姆击败3个阿玛赛特稀有敌人。",
["T"] = "太阳王的选民",
},
[29086] = {
["T"] = "竞争再竞争",
["O"] = "从风险投资公司苦工、风险投资公司雇佣兵和风险投资公司雇工身上收集到6份斯布特瓦夫的设计图。",
["S"] = {
"斯布特瓦夫的设计图",
},
},
[58800] = {
["T"] = "追忆之地",
["O"] = "使用心能导灵器为追忆之地恢复心能。",
["S"] = {
"激活追忆之地",
},
},
[29530] = {
["T"] = "堡垒里的恶魔",
["O"] = "杀死无疤者奥摩尔然后将他的蹄子带给石头守卫斯托克顿。",
["S"] = {
"奥摩尔之蹄",
},
},
[28190] = {
["T"] = "被污染的软泥怪",
["O"] = "杀死8只被污染的软泥怪。",
["S"] = {
"消灭被污染的软泥怪",
},
},
[42230] = {
["T"] = "山谷行者的重担",
["O"] = "在法尔多拉神殿里激活法尔多拉道标。",
["S"] = {
"激活法尔多拉道标",
},
},
[40220] = {
["T"] = "棘刺之舞",
["O"] = "在月翼浅滩击败3个蓟叶刺舞者。",
["S"] = {
"消灭蓟叶刺舞者",
},
},
[43698] = {
["T"] = "流明石",
["O"] = "派遣勇士在“流明石”系列任务中收集50个流明石。",
["S"] = {
"流明石",
},
},
[27422] = {
["O"] = "跟马队管理者布鲁斯·石锤谈一谈。",
["T"] = "兵临城下",
},
[38126] = {
["O"] = "WLK 70-79",
["T"] = "WLK 70-79",
},
[44466] = {
["T"] = "不明朗的道路",
["O"] = "在瓦尔莎拉的梦境林地见证伊利丹的坚韧经历。",
["S"] = {
"见证伊利丹的坚韧经历",
},
},
[57304] = {
["T"] = "占领矿洞",
["O"] = "占领一座还没有被雷矛部族控制的矿洞，然后向奥特兰克山脉的杜尔根·雷矛复命。",
["S"] = {
"占领矿洞",
},
},
[53169] = {
["O"] = "将元素之核交给艾萨拉的海达克西斯公爵。",
["T"] = "元素之核",
},
[61616] = {
["T"] = "灰烬王庭",
["O"] = "确定灰烬王庭的嘉宾和设施选项，然后尽力取悦嘉宾。",
["S"] = {
"确认宾客名单",
},
},
[24606] = {
["T"] = "贫瘠之地的血",
["O"] = "从钢鬃野猪人身上获得6副血之碎片饰品。",
["S"] = {
"血之碎片饰品",
},
},
[37555] = {
["O"] = "收集一个钢铁保卫者的精华。",
["T"] = "钢铁保卫者的精华",
},
[31194] = {
["T"] = "镇压滑鳞氏族",
["O"] = "击败滑鳞蜥蜴领主。",
["S"] = {
"消灭滑鳞蜥蜴领主",
},
},
[11984] = {
["T"] = "抓巨魔",
["O"] = "岩石之泉的萨米尔希望你对被巴德打昏的达卡莱巨魔使用赏金猎人的笼子。",
["S"] = {
"活捉冰巨魔",
},
},
[62896] = {
["O"] = "选择路线",
["T"] = "选择路线",
},
[63152] = {
["O"] = "把温西尔协议带给威·娜莉的庇护所的威·娜莉。",
["T"] = "温西尔协议",
},
[55307] = {
["O"] = "把鱼带给丹妮尔·渔钓。",
["T"] = "阴暗的洞穴鳗",
},
[55308] = {
["O"] = "把鱼带给丹妮尔·渔钓。",
["T"] = "机械河豚",
},
[55309] = {
["O"] = "把鱼带给丹妮尔·渔钓。",
["T"] = "喷射小丑鱼",
},
[55310] = {
["O"] = "把鱼带给丹妮尔·渔钓。",
["T"] = "腐泥鲤鱼",
},
[56241] = {
["O"] = "搜索辛艾萨莉，寻找关于奥术宝箱的情报。",
["T"] = "保存的线索",
},
[48306] = {
["T"] = "寂灭者",
["O"] = "击败安托鲁斯，燃烧王座的寂灭者阿古斯。",
["S"] = {
[2] = "血色阿古尼特水晶",
},
},
[55312] = {
["O"] = "把鱼带给丹妮尔·渔钓。",
["T"] = "阳链鲃",
},
[32602] = {
["O"] = "将神祇与妖魔带给游学者周卓。",
["T"] = "神祇与妖魔",
},
[57265] = {
["T"] = "心能轮回：枯竭问题",
["O"] = "从心能提取器中获得一个浓缩的心能微粒。",
["S"] = {
"激活心能提取器",
},
},
[41139] = {
["T"] = "钥匙就在某个地方……",
["O"] = "找到强化牢笼钥匙。",
["S"] = {
"强化牢笼钥匙",
},
},
[55324] = {
["O"] = "载具：TK06",
["T"] = "载具：TK06",
},
[24923] = {
["O"] = "LFGDungeons - Burning Crusade - Heroic Random - Nth",
["T"] = "LFGDungeons - Burning Crusade - Heroic Random - Nth",
},
[25051] = {
["O"] = "在黑雾洞穴里摧毁8枚黑雾之卵。",
["T"] = "黑雾灭绝",
},
[25179] = {
["T"] = "减少损失",
["O"] = "营救4个受伤的剃刀岭步兵。",
["S"] = {
"营救受伤的剃刀岭步兵",
},
},
[55330] = {
["O"] = "载具：TK12",
["T"] = "载具：TK12",
},
[8623] = {
["T"] = "风暴召唤者的王冠",
["O"] = "把维克洛尔的王冠、2个重生塑像、5个岩石甲虫和5个水晶甲虫交给安其拉的安多葛斯。你必须首先在诺兹多姆的子嗣中达到友善声望才可以完成这个任务。",
["S"] = {
"维克洛尔的王冠",
"复生塑像",
"岩石甲虫",
"水晶甲虫",
"仇恨 / 友善 诺兹多姆的子嗣",
},
},
[8687] = {
["T"] = "目标：佐拉坑道蝎",
["O"] = "击杀30只佐拉坑道蝎，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 VII才能完成这个任务。",
["S"] = {
"消灭佐拉坑道蝎",
},
},
[27421] = {
["T"] = "死亡中的新生",
["O"] = "在蘑菇谷的三座通灵塔的中心区域使用莱茵的种子。",
["S"] = {
"在东南通灵塔播种",
"在西部通灵塔播种",
"在东北通灵塔播种",
},
},
[55336] = {
["O"] = "载具：TK18",
["T"] = "载具：TK18",
},
[43699] = {
["O"] = "完成10个世界任务。",
["T"] = "世界守护者",
},
[52146] = {
["T"] = "血之沙",
["O"] = "等待古兹伯特·侧械和凯尔希·钢烁的归来。",
["S"] = {
"等待古兹伯特·侧械归来",
"等待凯尔希·钢烁归来",
},
},
[44211] = {
["T"] = "隐秘武器",
["O"] = "下达订单，订购一批勇士武器和装备。",
["S"] = {
"下达一份勇士武器订单",
},
},
[49148] = {
["T"] = "分崩离析",
["O"] = "摧毁8个雷鸣征服者。",
["S"] = {
"消灭雷鸣征服者",
},
},
[44723] = {
["T"] = "志同道合",
["O"] = "对暮色卫队征服者使用暮色百合徽记，找出5个暮色卫队逃兵。",
["S"] = {
"找出暮色卫队逃兵",
},
},
[53170] = {
["O"] = "尝试在黑石山找到拉希奥。",
["T"] = "无疤的黑色鳞片",
},
[9263] = {
["T"] = "调查奥格瑞玛的天灾入侵",
["O"] = "从奥格瑞玛外面的天灾士兵身上收集3块暗淡的死灵石，并调查天灾营地附近的发光符文法阵。",
["S"] = {
"暗淡的死灵石",
"调查法阵",
},
},
[9327] = {
["O"] = "与塔奎林的高级执行官玛尔伦谈一谈。",
["T"] = "被遗忘者",
},
[39735] = {
["T"] = "风暴峡湾",
["O"] = "在达拉然的紫罗兰城堡与空军上将罗杰斯谈一谈。",
["S"] = {
"前往达拉然",
},
},
[9455] = {
["O"] = "将微微发光的水晶交给碧蓝岗哨的大主教梅内莱厄斯。",
["T"] = "奇怪的发现",
},
[27227] = {
["T"] = "奥里克斯·瑞文戴尔领主",
["O"] = "杀掉奥里克斯·瑞文戴尔领主。",
["S"] = {
"消灭奥里克斯·瑞文戴尔领主",
},
},
[54706] = {
["T"] = "库尔提拉斯制造",
["O"] = "和伯拉勒斯港的赛勒斯谈一谈。",
["S"] = {
[2] = "和赛勒斯交谈",
},
},
[63153] = {
["O"] = "把被丢弃的折磨计划带给威·娜莉的庇护所的威·娜莉。",
["T"] = "被丢弃的折磨计划",
},
[29596] = {
["T"] = "主教之陨",
["O"] = "杀死大主教玛拉达尔，然后向奥金尼地穴内的德莱尼灵魂复命。",
["S"] = {
"消灭大主教玛拉达尔",
},
},
[47283] = {
["T"] = "赶紧赶紧！",
["O"] = "捡一把结实的斧头，然后从附近的树苗上收集5块刚砍伐的木材。",
["S"] = {
"结实的斧头",
},
},
[39348] = {
["T"] = "英灵殿：首要材料",
["O"] = "从英灵殿（英雄难度）取得永恒之沙，并调配一份千万战痕合剂，然后把它们交给达拉然的奥拉尔德。",
["S"] = {
"永恒之沙",
"千万战痕合剂",
},
},
[39604] = {
["T"] = "我击沉了你的战列舰",
["O"] = "前往塔纳安的沃玛尔与暗影猎手德恩加会面。",
["S"] = {
"找到暗影猎手德恩加",
},
},
[55509] = {
["O"] = "赢得冬拥湖战场的胜利。你必须参加战斗才能获得胜利。任务只能在冬拥湖之战中自动完成。",
["T"] = "冬拥湖的胜利",
},
[55510] = {
["T"] = "绝不留情",
["O"] = "冬拥堡垒的指挥官萨纳斯要你去消灭10个部落玩家。任务只能在冬拥湖之战中自动完成。",
["S"] = {
"杀死部落成员",
},
},
[28379] = {
["T"] = "揍食人魔",
["O"] = "杀死10名黏肠食人魔（黏肠锤击者、黏肠投石者或者黏肠殴打者皆可）。",
["S"] = {
"杀死黏肠食人魔",
},
},
[57010] = {
["T"] = "驾驭力量",
["O"] = "使用心之熔炉顶部的石化的黢黑之鳞，将其能量灌注进艾泽拉斯之心。",
["S"] = {
"激活石化的黢黑之鳞",
},
},
[57266] = {
["T"] = "首次净化",
["O"] = "进行你的第一次净化。",
["S"] = {
"穿上祭服",
"在池中沐浴",
"敲响明澈暮钟",
},
},
[28763] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[57778] = {
["O"] = "在努拉基尔与低语者维恩见面。",
["T"] = "玛卓克萨斯式工作",
},
[33461] = {
["T"] = "幽影游戏猎手",
["O"] = "在幽影林地里收集材料。",
["S"] = {
"暗影追猎者肋骨",
"幽影林地孢子",
"巨口蛙的腿",
},
},
[55531] = {
["T"] = "这儿也能采矿吗？",
["O"] = "完成卤岩湾事件。",
["S"] = {
"收集卤岩碎片",
},
},
[33973] = {
["T"] = "临终遗愿",
["O"] = "从剑圣巴罗克身上取回阿姆的传家宝。",
["S"] = {
"阿姆的传家宝",
},
},
[42420] = {
["O"] = "在阿苏纳完成任意4个世界任务",
["T"] = "法罗迪斯宫廷",
},
[12367] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[59314] = {
["T"] = "堕罪堡",
["O"] = "向堕罪堡的雷纳索尔王子报告。",
["S"] = {
"飞往癫狂圣殿（可选）",
"穿过镜子进入堕罪塔",
},
},
[24604] = {
["O"] = "将玛卡的礼物交给火石岗哨南边的曼科里克。",
["T"] = "关心曼科里克",
},
[45561] = {
["T"] = "来找我",
["O"] = "前往至高岭寻找北郡骑士麦斯米兰。",
["S"] = {
"找到麦斯米兰",
},
},
[10927] = {
["T"] = "消灭洞穴蛛",
["O"] = "杀死6只洞穴蛛。",
["S"] = {
"消灭洞穴蛛",
},
},
[60338] = {
["T"] = "炽蓝仙野之旅",
["O"] = "前往炽蓝仙野，寻找能带你觐见寒冬女王的人。",
["S"] = {
"激活通往炽蓝仙野的传送门",
},
},
[44212] = {
["T"] = "隐秘命运",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[36277] = {
["O"] = "德拉诺满级地下城（额外）奖励任务",
["T"] = "德拉诺满级地下城（额外）奖励任务",
},
[11279] = {
["T"] = "绿色的龙卵和龙崽",
["O"] = "将10份被感染的始祖龙崽样本交给新阿加曼德的药剂师提灵哈斯特。",
["S"] = {
"被感染的始祖龙崽样本",
},
},
[53171] = {
["O"] = "解开谜题。",
["T"] = "破旧的暮光之鳞",
},
[11311] = {
["T"] = "压制元素生物",
["O"] = "冬蹄营地的驯风者卡根要你杀死附近雪山中的8个元素生物，咆哮的旋风或是碎冰元素都可以。",
["S"] = {
"杀死雪山中的元素生物",
},
},
[61874] = {
["O"] = "与奥格瑞玛格罗玛什要塞外的达里安·莫格莱尼碰面。",
["T"] = "暗影国度：冷冽的召唤",
},
[37557] = {
["O"] = "收集一个钢铁征服者的精华。",
["T"] = "钢铁征服者的精华",
},
[11503] = {
["T"] = "新仇旧怨",
["O"] = "在哈兰击败10名敌对方玩家，然后向加拉达尔的卡尔托格复命。",
["S"] = {
"消灭哈兰敌方战斗人员",
},
},
[62642] = {
["O"] = "LFGDungeons - SL - Heroic Random - 1st",
["T"] = "LFGDungeons - SL - Heroic Random - 1st",
},
[55602] = {
["T"] = "愿者上钩？",
["O"] = "在鳗鱼肆虐的水域洒下鱼饵。",
["S"] = {
"将鱼饵投进鳗鱼肆虐的水域",
},
},
[63154] = {
["O"] = "把影犬装甲镀层带给威·娜莉的庇护所的威·娜莉。",
["T"] = "影犬装甲镀层",
},
[55779] = {
["T"] = "刀下留人",
["O"] = "完成“刀下留人”场景战役。",
["S"] = {
"营救贝恩·血蹄",
},
},
[31835] = {
["T"] = "继续训练：吉斯坦大师",
["O"] = "和晴日峰的吉斯坦大师谈一谈，和她一起完成你的训练。",
["S"] = {
"完成吉斯坦大师的训练",
},
},
[11887] = {
["T"] = "应急的物资",
["O"] = "从坠机的菲兹兰克侦察机飞行员尸体上收集7个侏儒应急工具包，将它们交给牦牛村的菲兹克斯·盖维斯特。",
["S"] = {
"侏儒应急工具包",
},
},
[35892] = {
["O"] = "厄运之槌（戈多克议会）奖励任务",
["T"] = "厄运之槌（戈多克议会）奖励任务",
},
[39861] = {
["T"] = "整顿事态",
["O"] = "到克拉苏斯平台去找奥鲁丹·白云搭乘载具，到达洛拉希尔以后去找玛法里奥·怒风谈谈。",
["S"] = {
"飞到瓦尔莎拉 ",
},
},
[56499] = {
["O"] = "赢下一场PVP海岛探险、普通战场和史诗战场。",
["T"] = "席卷战场",
},
[40373] = {
["T"] = "新的方向",
["O"] = "在凯恩和奥图里斯之间做出选择。",
["S"] = {
"观察审判之池",
},
},
[55836] = {
["T"] = "赏金任务：精英纳迦部队",
["O"] = "消灭5个精英纳迦。",
["S"] = {
"消灭精英纳迦",
},
},
[57267] = {
["T"] = "心能轮回：花之力",
["O"] = "收集6朵阿德利马的百合。",
["S"] = {
"阿德利马的百合",
},
},
[24731] = {
["T"] = "拉克维的食物",
["O"] = "找到拉克维刚刚猎杀的动物的尸体，从尸体上偷取一块蛇颈龙肉块。",
["S"] = {
"蛇颈龙肉块",
},
},
[12399] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[33462] = {
["T"] = "一日雷神",
["O"] = "制造5个雷神抓钩。",
["S"] = {
"一卷锁链",
"邪恶抓钩",
},
},
[55851] = {
["O"] = "前往希利苏斯，在修理完毕的心之秘室与麦格尼会面。",
["T"] = "精华强化",
},
[31002] = {
["T"] = "绝不",
["O"] = "在格尔桑平台杀死6只恐惧织网小蜘蛛并使用影踪派龙枪来摧毁20个恐惧织网蛛的卵。",
["S"] = {
"摧毁恐惧织网蛛的卵",
"消灭恐惧织网小蜘蛛",
},
},
[42421] = {
["O"] = "在苏拉玛完成任意4个世界任务",
["T"] = "堕夜精灵",
},
[42677] = {
["O"] = "使用侦察地图，完成“加尔顿的需求”任务。",
["T"] = "加尔顿的需求",
},
[34742] = {
["O"] = "Upper Blackrock Spire Challenge Mode - Consolation (Nth)",
["T"] = "Upper Blackrock Spire Challenge Mode - Consolation (Nth)",
},
[34998] = {
["O"] = "将安苏之眼带给鸦爪岗哨的利爪卫士库雷克。与天爪卫士米沙尔交谈，开始飞行。",
["T"] = "鸦爪岗哨",
},
[59827] = {
["T"] = "自押自擂",
["O"] = "当德弗莫塔出现在伤逝剧场时将其击败。",
["S"] = {
"消灭德弗莫塔",
},
},
[56099] = {
["O"] = "腐蚀之泉",
["T"] = "腐蚀之泉",
},
[60339] = {
["T"] = "灰烬王庭",
["O"] = "决定灰烬王庭的宾客和设施，然后尽力取悦宾客。",
["S"] = {
"检查宾客名单",
},
},
[8643] = {
["O"] = "雪峰长者",
["T"] = "雪峰长者",
},
[28565] = {
["O"] = "去找丹奥加兹的巡山人拉伦。",
["T"] = "英雄的召唤：湿地！",
},
[61107] = {
["T"] = "纷争之地",
["O"] = "激活通往玛卓克萨斯的传送门。",
["S"] = {
"打开玛卓克萨斯传送门",
},
},
[53172] = {
["O"] = "在棘齿城与里扎雷克斯会面。",
["T"] = "风险投资公司商业计划书",
},
[37046] = {
["O"] = "从霜壁旅社的阿坎亚那里雇佣一位追随者。",
["T"] = "猎头的收获",
},
[61875] = {
["T"] = "雨露均沾",
["O"] = "在炽蓝仙野的森林中收集30份蓟落露水。",
["S"] = {
"蓟冠露水",
},
},
[37558] = {
["O"] = "收集一个钢铁胜利者的精华。",
["T"] = "钢铁胜利者的精华",
},
[27100] = {
["T"] = "暮光调查",
["O"] = "从上层银沼的水银软泥怪身上获得4份暮光调查笔记。",
["S"] = {
"暮光调查笔记",
},
},
[62643] = {
["O"] = "LFGDungeons - SL - Heroic Random - Nth",
["T"] = "LFGDungeons - SL - Heroic Random - Nth",
},
[13679] = {
["T"] = "候选者的挑战",
["O"] = "和侍从大卫谈一谈，召唤你的对手。击败银色勇士之后回到银色比武场，向奥术师泰利斯复命。\n\n如果你丢失了长枪，可以在银色盟约大帐或者兽栏附近的长枪架上再拿一根。",
["S"] = {
"击败银色勇士",
},
},
[63155] = {
["O"] = "把看不懂的地图带给威·娜莉的庇护所的威·娜莉。",
["T"] = "看不懂的地图",
},
[35890] = {
["O"] = "厄运之槌（扭木广场）奖励任务",
["T"] = "厄运之槌（扭木广场）奖励任务",
},
[56080] = {
["O"] = "鱼人进军",
["T"] = "鱼人进军",
},
[55732] = {
["T"] = "旧伤疤",
["O"] = "与纯净圣母交谈并前往大漩涡。",
["S"] = {
"与纯净圣母交谈并前往大漩涡",
},
},
[55988] = {
["T"] = "食人魔任人宰割",
["O"] = "在暗槌堡垒消灭8只食人魔。",
["S"] = {
"消灭食人魔",
},
},
[48053] = {
["T"] = "重压船锚",
["O"] = "将一箱邪能页岩带给暴风城港口的沃尔科特·桑顿。",
["S"] = {
"一箱邪能页岩",
},
},
[56500] = {
["O"] = "赢下一场PVP海岛探险、普通战场和史诗战场。",
["T"] = "席卷战场",
},
[41009] = {
["O"] = "前往达拉然的猎人用品店与伊墨瑞尔·影卫谈一谈。",
["T"] = "猎人对猎人",
},
[28508] = {
["O"] = "跟凯伦·库恩交谈，飞往西瘟疫之地的安多哈尔。然后去找安多哈尔的库尔迪拉·织亡者。",
["T"] = "安多哈尔战争",
},
[49077] = {
["T"] = "反思之时",
["O"] = "带着伊利丹的水晶去找他最亲近的人和最熟悉的地方。",
["S"] = {
"向玛法里奥展示水晶",
"向泰兰德展示水晶",
},
},
[49333] = {
["T"] = "建立军械库",
["O"] = "在神庙侵入点收集20件蛇人武器。",
["S"] = {
"蛇人武器",
},
},
[7224] = {
["T"] = "敌人的物资",
["O"] = "给霜狼村的铁匠雷格萨带去20块护甲碎片。",
["S"] = {
"护甲碎片",
},
},
[58036] = {
["T"] = "有害废料收集",
["O"] = "采集6件实验室设备。",
["S"] = {
"实验室设备",
},
},
[56178] = {
["O"] = "虚空浮石",
["T"] = "虚空浮石",
},
[56185] = {
["O"] = "和心之秘室的卡雷苟斯交谈。",
["T"] = "恩佐斯的低语",
},
[58804] = {
["T"] = "虚空孵化",
["O"] = "在受到恩佐斯大军袭击的区域收集10个虚空水晶。",
["S"] = {
"晶化虚空",
},
},
[38155] = {
["O"] = "WLK 70-79",
["T"] = "WLK 70-79",
},
[29660] = {
["T"] = "拯救生态船",
["O"] = "阿达尔希望你能前往风暴要塞的生态船，杀死指挥官萨拉妮丝、高级植物学家弗雷温以及看管者索恩格林。",
["S"] = {
"消灭指挥官萨拉妮丝",
"消灭高级植物学家弗雷温",
"消灭看管者索恩格林",
},
},
[25881] = {
["T"] = "失踪的守望者",
["O"] = "找到并救出8名失踪的守望者。",
["S"] = {
"营救失踪的守望者",
},
},
[59828] = {
["T"] = "自押自擂",
["O"] = "当提欧出现在伤逝剧场时将其击败。",
["S"] = {
"消灭提欧",
},
},
[55597] = {
["T"] = "荣耀之盟",
["O"] = "在赞齐尔海床和深海奴隶围栏消灭10个纳迦。",
["S"] = {
"消灭纳迦部队",
},
},
[56267] = {
["O"] = "和心之秘室的卡雷苟斯交谈。",
["T"] = "恩佐斯的低语",
},
[56328] = {
["T"] = "请勿饮用",
["O"] = "夺回12瓶失窃的原油。",
["S"] = {
"取回失窃的原油",
},
},
[30488] = {
["O"] = "去顽灵洞找到小麝香爪。",
["T"] = "找回麝香爪",
},
[35887] = {
["O"] = "玛拉顿（地歌瀑布）奖励任务",
["T"] = "玛拉顿（地歌瀑布）奖励任务",
},
[7495] = {
["O"] = "将奥妮克希亚的徽记交给暴风城的杰塔瑞斯将军。",
["T"] = "联盟的胜利",
},
[45238] = {
["T"] = "重返卡拉赞：盒装焦镜",
["O"] = "从卡拉赞的魔力吞噬者身上获得法力焦镜。",
["S"] = {
"法力焦镜",
},
},
[56337] = {
["T"] = "获得神器碎片",
["O"] = "战争之矛岗哨的弗拉希望你消灭阿什兰主干道外围的生物，带回50个神器碎片。",
["S"] = {
"神器碎片",
},
},
[37559] = {
["O"] = "收集一个钢铁保卫者的精华。",
["T"] = "钢铁保卫者的精华",
},
[62388] = {
["O"] = "提高你的名望。",
["T"] = "祭仪密院",
},
[62644] = {
["O"] = "LFGDungeons - SL - Normal Random - 1st",
["T"] = "LFGDungeons - SL - Normal Random - 1st",
},
[62900] = {
["O"] = "将导灵器添加到羁绊熔炉，并应用到尼娅的槽位中。",
["T"] = "生长导灵器",
},
[63156] = {
["O"] = "把渊誓镣铐带给威·娜莉的庇护所的威·娜莉。",
["T"] = "渊誓镣铐",
},
[38839] = {
["O"] = "前往瓦尔莎拉的南部峭壁，与马克拉·刀语谈一谈。",
["T"] = "受够了等待",
},
[29080] = {
["O"] = "向艾尔文森林北郡修道院后的维里副队长报到。",
["T"] = "加入战斗！",
},
[56350] = {
["T"] = "侦查宫殿",
["O"] = "与吉安娜·普罗德摩尔女士交谈，观察斥候小队。",
["S"] = {
"目击幻象",
},
},
[55989] = {
["T"] = "毁灭投石车",
["O"] = "在暗槌堡垒炸毁4辆投石车。",
["S"] = {
"摧毁投石车",
},
},
[48054] = {
["T"] = "重压船锚",
["O"] = "将一箱邪能页岩带给锈水港的克鲁达·雷手。",
["S"] = {
"一箱邪能页岩",
},
},
[56501] = {
["T"] = "肃清空域",
["O"] = "摧毁5个风险投资公司载具。",
["S"] = {
"摧毁风险投资公司载具",
},
},
[55030] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库里。",
["T"] = "图纸：废铁陷阱",
},
[38190] = {
["T"] = "密报：突袭玛戈纳洛克",
["O"] = "攻击霜火岭玛戈纳洛克的石头怪物。",
["S"] = {
"突袭玛戈纳洛克的石头怪物",
},
},
[57269] = {
["T"] = "疑虑之手",
["O"] = "击败莱索尼娅，疑虑之手。",
["S"] = {
"与信徒刻斯玛斯交谈",
},
},
[32952] = {
["O"] = "已消灭巨龙",
["T"] = "TEST",
},
[12941] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[58037] = {
["T"] = "狮群之中",
["O"] = "向5头被驯服的翼狮介绍你自己。",
["S"] = {
"与被驯服的翼狮碰面",
},
},
[41911] = {
["T"] = "不朽啤酒花",
["O"] = "和瓦尔莎拉的芙勒瑞斯·星叶谈一谈，并用20张石皮皮革交换一包不朽啤酒花。",
["S"] = {
"与芙勒瑞斯·星叶交谈",
},
},
[31039] = {
["T"] = "魔古的威胁",
["O"] = "击败12个山泽缚龙者或山泽兽王。\r\n",
["S"] = {
"击败山泽缚龙者或山泽兽王",
},
},
[12365] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[42679] = {
["T"] = "破碎战士",
["O"] = "与战争领主加尔顿谈一谈，并训练灰舌战士。",
["S"] = {
"训练灰舌战士",
},
},
[8688] = {
["O"] = "风路长者",
["T"] = "风路长者",
},
[11469] = {
["T"] = "制作肥皂的原料",
["O"] = "斯卡特·弗洛斯普要你取回制作魔法肥皂的主要原料——大个子罗伊的脂肪。完成任务后返回无赖港东边的海盗船向她复命。",
["S"] = {
"大个子罗伊的脂肪",
},
},
[52779] = {
["T"] = "沼泽里的抱齿兽",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败血牙",
},
},
[35512] = {
["O"] = "乌特加德城堡奖励任务",
["T"] = "乌特加德城堡奖励任务",
},
[52150] = {
["T"] = "杀死一名黑暗游侠",
["O"] = "听珊蒂斯·羽月讲解计划。",
["S"] = {
"珊蒂斯解释计划",
},
},
[40710] = {
["T"] = "暮光之刃",
["O"] = "阻止仪式并获取萨拉塔斯，黑暗帝国之刃。",
["S"] = {
"前往提瑞斯法林地里的标记地点",
},
},
[44471] = {
["T"] = "洞察视觉",
["O"] = "使用幽灵视觉。",
["S"] = {
"使用幽灵视觉",
},
},
[10317] = {
["O"] = "前往虚空风暴法力熔炉：艾拉地下的特雷卢姆矿井，对付工头萨杜恩·日落。",
["T"] = "对付工头",
},
[53174] = {
["O"] = "解开谜题。",
["T"] = "鱼人的眼球",
},
[26717] = {
["O"] = "检查约根农场的一堆松散的泥土。",
["T"] = "约根狼人",
},
[57314] = {
["T"] = "占领矿洞",
["O"] = "占领一座矿洞，然后向霜狼村的提卡·血牙复命。",
["S"] = {
"占领矿洞",
},
},
[37560] = {
["O"] = "收集一个钢铁征服者的精华。",
["T"] = "钢铁征服者的精华",
},
[35884] = {
["T"] = "冲刺阶段",
["O"] = "逃至码头。",
["S"] = {
"抵达码头",
},
},
[62645] = {
["O"] = "LFGDungeons - SL - Normal Random - Nth",
["T"] = "LFGDungeons - SL - Normal Random - Nth",
},
[43563] = {
["T"] = "瞬灭法力风暴发射器",
["O"] = "从时空防御者身上收集4份抗迁跃镀层。",
["S"] = {
"抗迁跃镀层",
},
},
[63157] = {
["O"] = "把折磨之盒带给威·娜莉的庇护所的威·娜莉。",
["T"] = "折磨之盒",
},
[8642] = {
["O"] = "银脉长者",
["T"] = "银脉长者",
},
[47287] = {
["T"] = "维迪卡尔矩阵核心",
["O"] = "将圣光裁决者链接到维迪卡尔矩阵核心。",
["S"] = {
"连接圣光裁决者",
},
},
[47543] = {
["O"] = "与克罗米对话，然后穿越未来，查明她为什么会死。",
["T"] = "克罗米的死期",
},
[55990] = {
["T"] = "控制他们的石头",
["O"] = "从贾格纳格、瓦格和格朗克身上取得结界石，然后用其释放凯尔拉船长。",
["S"] = {
"获取贾格纳格的结界石",
"获取瓦格的结界石",
"获取格朗克的结界石",
},
},
[39864] = {
["T"] = "风暴峡湾",
["O"] = "前往达拉然，在紫罗兰城堡与纳萨诺斯·凋零者谈一谈。",
["S"] = {
"前往达拉然",
},
},
[40120] = {
["T"] = "凄惨命运",
["O"] = "在墨尔海姆使用阴燃的火把焚烧8具腐烂的尸体。",
["S"] = {
"焚烧腐烂的尸体",
},
},
[56574] = {
["O"] = "将污泥覆盖的琥珀带给蟠龙脊的影踪派。",
["T"] = "琥珀倒影",
},
[28509] = {
["T"] = "大酋长的命令：塔纳利斯！",
["O"] = "前往塔纳利斯的加基森，向梅格斯·碎纸机报到。你也可以让奥格瑞玛的多拉斯送你过去。",
["S"] = {
"找奥格瑞玛的多拉斯飞过去（可选）",
"在加基森与梅格斯·碎纸机交谈",
},
},
[57270] = {
["O"] = "前往纯洁神庙和纯洁之手见面。",
["T"] = "纯洁神庙",
},
[49335] = {
["T"] = "唤天者杀手",
["O"] = "在神庙侵入点消灭6个蛇人唤天者。",
["S"] = {
"消灭无信唤天者",
},
},
[49591] = {
["O"] = "前往地图上你认为宝石应该位于的位置并取回oa颗宝石。找到宝石后，将它们打磨成形。",
["T"] = "REUSE ME",
},
[58038] = {
["T"] = "纯天然磨具",
["O"] = "从芳金牧场的鎏金踏云者身上收集5个踏云者的尖角。",
["S"] = {
"踏云者的尖角",
},
},
[33721] = {
["T"] = "加兹鲁维的解决方案",
["O"] = "摧毁雷神储备点、黑石熔炉和军需品登陆点。",
["S"] = {
"摧毁雷神储备点",
"摧毁军需品登陆点",
"摧毁黑石熔炉",
},
},
[833] = {
["T"] = "神圣的墓地",
["O"] = "在赤色石杀掉8个刺背干涉者。",
["S"] = {
"消灭刺背干涉者",
},
},
[42424] = {
["O"] = "派出你的勇士调查大法师瓦格斯的旅程。",
["T"] = "追寻他的足迹",
},
[27125] = {
["T"] = "戈多克的国王",
["O"] = "杀死戈多克大王。",
["S"] = {
"消灭戈多克大王",
},
},
[56782] = {
["O"] = "与代言人尤提亚会面。",
["T"] = "代言人的赠礼",
},
[56830] = {
["O"] = "深渊召唤",
["T"] = "深渊召唤",
},
[56842] = {
["T"] = "月光守护",
["O"] = "在散布世界各地的月亮井处实行月之仪式。你可以在灰谷、费伍德森林、菲拉斯、月光林地、石爪山脉、暮色森林和海加尔山找到它们。\r\n\r\n如果月之祝福失效了，就必须从头再来。",
["S"] = {
"给月花法杖充能",
},
},
[35513] = {
["O"] = "魔枢奖励任务",
["T"] = "魔枢奖励任务",
},
[33578] = {
["T"] = "恐火症",
["O"] = "消灭太阳贤者凯里克斯。",
["S"] = {
"消灭太阳贤者凯里克斯",
},
},
[33066] = {
["T"] = "召唤灵魂碎片",
["O"] = "收集库戈斯的碎片、戈尔加的碎片和哈格拉的碎片。",
["S"] = {
"哈格拉的碎片",
"戈尔加的碎片",
"库戈斯的碎片",
},
},
[39209] = {
["O"] = "前往索拉查盆地的蛮藤谷与蒙特谈一谈。",
["T"] = "索拉查盆地",
},
[45864] = {
["T"] = "六人议会的礼物",
["O"] = "在紫罗兰城堡中举起你的武器，接受六人议会的礼物。",
["S"] = {
"接受议会的礼物",
},
},
[53175] = {
["O"] = "前往伯拉勒斯港向莱斯顿·卡尔恩报到。",
["T"] = "前线战事",
},
[52508] = {
["T"] = "仪式效应",
["O"] = "从风暴之缘的堕落的船卫和深渊先知那里收集一把仪式匕首、一盏仪式灯笼和几件仪式长袍。",
["S"] = {
"仪式匕首",
"仪式灯笼",
"仪式长袍",
},
},
[11020] = {
["T"] = "缓慢的死亡",
["O"] = "影月谷龙喉营地的雇佣兵亚兹尔要你将邪能腺体和亚兹尔的羊肉的混合物投放在12座龙喉苦工营地附近，毒杀龙喉苦工。",
["S"] = {
"在龙喉苦工营地投毒",
},
},
[37561] = {
["O"] = "收集一个钢铁胜利者的精华。",
["T"] = "钢铁胜利者的精华",
},
[37817] = {
["T"] = "泰摩尔必须死！",
["O"] = "在戈尔隆德高格里克之陨西部消灭泰摩尔，并取得一堆消化了一半的龙虾人肉。",
["S"] = {
"一堆消化了一半的龙虾人肉",
},
},
[62646] = {
["O"] = "LFGDungeons - SL - Raid Finder - 1st",
["T"] = "LFGDungeons - SL - Raid Finder - 1st",
},
[11632] = {
["O"] = "带着伊斯里克斯的甲壳去见战歌要塞的萨鲁法尔大王。",
["T"] = "寒风中的怪兽……",
},
[63158] = {
["O"] = "把哀嚎金币带给威·娜莉的庇护所的威·娜莉。",
["T"] = "哀嚎金币",
},
[57037] = {
["T"] = "往日天籁",
["O"] = "净化纯洁暮钟以及和谐暮钟。",
["S"] = {
"净化纯洁暮钟",
"净化和谐暮钟",
},
},
[31837] = {
["T"] = "继续训练：程大师",
["O"] = "和晴日峰的程大师谈一谈，和她一起完成你的训练。",
["S"] = {
"完成程大师的训练",
},
},
[55735] = {
["T"] = "保卫大漩涡",
["O"] = "击败艾泽里特元素，封印位于大漩涡的艾泽拉斯创伤。",
["S"] = {
"通过击败敌人和治愈伤口来保卫大漩涡",
"消灭艾泽里特巨怪",
},
},
[55991] = {
["T"] = "终结与开始",
["O"] = "骑乘联盟狮鹫前往暴风城。",
["S"] = {
"骑乘联盟狮鹫返回暴风城",
},
},
[57045] = {
["O"] = "将包裹交给霍巴特·钩锤。",
["T"] = "特别快递",
},
[57070] = {
["T"] = "歼灭魔古",
["O"] = "消灭昆莱山的魔古。",
["S"] = {
"消灭昆莱山的魔古族",
},
},
[12144] = {
["T"] = "害虫控制",
["O"] = "猎龙营地的肯图卡尼斯要你前往龙眠神殿周围的猛犸人营地，消灭10个冰原雪地狗头人和3个龙骨荒野猛犸人。",
["S"] = {
"冰原雪地狗头人",
"龙骨荒野猛犸人",
},
},
[57086] = {
["O"] = "调查马蒂瓦斯的实验室",
["T"] = "疯狂法师的遗产",
},
[24542] = {
["T"] = "一朵奇怪的花",
["O"] = "在蔓生绿洲里初生的花朵上获得不寻常的花芽。",
["S"] = {
"不寻常的花芽",
},
},
[37160] = {
["T"] = "加摩尔无双",
["O"] = "在恐轨车站找到一把钢铁断肢刃。",
["S"] = {
"钢铁断肢刃",
"消灭啸天者托瓦拉",
},
},
[12400] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[58039] = {
["T"] = "溜走的翼狮",
["O"] = "在芳金牧场找到安蒂拉，并将她带回涅美娅的居所。",
["S"] = {
"取回安蒂拉",
},
},
[12528] = {
["O"] = "以新“奴隶”的身份向狂心岭的高阶萨满祭司拉克亚克报到。",
["T"] = "伪装奴隶",
},
[8652] = {
["O"] = "灰石长者",
["T"] = "灰石长者",
},
[34344] = {
["T"] = "潜伏者",
["O"] = "收集8剂潜伏者的毒液。",
["S"] = {
"一剂潜伏者的毒液",
},
},
[42681] = {
["O"] = "使用侦察地图，完成“洛拉姆斯，是你吗？”任务。",
["T"] = "洛拉姆斯，是你吗？",
},
[42937] = {
["T"] = "针石强袭",
["O"] = "和埃奥瑟拉一起飞到针石熔渣场，击败深渊灾星波罗克。",
["S"] = {
"和埃奥瑟拉一起飞到针石熔渣场",
"和埃奥瑟拉一起攻击针石熔渣场",
"消灭深渊灾星波罗克",
},
},
[12848] = {
["T"] = "无尽的饥渴",
["O"] = "黑锋要塞的教官拉苏维奥斯命令你释放一名黑锋叛徒，并击败他。\n\n不成功，则成仁。",
["S"] = {
"击败黑锋叛徒",
},
},
[34549] = {
["O"] = "Iron Depot Challenge Mode - Silver Addition (Nth)",
["T"] = "Iron Depot Challenge Mode - Silver Addition (Nth)",
},
[35514] = {
["O"] = "魔枢奖励任务",
["T"] = "魔枢奖励任务",
},
[60343] = {
["O"] = "在城门与考克·菲兹波普碰面。",
["T"] = "欢迎来到奥格瑞玛",
},
[47241] = {
["T"] = "死亡之影",
["O"] = "找寻前往邦桑迪所在之地的线索。",
["S"] = {
"调查风化神龛",
"调查遗忘废墟",
"调查白骨之祠",
},
},
[44473] = {
["O"] = "在暴风城法师区和伊利达雷会面。",
["T"] = "联盟的武器",
},
[44729] = {
["O"] = "在勇气试炼团队副本中赢得奥丁的眷顾。",
["T"] = "勇气试炼：奥丁的眷顾",
},
[53176] = {
["O"] = "将圣甲虫交给奥丹姆的高阶指挥官卡姆塞斯。",
["T"] = "烁光圣甲虫",
},
[13067] = {
["O"] = "长者库甘达加",
["T"] = "长者库甘达加",
},
[43813] = {
["T"] = "秩序大殿的传送器已经接通！",
["O"] = "将远古魔力注入传送道标。",
["S"] = {
"远古魔力",
},
},
[37562] = {
["O"] = "收集一个钢铁保卫者的精华。",
["T"] = "钢铁保卫者的精华",
},
[37818] = {
["T"] = "领巢者伊里克斯必须死！",
["O"] = "从霜火岭南风崖的领巢者伊里克斯身上取得碎冰甲壳。",
["S"] = {
"碎冰甲壳",
},
},
[62647] = {
["O"] = "LFGDungeons - SL - Raid Finder - Nth",
["T"] = "LFGDungeons - SL - Raid Finder - Nth",
},
[57302] = {
["T"] = "奥特兰克山谷的墓地",
["O"] = "攻击一座墓地，然后向丹巴达尔的杜尔根·雷矛复命。",
["S"] = {
"占领墓地",
},
},
[63159] = {
["O"] = "把狱卒之语带给威·娜莉的庇护所的威·娜莉。",
["T"] = "狱卒之语",
},
[55224] = {
["O"] = "收集oa份腐化的墨囊。",
["T"] = "等级2-鲍恩测试",
},
[47289] = {
["T"] = "泰迪熊和茶",
["O"] = "找到芒基金先生、鼻鼻和斯崔格镇长来参加茶话会。",
["S"] = {
"找到芒基金先生",
"找到鼻鼻",
"找到斯崔格镇长",
},
},
[39354] = {
["T"] = "柳林小精灵",
["O"] = "引导小精灵穿过隐秘之池并种下8棵树木。",
["S"] = {
"与失落小精灵建立连接",
},
},
[55992] = {
["O"] = "完成地下城“暗槌堡垒”。",
["T"] = "地下城：暗槌堡垒",
},
[31891] = {
["T"] = "战斗宠物训练师：卡利姆多",
["O"] = "在宠物战斗中击败叛徒格鲁克、杰出的高雷兹勒、科拉·恐怖图腾、佐尔坦和艾琳娜·振翼。",
["S"] = {
"击败叛徒格鲁克",
"击败杰出的高雷兹勒",
"击败科拉·恐怖图腾",
"击败佐尔坦",
"击败艾琳娜·振翼",
},
},
[40122] = {
["T"] = "森林守护者，塞纳留斯",
["O"] = "在瓦尔莎拉的洛拉希尔与玛法里奥·怒风谈一谈。",
["S"] = {
"与玛法里奥交谈",
},
},
[40378] = {
["T"] = "加入伊利达雷：灰舌",
["O"] = "激活军团传送门，召集灰舌部队。",
["S"] = {
"灰舌部队",
},
},
[14256] = {
["T"] = "新的威胁",
["O"] = "跟库拉谈一谈，她将为你展示纳迦的威胁。",
["S"] = {
"侦察纳迦军队",
},
},
[40890] = {
["T"] = "艾露恩之泪",
["O"] = "使用达拉然的中央传送器，把艾露恩之泪放到画像室里。",
["S"] = {
"使用达拉然的中央传送器",
},
},
[28766] = {
["T"] = "击退敌人！",
["O"] = "杀死6只黑石战狼。",
["S"] = {
"消灭黑石战狼",
},
},
[33211] = {
["T"] = "永恒之疑",
["O"] = "正确回答一个由伊夫琳娜提出的有关艾泽拉斯历史的问题。",
["S"] = {
"回答伊夫琳娜的问题",
},
},
[33467] = {
["T"] = "督军的陨殁",
["O"] = "击败督军布尔特。",
["S"] = {
"消灭督军布尔特",
},
},
[29075] = {
["T"] = "收获的时刻",
["O"] = "使用稻草人前面的篝火。",
["S"] = {
"使用篝火",
},
},
[42170] = {
["O"] = "完成瓦尔莎拉的任意4个世界任务。",
["T"] = "织梦者",
},
[50617] = {
["O"] = "在阿图阿曼与沃里克见面。",
["T"] = "阿图阿曼",
},
[42682] = {
["O"] = "使用侦察地图，完成“额外配备”任务。",
["T"] = "额外配备",
},
[29662] = {
["T"] = "比芦苇更硬",
["O"] = "收集8棵结实的泪木芦苇。",
["S"] = {
"结实的泪木芦苇",
},
},
[35003] = {
["T"] = "中断仪式",
["O"] = "通过踩踏以破坏三处塞泰克仪式圆环",
["S"] = {
"破坏南部仪式",
"破坏中部仪式",
"破坏北部仪式",
},
},
[26131] = {
["O"] = "跟大熔炉的格莱斯·瑟登谈一谈，飞往洛克莫丹。抵达目的地后跟驾驶员塞克·锤足谈一谈。",
["T"] = "洛克莫丹的援军",
},
[35515] = {
["O"] = "魔枢（奖励目标）奖励任务",
["T"] = "魔枢（奖励目标）奖励任务",
},
[60344] = {
["T"] = "找到你的道路",
["O"] = "在兽栏与罗哈卡·獠殴交谈。",
["S"] = {
"向守卫询问兽栏管理员在哪里",
},
},
[13961] = {
["T"] = "诱捕野猪人",
["O"] = "使用格罗多姆之网来诱捕一只钢鬃抢劫者，再把他拖回来交给格罗多姆农场的托格莉。",
["S"] = {
"带回钢鬃野猪人囚犯",
},
},
[39202] = {
["O"] = "向52区的火箭主管弗斯拉格报到。",
["T"] = "英雄的召唤：虚空风暴！",
},
[11912] = {
["T"] = "冰冷的草莓",
["O"] = "永生之盾的图书馆员塞尔拉要你从考达拉的冰莓灌木丛上收集10份冰莓。",
["S"] = {
"冰莓",
},
},
[53177] = {
["O"] = "找到罗盘的主人。",
["T"] = "损坏的罗盘",
},
[30814] = {
["T"] = "迈出第一步",
["O"] = "击败8个奥苏尔冲锋者。",
["S"] = {
"消灭奥苏尔冲锋者",
},
},
[13066] = {
["O"] = "长者尤拉克",
["T"] = "长者尤拉克",
},
[43553] = {
["T"] = "噬魂之喉：进入噬魂之喉",
["O"] = "击败噬魂之喉的海拉。",
["S"] = {
[2] = "浸水的信",
},
},
[37819] = {
["T"] = "欢迎参加暗月竞速赛",
["O"] = "跑过暗月竞速赛起点，到达蓝色柱标，然后返回暗月竞速赛起点。",
["S"] = {
"携带一枚暗月游戏代币在起点处就位",
},
},
[54457] = {
["O"] = "在斯托颂谷地的布伦纳丹和莉莉安娜修女交谈。",
["T"] = "来自风暴之末的补给",
},
[38331] = {
["T"] = "哈维的试练",
["O"] = "将一篮根茎蔬菜、一桶螃蟹以及饱满的维库谷物扔进哈维的炖锅中。",
["S"] = {
"加入根茎蔬菜",
"加入螃蟹",
"加入饱满的谷物",
},
},
[63160] = {
["O"] = "把科拉斯的魔典：阿勒科斯带给威·娜莉的庇护所的威·娜莉。",
["T"] = "科拉斯的魔典：阿勒科斯",
},
[55225] = {
["O"] = "特别的汁液",
["T"] = "特别的汁液",
},
[63672] = {
["O"] = "在森林之心与伊瑟拉碰面。",
["T"] = "心之呼喊",
},
[39355] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：鲨鱼水箱",
},
[55062] = {
["O"] = "将图纸上传到帕斯卡K1N6型的数据库。",
["T"] = "图纸：超级安全传送器：麦卡贡",
},
[58609] = {
["T"] = "夺取王座",
["O"] = "去玛卓克萨斯的兵主之座向德拉卡女男爵汇报。",
["S"] = {
"飞到玛卓克萨斯的阴冷棱堡（可选）",
"返回兵主之座向德拉卡女男爵汇报",
},
},
[40123] = {
["T"] = "夜之子",
["O"] = "帮塔莉萨包扎。",
["S"] = {
"为塔莉萨包扎",
},
},
[40379] = {
["T"] = "加入伊利达雷：库斯卡",
["O"] = "将能量灌入军团传送门激活器内，然后用它召唤你的库斯卡部队。",
["S"] = {
"为传送门供能",
},
},
[26769] = {
["T"] = "激流之旅",
["O"] = "在棘齿城东北乘坐荷尔登·霍恩布洛尔的渡轮前往诺兹波特的哨站。",
["S"] = {
"乘坐江轮抵达诺兹波特",
},
},
[24543] = {
["O"] = "去找南贫瘠之地世仇哨站的基尔格·锐角。",
["T"] = "妻离子散",
},
[57529] = {
["O"] = "在坡下的静心花园中与佐希米谈一谈。",
["T"] = "动荡的花园",
},
[43551] = {
["T"] = "黑心林地：进入黑心林地",
["O"] = "击败黑心林地的萨维斯之影。",
["S"] = {
[2] = "一瓶毒血",
},
},
[33468] = {
["T"] = "拯救狼村",
["O"] = "从雷神氏族手中救下沃高尔。",
["S"] = {
"前往沃高尔",
},
},
[58297] = {
["O"] = "在惊魂幻象内将无面者的蛮勇面具放回祭坛。",
["T"] = "无面者的蛮勇面具",
},
[57818] = {
["T"] = "杜绝浪费",
["O"] = "收集枯竭的灵种，放入戈姆蛴围栏中，诱使戈姆蛴吃掉它。",
["S"] = {
"收集枯竭的灵种",
},
},
[57850] = {
["O"] = "源远流长",
["T"] = "源远流长",
},
[42683] = {
["T"] = "魔化提升",
["O"] = "聆听洛拉姆斯·萨里比迪斯说话，然后为你的职业大厅升级。",
["S"] = {
"洛拉姆斯的故事",
},
},
[57853] = {
["O"] = "战斗情谊",
["T"] = "战斗情谊",
},
[35004] = {
["T"] = "既殁之神的奴仆",
["O"] = "在塞泰克山谷杀死6名塞泰克预言者和6名塞泰克选民。",
["S"] = {
"消灭塞泰克选民",
"消灭塞泰克预言者",
},
},
[57872] = {
["O"] = "Locate Roriel.",
["T"] = "Bring More Friends!",
},
[14395] = {
["T"] = "屏住呼吸",
["O"] = "营救4名溺水的哨兵。",
["S"] = {
"营救溺水的哨兵",
},
},
[26079] = {
["T"] = "通缉！奥图和法库雷斯特",
["O"] = "把奥图的徽记和法库雷斯特的徽记交给避难谷地的尼艾丝队长。",
["S"] = {
"奥图的徽记",
"法库雷斯特的徽记",
},
},
[44219] = {
["T"] = "命运祝福",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[13385] = {
["T"] = "英雄永恒之眼的审判",
["O"] = "龙骨荒野龙眠神殿的克拉苏斯要你取回魔法之心。\n\n该任务必须在英雄模式下的25人永恒之眼中完成。",
["S"] = {
"魔法精华",
},
},
[13065] = {
["O"] = "长者奥哈齐",
["T"] = "长者奥哈齐",
},
[53178] = {
["O"] = "将狩猎矛交给卡桑琅丛林的疲惫的苏什。",
["T"] = "刀鳍狩猎矛",
},
[9265] = {
["T"] = "调查幽暗城的天灾入侵",
["O"] = "从幽暗城外面的天灾士兵身上收集3块暗淡的死灵石，并调查天灾营地附近的发光符文法阵。",
["S"] = {
"暗淡的死灵石",
"调查法阵",
},
},
[9329] = {
["O"] = "与塔奎林的高级执行官玛尔伦谈一谈。",
["T"] = "被遗忘者",
},
[44265] = {
["T"] = "奈萨里奥的巢穴：进入奈萨里奥的巢穴",
["O"] = "击败奈萨里奥巢穴的达古尔。",
["S"] = {
[2] = "破损的龙鳞",
},
},
[27103] = {
["T"] = "魔藤碎片",
["O"] = "使用净化之匣封印一块魔藤碎片。",
["S"] = {
"封印的净化之匣",
},
},
[54458] = {
["O"] = "和伯拉勒斯港的供给官芙蕾交谈，领取你的奖励。",
["T"] = "来自普罗德摩尔海军部的补给",
},
[38332] = {
["O"] = "向纳萨诺斯·凋零者报到。",
["T"] = "游侠之王",
},
[63161] = {
["O"] = "把科拉斯的魔典：贝利迪尔带给威·娜莉的庇护所的威·娜莉。",
["T"] = "科拉斯的魔典：贝利迪尔",
},
[55226] = {
["O"] = "驱使敌人",
["T"] = "驱使敌人",
},
[41453] = {
["T"] = "回家的路",
["O"] = "将迷路的羽鬃小猫驱赶过桥，送它回到自己的家中。",
["S"] = {
"赶着迷路的鹰头小猫过桥",
},
},
[39356] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：超大功率雾灯",
},
[29839] = {
["T"] = "独一无二",
["O"] = "托玛尔要你从古达克弄一块达卡莱巨像的碎片回来。",
["S"] = {
"达卡莱巨像的碎片",
},
},
[38151] = {
["O"] = "Classic 30-39",
["T"] = "Classic 30-39",
},
[10033] = {
["T"] = "通缉：白骨秃鹫！",
["O"] = "杀死20只白骨秃鹫，然后向泰罗卡森林内奥蕾莉亚要塞的泰拉·远途复命。",
["S"] = {
"消灭白骨秃鹫",
},
},
[28383] = {
["T"] = "林中精灵",
["O"] = "使用疾风软杖召回5只刺枝小精灵。",
["S"] = {
"俘获刺枝小精灵",
},
},
[28511] = {
["O"] = "去找菲拉斯梦游者栖地的特拉隆·风程。",
["T"] = "英雄的召唤：菲拉斯！",
},
[35612] = {
["O"] = "血色修道院奖励任务",
["T"] = "血色修道院奖励任务",
},
[41148] = {
["T"] = "发放爱心",
["O"] = "为受苦的平民提供魔力酒。",
["S"] = {
"让市民复苏",
},
},
[10353] = {
["T"] = "贪婪者阿克努斯",
["O"] = "虚空风暴瑟安竖井的代理人亚希克斯要你杀死贪婪者阿克努斯，然后向虚空风暴维序派哨站的指挥官阿米尔复命。",
["S"] = {
"消灭贪婪者阿克努斯",
},
},
[10417] = {
["T"] = "诊断报告",
["O"] = "取回诊断报告，将它们交给中央圆顶哨站的玛尔达德。",
["S"] = {
"诊断报告",
},
},
[40987] = {
["T"] = "复仇的呼唤",
["O"] = "使用黑锋之门前往冰封王座，并获取巫妖王的印记。",
["S"] = {
"使用黑锋之门前往冰封王座",
},
},
[58078] = {
["O"] = "将一瓶雷迪拉夫葡萄酒交给雷文德斯午夜集市的塔·泽拉。",
["T"] = "有利可图：一瓶雷迪拉夫葡萄酒",
},
[42428] = {
["T"] = "阿莎曼祭坛",
["O"] = "与黛妮丝·凝星谈一谈，并前往阿莎曼之墓寻找德兰多斯·闪月。",
["S"] = {
"搭乘角鹰兽前往阿莎曼之墓",
},
},
[29535] = {
["T"] = "让他们流血",
["O"] = "帮助卡萨雷兹收集10瓶邪兽人血样和一根邪能注射棒。",
["S"] = {
"一瓶邪兽人血样",
"邪能注射棒",
},
},
[42940] = {
["O"] = "命令你的勇士们找出进入魔环的方法。",
["T"] = "有志者事竟成",
},
[58095] = {
["T"] = "伤逝剧场：困难时期",
["O"] = "进入伤逝剧场地下城，击败其中的冠军。",
["S"] = {
"消灭斩血",
"消灭无堕者哈夫",
"消灭库尔萨洛克",
"消灭无尽女皇莫德蕾莎",
},
},
[58096] = {
["O"] = "与锦绣谷的章喾谈一谈，获得奖励。",
["T"] = "来自莱加尼的补给",
},
[35517] = {
["O"] = "破碎大厅奖励任务",
["T"] = "破碎大厅奖励任务",
},
[52155] = {
["T"] = "潮汐中的宝藏",
["O"] = "在哀嚎潮路收集8份船难物资。",
["S"] = {
"普罗德摩尔补给箱",
"消灭哀嚎的海妖",
},
},
[11057] = {
["O"] = "跟枯瘦的莫戈多格谈一谈，他就在竞技场外塔楼的顶部。",
["T"] = "低处的麻烦",
},
[5561] = {
["T"] = "诱捕科多兽",
["O"] = "将科多兽诱引器和3头被驯服的科多兽交给瑟卡布斯库的营地中的斯米德·瑟卡布斯库。",
["S"] = {
"驯服科多兽",
},
},
[61114] = {
["O"] = "将消化了一半的布片交给奥格瑞玛力量谷的指挥官斯洛格。",
["T"] = "渴望血肉",
},
[58146] = {
["T"] = "为了联盟",
["O"] = "去暴风城大使馆与穆加德大使见面。",
["S"] = {
"传送到暴风城",
},
},
[53435] = {
["T"] = "部落的艾泽里特",
["O"] = "在海岛探险中收集艾泽里特。",
["S"] = {
"在海岛探险中收集36000份艾泽里特",
},
},
[30094] = {
["O"] = "和时光之末中的诺兹多姆谈一谈。",
["T"] = "时光之末",
},
[37565] = {
["T"] = "武装起来",
["O"] = "武装25名海难俘虏。",
["S"] = {
"武装海难俘虏",
},
},
[11505] = {
["T"] = "奥金顿的幽魂",
["O"] = "帮助联盟占据白骨荒野上的一座灵魂之塔。",
["S"] = {
"占据一座灵魂之塔",
},
},
[46268] = {
["O"] = "把罗盘带给暴风要塞中的安度因·乌瑞恩国王。",
["T"] = "重拾记忆",
},
[31455] = {
["O"] = "去火树村的影踪别院和影踪派翀大师谈一谈。",
["T"] = "影踪派",
},
[63162] = {
["O"] = "把科拉斯的魔典：基亚德雷克带给威·娜莉的庇护所的威·娜莉。",
["T"] = "科拉斯的魔典：基亚德雷克",
},
[63418] = {
["T"] = "遭难的探险者",
["O"] = "营救查克的朋友",
["S"] = {
"营救洛科·戴拿迈特",
"营救芙萝拉·语梦",
"营救波克西·乔柯西",
},
},
[55483] = {
["O"] = "[PH] Stop Rituals",
["T"] = "[PH] Stop Rituals",
},
[11889] = {
["T"] = "空中的虫子",
["O"] = "哈默希尔中士要你到无畏要塞外使用强化捕网捕捉并杀死6只天灾烈焰蛛。",
["S"] = {
"消灭天灾烈焰蛛",
},
},
[11953] = {
["T"] = "反击",
["O"] = "前往希利苏斯北部的暮光小径，杀死从寒冰之石中召唤出来的冰川上尉，然后返回任意主城中的大地之环长者处复命。",
["S"] = {
"消灭冰川上尉",
},
},
[39869] = {
["T"] = "释放灵魂",
["O"] = "打败海拉并释放瓦拉加尔。",
["S"] = {
"打败海拉",
},
},
[40125] = {
["O"] = "与塔莉萨对话。",
["T"] = "阿坎多尔的树枝",
},
[58321] = {
["T"] = "不同寻常的核心",
["O"] = "从奥丹姆的纯白守护者身上获得泰坦核心。",
["S"] = {
"泰坦核心",
},
},
[12209] = {
["T"] = "夺取装备",
["O"] = "怨毒镇的军需官巴莱特要你去夺取8件血色先锋军护甲和8件血色先锋军武器。",
["S"] = {
"血色先锋军护甲",
"血色先锋军武器",
},
},
[58351] = {
["T"] = "山岭有眼",
["O"] = "与魂选尸犬揭露隐藏的间谍。",
["S"] = {
"消灭假面渗透者",
},
},
[57531] = {
["T"] = "不幸落难",
["O"] = "击败科斯特尔，夺回劳伦特的物品。",
["S"] = {
"获得劳伦特的物品",
},
},
[12401] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[53738] = {
["T"] = "奎尔丹纳斯保卫战",
["O"] = "在奎尔丹纳斯岛与女伯爵莉亚德琳见面。",
["S"] = {
"和飞行管理员晨光交谈",
},
},
[25056] = {
["T"] = "可怕的灰熊",
["O"] = "获得5张染病褐熊的毛皮。",
["S"] = {
"染病褐熊的毛皮",
},
},
[12593] = {
["O"] = "向阿彻鲁斯要塞内的教官拉苏维奥斯报告。",
["T"] = "为巫妖王而战",
},
[42429] = {
["O"] = "在达拉然城里寻找一个提瑞斯法议会的影像。与他交谈获得他的智慧。",
["T"] = "黑檀之寒的回忆",
},
[6361] = {
["O"] = "带着兽皮去找血蹄村的双足飞龙管理员塔克。",
["T"] = "一捆兽皮",
},
[35608] = {
["O"] = "血色大厅奖励任务",
["T"] = "血色大厅奖励任务",
},
[35352] = {
["O"] = "Blackrock Caverns Bonus Reward",
["T"] = "Blackrock Caverns Bonus Reward",
},
[33816] = {
["T"] = "荣誉的嘉奖",
["O"] = "前往沃高尔的萨满之石并接受祝福。",
["S"] = {
"获得萨满之石的祝福",
},
},
[35518] = {
["O"] = "破碎大厅奖励任务",
["T"] = "破碎大厅奖励任务",
},
[60347] = {
["T"] = "你的专精是什么？",
["O"] = "与塔曼吉对话，了解战斗专精的信息。",
["S"] = {
"与塔曼吉对话，了解专精的信息",
},
},
[58517] = {
["O"] = "[UNUSED]",
["T"] = "[UNUSED]",
},
[36286] = {
["O"] = "将传送器交还给古格尔。",
["T"] = "传送器047-B",
},
[26464] = {
["T"] = "莱恩的净化",
["O"] = "找到发光的宝石。",
["S"] = {
"发光的宝石",
},
},
[53180] = {
["O"] = "把甲壳交给龙骨荒野的拆解者基里克斯。",
["T"] = "沃卢萨拉克的甲壳",
},
[53436] = {
["T"] = "联盟的艾泽里特",
["O"] = "在海岛探险中收集艾泽里特。",
["S"] = {
"在海岛探险中收集36000份艾泽里特",
},
},
[58623] = {
["T"] = "好书要成套",
["O"] = "收集凯旋大典。",
["S"] = {
"收集几册书卷",
},
},
[35607] = {
["O"] = "血色大厅（奖励目标）奖励任务",
["T"] = "血色大厅（奖励目标）奖励任务",
},
[27104] = {
["T"] = "荒野变形者奥兹恩",
["O"] = "杀死瑟雷姆·刺蹄和荒野变形者奥兹恩。",
["S"] = {
"消灭瑟雷姆·刺蹄",
"消灭荒野变形者奥兹恩",
},
},
[54460] = {
["O"] = "和祖尔加废墟的供给官莱佳交谈，领取你的奖励。",
["T"] = "来自塔兰吉远征队的补给",
},
[13681] = {
["T"] = "奥杜尔的石块",
["O"] = "将15块小石块交给银色比武场的波兹尔·布拉斯波。",
["S"] = {
"小石块",
},
},
[63163] = {
["O"] = "把拷问者的笔记带给威·娜莉的庇护所的威·娜莉。",
["T"] = "拷问者的笔记",
},
[63419] = {
["T"] = "大量孢子",
["O"] = "收集12个奇怪",
["S"] = {
"感染的孢子",
},
},
[55484] = {
["O"] = "[PH] Collect Cleansing Motes",
["T"] = "[PH] Collect Cleansing Motes",
},
[39358] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：防沉护盾",
},
[14001] = {
["T"] = "地精逃生舱",
["O"] = "营救6名地精幸存者。",
["S"] = {
"解救地精幸存者",
},
},
[14065] = {
["T"] = "分享盛宴大餐",
["O"] = "在盛宴餐桌旁享用每种食物各五客，直到你获得分享之魂。大部分主城和城镇中都有盛宴餐桌。",
["S"] = {
"分享之魂",
},
},
[48317] = {
["T"] = "魔法嗅觉",
["O"] = "在希巴拉西部与传送师学徒阿斯特兰迪斯会面，并帮助他找到希巴拉之眼。",
["S"] = {
"在西部废墟与阿斯特兰迪斯交谈",
},
},
[25356] = {
["T"] = "前往西岸峰",
["O"] = "向夏恩借一头驭风者，然后同菲拉斯西岸峰的卡纳提·灰云交谈。",
["S"] = {
"乘驭风者前往西岸峰",
},
},
[28512] = {
["O"] = "跟灼热峡谷瑟银前哨的杰克·岩腿谈一谈。",
["T"] = "帮助瑟银兄弟会",
},
[57276] = {
["T"] = "维持法器",
["O"] = "获得20个狂乱碎缕。这些可以从尼奥罗萨的首领和世界首领身上获得，也可以通过获得战场和竞技场的胜利或者荣誉消灭获得。",
["S"] = {
"狂乱碎缕",
},
},
[28768] = {
["O"] = "去找冬泉谷冰火温泉的多诺瓦·雪山。",
["T"] = "冬泉谷！",
},
[14449] = {
["O"] = "从纳拉其营地往东，沿着小径去找格鲁尔·鹰风。",
["T"] = "第一步",
},
[11591] = {
["O"] = "前往钢腭的车队，找到步兵沃塔·怒拳。",
["T"] = "钢腭的车队",
},
[33727] = {
["O"] = "Heal Up",
["T"] = "Heal Up",
},
[38149] = {
["O"] = "经典10-19",
["T"] = "经典10-19",
},
[60410] = {
["O"] = "与你的新兵在雷文德斯完成3个世界任务。",
["T"] = "训练部队",
},
[59068] = {
["T"] = "永未言说的秘密",
["O"] = "从守护者暮花的档案中获得一个永未言说的秘密。",
["S"] = {
"向守护者暮花询问一个秘密",
},
},
[34751] = {
["T"] = "好啦！",
["O"] = "从塔拉多的湖底杀手身上收集6个电磁囊。",
["S"] = {
"电磁囊",
},
},
[58843] = {
["T"] = "执政官宝地",
["O"] = "获得进入执政官宝地的权限。",
["S"] = {
"获得进入执政官宝地的权利",
},
},
[58881] = {
["O"] = "追踪任务",
["T"] = "追踪任务",
},
[60092] = {
["T"] = "斯科杜斯之厅",
["O"] = "进入斯科杜斯之厅，并击败其中的狱卒。",
["S"] = {
"消灭斯科杜斯之厅的看守",
},
},
[44051] = {
["O"] = "启动传送板，把凡瑟尔的礼物交给塔莉萨。",
["T"] = "浪费天赋",
},
[8647] = {
["O"] = "风怒长者",
["T"] = "风怒长者",
},
[58314] = {
["O"] = "在惊魂幻象内将无面者的绝路面具放回祭坛。",
["T"] = "无面者的绝路面具",
},
[44734] = {
["T"] = "历史的残片",
["O"] = "前往卡拉赞的会客间、宴会厅、仆役宿舍、歌剧院和展览馆收集灵魂残片。",
["S"] = {
"会客间的灵魂残片",
"宴会厅的灵魂残片",
"仆役宿舍的灵魂残片",
"歌剧院的灵魂残片",
"展览馆的灵魂残片",
},
},
[53181] = {
["O"] = "将毛皮交给月光林地的洛甘纳尔。",
["T"] = "德鲁伊毛皮",
},
[53437] = {
["T"] = "暴富矿区！！：苛刻待遇",
["O"] = "让暴富矿区的商业大亨拉兹敦克永远闭嘴。",
["S"] = {
"消灭商业大亨拉兹敦克",
},
},
[38052] = {
["T"] = "登陆！",
["O"] = "消灭8个被遗忘者蝙蝠骑手或亡灵哨兵。",
["S"] = {
"消灭被遗忘者",
},
},
[47099] = {
["T"] = "熟悉环境",
["O"] = "拜访汇帆市场的渡船码头、依偎港湾旅店、汇帆账房和汇帆市场的飞行管理员。",
["S"] = {
"拜访渡船码头",
},
},
[23] = {
["O"] = "将乌萨苟斯的爪子交给银风避难所的塔坎上尉。",
["T"] = "乌萨苟斯的爪子",
},
[54461] = {
["O"] = "和狐人藏身处的囤积者杰娜交谈，领取你的奖励。",
["T"] = "来自沃顿奈的补给",
},
[26506] = {
["T"] = "茄汁黄豆",
["O"] = "收集4颗狼蛛眼球、4副秃鹰的内脏和4副血牙野猪的肾脏。",
["S"] = {
"狼蛛眼球",
"秃鹰的内脏",
"血牙野猪的肾脏",
},
},
[63164] = {
["O"] = "把渊誓指令带给威·娜莉的庇护所的威·娜莉。",
["T"] = "渊誓指令",
},
[7929] = {
["O"] = "当暗月马戏团来到镇上的时候，把元素套牌交给他们。",
["T"] = "暗月元素套牌",
},
[31840] = {
["T"] = "熟能生巧：程大师",
["O"] = "和晴日峰的程大师谈一谈，并和他交手。",
["S"] = {
"完成程大师的训练",
},
},
[39359] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：海象人渔网",
},
[59147] = {
["T"] = "净化之手",
["O"] = "消灭敌人，“净化”纯洁神庙。",
["S"] = {
"“净化”神庙",
},
},
[57303] = {
["O"] = "与雷矛军需官谈一谈。",
["T"] = "军需官",
},
[11910] = {
["T"] = "古树的秘密",
["O"] = "永生之盾的大法师伯林纳德要你从考达拉的古树身上收集3块冰川古树碎片和3块魔缚古树碎片。",
["S"] = {
"冰川古树碎片",
"魔缚古树碎片",
},
},
[10310] = {
["T"] = "破坏迁跃门！",
["O"] = "护送德里亚到达登陆场：破坏的迁跃门，并在他尝试破坏迁跃门的过程中保护他的安全。然后返回虚空风暴的中央生态圆顶，向中央圆顶哨站的加鲁斯复命。",
["S"] = {
"破坏燃烧军团迁跃门",
},
},
[9670] = {
["T"] = "他们还活着！也许……",
["O"] = "研究员考内留斯要你救出5个远征队研究员。",
["S"] = {
"解救远征队研究员",
},
},
[24545] = {
["T"] = "神圣的和堕落的",
["O"] = "将圣光的复仇、25块源生萨隆邪铁、腐面的酸性血液和烂肠的酸性血液放进冰冠堡垒大领主莫格莱尼的符文熔炉中。\n\n腐面的酸性血液和烂肠的酸性血液只能在25人模式的冰冠堡垒中获得。",
["S"] = {
"圣光的复仇",
"源生萨隆邪铁",
"烂肠的酸性血液",
"腐面的酸性血液",
},
},
[8774] = {
["T"] = "目标：雷戈伏击者",
["O"] = "击杀30只雷戈伏击者，然后向塞纳里奥要塞的指挥官玛尔利斯复命。你还必须带着作战任务简报 VIII才能完成这个任务。",
["S"] = {
"消灭雷戈伏击者",
},
},
[10682] = {
["T"] = "该谈判了……",
["O"] = "去与工头努埃尔谈判。",
["S"] = {
"完成与工头努埃尔的谈判",
},
},
[58045] = {
["T"] = "药浓于水",
["O"] = "消灭狡诈者克里姆",
["S"] = {
"消灭狡诈者克里姆",
},
},
[41919] = {
["T"] = "暗影现形",
["O"] = "与你在达拉然的线人交谈，了解阿卡丽·影血的下落。",
["S"] = {
"戴斯蒙德·黯悲的情报",
"瓦尔祖恩的情报",
"鲁希安·提亚斯的情报",
},
},
[42175] = {
["O"] = "在守护者圣殿中与梅瑞尔·邪风会面。",
["T"] = "力量增长",
},
[39439] = {
["T"] = "黯石圣物",
["O"] = "找回反抗之链、坚韧之轮以及忍耐之杖。",
["S"] = {
"反抗之链",
"坚韧之轮",
"忍耐之杖",
},
},
[42687] = {
["O"] = "完成“部队出勤”任务。",
["T"] = "部队出勤",
},
[11002] = {
["O"] = "将玛瑟里顿的徽记交给荣耀堡的远征军指挥官达纳斯·托尔贝恩。",
["T"] = "玛瑟里顿之死",
},
[59589] = {
["T"] = "你的专精是什么？",
["O"] = "与艾祖尔安交谈，了解关于战斗专精的信息。",
["S"] = {
"与艾祖尔安对话，了解专精的信息",
},
},
[59592] = {
["T"] = "你的专精是什么？",
["O"] = "与穆尔里克·勇石交谈，了解关于战斗专精的信息。",
["S"] = {
"与穆尔里克·勇石对话，了解专精的信息",
},
},
[35520] = {
["O"] = "暗影迷宫奖励任务",
["T"] = "暗影迷宫奖励任务",
},
[59641] = {
["T"] = "库尔提拉斯王国",
["O"] = "与暴风城港口的吉安娜·普罗德摩尔交谈。",
["S"] = {
"与嘉里克船长交谈",
},
},
[60605] = {
["O"] = "向北风苔原的国王姆嘎姆嘎展示鳞片。",
["T"] = "烁鳍之鳞",
},
[44479] = {
["O"] = "在瓦尔莎拉的黑鸦堡垒体验拉文凯斯的遗产。",
["T"] = "拉文凯斯的遗产",
},
[44735] = {
["O"] = "在卡拉赞击败监视者维兹艾德姆。",
["T"] = "重返卡拉赞：眼魔眼里出……",
},
[53182] = {
["O"] = "将纠缠之根交给月光林地的守护者雷姆洛斯。",
["T"] = "纠缠之根",
},
[26721] = {
["T"] = "基特斯的虫子",
["O"] = "从黑寡妇蜘蛛身上收集8份寡妇蛛毒囊。",
["S"] = {
"寡妇蛛毒囊",
},
},
[61885] = {
["T"] = "艾戈尔的特殊朋友",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败艾戈尔",
},
},
[9394] = {
["O"] = "前往永歌森林的达斯维瑟广场寻找看守者维林森。",
["T"] = "维林森去哪了？",
},
[27105] = {
["T"] = "不速之客",
["O"] = "获得海多斯博恩精华。",
["S"] = {
"海多斯博恩精华",
},
},
[62653] = {
["T"] = "阻止裁决",
["O"] = "击败赎罪大厅中的任意审判官。\r\n\r\n档案员费安会为你提供审判官罪碑，从而在你的狩猎中帮助你。",
["S"] = {
"罪碑碎片（可选）",
[3] = "消灭审判官",
},
},
[11973] = {
["T"] = "战争的囚徒",
["O"] = "战斗法师凯特琳要你去释放克莉斯塔萨。",
["S"] = {
"让克莉斯塔萨安息",
},
},
[27489] = {
["T"] = "全都怪我",
["O"] = "跳上菲奥拉的马车，前往北地哨塔。",
["S"] = {
"乘坐菲奥拉的马车前往北地哨塔",
},
},
[38157] = {
["O"] = "WOD 90-99",
["T"] = "WOD 90-99",
},
[9778] = {
["O"] = "向赞加沼泽塞纳里奥庇护所的监护者哈穆特报到。",
["T"] = "监护者哈穆特",
},
[39360] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：真铁船舵",
},
[59210] = {
["T"] = "污染之核",
["O"] = "打碎三块耗尽能量的心能水晶，然后用死去的病态祭师为碎裂的心能水晶充能。",
["S"] = {
"打碎枯竭的水晶",
},
},
[59931] = {
["T"] = "寻找失踪的考察队",
["O"] = "在附近的营地中寻找考察队幸存者。",
["S"] = {
"向北搜寻考察队幸存者",
},
},
[10034] = {
["T"] = "通缉：白骨秃鹫！",
["O"] = "杀死20只白骨秃鹫，然后向泰罗卡森林裂石堡的玛乌格·锐箭复命。",
["S"] = {
"消灭白骨秃鹫",
},
},
[40384] = {
["O"] = "在达拉然与伊墨瑞尔·影卫谈一谈。",
["T"] = "猎人的需求",
},
[2541] = {
["T"] = "沉睡的德鲁伊",
["O"] = "将一个萨满巫毒符咒交给班尼希尔兽穴的奥本·怒爪。",
["S"] = {
"萨满巫毒符咒",
},
},
[59947] = {
["O"] = "返回部落营地并与恐斧督军交谈",
["T"] = "带给基地的消息",
},
[10290] = {
["T"] = "寻找法兰石",
["O"] = "收集4块天然法兰石，将它们交给风暴尖塔的伊格努比。",
["S"] = {
"天然法兰石",
},
},
[54510] = {
["O"] = "向伯拉勒斯的高级指挥官维姆班恩报告。",
["T"] = "恶作剧完成",
},
[49876] = {
["O"] = "在沃顿的虔敬者平台寻找费利斯，开始你的鲜血试炼。",
["T"] = "沙中试炼",
},
[10482] = {
["T"] = "邪兽人清理者",
["O"] = "杀死20个噬骨兽人，然后向荣耀堡的阿曼蒂复命。",
["S"] = {
"消灭噬骨兽人",
},
},
[38911] = {
["O"] = "前往大地母亲之赐，与洁儿·河鬃见面。",
["T"] = "河鬃部族",
},
[42432] = {
["T"] = "翡翠梦魇：翡翠梦魇",
["O"] = "进入任意难度翡翠梦魇团队副本，击败领主萨维斯。",
["S"] = {
"消灭萨维斯",
},
},
[59070] = {
["T"] = "一份心能祭品",
["O"] = "消灭塞兹仙林的林鬼，收集乱触心能。",
["S"] = {
"收集乱触心能",
},
},
[44083] = {
["T"] = "第一位通灵师的魔典",
["O"] = "从整个破碎群岛上的强大人形勇士处收集13个斩杀之颅，将它们带到位于逆风小径摩根墓场附近的地下墓穴中的刽子手的祭坛。",
["S"] = {
"斩杀之颅",
},
},
[44041] = {
["T"] = "血淋淋的真相",
["O"] = "找出军情七处特工被攻击的真相。",
["S"] = {
"找到血迹",
},
},
[39433] = {
["T"] = "无法看到的影响",
["O"] = "从塔纳安丛林的任意宝藏、稀有生物或稀有精英生物身上收集10枚被邪能腐蚀的埃匹希斯碎片。",
["S"] = {
"被邪能腐蚀的埃匹希斯碎片",
},
},
[35521] = {
["O"] = "黑色沼泽奖励任务",
["T"] = "黑色沼泽奖励任务",
},
[31365] = {
["T"] = "营救俘虏",
["O"] = "营救12名影踪派囚徒。",
["S"] = {
"释放影踪派囚徒",
},
},
[36617] = {
["O"] = "冬幕节礼物",
["T"] = "冬幕节礼物",
},
[44480] = {
["T"] = "在我父的家里",
["O"] = "在卡利姆多的艾萨拉见证伊利丹的牺牲。",
["S"] = {
"见证伊利丹的坚韧经历",
},
},
[38152] = {
["O"] = "Classic 40-49",
["T"] = "Classic 40-49",
},
[53183] = {
["O"] = "找到能解释这个幻象的人。",
["T"] = "扭动物质",
},
[31364] = {
["T"] = "巨虫来袭！",
["O"] = "杀死莱公。",
["S"] = {
"消灭莱公",
},
},
[61886] = {
["T"] = "阿迪乌斯的思维游戏",
["O"] = "在宠物对战中击败格里克斯·微泡。",
["S"] = {
"在宠物对战中击败折磨者阿迪乌斯",
},
},
[10046] = {
["O"] = "跨越黑暗之门，跟萨尔玛的纳兹格雷尔谈一谈。",
["T"] = "跨越黑暗之门",
},
[11506] = {
["T"] = "奥金顿的幽魂",
["O"] = "帮助部落占据白骨荒野上的一座灵魂之塔。",
["S"] = {
"占据一座灵魂之塔",
},
},
[62654] = {
["T"] = "噬渊行者",
["O"] = "与达里安及亚历山德罗斯协调，协助他们离开噬渊。",
["S"] = {
"在道标石处与达里安和亚历山德罗斯协调",
},
},
[38337] = {
["T"] = "龙鳞护甲",
["O"] = "从赫达沙尔的风暴之翼幼龙身上收集鳞片。",
["S"] = {
"风暴幼龙鳞片",
},
},
[54975] = {
["O"] = "支援你在纳沙塔尔的盟友，使其中一人升到3级。",
["T"] = "短暂的休息",
},
[60126] = {
["T"] = "熊猫人之谜：前往潘达利亚！",
["O"] = "前往奥格瑞玛的格罗玛什要塞报到吧。",
["S"] = {
"前往格罗玛什要塞",
},
},
[55487] = {
["O"] = "[PH] Warding Scrolls",
["T"] = "[PH] Warding Scrolls",
},
[63934] = {
["T"] = "邮件问题",
["O"] = "从学者之家取回6份失窃的信息。",
["S"] = {
"找回失窃的信息",
},
},
[32097] = {
["O"] = "短缺奖励",
["T"] = "短缺奖励",
},
[54276] = {
["O"] = "在丹莫罗的诺莫瑞根之外找到麦克罗·祖克斯。",
["T"] = "诺莫瑞根的麻烦",
},
[12082] = {
["T"] = "喔——哒！！",
["O"] = "护送哈里森离开达基尔金废墟，然后与哈考尔营地的哈考尔谈一谈。",
["S"] = {
"哈里森保护你逃到安全地带。",
},
},
[40385] = {
["T"] = "迷雾中的圣矛",
["O"] = "猎杀至高岭灾星。",
["S"] = {
"搭乘雄鹰之魂前往港口",
},
},
[60148] = {
["T"] = "非生者之地",
["O"] = "监督者想要详细了解你是怎么逃出噬渊的。",
["S"] = {
"与监督者交谈",
},
},
[24546] = {
["T"] = "贫瘠之地的防线",
["O"] = "在鲜血旷野占领一座中立的山丘，并抵御联盟的反攻。",
["S"] = {
"占领据点",
"防御据点",
},
},
[60154] = {
["T"] = "理解暗影界",
["O"] = "与塔尔-伊纳拉交谈。",
["S"] = {
"与塔尔-伊纳拉交谈",
},
},
[12402] = {
["O"] = "糖罐",
["T"] = "糖罐",
},
[43525] = {
["T"] = "守望者地窟：擅自借取",
["O"] = "在史诗难度的守望者地窟取得一个封锁水晶。",
["S"] = {
"封锁水晶",
},
},
[34822] = {
["T"] = "我们缺什么",
["O"] = "收集10份奴隶船残骸。",
["S"] = {
"奴隶船残骸",
},
},
[53734] = {
["O"] = "在塔奎林找到洛瑟玛。",
["T"] = "幽魂之路",
},
[42433] = {
["O"] = "点击侦察地图，完成“远古魔法”任务。",
["T"] = "远古魔法",
},
[25442] = {
["O"] = "将冷光珍珠带给银潮谷的大地治愈者杜安。",
["T"] = "智慧珍珠",
},
[59327] = {
["T"] = "叛乱废墟之下",
["O"] = "搜索堕罪堡，寻找雷纳索尔王子的踪迹。",
["S"] = {
"使用镜子进入堕罪堡。",
},
},
[59583] = {
["O"] = "在城市大门处与林迪·簧库见面。",
["T"] = "欢迎来到暴风城",
},
[13429] = {
["T"] = "帮助阿卡玛",
["O"] = "在克希利的军队发动佯攻之后，保护阿卡玛和玛维进入影月谷内的黑暗神殿。",
["S"] = {
"帮助阿卡玛和玛维进入黑暗神殿。",
},
},
[51904] = {
["T"] = "海岛探险",
["O"] = "与弗林·法温德对话以开始探险，然后探索神秘海岛。",
["S"] = {
"与弗林·法温德交谈",
},
},
[43969] = {
["T"] = "雇佣帮手",
["O"] = "找到阿鲁因并说服他帮助你。",
["S"] = {
"说服阿鲁因",
},
},
[13106] = {
["O"] = "前往黑色观察站，与黑暗骑士阿尔蕾谈一谈。",
["T"] = "黑色观察站",
},
[26338] = {
["T"] = "巨魔人口控制",
["O"] = "杀死7名血顶秘法师、7名血顶猎人、7名血顶斥候，以及1名血顶兽王。",
["S"] = {
"消灭血顶秘法师",
"消灭血顶斥候",
"消灭血顶猎人",
"消灭血顶兽王",
},
},
[26466] = {
["T"] = "卢泽尔",
["O"] = "获得佐拉姆之戒。",
["S"] = {
"佐拉姆之戒",
},
},
[53184] = {
["O"] = "找到宣传册的来源。",
["T"] = "饱经风霜的宣传册",
},
[60380] = {
["T"] = "哀藤之源",
["O"] = "从雷文德斯的稀有怪物和宝箱中收集3根哀藤。",
["S"] = {
"哀藤",
},
},
[60382] = {
["O"] = "在雷文德斯完成3个世界任务。",
["T"] = "协助雷文德斯",
},
[60383] = {
["O"] = "在玛卓克萨斯完成3个世界任务。",
["T"] = "协助玛卓克萨斯",
},
[38146] = {
["O"] = "与燃皮林地的斯古克长老交谈。",
["T"] = "酋长的念珠",
},
[13618] = {
["O"] = "莫尔杉壁垒的卡德拉克要你在坠星湖地区寻找高拉特。",
["T"] = "找到高拉特！",
},
[60385] = {
["O"] = "与你的新兵在雷文德斯完成3个世界任务。",
["T"] = "雷文德斯训练",
},
[54976] = {
["O"] = "在暴风要塞和苔丝·格雷迈恩见面。",
["T"] = "吉尔尼斯之影",
},
[47041] = {
["O"] = "前往达拉然的魔术旅馆寻找卡兰姆·法师之矛。",
["T"] = "痛苦术士：扭曲的双子",
},
[60390] = {
["O"] = "在炽蓝仙野完成3个世界任务。",
["T"] = "协助炽蓝仙野",
},
[39362] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：Q-43噪音水雷",
},
[28002] = {
["T"] = "危机管理",
["O"] = "贝洛克·辉刃要你打消司克诺兹登陆点的客人们的顾虑。",
["S"] = {
"询问多产的作家",
"安抚奢华的名流",
"告诫浮夸的商人",
"劝告新锐艺术家",
},
},
[28130] = {
["T"] = "不友善的村落",
["O"] = "指挥官马库斯·约翰森要你前往洛斯贝格村杀死14名村民。洛斯贝格村位于营地以北，就在右边。",
["S"] = {
"洛斯贝格村居民",
},
},
[60394] = {
["O"] = "在晋升堡垒完成3个世界任务。",
["T"] = "协助晋升堡垒",
},
[60399] = {
["O"] = "在雷文德斯完成3个世界任务。",
["T"] = "协助雷文德斯",
},
[57024] = {
["O"] = "在达萨罗的巨擘封印外与加兹鲁维会面。",
["T"] = "麦卡贡的传言",
},
[40898] = {
["T"] = "新鲜的肉",
["O"] = "收集6块新鲜的邪火蜥蜴肉。",
["S"] = {
"新鲜的邪火蜥蜴肉",
},
},
[14386] = {
["T"] = "敌军的首领",
["O"] = "使用训犬口哨，在猎犬的帮助下击败黑暗游侠西亚拉。",
["S"] = {
"消灭黑暗游侠西亚拉",
},
},
[60403] = {
["O"] = "与你的学徒在炽蓝仙野完成3个世界任务。",
["T"] = "炽蓝仙野训练",
},
[60407] = {
["O"] = "与你的学徒在玛卓克萨斯完成3个世界任务。",
["T"] = "玛卓克萨斯训练",
},
[38145] = {
["T"] = "脱离梦境",
["O"] = "唤醒8名利爪德鲁伊。",
["S"] = {
"唤醒利爪德鲁伊",
},
},
[60409] = {
["O"] = "与你的新兵在玛卓克萨斯完成3个世界任务。",
["T"] = "玛卓克萨斯训练",
},
[58816] = {
["T"] = "去后台",
["O"] = "在泊星剧场的后台取得一个夜帷花环。",
["S"] = {
"前往泊星剧场的后台",
},
},
[50881] = {
["O"] = "将佐拉妮的报告带给黄金王座的哈布图。",
["T"] = "皇家报告",
},
[60156] = {
["T"] = "通往晋升堡垒之路",
["O"] = "打开通往晋升堡垒的传送门。",
["S"] = {
"跟随卡-谢尔前往大门。",
},
},
[35011] = {
["T"] = "利爪伪王",
["O"] = "从利爪之王艾吉斯身上取得磨损的手镯。",
["S"] = {
"磨损的手镯",
},
},
[9538] = {
["T"] = "学外语……",
["O"] = "阅读奥鲁恩给你的止松熊怪语言入门，以便和碧蓝岗哨的阿基达图腾交流。",
["S"] = {
"阅读止松熊怪语言入门",
},
},
[60096] = {
["O"] = "乘船前往诺森德。\n\n你可以在暴风城港口乘船前往北风苔原，或者在湿地乘船前往嚎风峡湾。",
["T"] = "巫妖王之怒：前往诺森德！",
},
[30178] = {
["T"] = "深入荒野",
["O"] = "在都阳河的南部流域找到失踪的朱家堡信使，然后继续前往朱鹤寺和科洛·迷雾行者谈一谈。",
["S"] = {
"找到朱家堡信使",
},
},
[30306] = {
["T"] = "大竞技场",
["O"] = "在大竞技场中击败20名影踪派受训者。",
["S"] = {
"击败影踪派受训者",
},
},
[14465] = {
["O"] = "跟格雷迈恩庄园的米亚·格雷迈恩王后谈一谈。",
["T"] = "前往格雷迈恩庄园",
},
[13633] = {
["T"] = "西部荒野的黑骑士？",
["O"] = "调查黑骑士的身世是否属实，然后回到银色比武场，向北伐军战士莱达拉汇报你的发现。",
["S"] = {
"尘封的日记",
},
},
[57317] = {
["T"] = "敌人的物资",
["O"] = "给霜狼村的铁匠雷格萨带去20块护甲碎片。",
["S"] = {
"护甲碎片",
},
},
[11585] = {
["O"] = "与战歌要塞的加尔鲁什·地狱咆哮谈一谈。",
["T"] = "地狱咆哮的堡垒",
},
[11521] = {
["T"] = "继续寻根",
["O"] = "阳湾港口的玛尔娜希望你前往外域的荆刺高地，收集5根荆刺根须给她。",
["S"] = {
"荆刺根须",
},
},
[45564] = {
["T"] = "燃烧的鸟",
["O"] = "收集灌邪图腾。",
["S"] = {
"灌邪图腾",
},
},
[62400] = {
["T"] = "无尽蘑网",
["O"] = "调查未知区域。",
["S"] = {
"前往未知伟域",
},
},
[46274] = {
["O"] = "到暴风城大教堂寻找安度因·乌瑞恩国王。",
["T"] = "安慰国王",
},
[54265] = {
["O"] = "拿取萨拉塔斯并找到临时祭坛。",
["T"] = "艾萨拉的命令",
},
[54977] = {
["O"] = "前往暮色森林与法珊德拉·暴风爪对话。",
["T"] = "进入暮色森林",
},
[45537] = {
["O"] = "3v3周常任务",
["T"] = "3v3周常任务",
},
[39107] = {
["T"] = "更高的分数",
["O"] = "收集肮脏的铁币并把它们交给格里伏塔。",
["S"] = {
"获得肮脏的铁币",
},
},
[47554] = {
["T"] = "拦截燃烧军团的计划",
["O"] = "搜索战场上的燃烧军团部队，消灭他们，夺取燃烧军团加密指令。找回圣光军团密码本，将命令解密。",
["S"] = {
"燃烧军团加密指令",
"圣光军团密码本",
},
},
[60641] = {
["O"] = "将女王的温室升级至4级",
["T"] = "林地盛放",
},
[48066] = {
["O"] = "前往莫高雷的雷霆崖找贝恩·血蹄。",
["T"] = "款待同胞",
},
[40131] = {
["T"] = "石皮皮革样本",
["O"] = "把石皮皮革样本以及额外的10块石皮皮革交给达拉然的孔达尔·猎誓。\r\n",
["S"] = {
"石皮皮革",
},
},
[60651] = {
["O"] = "勇士：肉弹",
["T"] = "勇士：肉弹",
},
[57025] = {
["T"] = "向雷文德斯求助",
["O"] = "前往雷文德斯。",
["S"] = {
"激活通往雷文德斯的传送门",
},
},
[24547] = {
["T"] = "灵魂盛宴",
["O"] = "大领主达里安·莫格莱尼希望你用影锋在冰冠堡垒消灭50个巫妖王的爪牙。在10人或25人模式中都可以收集灵魂。",
["S"] = {
"用灵魂喂食影锋",
},
},
[54263] = {
["O"] = "与布伦纳丹的汉克·哈里森交谈。",
["T"] = "岗哨升级：布伦纳丹",
},
[41411] = {
["T"] = "遗失的邮件",
["O"] = "将遗失的邮件交给达拉然下水道的郭雅夫人。",
["S"] = {
"遗失的邮件",
},
},
[57566] = {
["O"] = "恩佐斯突袭追踪者（奥丹姆）",
["T"] = "恩佐斯突袭追踪者（奥丹姆）",
},
[33732] = {
["O"] = "Sabotage Siege Weapons",
["T"] = "Sabotage Siege Weapons",
},
[25187] = {
["T"] = "迷失在洪水中",
["O"] = "使用索恩克的望远镜，在怒水河流域盆地搜索幸存者。",
["S"] = {
"找到拉格兰",
"找到被洪水淹没的棚屋",
"找到米莎",
"找到岑塔基",
},
},
[50626] = {
["O"] = "LFGDungeons - BFA - Normal Random - 1st",
["T"] = "LFGDungeons - BFA - Normal Random - 1st",
},
[10210] = {
["O"] = "与沙塔尔的领袖阿达尔谈一谈，他就在圣光广场的中央。",
["T"] = "阿达尔",
},
[25571] = {
["O"] = "将元素碎片交给奥格瑞玛、幽暗城、雷霆崖或银月城的大地之环使者。",
["T"] = "自然异象",
},
[13178] = {
["T"] = "全都干掉！",
["O"] = "冬拥堡垒的指挥官达尔多什要你去杀死10个联盟玩家。",
["S"] = {
"杀死联盟成员",
},
},
[61156] = {
["T"] = "有羽者……",
["O"] = "从飞行野兽身上收集30根飞光之羽。",
["S"] = {
"飞光之羽",
},
},
[60097] = {
["O"] = "搭乘飞艇前往诺森德。\n\n你可以在提瑞斯法林地搭乘前往嚎风峡湾的飞艇，或者在奥格瑞玛搭乘飞艇前往北风苔原。",
["T"] = "巫妖王之怒：前往诺森德！",
},
[57291] = {
["T"] = "初思之厅",
["O"] = "与初思之厅内的克雷雅交谈。",
["S"] = {
"进入初思之厅",
},
},
[26211] = {
["T"] = "钳嘴，伙计！",
["O"] = "辛特兰恶齿村的钓鱼者卡图姆要你去杀掉10只海水钳嘴龟。任务完成后再去找他。",
["S"] = {
"消灭海水钳嘴龟",
},
},
[54438] = {
["O"] = "在风暴熔炉阻止乌纳特。",
["T"] = "风暴熔炉：暗影圣物",
},
[52930] = {
["O"] = "向赞达拉港的金币管理员狞牙捐赠1000000枚金币。",
["T"] = "阿拉希捐赠：黄金",
},
[4602] = {
["T"] = "超级清洁器5200型！",
["O"] = "将脏兮兮的东西放入超级清洁器5200型，记得要用三枚银币来启动机器。",
["S"] = {
"脏兮兮的东西",
},
},
[26723] = {
["T"] = "摩本特·费尔的命运",
["O"] = "在荒弃鬼屋寻找摩本特·费尔的踪迹。",
["S"] = {
"摩本特·费尔的遗骸",
},
},
[9331] = {
["O"] = "将铁炉堡烈焰交给节日诗人。",
["T"] = "盗取铁炉堡的烈焰",
},
[9395] = {
["O"] = "与永歌森林萨瑟利尔庄园的萨瑟利尔男爵谈一谈。",
["T"] = "萨瑟利尔庄园",
},
[27107] = {
["T"] = "窃贼普希林",
["O"] = "说服普希林把咒术之书交给你。",
["S"] = {
"咒术之书",
},
},
[46275] = {
["T"] = "王国之心",
["O"] = "陪伴安度因国王在暴风城里走走。",
["S"] = {
"与安度因交谈",
},
},
[38131] = {
["O"] = "Vanilla 10-19",
["T"] = "Vanilla 10-19",
},
[61892] = {
["O"] = "在暗影界完成世界任务。",
["T"] = "灰烬王庭大使",
},
[61893] = {
["O"] = "在暗影界完成世界任务。",
["T"] = "灰烬王庭大使",
},
[36083] = {
["O"] = "把证明带到戈尔隆德的蛮兽岗哨，交给断肢。",
["T"] = "力量的证明：戈隆眼球",
},
[39364] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：陀螺稳定仪",
},
[28003] = {
["O"] = "与石头守卫库尔加克交谈。",
["T"] = "征召冒险者：怒焰裂谷",
},
[9971] = {
["T"] = "树林中的线索",
["O"] = "调查破碎者的尸体旁的奇怪物体，看看究竟是什么在滋扰塞纳里奥树林，然后向塞纳里奥树林外的缚地者塔弗格伦复命。",
["S"] = {
"检查奇怪的物体",
},
},
[40132] = {
["T"] = "完整无缺",
["O"] = "为破碎群岛的野兽剥皮，获取20张完整的皮革。",
["S"] = {
"完整的皮革",
},
},
[10099] = {
["T"] = "主谋",
["O"] = "进入荣耀堡的地下矿洞，找到并杀死兹克拉，然后向工头比格姆斯复命。",
["S"] = {
"消灭兹克拉",
},
},
[28515] = {
["O"] = "去找燃烧平原焰星哨站的莫顿·焰星。",
["T"] = "莫顿·焰星",
},
[49091] = {
["O"] = "侵入点：瓦尔",
["T"] = "侵入点：瓦尔",
},
[57538] = {
["T"] = "不得安宁",
["O"] = "消灭10只渴求心能的生物。",
["S"] = {
"消灭渴求心能的生物",
},
},
[38127] = {
["O"] = "Cata/MoP 80-89",
["T"] = "Cata/MoP 80-89",
},
[31096] = {
["O"] = "将《为何而战》带给闻道之座的游学者周卓。",
["T"] = "《为何而战》",
},
[10483] = {
["T"] = "邪恶的咒语",
["O"] = "荣耀堡的阿曼蒂中尉要你前往远征军岗哨，将1枚被诅咒的护符交给埃隆雷下士。",
["S"] = {
"被诅咒的护符",
},
},
[29283] = {
["T"] = "呼唤古树",
["O"] = "获得125个世界之树的印记。",
["S"] = {
"世界之树的印记",
},
},
[50627] = {
["O"] = "LFGDungeons - BFA - Heroic Random - 1st",
["T"] = "LFGDungeons - BFA - Heroic Random - 1st",
},
[42692] = {
["O"] = "在纳萨拉斯废墟找到三部古代上层精灵书籍。",
["T"] = "纳萨拉斯的后人",
},
[29667] = {
["T"] = "肃清生态船",
["O"] = "阿达尔要求你杀死6个变异血肉鞭笞者，6个变异恐惧尖啸者，6个变异恐魔，然后从风暴要塞生态船的拉伊身上获得快速进化的叶子。",
["S"] = {
"消灭变异血肉鞭笞者",
"消灭变异恐惧尖啸者",
"消灭变异恐魔",
"快速进化的叶子",
},
},
[59586] = {
["T"] = "你的专精是什么？",
["O"] = "与达格伦·钢脊交谈，了解关于战斗专精的信息。",
["S"] = {
"与达格伦·钢脊对话，了解专精的信息",
},
},
[14397] = {
["O"] = "跟暮湾镇的格温·阿姆斯特谈一谈。",
["T"] = "撤退行动",
},
[35525] = {
["O"] = "生态船奖励任务",
["T"] = "生态船奖励任务",
},
[30179] = {
["T"] = "中毒！",
["O"] = "收集5把魔古毒刃。",
["S"] = {
"魔古毒刃",
},
},
[13117] = {
["T"] = "它们从哪儿来的？",
["O"] = "调查缝合场东部的召唤祭坛，然后返回黑色观察站，向黑暗骑士阿尔蕾汇报情况。",
["S"] = {
"调查召唤祭坛",
},
},
[12861] = {
["T"] = "巨魔疯啦！",
["O"] = "祖达克圣光据点的怒爪酋长希望你使用从达库鲁巨魔身上找到的达库鲁“开锁器”，解救8名被俘虏的怒爪狼獾人。",
["S"] = {
"解救被俘虏的怒爪狼獾人",
},
},
[57562] = {
["O"] = "阿玛赛特突袭追踪者",
["T"] = "阿玛赛特突袭追踪者",
},
[53187] = {
["O"] = "与诺埃拉·达文波特交谈。",
["T"] = "不速之客",
},
[10941] = {
["O"] = "当暗月马戏团来到镇上的时候，把愚人套牌交给他们。",
["T"] = "暗月愚人套牌",
},
[55786] = {
["T"] = "征用：更多海草",
["O"] = "收集5个黏糊糊的海草。",
["S"] = {
"黏糊糊的海草",
},
},
[11443] = {
["T"] = "匕鞘湾潜水行动",
["O"] = "匕鞘湾海底的哈洛德·拉格拉斯要你打捞10只瓦加德补给箱。",
["S"] = {
"瓦加德补给箱",
},
},
[62402] = {
["O"] = "时空漫游战役",
["T"] = "时空漫游战役",
},
[62658] = {
["O"] = "“暗影国度”地下城奖励任务",
["T"] = "“暗影国度”地下城奖励任务",
},
[54723] = {
["T"] = "隐藏船只",
["O"] = "在雾潮港放置三个迷雾结界。",
["S"] = {
"放置南边的迷雾结界",
"放置西边的迷雾结界",
"放置北边的迷雾结界",
},
},
[54979] = {
["O"] = "在库尔提拉斯、赞达拉、纳沙塔尔、奥丹姆或锦绣谷的任意区域消灭25名50级或以上的联盟成员。",
["T"] = "实力悬殊",
},
[40659] = {
["O"] = "从蓝风海湾的古代海沟行者身上获取4个海星。",
["T"] = "看星星",
},
[40418] = {
["O"] = "与要塞议政厅中的瓦里安·乌瑞恩国王谈一谈。",
["T"] = "前往塔纳安！",
},
[39365] = {
["O"] = "把图纸交给你要塞船坞中的海军装备专家。",
["T"] = "装备图纸：幽灵望远镜",
},
[11708] = {
["T"] = "机械侏儒",
["O"] = "听菲兹兰克·铁阀讲诉目前的情况，然后与菲兹兰克机场的金吉·温纳特谈一谈。",
["S"] = {
"聆听菲兹兰克的故事。",
},
},
[38121] = {
["O"] = "Classic 20-29",
["T"] = "Classic 20-29",
},
[56515] = {
["O"] = "把黑胶唱片装进锈栓留声机。",
["T"] = "黑胶唱片：永远的诺莫瑞根",
},
[56771] = {
["T"] = "往昔的战士",
["O"] = "在缄默圣地找到莱加尼。",
["S"] = {
"找到莱加尼",
},
},
[27840] = {
["T"] = "德莱尼水晶",
["O"] = "从农田避难所收集5颗德莱尼水晶。",
["S"] = {
"德莱尼水晶",
},
},
[24548] = {
["T"] = "碎裂的王座",
["O"] = "大领主达里安·莫格莱尼要你收集50块影霜碎片。\n\n影霜碎片只能在25人模式下获得。",
["S"] = {
"影霜碎片",
},
},
[62421] = {
["O"] = "把巨口蟾之魂带给森林之心中的曼恩女士。",
["T"] = "巨口蟾之魂",
},
[33222] = {
["T"] = "新手小汤米",
["O"] = "在宠物战斗中击败新手小汤米。",
["S"] = {
"击败新手小汤米",
},
},
[62423] = {
["O"] = "把熊之魂带给森林之心中的曼恩女士。",
["T"] = "熊之魂",
},
[25060] = {
["T"] = "定义“疯狂”",
["O"] = "杀死10个疯狂的幸存者。",
["S"] = {
"消灭疯狂舱水幸存者",
},
},
[62427] = {
["O"] = "把角鹰兽之魂带给森林之心中的曼恩女士。",
["T"] = "角鹰兽之魂",
},
[50628] = {
["O"] = "LFGDungeons - BFA - Heroic Random - Nth",
["T"] = "LFGDungeons - BFA - Heroic Random - Nth",
},
[42693] = {
["T"] = "占卜一下才知道",
["O"] = "取得3块积怨宝石。",
["S"] = {
"积怨宝石",
},
},
[62430] = {
["O"] = "把驼鹿之魂带给森林之心中的曼恩女士。",
["T"] = "驼鹿之魂",
},
[38119] = {
["O"] = "Legion 100-109 H",
["T"] = "Legion 100-109 H",
},
[43461] = {
["T"] = "回顾过去",
["O"] = "正确回答一个由吉帕提出的有关艾泽拉斯历史的问题。",
["S"] = {
"回答吉帕的问题",
},
},
[35526] = {
["O"] = "生态船奖励任务",
["T"] = "生态船奖励任务",
},
[476] = {
["O"] = "返回多兰纳尔去见阿斯瑞达斯·熊皮。",
["T"] = "瘤背熊怪的堕落",
},
[26212] = {
["T"] = "拉尔德把午饭弄丢了",
["O"] = "辛特兰恶齿村的拉尔德要你去找拉尔德的午餐。任务完成后再去找他。\n\n拉尔德提到他将其落在北方的岛上了。当心邪枝巨魔。",
["S"] = {
"拉尔德的午餐",
},
},
[36294] = {
["O"] = "Phylarch the Evergreen A",
["T"] = "Phylarch the Evergreen A",
},
[61123] = {
["T"] = "出席函：文官阿得赖斯提斯",
["O"] = "寻求谦逊圣杰的协助。",
["S"] = {
"找到谦逊圣杰",
},
},
[26596] = {
["O"] = "从藏宝海湾坐船去棘齿城，然后跟加兹鲁维谈一谈。",
["T"] = "卡利姆多的召唤",
},
[40400] = {
["T"] = "秘密行动",
["O"] = "与温蕾萨·风行者谈一谈。",
["S"] = {
"倾听温蕾萨·风行者说话",
},
},
[37318] = {
["T"] = "亡者不会遗忘……",
["O"] = "把10个古代啸爪颅骨放进白骨先知的大锅里。",
["S"] = {
"古代啸爪颅骨",
},
},
[26866] = {
["O"] = "跟石头守卫库尔加克谈一谈。",
["T"] = "下面的敌人",
},
[27108] = {
["T"] = "蕾瑟塔蒂丝的网",
["O"] = "获得蕾瑟塔蒂丝的网。",
["S"] = {
"蕾瑟塔蒂丝的网",
},
},
[25841] = {
["T"] = "从天而降",
["O"] = "在霜鬃营地北端和南端用信号枪呼叫空中打击。",
["S"] = {
"打击霜鬃营地北部",
"打击霜鬃营地南部",
},
},
[27364] = {
["T"] = "谁下的令？",
["O"] = "获得高级指挥官的命令。",
["S"] = {
"高级指挥官的命令",
},
},
[54980] = {
["T"] = "夜行狼人之灾",
["O"] = "制服血眼并将她带回乌鸦岭。",
["S"] = {
"放置刺鼻之肉（可选）",
"制服血眼",
},
},
[29808] = {
["T"] = "别忘了蛛卵！",
["O"] = "艾卓-尼鲁布内的复国者阿扎克要求你摧毁6个天灾蛛魔之卵。",
["S"] = {
"摧毁天灾蛛魔之卵",
},
},
[13875] = {
["T"] = "古塔尔的请求",
["O"] = "守护者古塔尔要你将血盅花饰带献给碎木的德娜卡。",
["S"] = {
"血盅花饰带",
},
},
[47557] = {
["O"] = "把阴燃时光碎片带到龙眠神殿，解锁一个时光传送门。",
["T"] = "阴燃时光碎片",
},
[28004] = {
["O"] = "与卡格萨交谈。",
["T"] = "征召冒险者：死亡矿井",
},
[39878] = {
["O"] = "在雷霆图腾与古隆·双尾谈一谈。",
["T"] = "雷霆工艺",
},
[56516] = {
["O"] = "把黑胶唱片装进锈栓留声机。",
["T"] = "黑胶唱片：米米尔隆的头脑风暴",
},
[39131] = {
["O"] = "寻找可能了解碎片来源的人。",
["T"] = "追随力量",
},
[28516] = {
["O"] = "跟凯斯利尔湖中心的卡多雷之魂谈一谈。",
["T"] = "数世纪的苦难",
},
[57284] = {
["T"] = "剑中珍品",
["O"] = "在众多被遗忘的武器中找到劈敌者。",
["S"] = {
"劈敌者",
},
},
[28772] = {
["T"] = "狮入羊口",
["O"] = "消灭8名黑石间谍。",
["S"] = {
"消灭黑石间谍",
},
},
[27630] = {
["O"] = "跟奥丹姆维尔纳尔水坝内的高阶祭司阿门特谈一谈。",
["T"] = "高阶祭司的一票",
},
[63435] = {
["T"] = "神庙踢馆",
["O"] = "在宠物对战中击败安希亚。",
["S"] = {
"击败安希亚",
},
},
[33735] = {
["T"] = "物资短缺",
["O"] = "收集6份钢铁部落炸药。",
["S"] = {
"钢铁部落炸药",
},
},
[59986] = {
["T"] = "触媒知多少",
["O"] = "发现不同类型的触媒",
["S"] = {
"鉴定品质触媒",
},
},
[29412] = {
["T"] = "吹跑了",
["O"] = "蔚蔚想让你在暴风城中收集5个飘走的气球。",
["S"] = {
"飘走的气球",
},
},
[32235] = {
["T"] = "点火！哇啊啊！",
["O"] = "使用锈水燃烧瓶摧毁6架天火号旋翼机X2型。",
["S"] = {
"消灭天火号旋翼机X2型",
},
},
[55763] = {
["T"] = "拯救梅瑞迪·寻涌",
["O"] = "从鹰身人的通灵仪式中救出梅瑞迪·寻涌。",
["S"] = {
"营救梅瑞迪·寻涌",
},
},
[59588] = {
["T"] = "你的专精是什么？",
["O"] = "与辉盛·半爪交谈，了解关于战斗专精的信息。",
["S"] = {
"与辉盛·半爪对话，了解专精的信息",
},
},
[35271] = {
["T"] = "战歌的威胁",
["O"] = "偷取战歌攻击计划。",
["S"] = {
"战歌指令简报",
"混合单位战术",
"战歌侦察骑兵指令",
"纳格兰侦察报告",
},
},
[64203] = {
["T"] = "净除海岸",
["O"] = "和飞毛腿四世一同在艾萨拉之眼的海岸边收集宠物补给。",
["S"] = {
"请飞毛腿四世帮忙",
"收集宠物补给",
},
},
[52165] = {
["T"] = "自动化混乱",
["O"] = "在宠物战斗中击败格里克斯·微泡。",
["S"] = {
"击败艾迪·快手",
},
},
[44230] = {
["T"] = "命运祝福我们",
["O"] = "下达一份破碎命运印记订单。",
["S"] = {
"下达一份破碎命运印记订单",
},
},
[44486] = {
["O"] = "将被邪能毁坏的书籍带给达拉然的罗伯特·纽哈斯。",
["T"] = "被邪能毁坏的书籍",
},
[64459] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：艾尔雯",
},
[64461] = {
["O"] = "|TInterface\\AddOns\\WoWTools\\Source\\Texture\\WoW\\8.tga:0:2.529412:0:0:64:32:10:53:7:24|t 暗影国度 9",
["T"] = "冒险者：赫尔墨斯忒斯",
},
}