
WoWTools_SC_Spell2 = {
[1260337] = {
["T"] = "伯拉勒斯风龙虾拼盘",
["D"] = "运用你的烹饪知识制作一个模型餐盘，用来装点家园，而不是填饱肚子。",
},
[1227575] = {
["T"] = "蕾欧娜信号 - 拉蒙塔被击败",
},
[1227578] = {
["T"] = "恶毒文集",
},
[1227582] = {
["T"] = "珠玑打击",
},
[1260349] = {
["T"] = "关闭的原子重校器",
["D"] = "制作关闭的原子重校器，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227584] = {
["T"] = "恶毒文集",
},
[1227585] = {
["T"] = "恶毒文集",
},
[1227586] = {
["T"] = "珠玑打击",
},
[1227587] = {
["T"] = "凛冬之嚎",
["D"] = "白霜强化的凛风冲击现在会对次要目标造成全额伤害，但冷却时间为10秒。\r\n\r\n冰霜打击和冰川突进现在可以消耗白霜，并造成100%的额外伤害。",
},
[1243971] = {
["T"] = "下笔蘸墨",
},
[1260360] = {
["T"] = "暗炉石椅子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260363] = {
["T"] = "翼眠信号火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260364] = {
["T"] = "将瓦德拉肯吊灯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260365] = {
["T"] = "将瓦德拉肯路灯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260366] = {
["T"] = "瓦德拉肯悬挂式大锅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227604] = {
["T"] = "熵合趣味扩散",
},
[1227607] = {
["T"] = "虚空硬化趣味扩散",
},
[1243994] = {
["T"] = "顿悟作家的羽毛笔",
},
[1227612] = {
["T"] = "可疑的触手",
},
[1227624] = {
["T"] = "黑暗之息",
["D"] = "战斗中每经过5秒，吸引暗影向你逼近，获得黑暗耳语。耳语叠加至5层后，暗影凝聚成形，并从扭曲虚空中剥离一个生物协助你作战。",
},
[1244008] = {
["T"] = "混乱虚空之门",
["D"] = "释放虚空之门，让腐化的法力淹没你所在的位置，在10秒内每1秒对内部的敌人造成107点伤害，并且每击中一个目标恢复15点生命值，8个目标时达到上限。\r\n",
},
[1227629] = {
["T"] = "暗影箭",
["D"] = "向目标射出一支黑暗魔法箭，击中造成暗影伤害。",
},
[1244013] = {
["T"] = "卡雷什补给箱",
["D"] = "搬运装满卡雷什补给和工具的箱子。",
},
[1227631] = {
["T"] = "奥术驱除",
["D"] = "阿拉兹开始举行仪式并倾泻出能量，对所有玩家造成3445150点奥术伤害并将其击退。",
},
[1244017] = {
["T"] = "塞满的包",
["D"] = "使移动速度降低50%。",
},
[1244018] = {
["T"] = "塔扎维什，帷纱集市，困难模式",
},
[1227639] = {
["T"] = "静力闪电",
["D"] = "集能哨兵激活进流口后召下闪电，对3码范围内的玩家造成1565976点奥术伤害。",
},
[1227640] = {
["T"] = "移到中心",
},
[1227641] = {
["T"] = "静力闪电",
["D"] = "集能哨兵激活进流口后召下闪电，对3码范围内的玩家造成1565976点奥术伤害。",
},
[1227642] = {
["T"] = "静力闪电",
["D"] = "集能哨兵激活进流口后召下闪电，对3码范围内的玩家造成1565976点奥术伤害。",
},
[1244029] = {
["T"] = "织造命运",
["D"] = "借用旁人的命运，使你的精通提高49，持续15秒。",
},
[1227649] = {
["T"] = "开始仪式阶段",
},
[1227659] = {
["T"] = "虚空领主之拳",
["D"] = "迪门修斯的近战攻击能够搅乱空间的织缕，迫使目标进入近战范围，并对目标周围15码内的玩家造成1610720点暗影伤害。\r\n\r\n冲击力会将目标周围15码内的其他玩家击退。",
},
[1227663] = {
["T"] = "虚空领主之拳",
},
[1227665] = {
["T"] = "虚空领主之拳",
["D"] = "迪门修斯的近战攻击能够搅乱空间的织缕，迫使目标进入近战范围，并对目标周围15码内的玩家造成1610720点暗影伤害。\r\n\r\n冲击力会将目标周围15码内的其他玩家击退。",
},
[1227667] = {
["T"] = "觉醒符文",
},
[1227668] = {
["T"] = "觉醒仪式",
},
[1227669] = {
["T"] = "恶魔追击",
["D"] = "维拉瑞安将一名玩家标记为猎物，扑向目标并造成13422664点混乱伤害。|cffffffff恶魔追击|r路径中的每一个玩家都会降低该效果。\r\n\r\n维拉瑞安同时打击沿途的玩家，对每个击中的玩家造成1565976点混乱伤害。",
},
[1244057] = {
["T"] = "织造命运",
},
[1227676] = {
["T"] = "碎片猛击",
["D"] = "对200码内的敌人造成1342266点暗影伤害。",
},
[1227679] = {
["T"] = "卡尔的宰割",
},
[1227681] = {
["T"] = "饥渴斩击",
["D"] = "阿达拉斯的镜像斩开周身的虚空构造，对8码内的玩家造成1565976点宇宙伤害，并汇聚一片|cffffffff湮灭逼近|r。",
},
[1227682] = {
["T"] = "饥渴斩击",
},
[1227683] = {
["T"] = "碎片猛击阻挡",
},
[1244067] = {
["T"] = "药剂试喝托盘",
["D"] = "在箱子中翻找，找到你的药剂试喝托盘。",
},
[1227685] = {
["T"] = "饥渴斩击",
["D"] = "阿达拉斯的镜像斩开周身的虚空构造，对8码内的玩家造成1565976点宇宙伤害，并汇聚一片|cffffffff湮灭逼近|r。",
},
[1227686] = {
["T"] = "跳跃",
},
[1227688] = {
["T"] = "不稳定的湮灭",
},
[1227689] = {
["T"] = "流丝强袭",
["D"] = "卢米萨尔用流丝发起一连串攻击，射出|cffffffff贯体束丝|r，随后快速连续施放两次|cffffffff蠕行波|r。",
},
[1244073] = {
["T"] = "走私的违禁品",
["D"] = "在箱子中翻找，找到你不该找到的东西。\r\n",
},
[1244074] = {
["T"] = "赛财团评估表",
["D"] = "在箱子中翻找，找到一个具有神秘力量的神器。",
},
[1244075] = {
["T"] = "奥术箭",
["D"] = "对一名敌人造成313195点奥术伤害。",
},
[1244076] = {
["T"] = "位点控制台",
["D"] = "赶紧把你前几天开始的那本书看完。",
},
[1244077] = {
["T"] = "滚动震波",
["D"] = "弗兰克提鲁斯击出多道水晶震波，在12秒内每2秒对击中的玩家造成1476493点暗影伤害并创造一个枢纽。",
},
[1227695] = {
["T"] = "点心时间",
},
[1227697] = {
["T"] = "卡尔的宰割",
},
[1227698] = {
["T"] = "抽打目标追踪者",
},
[1244082] = {
["T"] = "手持能量牢笼",
["D"] = "在箱子中翻找，找到你的手持能量牢笼。",
},
[1244083] = {
["T"] = "卡雷什能量储瓶",
["D"] = "在箱子中翻找，找到你的能量储瓶。",
},
[1227701] = {
["T"] = "卡尔的宰割",
},
[1244085] = {
["T"] = "虚灵商摊",
["D"] = "搭起一个虚灵商摊，持续15分钟。只能在户外使用。",
},
[1227704] = {
["T"] = "深渊之涌",
["D"] = "施法者充满了熵能之力，对60码内的玩家造成2460821点暗影伤害，并且每1秒额外造成447422点暗影伤害，持续8秒。\r\n\r\n引导结束后，施法者造成的物理伤害提高100%，持续10秒。",
},
[1227705] = {
["T"] = "不稳定的湮灭",
},
[1260475] = {
["T"] = "赞枢利挂毯",
["D"] = "制作赞枢利挂毯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227710] = {
["T"] = "深渊之涌",
["D"] = "施法者充满了熵能之力，对60码内的玩家造成2460821点暗影伤害，并且每1秒额外造成447422点暗影伤害，持续8秒。\r\n\r\n引导结束后，施法者造成的物理伤害提高100%，持续10秒。",
},
[1227713] = {
["T"] = "深渊之涌",
["D"] = "施法者充满了熵能之力，对60码内的玩家造成2460821点暗影伤害，并且每1秒额外造成447422点暗影伤害，持续8秒。\r\n\r\n引导结束后，施法者造成的物理伤害提高100%，持续10秒。",
},
[1227715] = {
["T"] = "融合虚空之翼",
["D"] = "凝聚出的皇家虚空之翼从下方突现，对击中的玩家造成16107196点宇宙伤害，并击退所有玩家。",
},
[1244099] = {
["T"] = "过度调整的卡雷什护目镜",
["D"] = "以卡雷什住民的感官观察这个世界。",
},
[1260485] = {
["T"] = "赞达拉仪祭之鼓",
["D"] = "制作赞达拉仪祭之鼓，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1260486] = {
["T"] = "拉伸橡皮筋！ 2",
["D"] = "拉伸橡皮筋，把腐烂打击者弹飞！",
},
[1260487] = {
["T"] = "弹弓",
},
[1244108] = {
["T"] = "惊骇尖啸",
["D"] = "施法者发出尖啸，使10码内的敌人陷入恐惧。 ",
},
[1244109] = {
["T"] = "游离震击",
},
[1227727] = {
["T"] = "界门",
},
[1244112] = {
["T"] = "异变裂隙",
},
[1244113] = {
["T"] = "相位追猎者的隐匿之路",
["D"] = "在卡雷什召唤一只可以骑乘的迷失相位的迁跃兽。这是一种非常、非常快的坐骑。\r\n",
},
[1244116] = {
["T"] = "相位迁跃",
["D"] = "将你向前方传送最多50码。",
},
[1227734] = {
["T"] = "融合虚空之翼",
["D"] = "凝聚出的皇家虚空之翼从下方突现，对击中的玩家造成16107196点宇宙伤害，并击退所有玩家。",
},
[1244118] = {
["T"] = "熊猫人睿智之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244119] = {
["T"] = "德莱尼信仰之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244120] = {
["T"] = "铭文师的工作笔记",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244121] = {
["T"] = "将“迎宾果盘”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244122] = {
["T"] = "“阿坎多尔的果实”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227740] = {
["T"] = "圣焰的召唤",
},
[1244124] = {
["T"] = "将“健康造餐”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227742] = {
["T"] = "贯体束丝",
["D"] = "卢米萨尔以极高的速度对当前目标喷出一束注能束丝，对直线上的所有玩家造成7718030点奥术伤害，并使其受到贯体束丝的伤害提高100%，持续45秒。",
},
[1244126] = {
["T"] = "将“破碎之阶”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244127] = {
["T"] = "将“突入传送门”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227745] = {
["T"] = "毒性反刍",
["D"] = "阿兹希卡向目标玩家喷射消化性强酸，在6秒内每1秒对冲击点周围10码内的敌人造成223710点暗影伤害，并在其位置留下一片|cffffffff消化唾沫|r。 ",
},
[1244129] = {
["T"] = "将“舒哈鲁视角”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244130] = {
["T"] = "将“海贤的预兆”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227748] = {
["T"] = "毒性反刍",
["D"] = "阿兹希卡向目标玩家喷射消化性强酸，在6秒内每1秒对冲击点周围10码内的敌人造成223710点暗影伤害，并在其位置留下一片|cffffffff消化唾沫|r。 ",
},
[1244132] = {
["T"] = "被遗忘者坚毅之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227750] = {
["T"] = "觉醒符文",
},
[1227751] = {
["T"] = "狂战士咆哮",
["S"] = "PvP天赋",
["D"] = "变得狂暴，移除并免疫恐惧、闷棍和瘫痪效果，持续6秒。\r\n\r\n同时使40码内的队友在10秒内受到的下一个控制效果的持续时间缩短50%。",
},
[1244135] = {
["T"] = "翻开的巨龙奉献之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244136] = {
["T"] = "失落巨龙之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244137] = {
["T"] = "神圣遗物学会洞察之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244138] = {
["T"] = "卡赫提铭文师的档案",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227756] = {
["T"] = "撕下",
},
[1227757] = {
["T"] = "不稳定的湮灭",
},
[1244141] = {
["T"] = "烈风壁挂镜子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1227759] = {
["T"] = "钻地",
["D"] = "施法者潜入地下，并在目标身后出现。",
},
[1227760] = {
["T"] = "分形镜像",
},
[1227761] = {
["T"] = "不稳定的湮灭",
},
[1227763] = {
["T"] = "不稳定的湮灭",
},
[1244147] = {
["T"] = "将创始者之角街灯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244148] = {
["T"] = "将创始者之角路灯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227766] = {
["T"] = "不稳定的湮灭",
},
[1227767] = {
["T"] = "不稳定的湮灭",
},
[1227768] = {
["T"] = "幽暗之咬",
["D"] = "撕咬目标，造成暗影伤害，并且在8秒内每2秒造成暗影伤害。",
},
[1244152] = {
["T"] = "巨角箍边桶",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1244153] = {
["T"] = "打开的巨角箍边桶",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1227771] = {
["T"] = "圣焰的召唤",
},
[1244155] = {
["T"] = "粗制箍边箱",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1244156] = {
["T"] = "打开的粗制箍边箱",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1227776] = {
["T"] = "奥术畸体",
["D"] = "选择你的命运，使你完成的下一个时光裂隙必定奖励来自某一现实的尚未获得的坐骑或战斗宠物！",
},
[1227777] = {
["T"] = "掘进喷发",
["D"] = "施法者钻入地下，随后破土而出，对冲击点周围5码内的所有玩家造成1565976点自然伤害，并将其击退。\r\n",
},
[1227778] = {
["T"] = "静力闪电",
["D"] = "集能哨兵激活进流口后召下闪电，对3码范围内的玩家造成1565976点奥术伤害。",
},
[1227779] = {
["T"] = "掘进喷发",
},
[1227780] = {
["T"] = "不稳定的湮灭",
},
[1227781] = {
["T"] = "重铸宿敌面具",
["D"] = "组合两块宿敌碎片，重铸宿敌面具。 ",
},
[1227782] = {
["T"] = "奥术暴怒",
["D"] = "卢米萨尔发出愤怒的尖啸，释放出|cffffffff奥能黏液|r和纯粹的奥术能量，在随后的3秒内每秒对所有玩家造成463081点奥术伤害，并将他们驱逐。",
},
[1227784] = {
["T"] = "奥术暴怒",
["D"] = "卢米萨尔发出愤怒的尖啸，释放出|cffffffff奥能黏液|r和纯粹的奥术能量，在随后的3秒内每秒对所有玩家造成463081点奥术伤害，并将他们驱逐。",
},
[1227785] = {
["T"] = "奥术风暴",
},
[1227786] = {
["T"] = "彼岸的侵袭",
},
[1227787] = {
["T"] = "无挑战",
},
[1244171] = {
["T"] = "熵变浩劫",
["D"] = "每1秒对施法者周围100码内的所有敌人造成223710点暗影伤害，持续18秒。",
},
[1227789] = {
["T"] = "掘进喷发",
["D"] = "施法者钻入地下，随后破土而出，对冲击点周围5码内的所有玩家造成1565976点自然伤害，并将其击退。\r\n",
},
[1244174] = {
["T"] = "研究晋升",
["D"] = "提高你的永恒研究容量。",
},
[1227792] = {
["T"] = "毒素喷吐",
["D"] = "喷出一团毒液，造成自然伤害，并且每2秒造成额外的自然伤害，持续12秒。此效果可叠加。",
},
[1227793] = {
["T"] = "静力闪电",
["D"] = "集能哨兵激活进流口后召下闪电，对3码范围内的玩家造成1565976点奥术伤害。",
},
[1227794] = {
["T"] = "奥术闪电",
["D"] = "集能哨兵激活进流口后召下闪电，对3码范围内的玩家造成1565976点奥术伤害。",
},
[1244178] = {
["T"] = "相位潜者的伪装",
["D"] = "进入虚幻的能量形态。",
},
[1260564] = {
["T"] = "祖达萨栅栏",
["D"] = "制作祖达萨栅栏，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227799] = {
["T"] = "虚无毒素",
["D"] = "近战攻击有几率施加毒素，每1秒造成暗影伤害，持续6秒。此效果可叠加。",
},
[1227800] = {
["T"] = "虚无毒素",
["D"] = "近战攻击有几率施加毒素，每1秒造成暗影伤害，持续6秒。此效果可叠加。",
},
[1227803] = {
["T"] = "影行者的神盾",
["D"] = "当一名盟友的生命值降低至20%时，你用黑暗将其遮蔽，吸收接下来受到的41点伤害。\r\n\r\n此效果每30秒只能触发一次，并且无法以虔诚者盟友为目标。",
},
[1260570] = {
["T"] = "拉伸橡皮筋！",
["D"] = "拉伸橡皮筋，把腐烂打击者弹飞！",
},
[1244188] = {
["T"] = "炽炎之热",
["D"] = "随机对一名玩家造成671133点火焰伤害。",
},
[1227806] = {
["T"] = "生命绽放",
["D"] = "在15秒内为目标恢复0点生命值。当生命绽放效果结束或被驱散时，会立即为目标恢复33334点生命值。\r\n\r\n同一时间可以在一个目标身上激活。",
},
[1227808] = {
["T"] = "恶魔变形",
["D"] = "维拉瑞安将一名玩家标记为猎物，扑向目标并造成13422664点混乱伤害。|cffffffff恶魔追击|r路径中的每一个玩家都会降低该效果。\r\n\r\n维拉瑞安同时打击沿途的玩家，对每个击中的玩家造成1565976点混乱伤害。",
},
[1227809] = {
["T"] = "恶魔追击",
["D"] = "维拉瑞安将一名玩家标记为猎物，扑向目标并造成13422664点混乱伤害。|cffffffff恶魔追击|r路径中的每一个玩家都会降低该效果。\r\n\r\n维拉瑞安同时打击沿途的玩家，对每个击中的玩家造成1565976点混乱伤害。",
},
[1227810] = {
["T"] = "影行者的神盾",
["D"] = "当一名盟友的生命值降低至20%时，你用黑暗将其遮蔽，吸收接下来受到的41点伤害。\r\n\r\n此效果每30秒只能触发一次，并且无法以虔诚者盟友为目标。",
},
[1227811] = {
["T"] = "恶魔追击",
["D"] = "维拉瑞安将一名玩家标记为猎物，扑向目标并造成13422664点混乱伤害。|cffffffff恶魔追击|r路径中的每一个玩家都会降低该效果。\r\n\r\n维拉瑞安同时打击沿途的玩家，对每个击中的玩家造成1565976点混乱伤害。",
},
[1227814] = {
["T"] = "暗影之颚",
["D"] = "对一名敌人造成暗影伤害。",
},
[1244198] = {
["T"] = "火山喷发",
},
[1244200] = {
["T"] = "火山喷发",
},
[1244202] = {
["T"] = "诸界吞噬者迪门修斯 - 剧情模式",
},
[1227821] = {
["T"] = "复仇心切",
["D"] = "死亡时强化附近的盟友。",
},
[1227823] = {
["T"] = "恶魔追击",
["D"] = "维拉瑞安将一名玩家标记为猎物，扑向目标并造成13422664点混乱伤害。|cffffffff恶魔追击|r路径中的每一个玩家都会降低该效果。\r\n\r\n维拉瑞安同时打击沿途的玩家，对每个击中的玩家造成1565976点混乱伤害。",
},
[1227826] = {
["T"] = "木制酒杯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244210] = {
["T"] = "分裂的星光火花",
},
[1244211] = {
["T"] = "震荡地雷",
},
[1244212] = {
["T"] = "震荡地雷",
},
[1260596] = {
["T"] = "伯拉勒斯书架",
["D"] = "制作伯拉勒斯书架，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1260598] = {
["T"] = "雪天派送！",
},
[1227834] = {
["T"] = "多恩矿石与奶酪拼盘",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227838] = {
["T"] = "恶魔追击",
["D"] = "维拉瑞安将一名玩家标记为猎物，扑向目标并造成13422664点混乱伤害。|cffffffff恶魔追击|r路径中的每一个玩家都会降低该效果。\r\n\r\n维拉瑞安同时打击沿途的玩家，对每个击中的玩家造成1565976点混乱伤害。",
},
[1227842] = {
["T"] = "翻开的暮光妄想之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227844] = {
["T"] = "暮光妄想之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227846] = {
["T"] = "恶魔追击",
["D"] = "维拉瑞安将一名玩家标记为猎物，扑向目标并造成13422664点混乱伤害。|cffffffff恶魔追击|r路径中的每一个玩家都会降低该效果。\r\n\r\n维拉瑞安同时打击沿途的玩家，对每个击中的玩家造成1565976点混乱伤害。",
},
[1227847] = {
["T"] = "恶魔追击",
["D"] = "维拉瑞安将一名玩家标记为猎物，扑向目标并造成13422664点混乱伤害。|cffffffff恶魔追击|r路径中的每一个玩家都会降低该效果。\r\n\r\n维拉瑞安同时打击沿途的玩家，对每个击中的玩家造成1565976点混乱伤害。",
},
[1227848] = {
["T"] = "精华内爆",
["D"] = "缚形密室消散并向外爆裂，造成313195点奥术伤害。",
},
[1244239] = {
["T"] = "小舟艇手",
},
[1244240] = {
["T"] = "小舟艇手",
},
[1244241] = {
["T"] = "小舟艇手",
},
[1244244] = {
["T"] = "传送",
},
[1244247] = {
["T"] = "雷鸣脊背雷象",
["D"] = "召唤或解散这种坐骑。",
},
[1227865] = {
["T"] = "过量物质",
},
[1227866] = {
["T"] = "过量物质",
},
[1244252] = {
["T"] = "突破冲锋",
["D"] = "施法者冲撞并穿越目标，造成671133点物理伤害，使击中的玩家昏迷3秒。 ",
},
[1227870] = {
["T"] = "恶魔变形",
["D"] = "维拉瑞安变形成地狱般的恶魔，获得一个护盾，吸收接下来受到的69706544点伤害。\r\n\r\n护盾存在时，维拉瑞安周期性地施放|cffffffff复仇回避|r，再以|cffffffff恶魔追击|r扑向她的猎物。",
},
[1227872] = {
["T"] = "和卡尔交谈",
},
[1244257] = {
["T"] = "低温抑制容器",
["D"] = "激活反制机关，用冰霜魔法淹没房间，使阿什高姆和活体余烬陷入|cffffffff霜覆|r。\r\n\r\n同时移除阿什高姆的|cffffffff灼火崇山|r，并使|cffffffff火山喷发|r平息。",
},
[1227875] = {
["T"] = "复仇回避",
},
[1244259] = {
["T"] = "余烬焦灼雷象",
["D"] = "召唤或解散这种坐骑。",
},
[1244260] = {
["T"] = "虚空噬灭雷象",
["D"] = "召唤或解散这种坐骑。",
},
[1244261] = {
["T"] = "军团锤炼雷象",
["D"] = "召唤或解散这种坐骑。",
},
[1260646] = {
["T"] = "侏儒投掷者击退光环",
},
[1227881] = {
["T"] = "熵能震波",
},
[1227882] = {
["T"] = "复仇回避",
["D"] = "维拉瑞安跃向附近的一个位置。",
},
[1227884] = {
["T"] = "相位迁跃",
},
[1260651] = {
["T"] = "暴风城熔炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260652] = {
["T"] = "召唤的提瑞斯秘法会档案",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260653] = {
["T"] = "将伊利达雷帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260654] = {
["T"] = "仿制的卡兹格罗斯之锤",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260655] = {
["T"] = "大号军团蜡烛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227890] = {
["T"] = "界门",
},
[1227891] = {
["T"] = "融合虚空之翼",
["D"] = "凝聚出的皇家虚空之翼从下方突现，对击中的玩家造成16107196点宇宙伤害，并击退所有玩家。",
},
[1227892] = {
["T"] = "复仇回避",
},
[1227893] = {
["T"] = "遗物光束",
},
[1260660] = {
["T"] = "暗夜之塔喷泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260661] = {
["T"] = "魔导师的花园喷泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227897] = {
["T"] = "融合虚空之翼",
["D"] = "凝聚出的皇家虚空之翼从下方突现，对击中的玩家造成16107196点宇宙伤害，并击退所有玩家。",
},
[1227898] = {
["T"] = "融合虚空之翼",
["D"] = "凝聚出的皇家虚空之翼从下方突现，对击中的玩家造成16107196点宇宙伤害，并击退所有玩家。",
},
[1227899] = {
["T"] = "界门",
},
[1227900] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉显化自身的回响，并向被标记的目标迁跃，对路径中的玩家造成447422点奥术伤害，并使其在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1227902] = {
["T"] = "尾钉",
["D"] = "使用毒性强大的毒药攻击敌人，对其造成伤害并降低其移动速度。该效果随着时间推移而减弱。",
},
[1227904] = {
["T"] = "驭空术",
},
[1244288] = {
["T"] = "小舟艇手",
},
[1260672] = {
["T"] = "制作完美的雪球",
["D"] = "将冬幕节的精神注入一个完美的雪球中！",
},
[1227910] = {
["T"] = "错位矩阵",
},
[1244294] = {
["T"] = "低温抑制容器",
},
[1227912] = {
["T"] = "基础驭空术",
["D"] = "|CFF88AAFF驭空术|R\r\n激活基础驭空术，使你能在不使用精力条的情况下飞行。",
},
[1227914] = {
["T"] = "向前突进",
["S"] = "驭空术",
["D"] = "向前振翅。\r\n\r\n向前突进来躲避计时赛和竞速赛中的鳞片冷冻者、鳞片充能者和其他障碍物。",
},
[1227916] = {
["T"] = "冲天升腾",
["S"] = "驭空术",
["D"] = "向上振翅。",
},
[1227918] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉显化自身的回响，并向被标记的目标迁跃，对路径中的玩家造成447422点奥术伤害，并使其在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1227919] = {
["T"] = "升空",
["D"] = "站立时，向上腾空并开始向前滑翔。",
},
[1227921] = {
["T"] = "回旋急冲",
["S"] = "驭空术",
["D"] = "向前螺旋冲刺一大段距离，提高速度。\r\n\r\n回旋急冲能够规避折翼者并解散敌方玩家的飞行坐骑。",
},
[1227923] = {
["T"] = "食物处理器3000型",
["D"] = "激活借来的食物处理器，开始处理附近的触手……和生物。",
},
[1227925] = {
["T"] = "食物处理器3000型",
["D"] = "激活借来的食物处理器，开始处理附近的触手……和生物。。",
},
[1244309] = {
["T"] = "奔流能量",
["D"] = "施法者向所有玩家倾泻不稳定的能量，对6码内的玩家造成671133点奥术伤害。 ",
},
[1260693] = {
["T"] = "苏拉玛栅栏",
["D"] = "制作苏拉玛栅栏，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1244311] = {
["T"] = "奔流能量",
["D"] = "施法者向所有玩家倾泻不稳定的能量，对6码内的玩家造成671133点奥术伤害。 ",
},
[1244312] = {
["T"] = "精神之花",
["S"] = "绿龙",
},
[1244313] = {
["T"] = "奔流能量",
["D"] = "施法者向所有玩家倾泻不稳定的能量，对6码内的玩家造成671133点奥术伤害。 ",
},
[1227932] = {
["T"] = "食物处理器3000型",
},
[1260700] = {
["T"] = "苏拉玛禁闭室",
["D"] = "制作苏拉玛禁闭室，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227936] = {
["T"] = "食物处理器3000型",
},
[1227937] = {
["T"] = "卡尔的宰割",
},
[1227938] = {
["T"] = "卡尔的宰割",
},
[1260705] = {
["T"] = "住宅购买时刻",
},
[1244323] = {
["T"] = "视觉",
},
[1244327] = {
["T"] = "机器人AI跟随注意",
},
[1260711] = {
["T"] = "遮盖的方形苏拉玛桌子",
["D"] = "制作遮盖的方形苏拉玛桌子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227950] = {
["T"] = "复苏之风",
["S"] = "驭空术",
["D"] = "发掘尚未使用的潜力，立即恢复一层驭空术技能的充能。",
},
[1260719] = {
["T"] = "夜之子珠宝匠的桌子",
["D"] = "制作夜之子珠宝匠的桌子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227961] = {
["T"] = "碧空热血",
["D"] = "驭空飞行达到高速时，你的驭空术充能回复速度提高。",
},
[1227962] = {
["T"] = "啃噬",
["D"] = "撕咬一名敌人，造成物理伤害并使其每2秒出现一次流血，持续12秒。",
},
[1227963] = {
["T"] = "移到中心",
},
[1260730] = {
["T"] = "苏拉玛储物箱",
["D"] = "制作苏拉玛储物箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227969] = {
["T"] = "开始仪式阶段",
},
[1244354] = {
["T"] = "昏天黑地",
},
[1244356] = {
["T"] = "影咒摧残",
},
[1244357] = {
["T"] = "影咒摧残",
["D"] = "凶狠地振翅并撕开一道裂隙，每0.8秒对一名随机敌人造成暗影伤害，并击退所有敌人，持续6秒。",
},
[1244358] = {
["T"] = "视觉",
},
[1244359] = {
["T"] = "影咒摧残",
["D"] = "凶狠地振翅并撕开一道裂隙，每0.8秒对一名随机敌人造成暗影伤害，并击退所有敌人，持续6秒。",
},
[1244363] = {
["T"] = "视觉",
},
[1244368] = {
["T"] = "视觉",
},
[1244369] = {
["T"] = "视觉",
},
[1244370] = {
["T"] = "视觉",
},
[1244371] = {
["T"] = "视觉",
},
[1244372] = {
["T"] = "将小型遮盖的木制桌子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244373] = {
["T"] = "将小型牢固的木制桌子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260757] = {
["T"] = "阴暗的苏拉玛窗户",
["D"] = "制作阴暗的苏拉玛窗户，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227993] = {
["T"] = "亮眼造型",
["D"] = "变形成一个掮灵。",
},
[1260762] = {
["T"] = "牛头人皮革栅栏",
["D"] = "制作牛头人皮革栅栏，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227997] = {
["T"] = "将明亮的洋际双人沙发放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227998] = {
["T"] = "将明亮的洋际沙发放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260765] = {
["T"] = "牛头人栅栏桩",
["D"] = "制作牛头人栅栏桩，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228003] = {
["T"] = "吞噬虚空",
},
[1228004] = {
["T"] = "点燃",
},
[1244388] = {
["T"] = "完美的纪元纪念品",
["D"] = "将此纪元纪念品与你的神器武器融合，在所有时间线和不同版本的“你”之间创造涟漪。\r\n\r\n这个完美的圣物与你的战团产生共鸣，使军团再临：幻境新生中获取的经验值永久提高10%。",
},
[1260774] = {
["T"] = "圆形夏多雷毯子",
["D"] = "制作圆形夏多雷毯子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1260784] = {
["T"] = "执事者的饰物",
["D"] = "变形成一位乐于助人的执事者。",
},
[1244402] = {
["T"] = "精华猎手的镜片",
["D"] = "你的有害法术和远程技能爆击有较高的几率使你获得奥术猎手，最多5次，每层使你的爆击等级提高2，持续8秒。",
},
[1244404] = {
["T"] = "火山喷发",
},
[1244405] = {
["T"] = "法力熔炉以太电池",
["D"] = "你的治疗技能有几率为以太电池充能，使你的精通提高43，每秒衰减3。持续15秒。\r\n",
},
[1244406] = {
["T"] = "共生以太薄纱",
["D"] = "格挡、招架或躲闪有几率唤醒薄纱的力量并使其抽打攻击者，造成133点奥术伤害，由周围的敌人均摊，并为你吸收771点伤害，持续15秒。\r\n",
},
[1228027] = {
["T"] = "收集者供能",
},
[1228029] = {
["T"] = "踏上符文",
},
[1228030] = {
["T"] = "剧痛之握",
["D"] = "握住一个目标，造成671133点奥术伤害并将其拉向施法者。",
},
[1228031] = {
["T"] = "剧痛之握",
["D"] = "握住一个目标，造成671133点奥术伤害并将其拉向施法者。",
},
[1228032] = {
["T"] = "排放热量",
["D"] = "加里维克斯的机器在4秒内排放出多余的热量，对所有玩家造成1208039点火焰伤害，并且每1秒额外造成201340点火焰伤害。",
},
[1228033] = {
["T"] = "奥术镜像",
},
[1228034] = {
["T"] = "奥术镜像",
},
[1228037] = {
["T"] = "火枪射击",
["D"] = "朝一名敌人射击，对其造成物理伤害。",
},
[1228038] = {
["T"] = "毒液喷吐",
},
[1228043] = {
["T"] = "召唤麦伊·库欧",
},
[1228045] = {
["T"] = "骑乘",
},
[1244429] = {
["T"] = "优雅的座椅软垫",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1260815] = {
["T"] = "执事者的饰物",
},
[1277200] = {
["T"] = "松木染料",
},
[1277201] = {
["T"] = "圣橡木褐染料",
},
[1228053] = {
["T"] = "收割",
["D"] = "虚灵用暗影步在一名玩家身后出现并发起斩击，造成1610720点暗影伤害，随后每1秒额外造成322144点暗影伤害，持续8秒。",
},
[1228055] = {
["T"] = "收割",
["D"] = "虚灵用暗影步在一名玩家身后出现并发起斩击，造成1610720点暗影伤害，随后每1秒额外造成322144点暗影伤害，持续8秒。",
},
[1228056] = {
["T"] = "收割",
["D"] = "虚灵用暗影步在一名玩家身后出现并发起斩击，造成1610720点暗影伤害，随后每1秒额外造成322144点暗影伤害，持续8秒。",
},
[1244440] = {
["T"] = "套装：狂热邪能摩托手的时尚",
["D"] = "收集这套护甲套装外观。",
},
[1277207] = {
["T"] = "暖色柚木染料",
},
[1228059] = {
["T"] = "无缚狂怒",
["D"] = "生命值降至50%时，卢米萨尔将自己从缚带中撕裂出来并遭受重创，使受到的伤害提高33%。坠地时，卢米萨尔对所有玩家造成1543606点物理伤害并将其击退。\r\n\r\n|cffffffff奥能黏液|r会从上方身体中不断涌出。",
},
[1244443] = {
["T"] = "力量增幅器",
["D"] = "施法者发出一声威严的咆哮，对60码内的所有玩家造成447422点声波伤害，同时鼓舞自己的盟友，使他们造成的伤害提高447422%，持续直到主动取消。",
},
[1244444] = {
["T"] = "背信投射仪",
["D"] = "强迫一队誓约影卫歼灭你的目标和附近敌人，造成2578点宇宙伤害，由所有目标均摊。\r\n\r\n每额外击中一个敌人，伤害提高30%，最多150%。\r\n\r\n",
},
[1244445] = {
["T"] = "套装：魔能机甲的奥术装束",
["D"] = "收集这套护甲套装外观。",
},
[1244446] = {
["T"] = "力量增幅器",
["D"] = "施法者发出一声威严的咆哮，对60码内的所有玩家造成447422点声波伤害，同时鼓舞自己的盟友，使他们造成的伤害提高447422%，持续直到主动取消。",
},
[1228065] = {
["T"] = "集结影卫",
["D"] = "萨哈达尔召唤一波影卫，赶赴装卸区域的两侧。",
},
[1228066] = {
["T"] = "相位潜行",
["D"] = "进入虚幻的能量形态。",
},
[1228067] = {
["T"] = "节点亲王",
["D"] = "一名影卫亲王。",
},
[1228069] = {
["T"] = "无缚狂怒",
["D"] = "生命值降至50%时，卢米萨尔将自己从缚带中撕裂出来并遭受重创，使受到的伤害提高33%。坠地时，卢米萨尔对所有玩家造成1543606点物理伤害并将其击退。\r\n\r\n|cffffffff奥能黏液|r会从上方身体中不断涌出。",
},
[1228070] = {
["T"] = "无缚狂怒",
["D"] = "生命值降至50%时，卢米萨尔将自己从缚带中撕裂出来并遭受重创，使受到的伤害提高33%。坠地时，卢米萨尔对所有玩家造成1543606点物理伤害并将其击退。\r\n\r\n|cffffffff奥能黏液|r会从上方身体中不断涌出。",
},
[1228075] = {
["T"] = "节点光束",
["D"] = "虚灵朝多个方向轰出宇宙光束，接触到任意光束时每0.3秒受到1565976点暗影伤害。",
},
[1244459] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1228077] = {
["T"] = "协议：净化",
},
[1244461] = {
["T"] = "祈唤暗影",
["D"] = "凯威扎召唤数个扭曲虚空幻影。",
},
[1228079] = {
["T"] = "能量泄露",
},
[1228080] = {
["T"] = "节点光束",
["D"] = "虚灵朝多个方向轰出宇宙光束，接触到任意光束时每0.3秒受到1565976点暗影伤害。",
},
[1228081] = {
["T"] = "节点光束",
["D"] = "虚灵朝多个方向轰出宇宙光束，接触到任意光束时每0.3秒受到1565976点暗影伤害。",
},
[1228082] = {
["T"] = "节点光束",
["D"] = "虚灵朝多个方向轰出宇宙光束，接触到任意光束时每0.3秒受到1565976点暗影伤害。",
},
[1228084] = {
["T"] = "最终仪式",
},
[1228085] = {
["T"] = "吸取精华",
},
[1228086] = {
["T"] = "精华枯竭",
["D"] = "当附近的一名敌人或虔诚者盟友倒下时，你会吸收其一部分的灵魂，使智力提高1点，持续10分钟。",
},
[1244472] = {
["T"] = "暗影",
["D"] = "暗影萦绕着房间，每1秒对位于其中的玩家造成174266点暗影伤害。",
},
[1244473] = {
["T"] = "遁入暗影",
["D"] = "凯威扎消失在暗影中，并将自己伪装成一个扭曲虚空幻影。",
},
[1244477] = {
["T"] = "遁入暗影",
["D"] = "凯威扎消失在暗影中，并将自己伪装成一个扭曲虚空幻影。",
},
[1228095] = {
["T"] = "迁跃",
},
[1244479] = {
["T"] = "奥尔达尼生态圆顶",
},
[1244480] = {
["T"] = "蜥蜴之手",
},
[1228098] = {
["T"] = "骑乘",
},
[1228100] = {
["T"] = "奥术虹吸",
["D"] = "完全充能的收集者迸发出能量，每1秒对玩家造成4474221点奥术伤害。",
},
[1228101] = {
["T"] = "遗物光束",
},
[1228102] = {
["T"] = "遗物光束",
},
[1228103] = {
["T"] = "奥术虹吸",
["D"] = "奥术收集装置充盈着能量，每2秒对所有玩家造成1118555点奥术伤害。",
},
[1228105] = {
["T"] = "迁跃",
},
[1228106] = {
["T"] = "守护者信号",
},
[1228107] = {
["T"] = "影响",
},
[1228108] = {
["T"] = "聚集能量",
},
[1228111] = {
["T"] = "骑乘",
},
[1228113] = {
["T"] = "虚空击碎者",
["D"] = "萨哈达尔掷出战锤，在多个目标之间弹射，在每个冲击点周围30码内造成2863501点暗影伤害。\r\n",
},
[1228114] = {
["T"] = "虚空击碎者",
["D"] = "萨哈达尔掷出战锤，在多个目标之间弹射，在每个冲击点周围30码内造成2863501点暗影伤害。\r\n",
},
[1228115] = {
["T"] = "虚空击碎者",
["D"] = "萨哈达尔掷出战锤，在多个目标之间弹射，在每个冲击点周围30码内造成2863501点暗影伤害。\r\n",
},
[1228116] = {
["T"] = "虚空击碎者",
["D"] = "萨哈达尔掷出战锤，在多个目标之间弹射，在每个冲击点周围30码内造成2863501点暗影伤害。\r\n",
},
[1228117] = {
["T"] = "虚缚精通",
["D"] = "萨兰将虚空能量引导至束缚的幼虫体内，使它们紧抓附近的随机目标，造成暗影伤害并降低他们的移动速度，持续10秒。",
},
[1228119] = {
["T"] = "虚空击碎者",
["D"] = "萨哈达尔掷出战锤，在多个目标之间弹射，在每个冲击点周围30码内造成2863501点暗影伤害。\r\n",
},
[1244505] = {
["T"] = "变易暗影",
["D"] = "凯威扎和她的扭曲虚空幻影在场地内快速奔袭。",
},
[1260891] = {
["T"] = "烟熏路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244509] = {
["T"] = "变易暗影",
["D"] = "凯威扎和她的扭曲虚空幻影在场地内快速奔袭。",
},
[1228128] = {
["T"] = "符文战争号角",
["D"] = "使你的爆击提高83，持续12秒。",
},
[1244514] = {
["T"] = "聚焦之虹",
["D"] = "势不可挡的憎恶随机向一名玩家施放一道死疽能量波，对该效果下的所有玩家造成3355665点暗影伤害。",
},
[1277282] = {
["T"] = "不稳定的麦卡贡再定位器",
["D"] = "将你自己重新定位到传说中的麦卡贡岛。",
},
[1260901] = {
["T"] = "小型吉尔尼斯桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228137] = {
["T"] = "可重复事件 - 卑鄙双雄 - 领奖台 - 选择指标 - 最高得分",
},
[1228138] = {
["T"] = "可重复事件 - 卑鄙双雄 - 领奖台 - 选择指标 - 最近得分",
},
[1228140] = {
["T"] = "聚集能量",
},
[1244525] = {
["T"] = "变易暗影",
["D"] = "凯威扎和她的扭曲虚空幻影在场地内快速奔袭。",
},
[1228143] = {
["T"] = "经验值加成",
},
[1228144] = {
["T"] = "无缚狂怒",
},
[1260911] = {
["T"] = "牛头人珠宝匠的碾轧机",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228146] = {
["T"] = "放归鳄鱼",
["D"] = "将一只下水道鳄鱼放归到自然栖息地中。",
},
[1228147] = {
["T"] = "虚缚精通",
["D"] = "萨兰将虚空能量引导至束缚的幼虫体内，使它们紧抓附近的随机目标，造成暗影伤害并降低他们的移动速度，持续10秒。",
},
[1228148] = {
["T"] = "回收",
},
[1228149] = {
["T"] = "暗影震荡",
["D"] = "你对敌人发起的第一次近战打击会猛击目标和周围的敌人，产生一次暗影魔法震荡，造成最多58点暗影伤害，由所有目标均摊。",
},
[1228155] = {
["T"] = "熵合",
},
[1228156] = {
["T"] = "虚空击碎者",
["D"] = "萨哈达尔掷出战锤，在多个目标之间弹射，在每个冲击点周围30码内造成2863501点暗影伤害。\r\n",
},
[1228159] = {
["T"] = "顾客想喝饮料",
},
[1260926] = {
["T"] = "将五边形瓦德拉肯挂毯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228161] = {
["T"] = "沉默风暴",
["D"] = "阿拉兹每1秒会在玩家所在位置降下奥术能量，持续6秒，每次冲击会对3码范围内的玩家造成2627892点奥术伤害，并使其沉默6秒。",
},
[1228163] = {
["T"] = "次元吐息",
["D"] = "虚空之翼的大口中喷射出星河光束，在4秒内每0.3秒对击中的所有玩家造成1342266点宇宙伤害。\r\n\r\n撕开多道传送门，从更多方向发起吐息。\r\n",
},
[1228164] = {
["T"] = "次元吐息",
["D"] = "虚空之翼的大口中喷射出星河光束，在4秒内每0.3秒对击中的所有玩家造成1342266点宇宙伤害。\r\n\r\n撕开多道传送门，从更多方向发起吐息。\r\n",
},
[1228166] = {
["T"] = "沉默风暴",
["D"] = "施法者用火焰灌注玩家，使其每1秒标记自己的当前位置，持续5秒。2秒后，标记位置发生爆炸，对5码范围内的玩家造成6496606点火焰伤害。",
},
[1228168] = {
["T"] = "沉默风暴",
["D"] = "阿拉兹每1秒会在玩家所在位置降下奥术能量，持续6秒，每次冲击会对3码范围内的玩家造成2627892点奥术伤害，并使其沉默6秒。",
},
[1228169] = {
["T"] = "相位闪现",
},
[1228172] = {
["T"] = "群居兔妖",
["D"] = "由于缺少天敌的约束，本地的兔妖种群数量正在爆炸式增长。",
},
[1228173] = {
["T"] = "战斗",
},
[1228174] = {
["T"] = "虚缚精通",
},
[1228177] = {
["T"] = "不息鸣响的远古之铃",
["D"] = "你的近战武器攻击有几率额外造成344点物理伤害。",
},
[1228180] = {
["T"] = "射击",
},
[1228183] = {
["T"] = "不息鸣响的远古之铃",
["D"] = "你的伤害技能有几率造成额外0点暗影伤害。",
},
[1228185] = {
["T"] = "提供饮料",
["D"] = "将一杯爽口的美酒交给一名口渴的客人。",
},
[1228188] = {
["T"] = "沉默风暴",
["D"] = "阿拉兹每1秒会在玩家所在位置降下奥术能量，持续6秒，每次冲击会对3码范围内的玩家造成2627892点奥术伤害，并使其沉默6秒。",
},
[1244573] = {
["T"] = "穆山饺子堆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244574] = {
["T"] = "小型奥格瑞玛椅子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1244575] = {
["T"] = "幼龙串烧拼盘",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244576] = {
["T"] = "香烤淡水兽拼盘",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244577] = {
["T"] = "瓦德拉肯繁华水果拼盘",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228195] = {
["T"] = "战斗",
},
[1228196] = {
["T"] = "次元吐息",
["D"] = "虚空之翼的大口中喷射出星河光束，在4秒内每0.3秒对击中的所有玩家造成1342266点宇宙伤害。\r\n\r\n撕开多道传送门，从更多方向发起吐息。\r\n",
},
[1228197] = {
["T"] = "次元吐息",
["D"] = "虚空之翼的大口中喷射出星河光束，在4秒内每0.3秒对击中的所有玩家造成1342266点宇宙伤害。\r\n\r\n撕开多道传送门，从更多方向发起吐息。\r\n",
},
[1228199] = {
["T"] = "不止鸣响的诅咒之铃",
["D"] = "你的近战武器攻击有几率持续造成12点额外的暗影伤害。",
},
[1228200] = {
["T"] = "不止鸣响的诅咒之铃",
["D"] = "你的伤害技能有几率持续造成0点额外的暗影伤害。",
},
[1228201] = {
["T"] = "虚缚精通",
["D"] = "萨兰将虚空能量引导至束缚的幼虫体内，使它们紧抓附近的随机目标，造成暗影伤害并降低他们的移动速度，持续10秒。",
},
[1228202] = {
["T"] = "虚空击碎者",
["D"] = "萨哈达尔掷出战锤，在多个目标之间弹射，在每个冲击点周围30码内造成2863501点暗影伤害。\r\n",
},
[1228203] = {
["T"] = "虚空精通",
},
[1228204] = {
["T"] = "紫腐",
},
[1228206] = {
["T"] = "过量物质",
["D"] = "被击败时，活体物质衰竭为过量物质，可以被玩家拾取。\r\n\r\n在|cffffffff吞噬|r期间，具有过量物质的玩家可以聚集起来并投射出一片集体引力区域。",
},
[1228207] = {
["T"] = "集体引力",
["D"] = "当2名及以上具有|cffffffff过量物质|r的玩家在|cffffffff吞噬|r期间聚集起来时，他们会投射出一片8码的区域，使移动速度降低30%，并且区域内每有一个具有|cffffffff过量物质|r的玩家便会获得1层集体引力。\r\n\r\n迪门修斯只能|cffffffff吞噬|r集体引力层数低于他的|cffffffff吞食饥饿|r的玩家。",
},
[1228208] = {
["T"] = "动荡",
["D"] = "死亡时释放出虚空能量，对冲击点周围5码内的敌人造成894843点暗影伤害。",
},
[1228209] = {
["T"] = "星界收割",
},
[1228210] = {
["T"] = "星界收割",
},
[1228211] = {
["T"] = "奥术具象",
},
[1228212] = {
["T"] = "星界收割",
["D"] = "奥术收集装置从数名玩家身上汲取能量，每1秒对其造成894843点奥术伤害，持续4秒。效果结束时，每位玩家所在位置会生成一个|cffffffff奥术具象|r。",
},
[1228213] = {
["T"] = "星界收割",
["D"] = "奥术收集装置从数名玩家身上汲取能量，每1秒对其造成894843点奥术伤害，持续4秒。效果结束时，每位玩家所在位置会生成一个|cffffffff奥术具象|r。",
},
[1228214] = {
["T"] = "星界收割",
["D"] = "奥术收集装置从数名玩家身上汲取能量，每1秒对其造成894843点奥术伤害，持续4秒。效果结束时，每位玩家所在位置会生成一个|cffffffff奥术具象|r。",
},
[1228215] = {
["T"] = "奥术抹消",
},
[1228216] = {
["T"] = "奥术抹消",
["D"] = "阿拉兹朝当前目标释放出一股能量冲击，对所有玩家造成4921643点奥术伤害，伤害随冲击点周围10码内的玩家数量降低。",
},
[1228217] = {
["T"] = "奥术抹消",
},
[1228218] = {
["T"] = "奥术抹消",
["D"] = "阿拉兹朝当前目标释放出一股能量冲击，对所有玩家造成4921643点奥术伤害，伤害随冲击点周围10码内的玩家数量降低。",
},
[1228219] = {
["T"] = "星界印记",
["D"] = "阿拉兹的|cffffffff奥术抹消|r用残留能量标记玩家，使其在1.3分钟内无法减少该法术下一次的伤害。",
},
[1228220] = {
["T"] = "奥能回响",
},
[1260987] = {
["T"] = "霜寒晶壁熔炉",
["D"] = "制作霜寒晶壁熔炉，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1260988] = {
["T"] = "黑石武器架",
["D"] = "制作黑石武器架，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1244606] = {
["T"] = "蚀盛",
["D"] = "虚空领主开始仪式，将世界之魂碎片封印在无法穿透的黑暗面纱中。\r\n\r\n仪式完成后，碎片将无法触及。\r\n\r\n能量达到100点时，虚空领主会立即完成仪式。",
},
[1228224] = {
["T"] = "选择",
},
[1228225] = {
["T"] = "解锁",
["D"] = "在尊主生态圆顶西部解锁紫腐的静滞监狱。",
},
[1228226] = {
["T"] = "烈焰之歌",
},
[1244610] = {
["T"] = "虚空领主之拳",
},
[1228230] = {
["T"] = "迁跃",
},
[1228231] = {
["T"] = "迁跃",
},
[1228233] = {
["T"] = "战斗",
},
[1228234] = {
["T"] = "包扎",
["D"] = "用受膏绷带为一名受伤的哨兵包扎。",
},
[1228238] = {
["T"] = "邪能地狱",
["D"] = "维拉瑞安用烈焰笼罩竞技场，每根地狱火柱产生时对所有玩家造成178968点火焰伤害，并在15秒内每0.5秒额外造成38030点火焰伤害。此效果可叠加。\r\n\r\n烈焰每1秒对踏入火焰风暴的玩家造成2684532点火焰伤害。",
},
[1228242] = {
["T"] = "邪能地狱",
},
[1228243] = {
["T"] = "邪能地狱",
},
[1244627] = {
["T"] = "毒性反刍",
},
[1228246] = {
["T"] = "相位迁跃",
},
[1244630] = {
["T"] = "声波冲击",
["D"] = "泥哨吹响喇叭，用声波冲击替代者，在6秒内每2秒造成313195点声波伤害。 ",
},
[1228248] = {
["T"] = "虚空爆发",
["D"] = "对冲击范围内的敌人造成805360点暗影伤害，并每1秒额外造成134226点暗影伤害，持续6秒。",
},
[1228249] = {
["T"] = "消失",
},
[1228250] = {
["T"] = "虚空爆发",
},
[1228251] = {
["T"] = "相位迁跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。",
},
[1228252] = {
["T"] = "相位迁跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。",
},
[1244636] = {
["T"] = "背信投射仪",
["D"] = "强迫一队誓约影卫歼灭你的目标和附近敌人，造成2578点宇宙伤害，由所有目标均摊。\r\n\r\n每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1244638] = {
["T"] = "法力熔炉传送器",
},
[1244640] = {
["T"] = "法力熔炉传送器",
},
[1261025] = {
["T"] = "德莱尼观星者的望远镜",
["D"] = "制作德莱尼观星者的望远镜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228260] = {
["T"] = "闪电链",
["D"] = "用一道闪电打击敌人，并跳转到附近最多3名敌人身上，造成自然伤害。",
},
[1244644] = {
["T"] = "法力盛宴",
["D"] = "施法者周期性的饱餐目标的法力，造成44741点奥术伤害。",
},
[1228263] = {
["T"] = "虚空爆发",
["D"] = "对冲击范围内的敌人造成805360点暗影伤害，并每1秒额外造成134226点暗影伤害，持续6秒。",
},
[1228264] = {
["T"] = "奥术爆发",
},
[1228265] = {
["T"] = "君王的欲求",
["D"] = "萨哈达尔抽取虚空之翼的能量，使其受到的伤害提高100%，并且每1秒对所有玩家造成671133点暗影伤害，持续30秒。\r\n\r\n抽取完成时，萨哈达尔为自己恢复生命值，数值相当于虚空之翼剩余生命值的一半，而幼龙则会烟消云散。",
},
[1228266] = {
["T"] = "不稳定的集束炸弹",
},
[1244650] = {
["T"] = "海潮爆发",
},
[1244655] = {
["T"] = "海潮爆发",
},
[1228273] = {
["T"] = "放置碎片",
["D"] = "调谐水晶。",
},
[1228274] = {
["T"] = "消失",
},
[1228278] = {
["T"] = "邪能地狱",
},
[1261045] = {
["T"] = "木制船运箱子",
["D"] = "制作木制船运箱子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228280] = {
["T"] = "君王的欲求",
["D"] = "萨哈达尔抽取虚空之翼的能量，使其受到的伤害提高100%，并且每1秒对所有玩家造成671133点暗影伤害，持续30秒。\r\n\r\n抽取完成时，萨哈达尔为自己恢复生命值，数值相当于虚空之翼剩余生命值的一半，而幼龙则会烟消云散。",
},
[1228284] = {
["T"] = "皇家结界",
["D"] = "被威严的暗影所包裹，受到的伤害降低99%。",
},
[1277436] = {
["T"] = "世界之魂行囊",
["D"] = "获得一个内含数件装备的世界之魂行囊。",
},
[1228290] = {
["T"] = "削弱",
},
[1228291] = {
["T"] = "放置诱饵",
["D"] = "用珍贵的战利品引诱奥能贩子伊·泽尔离开藏身处。",
},
[1228292] = {
["T"] = "碰撞",
},
[1228293] = {
["T"] = "君王的欲求",
["D"] = "萨哈达尔抽取虚空之翼的能量，使其受到的伤害提高100%，并且每1秒对所有玩家造成671133点暗影伤害，持续30秒。\r\n\r\n抽取完成时，萨哈达尔为自己恢复生命值，数值相当于虚空之翼剩余生命值的一半，而幼龙则会烟消云散。",
},
[1228296] = {
["T"] = "强化",
},
[1228297] = {
["T"] = "道标石",
["D"] = "释放灵魂后，你会在最近发现的道标石处复活。",
},
[1228299] = {
["T"] = "套装：魂魄使者装束",
["D"] = "收集这套护甲套装外观。",
},
[1261066] = {
["T"] = "兽人箍边桶",
["D"] = "制作兽人箍边桶，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261068] = {
["T"] = "星瀚炉石",
["D"] = "将你传送回多恩诺嘉尔。与城镇中的旅店老板交谈可以改变你所设定的家的位置。",
},
[1228303] = {
["T"] = "强化",
},
[1228305] = {
["T"] = "大隐隐于市",
["D"] = "你潜行了。",
},
[1228308] = {
["T"] = "地壳践踏",
["D"] = "欧泽鲁克重踏地面，对所有玩家造成中等的自然伤害，使地壳形成断层并爆发而出。\r\n\r\n断层中的玩家会受到致命的自然伤害，并被击飞。",
},
[1261075] = {
["T"] = "德拉诺水晶灯台",
["D"] = "制作德拉诺水晶灯台，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228314] = {
["T"] = "地壳断层",
},
[1261081] = {
["T"] = "黑石双层床",
["D"] = "制作黑石双层床，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228316] = {
["T"] = "地壳断层",
["D"] = "欧泽鲁克重踏地面，对所有玩家造成中等的自然伤害，使地壳形成断层并爆发而出。\r\n\r\n断层中的玩家会受到致命的自然伤害，并被击飞。",
},
[1228317] = {
["T"] = "君王的欲求",
["D"] = "萨哈达尔抽取虚空之翼的能量，使其受到的伤害提高100%，并且每1秒对所有玩家造成671133点暗影伤害，持续30秒。\r\n\r\n抽取完成时，萨哈达尔为自己恢复生命值，数值相当于虚空之翼剩余生命值的一半，而幼龙则会烟消云散。",
},
[1228318] = {
["T"] = "地壳断层",
["D"] = "欧泽鲁克重踏地面，对所有玩家造成中等的自然伤害，使地壳形成断层并爆发而出。\r\n\r\n断层中的玩家会受到致命的自然伤害，并被击飞。",
},
[1228319] = {
["T"] = "地壳断层",
},
[1228320] = {
["T"] = "套装：灵魂使者装束",
["D"] = "收集这套护甲套装外观。",
},
[1228321] = {
["T"] = "隐形",
["D"] = "使你在3秒内变成隐形，每秒降低一定的威胁值。隐形时你无法成为敌人的目标。持续20秒。期间采取任何行动都会取消这个效果。",
},
[1261088] = {
["T"] = "德莱尼水晶熔炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228323] = {
["T"] = "套装：魂魄符文装束",
["D"] = "收集这套护甲套装外观。",
},
[1261090] = {
["T"] = "带塞的黑色药水",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261091] = {
["T"] = "吉尔尼斯干草叉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228326] = {
["T"] = "套装：灵魂符文装束",
["D"] = "收集这套护甲套装外观。",
},
[1261093] = {
["T"] = "兽人魔血大锅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261094] = {
["T"] = "星光占卜之池",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228329] = {
["T"] = "夜幕激斗场景战役",
},
[1261096] = {
["T"] = "伯拉勒斯瓶灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261097] = {
["T"] = "赞达拉瓶装货物",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228332] = {
["T"] = "军械：灵触收藏",
["D"] = "收集这套武器套装外观。",
},
[1228333] = {
["T"] = "液体占卜",
["D"] = "位于阿拉希之末时，你的治疗效果、伤害和生命值提高30%。",
},
[1228334] = {
["T"] = "军械：魂触收藏",
["D"] = "收集这套武器套装外观。",
},
[1228335] = {
["T"] = "自控导弹",
},
[1261102] = {
["T"] = "巨龙的药剂瓶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261103] = {
["T"] = "五色巨龙挂毯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228338] = {
["T"] = "纯粹赋能纤维",
},
[1228342] = {
["T"] = "纯粹精准纤维",
},
[1228343] = {
["T"] = "纯粹敏锐纤维",
},
[1228344] = {
["T"] = "纯粹时空纤维",
},
[1261118] = {
["T"] = "深渊恐惧",
["D"] = "你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1228356] = {
["T"] = "源质重拳",
},
[1228357] = {
["T"] = "源质重拳",
},
[1228358] = {
["T"] = "源质重拳",
},
[1228364] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1228367] = {
["T"] = "宇宙辐射",
["D"] = "迪门修斯放射出强烈的能量，每2秒对所有玩家造成268453点宇宙伤害。",
},
[1228368] = {
["T"] = "宇宙辐射",
["D"] = "迪门修斯放射出强烈的能量，每2秒对所有玩家造成268453点宇宙伤害。",
},
[1228379] = {
["T"] = "命运低语",
["D"] = "与命运融合，造成的伤害和治疗效果提高10%，持续10秒。此效果可叠加。",
},
[1228380] = {
["T"] = "命缚者",
["D"] = "与命运融合，造成的伤害和治疗效果提高10%，持续10秒。此效果可叠加。",
},
[1228381] = {
["T"] = "恶魔变形",
["D"] = "所有恶魔猎手都变身成地狱般的恶魔，可以使用一种强大的技能。",
},
[1228383] = {
["T"] = "维斯托的包",
},
[1228384] = {
["T"] = "欧·斯托的包",
["D"] = "背着欧·斯托的包。",
},
[1261179] = {
["T"] = "激怒",
["D"] = "从喉咙深处发出低吼，造成伤害提高20%，持续15秒。",
},
[1261183] = {
["T"] = "黏性之腿",
["D"] = "施法者的攻击使目标减速，并额外造成44741点自然伤害。",
},
[1261184] = {
["T"] = "黏性之腿",
},
[1261194] = {
["T"] = "奥尔多星光控制台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228429] = {
["T"] = "挥手",
},
[1261196] = {
["T"] = "暮光火焰之罐",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261197] = {
["T"] = "熊猫人台灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261198] = {
["T"] = "魔古烈燃火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228433] = {
["T"] = "冰霜灾祸",
["D"] = "发起一套包含两次攻击的冰冻强袭，释放冷冽的寒冬精华，每次打击对路径中的所有敌人造成141317点冰霜伤害。\r\n\r\n每击中一个敌人都会使下一个敌人受到的伤害降低5%，最多降低至40%。",
},
[1261200] = {
["T"] = "烈风带顶水井",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1261201] = {
["T"] = "将药剂师的工作台放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228436] = {
["T"] = "冰霜灾祸",
["D"] = "发起一套包含两次攻击的冰冻强袭，释放冷冽的寒冬精华，每次打击对路径中的所有敌人造成141317点冰霜伤害。\r\n\r\n每击中一个敌人都会使下一个敌人受到的伤害降低5%，最多降低至40%。",
},
[1228437] = {
["T"] = "伙伴经验值",
["D"] = "|cnDARKYELLOW_FONT_COLOR:“大幅提高伙伴的经验值。”|r",
},
[1261204] = {
["T"] = "印哨的邮政传送门",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261205] = {
["T"] = "蛛魔炼金师的蒸馏器",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1228440] = {
["T"] = "冰霜灾祸",
},
[1228443] = {
["T"] = "冰霜灾祸",
["D"] = "发起一套包含两次攻击的冰冻强袭，释放冷冽的寒冬精华，每次打击对路径中的所有敌人造成141317点冰霜伤害。\r\n\r\n每击中一个敌人都会使下一个敌人受到的伤害降低5%，最多降低至40%。",
},
[1228446] = {
["T"] = "不稳定的共鸣",
["D"] = "弗兰克提鲁斯使目标受到结晶共鸣影响，立即造成3131955点暗影伤害，随后每1秒造成671133点暗影伤害，持续30秒或直到被强大的物理冲击命中。\r\n\r\n效果移除时触发|cffffffff共鸣引爆|r。",
},
[1228449] = {
["T"] = "岩石冲击",
["D"] = "用巨石轰击目标玩家，对冲击点8码范围内的所有玩家造成805360点自然伤害。",
},
[1228450] = {
["T"] = "能量印记",
},
[1228451] = {
["T"] = "喂食时间",
["D"] = "对冲击点周围5码内的敌人造成593952点物理伤害。",
},
[1228453] = {
["T"] = "不稳定的共鸣",
["D"] = "弗兰克提鲁斯使目标受到结晶共鸣影响，立即造成3131955点暗影伤害，随后每1秒造成671133点暗影伤害，持续30秒或直到被强大的物理冲击命中。\r\n\r\n效果移除时触发|cffffffff共鸣引爆|r。",
},
[1228454] = {
["T"] = "能量印记",
["D"] = "当熔炉编织者与他的回响彼此距离在20码内时，他们造成的伤害提高75%，受到的伤害降低90%。",
},
[1228455] = {
["T"] = "神恩指引",
["D"] = "每施放一次消耗神圣能量的技能，你的下一个奉献会立即造成85842点伤害或治疗，由所有敌人和盟友均摊。",
},
[1228458] = {
["T"] = "共鸣易伤",
["D"] = "目标受到|cffffffff不稳定的共鸣|r的伤害提高500%",
},
[1228462] = {
["T"] = "岩石冲击",
["D"] = "用巨石轰击目标玩家，对冲击点8码范围内的所有玩家造成805360点自然伤害。",
},
[1228465] = {
["T"] = "共鸣引爆",
["D"] = "结晶的震动从玩家的身体上传出，施加|cffffffff共鸣易伤|r，造成0点物理伤害，并摧毁12码内的墙壁。",
},
[1261232] = {
["T"] = "卡拉波床铺",
["D"] = "制作卡拉波床铺，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261233] = {
["T"] = "熊猫人炼金师的蒸馏器",
["D"] = "制作熊猫人炼金师的蒸馏器，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228468] = {
["T"] = "喂食时间",
["D"] = "对冲击点周围5码内的敌人造成593952点物理伤害。",
},
[1261235] = {
["T"] = "熊猫人信号火盆",
["D"] = "制作熊猫人信号火盆，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228470] = {
["T"] = "喂食时间",
},
[1228471] = {
["T"] = "喂食时间",
},
[1261238] = {
["T"] = "熊猫人木制桌子",
["D"] = "制作熊猫人木制桌子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228473] = {
["T"] = "岩石冲击",
["D"] = "用巨石轰击目标玩家，对冲击点8码范围内的所有玩家造成805360点自然伤害。",
},
[1228474] = {
["T"] = "装备战刃",
},
[1261241] = {
["T"] = "游学者的书柜",
["D"] = "制作游学者的书柜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1244859] = {
["T"] = "遁入暗影",
["D"] = "凯威扎消失在暗影中，并将自己伪装成一个扭曲虚空幻影。",
},
[1228477] = {
["T"] = "打开虚空传送门",
["D"] = "打开通往多恩诺嘉尔的虚空裂隙。",
},
[1228478] = {
["T"] = "刃舞",
},
[1261245] = {
["T"] = "晴日峰帐篷",
["D"] = "制作晴日峰帐篷，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228480] = {
["T"] = "命运低语",
["D"] = "撰魂师粉碎所有玩家的命运，召唤命运的回响并使其受到447422点奥术伤害。",
},
[1261248] = {
["T"] = "睿智熊猫人的床铺",
["D"] = "制作睿智熊猫人的床铺，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261250] = {
["T"] = "熊猫人蜿蜒毯子",
["D"] = "制作熊猫人蜿蜒毯子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228486] = {
["T"] = "刃舞",
},
[1228487] = {
["T"] = "刃舞",
},
[1228488] = {
["T"] = "西传送器",
},
[1261255] = {
["T"] = "吉尔尼斯大锅",
["D"] = "制作吉尔尼斯大锅，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261256] = {
["T"] = "吉尔尼斯干草叉",
["D"] = "制作吉尔尼斯干草叉，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1244874] = {
["T"] = "黑暗钉刺",
},
[1228492] = {
["T"] = "源质壁垒",
},
[1261259] = {
["T"] = "吉尔尼斯木制桌子",
["D"] = "制作吉尔尼斯木制桌子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228496] = {
["T"] = "召唤斯基布丝",
["D"] = "召唤或解散你同意在儿童周中抚养的卡兹阿加孤儿。",
},
[1228497] = {
["T"] = "召唤孤儿",
["D"] = "召唤或解散你同意在儿童周中抚养的孤儿斯基布丝。",
},
[1228502] = {
["T"] = "非凡力量",
["D"] = "熔炉编织者轰击当前目标，每2秒造成604019点奥术伤害，持续46秒。此效果可叠加。",
},
[1244886] = {
["T"] = "坍缩之星",
},
[1228504] = {
["T"] = "泰坦风暴射击",
["D"] = "施法者向50码内的敌人射出投射物，对冲击点447422码范围内的敌人造成5点自然伤害。",
},
[1244888] = {
["T"] = "虚空粘液",
["D"] = "每1秒造成暗影伤害，移动速度降低50%。",
},
[1228506] = {
["T"] = "非凡力量",
["D"] = "熔炉编织者轰击当前目标，每2秒造成604019点奥术伤害，持续46秒。此效果可叠加。",
},
[1228507] = {
["T"] = "泰坦风暴射击",
["D"] = "施法者向50码内的敌人射出投射物，对冲击点447422码范围内的敌人造成5点自然伤害。",
},
[1244891] = {
["T"] = "呼唤沙丘飞禽",
},
[1244892] = {
["T"] = "呼唤迁跃兽",
["D"] = "施法者召唤一只沙丘飞禽协助他们作战。 ",
},
[1228510] = {
["T"] = "非凡力量",
["D"] = "熔炉编织者轰击当前目标，每2秒造成604019点奥术伤害，持续46秒。此效果可叠加。",
},
[1228511] = {
["T"] = "泰坦风暴射击",
["D"] = "施法者向50码内的敌人射出投射物，对冲击点447422码范围内的敌人造成5点自然伤害。",
},
[1228512] = {
["T"] = "泰坦风暴射击",
["D"] = "施法者向50码内的敌人射出投射物，对冲击点447422码范围内的敌人造成5点自然伤害。",
},
[1228513] = {
["T"] = "刃舞",
},
[1228516] = {
["T"] = "仆侍之影",
["D"] = "召唤的爪牙持续时间额外延长20%，造成的伤害额外提高15%。",
},
[1261283] = {
["T"] = "海龙卷",
},
[1261284] = {
["T"] = "海龙卷",
},
[1244902] = {
["T"] = "黑暗钉刺",
["D"] = "在6.3秒内每1.3秒对随机位置发射暗物质，对冲击点周围5码内的敌人造成暗影伤害，并留下|cffffffff虚空粘液|r。\r\n\r\n",
},
[1261288] = {
["T"] = "吉尔尼斯壁挂架子",
["D"] = "制作吉尔尼斯壁挂架子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228525] = {
["T"] = "引力",
},
[1228530] = {
["T"] = "东传送器东",
},
[1244920] = {
["T"] = "追踪宠物",
["D"] = "在小地图上显示周围所有野生宠物的位置。",
},
[1244922] = {
["T"] = "追踪宠物",
["D"] = "在小地图上显示周围所有野生宠物的位置。",
},
[1244925] = {
["T"] = "消失",
["D"] = "尝试干扰凯威扎的伪装。",
},
[1261317] = {
["T"] = "瑟维奇远征帐篷",
["D"] = "制作瑟维奇远征帐篷，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261327] = {
["T"] = "达拉然符文铁砧",
["D"] = "制作达拉然符文铁砧，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261331] = {
["T"] = "德莱尼全息讲台",
["D"] = "制作德莱尼全息讲台，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1244954] = {
["T"] = "优雅的雕花门",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1244955] = {
["T"] = "精灵木藤篱笆",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1261340] = {
["T"] = "德莱尼全息之路",
["D"] = "制作德莱尼全息之路，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1244958] = {
["T"] = "啄击",
["D"] = "啄击一个敌人，造成物理伤害。\r\n",
},
[1244964] = {
["T"] = "突破冲锋",
["D"] = "施法者冲撞并穿越目标，造成671133点物理伤害，使击中的玩家昏迷3秒。 ",
},
[1261359] = {
["T"] = "德莱尼水晶熔炉",
["D"] = "制作德莱尼水晶熔炉，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228597] = {
["T"] = "虚空弹幕",
},
[1244998] = {
["T"] = "星界收割",
["D"] = "奥术收集装置从数名玩家身上汲取能量，每1秒对其造成894843点奥术伤害，持续4秒。效果结束时，每位玩家所在位置会生成一个|cffffffff奥术具象|r。",
},
[1261383] = {
["T"] = "德莱尼铁匠的铁砧",
["D"] = "制作德莱尼铁匠的铁砧，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1245002] = {
["T"] = "虚空收割",
["D"] = "|cffffffff黑暗奇点|r从数名玩家身上汲取能量，每1秒造成1118555点暗影伤害，持续4秒。效果结束时，每位玩家所在位置会生成一个|cffffffff虚空具象|r。",
},
[1245003] = {
["T"] = "变易暗影",
["D"] = "凯威扎和她的扭曲虚空幻影在场地内快速奔袭。",
},
[1245013] = {
["T"] = "炽火龙鳞",
["S"] = "黑龙",
["D"] = "用0枚高爆龙鳞保护一名盟友，使其护甲值提高，数值相当于你自身护甲值的$<perc>%。\r\n\r\n对该目标的近战攻击会引爆一枚鳞片，对其附近的敌人造成$<dmg>点熔火伤害。该伤害每数秒只能触发一次。\r\n\r\n同一时间只能对一个目标施放炽火龙鳞。若敌人的目标已经拥有此效果，则会对其施放。",
},
[1245016] = {
["T"] = "熊猫人信号火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245017] = {
["T"] = "熊猫人学者的讲台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245019] = {
["T"] = "熊猫人学者的书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245020] = {
["T"] = "将青龙寺焚香炉放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245021] = {
["T"] = "埃匹希斯之门",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245023] = {
["T"] = "达拉然底座",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245024] = {
["T"] = "纯净圣母的泰坦火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245026] = {
["T"] = "被捕获的恩佐斯之眼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245027] = {
["T"] = "游学者的书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245028] = {
["T"] = "熊猫人食品柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245032] = {
["T"] = "黑暗狂戮",
["D"] = "扭曲虚空幻影从暗影中发动奇袭，造成33556点暗影伤害。未能面向奔袭期间的幻影会改为造成4474221点暗影伤害。",
},
[1245033] = {
["T"] = "黑暗狂戮",
["D"] = "扭曲虚空幻影从暗影中发动奇袭，造成33556点暗影伤害。未能面向奔袭期间的幻影会改为造成4474221点暗影伤害。",
},
[1245034] = {
["T"] = "黑暗狂戮",
["D"] = "扭曲虚空幻影从暗影中发动奇袭，造成33556点暗影伤害。未能面向奔袭期间的幻影会改为造成4474221点暗影伤害。",
},
[1245035] = {
["T"] = "黑暗狂戮",
["D"] = "扭曲虚空幻影从暗影中发动奇袭，造成33556点暗影伤害。未能面向奔袭期间的幻影会改为造成4474221点暗影伤害。",
},
[1245036] = {
["T"] = "黑暗狂戮",
["D"] = "扭曲虚空幻影从暗影中发动奇袭，造成33556点暗影伤害。未能面向奔袭期间的幻影会改为造成4474221点暗影伤害。",
},
[1245037] = {
["T"] = "黑暗狂戮",
["D"] = "扭曲虚空幻影从暗影中发动奇袭，造成33556点暗影伤害。未能面向奔袭期间的幻影会改为造成4474221点暗影伤害。",
},
[1245038] = {
["T"] = "黑暗狂戮",
["D"] = "扭曲虚空幻影从暗影中发动奇袭，造成33556点暗影伤害。未能面向奔袭期间的幻影会改为造成4474221点暗影伤害。",
},
[1245039] = {
["T"] = "黑暗狂戮",
["D"] = "扭曲虚空幻影从暗影中发动奇袭，造成33556点暗影伤害。未能面向奔袭期间的幻影会改为造成4474221点暗影伤害。",
},
[1245040] = {
["T"] = "收割",
["D"] = "任意玩家的生命值降低至10%时，凯威扎之影会在目标身后浮现并尝试将其终结，造成5369065点暗影伤害。\r\n",
},
[1245041] = {
["T"] = "收割",
["D"] = "任意玩家的生命值降低至10%时，凯威扎之影会在目标身后浮现并尝试将其终结，造成5369065点暗影伤害。\r\n",
},
[1245042] = {
["T"] = "收割",
["D"] = "任意玩家的生命值降低至10%时，凯威扎之影会在目标身后浮现并尝试将其终结，造成5369065点暗影伤害。\r\n",
},
[1245043] = {
["T"] = "收割",
["D"] = "任意玩家的生命值降低至10%时，凯威扎之影会在目标身后浮现并尝试将其终结，造成5369065点暗影伤害。\r\n",
},
[1261444] = {
["T"] = "纪元宝珠",
},
[1261461] = {
["T"] = "区域",
},
[1261462] = {
["T"] = "区域",
},
[1261465] = {
["T"] = "纳鲁水晶圣像",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261467] = {
["T"] = "倒数第二位巫妖王的传说",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261468] = {
["T"] = "大型艾露恩火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261469] = {
["T"] = "枯竭的迦拉克隆幽暗之心",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261470] = {
["T"] = "卡雷什陨落卷轴",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245090] = {
["T"] = "纠缠邪目",
},
[1245094] = {
["T"] = "纠缠邪目",
},
[1245096] = {
["T"] = "虚灵首领",
},
[1245097] = {
["T"] = "虚灵首领",
},
[1261495] = {
["T"] = "带塞的黑色药水",
["D"] = "制作带塞的黑色药水，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1228731] = {
["T"] = "阿达拉斯信号 - 被踢中！",
},
[1245116] = {
["T"] = "纠缠邪目",
["D"] = "格雷泽释放出纠缠的眼目，向随机玩家射出邪火，在6秒内每0.5秒对6码内的玩家造成223710点混乱伤害。\r\n\r\n效果结束时留下一片邪火，每1秒对其中的玩家造成894843点混乱伤害。",
},
[1261501] = {
["T"] = "提瑞斯法空洞营火",
["D"] = "制作提瑞斯法空洞营火，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261504] = {
["T"] = "侏儒蒸汽动力床",
["D"] = "制作侏儒蒸汽动力床，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1245122] = {
["T"] = "纠缠邪目",
["D"] = "格雷泽释放出纠缠的眼目，向随机玩家射出邪火，在6秒内每0.5秒对6码内的玩家造成223710点混乱伤害。\r\n\r\n效果结束时留下一片邪火，每1秒对其中的玩家造成894843点混乱伤害。",
},
[1261506] = {
["T"] = "板岩卵石",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1261507] = {
["T"] = "钢铁加固的木制窗户",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1261508] = {
["T"] = "板岩卵石路",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1261509] = {
["T"] = "黑铁台锯",
["D"] = "制作黑铁台锯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261510] = {
["T"] = "板岩卵石三联组",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1261511] = {
["T"] = "将苏拉玛踏脚石放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261513] = {
["T"] = "赞达拉战争火炬",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261514] = {
["T"] = "将神射手营地食物角放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261515] = {
["T"] = "仿制的瓦拉加尔的传说",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261516] = {
["T"] = "牛头人说书人画框",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261517] = {
["T"] = "将“一个青年地精艺术家的画像”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261518] = {
["T"] = "赞达拉战争火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261523] = {
["T"] = "至高岭制革匠画框",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245141] = {
["T"] = "命缚者",
},
[1261527] = {
["T"] = "“荆棘的统一”挂毯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261528] = {
["T"] = "大漩涡熔岩灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261529] = {
["T"] = "焚木玻璃瓶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245148] = {
["T"] = "心智溃解之祸",
["D"] = "你的有害法术可能将会逐渐撕裂你的心智。第十次撕裂会令你陷入奥术狂乱，使急速提高20，并周期性地使你恢复理智。\r\n\r\n消灭敌人或见证盟友的陨落都会立即撕裂你的理智。",
},
[1261533] = {
["T"] = "巴拉丁海湾渔具架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261537] = {
["T"] = "烟熏灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261538] = {
["T"] = "立式烟熏灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245156] = {
["T"] = "凯威扎宏伟登场",
["D"] = "对附近所有单位造成巨额火焰伤害。",
},
[1261542] = {
["T"] = "将华丽的辛多雷灯台放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261544] = {
["T"] = "辛多雷工匠的熔炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261545] = {
["T"] = "将银月城尖塔喷泉放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245163] = {
["T"] = "纠缠邪目",
},
[1261547] = {
["T"] = "将珠光银月城吊灯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261548] = {
["T"] = "鎏金日怒椅子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245166] = {
["T"] = "纠缠邪目",
["D"] = "格雷泽释放出纠缠的眼目，向随机玩家射出邪火，在6秒内每0.5秒对6码内的玩家造成223710点混乱伤害。\r\n\r\n效果结束时留下一片邪火，每1秒对其中的玩家造成894843点混乱伤害。",
},
[1245169] = {
["T"] = "虚灵首领",
},
[1245171] = {
["T"] = "黑暗狂戮",
["D"] = "扭曲虚空幻影从暗影中发动奇袭，造成33556点暗影伤害。未能面向奔袭期间的幻影会改为造成4474221点暗影伤害。",
},
[1261572] = {
["T"] = "布瑞尔棺材",
["D"] = "制作布瑞尔棺材，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1245197] = {
["T"] = "无头骑士的悚然战马",
["D"] = "召唤或解散这种坐骑。",
},
[1245198] = {
["T"] = "无头骑士的恐怖战马",
["D"] = "召唤或解散这种坐骑。",
},
[1245202] = {
["T"] = "无头骑士的炽燃战马",
["D"] = "召唤或解散这种坐骑。",
},
[1245203] = {
["T"] = "黑暗狂戮",
["D"] = "扭曲虚空幻影从暗影中发动奇袭，造成33556点暗影伤害。未能面向奔袭期间的幻影会改为造成4474221点暗影伤害。",
},
[1261587] = {
["T"] = "卡拉诺斯书柜",
["D"] = "制作卡拉诺斯书柜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1245205] = {
["T"] = "无头骑士的圣洁战马",
["D"] = "召唤或解散这种坐骑。",
},
[1245208] = {
["T"] = "监控器",
},
[1245210] = {
["T"] = "移形信标",
},
[1245211] = {
["T"] = "钢铁龙喉大门",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245212] = {
["T"] = "熊猫人石桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245213] = {
["T"] = "熊猫人石制路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245214] = {
["T"] = "朱鹤风筝",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245215] = {
["T"] = "将垂挂的纸制灯笼放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245216] = {
["T"] = "幸运悬挂灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245217] = {
["T"] = "半山烹饪锅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245218] = {
["T"] = "坡东水井",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245219] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成暗影伤害。",
},
[1245220] = {
["T"] = "好运旅人的长椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245221] = {
["T"] = "青龙寺龙口喷泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245222] = {
["T"] = "风暴烈酒陈酿桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245223] = {
["T"] = "熊猫人蜿蜒毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245225] = {
["T"] = "寇魔古底座",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245226] = {
["T"] = "寇魔古能量球",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245227] = {
["T"] = "将永恒馄饨餐车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245229] = {
["T"] = "联盟决斗旗",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245230] = {
["T"] = "部落决斗旗",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245231] = {
["T"] = "银翼要塞旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245232] = {
["T"] = "战歌氏族旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245234] = {
["T"] = "将地匍矿洞矿车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245235] = {
["T"] = "御渊水晶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245236] = {
["T"] = "关闭的卡雷什迁跃火炮",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245237] = {
["T"] = "熊猫人壁炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245238] = {
["T"] = "传送",
},
[1245240] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成暗影伤害。",
},
[1245241] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成暗影伤害。",
},
[1245242] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成暗影伤害。",
},
[1245243] = {
["T"] = "吞噬",
},
[1245245] = {
["T"] = "泰坦碎片拼合",
},
[1228864] = {
["T"] = "虚空弹幕",
},
[1228865] = {
["T"] = "虚痕山猫",
["D"] = "召唤或解散这种坐骑。",
},
[1245251] = {
["T"] = "吞噬",
},
[1245252] = {
["T"] = "泰坦碎片拼合",
},
[1245253] = {
["T"] = "挑战者的决斗旗",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245254] = {
["T"] = "联盟战场军旗",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245255] = {
["T"] = "强韧联盟军旗",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245256] = {
["T"] = "部落战场军旗",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245257] = {
["T"] = "强韧部落军旗",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245258] = {
["T"] = "非争夺中的战场军旗",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245259] = {
["T"] = "虚空风暴战场军旗",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245260] = {
["T"] = "狂战士强化",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245261] = {
["T"] = "将神秘的紫水晶放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245262] = {
["T"] = "治疗者强化",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245263] = {
["T"] = "奔跑者强化",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245264] = {
["T"] = "睿智熊猫人的床铺",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245265] = {
["T"] = "守护者强化",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245266] = {
["T"] = "混乱强化",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245267] = {
["T"] = "神秘强化",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245271] = {
["T"] = "泰坦碎片拼合",
},
[1261659] = {
["T"] = "铁炉堡吊灯",
["D"] = "制作铁炉堡吊灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261661] = {
["T"] = "召唤扫帚",
["D"] = "活化一把扫帚，为施法者作战。",
},
[1261667] = {
["T"] = "黑石路灯",
["D"] = "制作黑石路灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261668] = {
["T"] = "青铜荒蚺",
["D"] = "召唤或解散这种坐骑。",
},
[1261671] = {
["T"] = "青铜北风长",
["D"] = "召唤或解散这种坐骑。",
},
[1245289] = {
["T"] = "吞噬",
["D"] = "能量达到100点时，迪门修斯提高自身的密度，向内部产生一股强劲的吸引力，在5秒内每1秒造成322144点暗影伤害，并将玩家、虚空之星、黑洞和吸积盘吸入。\r\n\r\n在5秒后，位于虚空之星的|cffffffff重力井|r外部的所有玩家会被立即拉至迪门修斯体内并彻底|cffffffff湮灭|r。",
},
[1245291] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成暗影伤害。",
},
[1245292] = {
["T"] = "动荡能量",
["D"] = "萨拉塔斯毁灭性的反击使迪门修斯感到天旋地转，在恢复前受到的所有伤害提高50%。",
},
[1261676] = {
["T"] = "小考尔利",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1261677] = {
["T"] = "青铜冥蝇",
["D"] = "召唤或解散这种坐骑。",
},
[1261681] = {
["T"] = "青铜墓翼蝠",
["D"] = "召唤或解散这种坐骑。",
},
[1245303] = {
["T"] = "更新相位变换区域光环",
},
[1245304] = {
["T"] = "时间越界",
["D"] = "你在离开时间线，快回来！",
},
[1261688] = {
["T"] = "长者高地毯子",
["D"] = "制作长者高地毯子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1245308] = {
["T"] = "聚焦光线",
},
[1245309] = {
["T"] = "聚焦光线",
["D"] = "格雷泽汇聚一道毁灭光线追逐一名随机玩家，每0.3秒对6码内的玩家造成357937点暗影伤害。光线的伤害和速度每0.7秒提高1%。\r\n\r\n使用守望者的棱镜将射线反射给格雷泽会打断|cffffffff聚焦光线|r，并移除一部分|cffffffff聚焦|r。",
},
[1245310] = {
["T"] = "聚焦光线",
["D"] = "格雷泽汇聚一道毁灭光线追逐一名随机玩家，每0.3秒对6码内的玩家造成357937点暗影伤害。光线的伤害和速度每0.7秒提高1%。\r\n\r\n使用守望者的棱镜将射线反射给格雷泽会打断|cffffffff聚焦光线|r，并移除一部分|cffffffff聚焦|r。",
},
[1245311] = {
["T"] = "聚焦光线",
},
[1245312] = {
["T"] = "聚焦光线",
["D"] = "格雷泽汇聚一道毁灭光线追逐一名随机玩家，每0.3秒对6码内的玩家造成357937点暗影伤害。光线的伤害和速度每0.7秒提高1%。\r\n\r\n使用守望者的棱镜将射线反射给格雷泽会打断|cffffffff聚焦光线|r，并移除一部分|cffffffff聚焦|r。",
},
[1245313] = {
["T"] = "聚焦光线",
["D"] = "格雷泽汇聚一道毁灭光线追逐一名随机玩家，每0.3秒对6码内的玩家造成357937点暗影伤害。光线的伤害和速度每0.7秒提高1%。\r\n\r\n使用守望者的棱镜将射线反射给格雷泽会打断|cffffffff聚焦光线|r，并移除一部分|cffffffff聚焦|r。",
},
[1245314] = {
["T"] = "聚焦光线",
},
[1245318] = {
["T"] = "奥能黏液",
},
[1245323] = {
["T"] = "翻腾之水",
["D"] = "|cffffffff怒雷风暴|r激活时，每过2秒都会在附近出现一个翻腾水球。收集水球可以使你的|cffffffff怒雷风暴|r的持续时间延长1.5秒。",
},
[1245328] = {
["T"] = "翻腾之水",
["D"] = "|cffffffff怒雷风暴|r激活时，每过2秒都会在附近出现一个翻腾水球。收集水球可以使你的|cffffffff怒雷风暴|r的持续时间延长1.5秒。",
},
[1245329] = {
["T"] = "控件激活器",
},
[1245331] = {
["T"] = "控件激活器",
},
[1245333] = {
["T"] = "翻腾之水",
},
[1245334] = {
["T"] = "控件激活器",
},
[1245335] = {
["T"] = "控件激活器",
},
[1245357] = {
["T"] = "华丽的诺瑟隆狮鹫",
["D"] = "召唤或解散这种坐骑。",
},
[1245358] = {
["T"] = "高阶萨满祭司的飞天狮鹫",
["D"] = "召唤或解散这种坐骑。",
},
[1245359] = {
["T"] = "烬羽高地狮鹫",
["D"] = "召唤或解散这种坐骑。",
},
[1245360] = {
["T"] = "飞弹",
},
[1245361] = {
["T"] = "烬翼巡天向导",
["D"] = "召唤或解散这种坐骑。",
},
[1245370] = {
["T"] = "暴躁风蹄羊",
["D"] = "召唤或解散你的暴躁风蹄羊。",
},
[1245376] = {
["T"] = "奥术猎手",
["D"] = "你的有害法术和远程技能爆击有较高的几率使你获得奥术猎手，最多5次，每层使你的爆击等级提高2，持续8秒。",
},
[1245377] = {
["T"] = "设置移形信标",
["D"] = "索·阿兹密部署了数对移形信标来迷惑敌人。\r\n当玩家触碰移形信标时，它们会立即被传送到与其匹配的移形信标。\r\n",
},
[1245382] = {
["T"] = "翻腾之水",
},
[1245384] = {
["T"] = "邪能地狱",
["D"] = "维拉瑞安用烈焰笼罩竞技场，每根地狱火柱产生时对所有玩家造成178968点火焰伤害，并在15秒内每0.5秒额外造成38030点火焰伤害。此效果可叠加。\r\n\r\n烈焰每1秒对踏入火焰风暴的玩家造成2684532点火焰伤害。",
},
[1245385] = {
["T"] = "恶毒之触",
["D"] = "你和仆从的伤害性法术和技能会周期性地对敌人施加|cffffffff邪能触碰|r。|cffffffff扭曲的远征|r召唤的狱火恐惧魔王对具有|cffffffff邪能触碰|r的敌人必定造成爆击。\r\n\r\n|T841218:24|t\r\n|cffffffff邪能触碰|r\r\n每过4秒，目标爆裂，对附近敌人造成过去4秒内受到伤害|CFFffffff3%|R的伤害。",
},
[1245388] = {
["T"] = "狱火挥砍",
},
[1245389] = {
["T"] = "狱火挥砍",
},
[1229008] = {
["T"] = "屏障",
},
[1245392] = {
["T"] = "聚焦",
},
[1245393] = {
["T"] = "聚焦",
},
[1245397] = {
["T"] = "法力熔炉以太电池",
["D"] = "你的治疗技能有几率为以太电池充能，使你的精通提高43，每秒衰减3。持续15秒。\r\n",
},
[1229016] = {
["T"] = "屏障",
},
[1229032] = {
["T"] = "啪嗒！",
["D"] = "目标被砸进墙内，造成17490396点物理伤害。玩家穿越的距离越远，受到的伤害越低。",
},
[1229033] = {
["T"] = "重力粉碎",
["D"] = "猛击地面并产生一道小型虚空裂隙，对冲击点周围6码内的所有敌人造成暗影伤害并吸引他们，持续6秒。",
},
[1261800] = {
["T"] = "精华内爆",
["D"] = "缚形密室消散并向外爆裂，造成313195点奥术伤害。",
},
[1245418] = {
["T"] = "聚焦",
},
[1261802] = {
["T"] = "高度优势",
},
[1229037] = {
["T"] = "虚空猛切",
["D"] = "切割一名敌人，造成暗影伤害，并且每1秒额外造成暗影伤害，持续8秒。",
},
[1229038] = {
["T"] = "吞噬",
["D"] = "能量达到100点时，迪门修斯试图吞噬所有玩家，每1秒造成805360点暗影伤害，持续5秒。\r\n\r\n在5秒后，所有|cffffffff集体引力|r不足的玩家都会拉至迪门修斯体内并彻底|cffffffff湮灭|r。随后他会吸收所有的|cffffffff过量物质|r和活体物质。",
},
[1245422] = {
["T"] = "奥术海啸",
["D"] = "缚魂者愤怒地打击主要目标，在直到主动取消内每5.2秒对目标造成0点奥术伤害。被击中的玩家受到|cffffffff秘法鞭笞|r的伤害提高10%，受到的物理伤害提高7%，持续45秒。",
},
[1229040] = {
["T"] = "命运之佑",
},
[1245428] = {
["T"] = "聚焦光线",
},
[1245429] = {
["T"] = "共生以太薄纱",
},
[1245430] = {
["T"] = "奥术注能",
["D"] = "施法者为60码内的玩家注入奥术能量，造成1565976点奥术伤害，在10秒内每1秒造成380309点奥术伤害。\r\n\r\n另外，60码内的所有成长中的丝肉虫会获得|cffffffff奥术撕咬|r。",
},
[1245431] = {
["T"] = "共生以太薄纱",
["D"] = "格挡、招架或躲闪有几率唤醒薄纱的力量并使其抽打攻击者，造成133点奥术伤害，由周围的敌人均摊，并为你吸收771点伤害，持续15秒。\r\n",
},
[1229049] = {
["T"] = "星界收割",
},
[1229050] = {
["T"] = "时间流精通",
["D"] = "消灭怪物和完成任务时获取的经验值提高30%。\r\n\r\n完成时空漫游地下城会刷新持续时间。",
},
[1229051] = {
["T"] = "星界收割",
},
[1229052] = {
["T"] = "时间流学识",
["D"] = "消灭怪物和完成任务时获取的经验值提高5%。\r\n\r\n完成时空漫游地下城会提高该效果，并刷新持续时间。\r\n\r\n达到4层时，会变为|cffffffff时间流精通|r，使效果提高到30%。",
},
[1229053] = {
["T"] = "启动精灵",
},
[1245439] = {
["T"] = "调查",
["D"] = "检查这个拟像，揭示其真实本质。",
},
[1245440] = {
["T"] = "卡雷什虚空石",
["D"] = "用虚空的微弱回响注入你的护甲，为某些法力熔炉：欧米伽职业套装外观解锁额外的视觉效果。\r\n\r\n此效果全战团共享。",
},
[1229067] = {
["T"] = "被遗忘者圆形毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1229073] = {
["T"] = "吞噬",
},
[1229075] = {
["T"] = "吞噬",
},
[1229076] = {
["T"] = "吞噬",
},
[1229084] = {
["T"] = "幽影强化",
},
[1261851] = {
["T"] = "优雅的软垫躺椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1261852] = {
["T"] = "打开的优雅精灵木桶",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1261853] = {
["T"] = "优雅的弧形桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1261857] = {
["T"] = "将飘雪部族威吓图腾放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261858] = {
["T"] = "将吉尔尼斯绿色药水放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261859] = {
["T"] = "将吉尔尼斯邮箱放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245477] = {
["T"] = "艾鲁斯的进击",
["D"] = "|cffffffff诺斯特温的迫切|r在进入战斗后持续4.0秒，并使你的第一次攻击造成的伤害提高30%。",
},
[1245489] = {
["T"] = "群体束缚",
},
[1245490] = {
["T"] = "聚焦棱镜",
},
[1245493] = {
["T"] = "秘法鞭笞",
["D"] = "缚魂者愤怒地打击主要目标，在直到主动取消内每5.2秒对目标造成0点奥术伤害。被击中的玩家受到|cffffffff秘法鞭笞|r的伤害提高10%，受到的物理伤害提高7%，持续45秒。",
},
[1261878] = {
["T"] = "蛛魔炼金师的蒸馏器",
["D"] = "制作蛛魔炼金师的蒸馏器，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1245499] = {
["T"] = "聚焦",
},
[1245502] = {
["T"] = "旭日东升踢检测",
["D"] = "向上猛踢，造成220885点物理伤害。",
},
[1245503] = {
["T"] = "神鹤引项踢检测",
["D"] = "向上猛踢，造成220885点物理伤害。",
},
[1245504] = {
["T"] = "幻灭踢检测",
["D"] = "向上猛踢，造成220885点物理伤害。",
},
[1245506] = {
["T"] = "猛虎掌检测",
["D"] = "向上猛踢，造成220885点物理伤害。",
},
[1261892] = {
["T"] = "瓦德拉肯悬挂式大锅",
["D"] = "制作瓦德拉肯悬挂式大锅，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261896] = {
["T"] = "翼眠信号火盆",
["D"] = "制作翼眠信号火盆，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1245517] = {
["T"] = "赤红虚空飞镰虫",
["D"] = "召唤或解散这种坐骑。",
},
[1261911] = {
["T"] = "恐惧",
},
[1245529] = {
["T"] = "锁链咒符",
["D"] = "伊莉萨在当前目标的位置放置一个锁链咒符，与2.5秒后激活。\r\n\r\n所有玩家将被拉到咒符中心，移动速度降低60%，持续6秒。",
},
[1245530] = {
["T"] = "火焰喷射器",
},
[1261919] = {
["T"] = "五色巨龙魔典",
["D"] = "制作五色巨龙魔典，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1229160] = {
["T"] = "奥术具象",
},
[1229166] = {
["T"] = "携带箱子",
},
[1261933] = {
["T"] = "龙族铭文师的盆子",
["D"] = "制作龙族铭文师的盆子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1245552] = {
["T"] = "能量提升",
},
[1229174] = {
["T"] = "奉上仪式匕首",
["D"] = "把塔碧卡匕首交给撰魂师去",
},
[1229177] = {
["T"] = "星界收割",
},
[1229178] = {
["T"] = "传送器完工",
},
[1245562] = {
["T"] = "记忆结晶",
},
[1229183] = {
["T"] = "传送器变形",
},
[1261950] = {
["T"] = "悬挂箭头风筝",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1229185] = {
["T"] = "虚灵能量转化器",
["S"] = "等级 1/4",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们4秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复20%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短2秒。",
},
[1229186] = {
["T"] = "虚灵能量转化器",
["S"] = "等级 2/4",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们4秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复30%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短4秒。",
},
[1229187] = {
["T"] = "虚灵能量转化器",
["S"] = "等级 3/4",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们6秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复40%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短6秒。",
},
[1229188] = {
["T"] = "虚灵能量转化器",
["S"] = "等级 4/4",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们6秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复50%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短8秒。",
},
[1229189] = {
["T"] = "法力色泽的眼镜",
["S"] = "等级 1/4",
["D"] = "布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高4%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复25%的最大生命值，并使周围的敌人昏迷2秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。",
},
[1229190] = {
["T"] = "法力色泽的眼镜",
["S"] = "等级 2/4",
["D"] = "布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高4%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复40%的最大生命值，并使周围的敌人昏迷3秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。",
},
[1229191] = {
["T"] = "法力色泽的眼镜",
["S"] = "等级 3/4",
["D"] = "布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高4%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复55%的最大生命值，并使周围的敌人昏迷4秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。",
},
[1229192] = {
["T"] = "法力色泽的眼镜",
["S"] = "等级 4/4",
["D"] = "布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高5%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复70%的最大生命值，并使周围的敌人昏迷5秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。",
},
[1229193] = {
["T"] = "莫名其妙的装置",
["S"] = "等级 1/4",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高5%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高5%，持续20秒。",
},
[1229194] = {
["T"] = "莫名其妙的装置",
["S"] = "等级 2/4",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高10%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高10%，持续20秒。",
},
[1229195] = {
["T"] = "莫名其妙的装置",
["S"] = "等级 3/4",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高15%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高15%，持续20秒。",
},
[1229196] = {
["T"] = "莫名其妙的装置",
["S"] = "等级 4/4",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高20%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高20%，持续20秒。",
},
[1229197] = {
["T"] = "回力帽子",
["S"] = "等级 1/4",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。\r\n",
},
[1229198] = {
["T"] = "回力帽子",
["S"] = "等级 2/4",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对3个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高25%、造成的伤害降低25% ，以及攻击/施法速度降低25%。",
},
[1229199] = {
["T"] = "回力帽子",
["S"] = "等级 3/4",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对4个目标施加2个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高30%、造成的伤害降低30% ，以及攻击/施法速度降低30%。",
},
[1229200] = {
["T"] = "回力帽子",
["S"] = "等级 4/4",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对5个目标施加2个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高35%、造成的伤害降低35% ，以及攻击/施法速度降低35%。",
},
[1229201] = {
["T"] = "虚空嵌套矩阵",
["S"] = "等级 1/4",
["D"] = "在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低90%。",
},
[1229202] = {
["T"] = "虚空嵌套矩阵",
["S"] = "等级 2/4",
["D"] = "在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低80%。",
},
[1229203] = {
["T"] = "虚空嵌套矩阵",
["S"] = "等级 3/4",
["D"] = "在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低70%。",
},
[1229204] = {
["T"] = "虚空嵌套矩阵",
["S"] = "等级 4/4",
["D"] = "在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低60%。",
},
[1229205] = {
["T"] = "卡雷什之沙",
["S"] = "等级 1/4",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高6%，最多叠加10次，并使周围的敌人减速6%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1229206] = {
["T"] = "卡雷什之沙",
["S"] = "等级 2/4",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高8%，最多叠加10次，并使周围的敌人减速8%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1229207] = {
["T"] = "卡雷什之沙",
["S"] = "等级 3/4",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高10%，最多叠加10次，并使周围的敌人减速10%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1229208] = {
["T"] = "卡雷什之沙",
["S"] = "等级 4/4",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高12%，最多叠加10次，并使周围的敌人减速12%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1229209] = {
["T"] = "时间缓速水晶",
["S"] = "等级 1/4",
["D"] = "对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低20%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高2%。",
},
[1229210] = {
["T"] = "时间缓速水晶",
["S"] = "等级 2/4",
["D"] = "对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低30%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高4%。",
},
[1229211] = {
["T"] = "时间缓速水晶",
["S"] = "等级 3/4",
["D"] = "对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低40%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高6%。",
},
[1229212] = {
["T"] = "时间缓速水晶",
["S"] = "等级 4/4",
["D"] = "对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低50%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高8%。",
},
[1229213] = {
["T"] = "破损的徽盾",
["S"] = "等级 1/4",
["D"] = "装备徽盾时，所有小队成员造成的伤害和治疗效果提高3%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的5%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得1%伤害减免和2%受到治疗加成，但使其造成的伤害和治疗效果降低1%，最多叠加3次。",
},
[1229214] = {
["T"] = "破损的徽盾",
["S"] = "等级 2/4",
["D"] = "装备徽盾时，所有小队成员造成的伤害和治疗效果提高6%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的10%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得2%伤害减免和3%受到治疗加成，但使其造成的伤害和治疗效果降低2%，最多叠加3次。",
},
[1229215] = {
["T"] = "破损的徽盾",
["S"] = "等级 3/4",
["D"] = "装备徽盾时，所有小队成员造成的伤害和治疗效果提高9%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的15%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得3%伤害减免和4%受到治疗加成，但使其造成的伤害和治疗效果降低3%，最多叠加3次。",
},
[1229216] = {
["T"] = "破损的徽盾",
["S"] = "等级 4/4",
["D"] = "装备徽盾时，所有小队成员造成的伤害和治疗效果提高12%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的20%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得4%伤害减免和5%受到治疗加成，但使其造成的伤害和治疗效果降低4%，最多叠加3次。",
},
[1229217] = {
["T"] = "音频增幅水晶",
["S"] = "等级 1/4",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1229218] = {
["T"] = "音频增幅水晶",
["S"] = "等级 2/4",
["D"] = "奥术魔法适度放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1229219] = {
["T"] = "音频增幅水晶",
["S"] = "等级 3/4",
["D"] = "奥术魔法显著放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1229220] = {
["T"] = "音频增幅水晶",
["S"] = "等级 4/4",
["D"] = "奥术魔法巨幅放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1229221] = {
["T"] = "顺风导体",
["S"] = "等级 1/4",
["D"] = "在脱离战斗后爆发出惊人的速度，使你的移动速度提高40%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的20%的护盾，持续8秒。",
},
[1229222] = {
["T"] = "顺风导体",
["S"] = "等级 2/4",
["D"] = "在脱离战斗后爆发出惊人的速度，使你的移动速度提高60%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的30%的护盾，持续8秒。",
},
[1229223] = {
["T"] = "顺风导体",
["S"] = "等级 3/4",
["D"] = "在脱离战斗后爆发出惊人的速度，使你的移动速度提高80%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的40%的护盾，持续8秒。",
},
[1229224] = {
["T"] = "顺风导体",
["S"] = "等级 4/4",
["D"] = "在脱离战斗后爆发出惊人的速度，使你的移动速度提高100%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的50%的护盾，持续8秒。",
},
[1245611] = {
["T"] = "法力齐射",
["D"] = "施法者向玩家射出奥术能量，对冲击区域周围3码内的玩家造成2908243点奥术伤害。",
},
[1245612] = {
["T"] = "法力齐射",
},
[1229230] = {
["T"] = "液体占卜",
["D"] = "位于阿拉希之末时，你的治疗效果、伤害和生命值提高5%。",
},
[1245615] = {
["T"] = "法力齐射",
},
[1245616] = {
["T"] = "邪眼轰炸",
},
[1245618] = {
["T"] = "法力齐射",
["D"] = "施法者向玩家射出奥术能量，对冲击区域周围3码内的玩家造成2908243点奥术伤害。",
},
[1262005] = {
["T"] = "伯拉勒斯瓶灯",
["D"] = "制作伯拉勒斯瓶灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1262008] = {
["T"] = "触须打击",
["D"] = "海拉的触须会出现在平台的前方或后方。\r\n\r\n数秒后，触须击打地面，造成22540244点自然伤害，由被击中的所有敌人分摊。\r\n\r\n如果触须毫无障碍地击中地面，将施放横扫平台的冲击波，对所有玩家造成22540244点自然伤害。",
},
[1229243] = {
["T"] = "暴饮暴食",
},
[1262010] = {
["T"] = "奔踏",
},
[1262011] = {
["T"] = "兽人魔血大锅",
["D"] = "制作兽人魔血大锅，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1229246] = {
["T"] = "神圣职责",
["D"] = "神圣烈焰的守护的效果提高50%。\r\n\r\n|T5764903:24|t|cffffffff神圣烈焰的守护|r：\r\n在卡兹阿加时，造成伤害有较高的几率用正义之火点燃敌人，造成67113点光辉伤害。另外，你受到的伤害降低5%。",
},
[1229247] = {
["T"] = "神圣职责",
["D"] = "神圣烈焰的守护的效果从50%提高100%。\r\n\r\n|T5764903:24|t|cffffffff神圣烈焰的守护|r：\r\n在卡兹阿加时，造成伤害有较高的几率用正义之火点燃敌人，造成67113点光辉伤害。另外，你受到的伤害降低5%。",
},
[1245632] = {
["T"] = "邪能溶解",
},
[1245634] = {
["T"] = "分隔术",
["D"] = "生命值降至70%和40%时，索·阿兹密用屏障划分区域，玩家无法移动或瞄准。\r\n",
},
[1245637] = {
["T"] = "心智溃解之祸",
["D"] = "你的有害法术可能将会逐渐撕裂你的心智。第十次撕裂会令你陷入奥术狂乱，使急速提高20，并周期性地使你恢复理智。\r\n\r\n消灭敌人或见证盟友的陨落都会立即撕裂你的理智。",
},
[1245638] = {
["T"] = "虚空裂缝",
["D"] = "势不可挡的憎恶随机向一名玩家施放一道死疽能量波，对该效果下的所有玩家造成3355665点暗影伤害。",
},
[1245639] = {
["T"] = "装满蚀刻虚灵纹章的背包",
["D"] = "收集15个蚀刻安德麦纹章。这些纹章可无视赛季限额。",
},
[1245640] = {
["T"] = "力量具象",
["D"] = "具象获得强化，使受到的所有伤害降低99%。",
},
[1245643] = {
["T"] = "奥术狂乱",
},
[1229261] = {
["T"] = "顺风导体",
["S"] = "等级 1/4",
["D"] = "在脱离战斗后爆发出惊人的速度，使你的移动速度提高40%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的20%的护盾，持续8秒。",
},
[1229262] = {
["T"] = "虚幻强风",
["D"] = "在脱离战斗后爆发出惊人的速度，使你的移动速度提高40%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的20%的护盾，持续8秒。",
},
[1245646] = {
["T"] = "虚空裂缝",
},
[1229264] = {
["T"] = "血卫士魔蝠",
["D"] = "召唤或解散你的血卫士魔蝠。",
},
[1229270] = {
["T"] = "虚幻和风",
["D"] = "在脱离战斗后爆发出惊人的速度，使你的移动速度提高40%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的20%的护盾，持续8秒。",
},
[1245655] = {
["T"] = "熊猫人喷漆箱子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245656] = {
["T"] = "将晴日峰帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245657] = {
["T"] = "少昊仪式大钟",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1229276] = {
["T"] = "猎血魔蝠",
["D"] = "召唤或解散你的猎血魔蝠。",
},
[1229278] = {
["T"] = "复活的魔蝠",
["D"] = "召唤或解散你的复活的魔蝠。",
},
[1229279] = {
["T"] = "冰霜灾祸",
},
[1262048] = {
["T"] = "X极寒冬爆裂枪",
},
[1229283] = {
["T"] = "灰疫魔蝠",
["D"] = "召唤或解散你的灰疫魔蝠。",
},
[1245667] = {
["T"] = "反刍狗头人",
["D"] = "施法者朝主要目标吐出一只尚未完全消化的狗头人，造成447422点暗影伤害，击退目标并留下|cffffffff湿泞肉体|r。 ",
},
[1229286] = {
["T"] = "被遗忘的魔蝠",
["D"] = "召唤或解散你的被遗忘的魔蝠。",
},
[1229288] = {
["T"] = "失心魔蝠",
["D"] = "召唤或解散你的失心魔蝠。",
},
[1229293] = {
["T"] = "茶点时间",
},
[1245677] = {
["T"] = "双重秘术",
["D"] = "索·阿兹密开始使用他秘密的双分法术。\r\n完成后，他向所有玩家投掷燃烧之刃，每1秒造成1342266点火焰伤害，持续10秒。\r\n该法术必须被打断2次，才能阻止其施法。\r\n",
},
[1229295] = {
["T"] = "信使山猫",
["D"] = "吹响哨子，呼唤信使山猫现身。山猫会收发邮件，持续10分钟，或者直到其他地方呼唤它为止。",
},
[1229298] = {
["T"] = "传送",
},
[1229302] = {
["T"] = "圣焰之耀奖励",
},
[1229303] = {
["T"] = "圣焰之耀奖励",
},
[1229304] = {
["T"] = "圣焰之耀奖励",
},
[1245688] = {
["T"] = "弗兰克提鲁斯",
},
[1229310] = {
["T"] = "冰霜灾祸",
},
[1229311] = {
["T"] = "冰霜灾祸",
},
[1229312] = {
["T"] = "加里维克斯",
},
[1229313] = {
["T"] = "顺劈打击",
},
[1229316] = {
["T"] = "钻地",
["D"] = "克伯鲁斯钻入地下并冲向目标玩家，使沿途的地面产生喷发。喷发对冲击点周围8码内的玩家造成894843点自然伤害，并留下。",
},
[1229318] = {
["T"] = "钻地",
},
[1229319] = {
["T"] = "钻地",
},
[1229320] = {
["T"] = "钻地",
},
[1229321] = {
["T"] = "钻地",
},
[1229322] = {
["T"] = "吞噬",
},
[1229323] = {
["T"] = "吞噬",
},
[1229324] = {
["T"] = "加里维克斯",
},
[1229325] = {
["T"] = "湮灭",
["D"] = "迪门修斯立即吞噬进入其体内的玩家，使他们死得十分凄惨。",
},
[1229326] = {
["T"] = "湮灭",
},
[1229327] = {
["T"] = "湮灭",
["D"] = "迪门修斯立即吞噬进入其体内的玩家，使他们死得十分凄惨。",
},
[1229328] = {
["T"] = "嘀嗒弹药筒",
["D"] = "加里维克斯射出不稳定的容器，嵌入地面。5秒后容器引爆，对4码内的玩家造成1342266点火焰伤害。伤害由受影响的玩家均摊。\r\n\r\n所有目标都会受到|cffffffff机械工程师的弹药筒|r效果影响。\r\n\r\n如果未能击中至少1个目标，所有玩家都会受到全部效果影响。",
},
[1229329] = {
["T"] = "陷坑",
["D"] = "破裂的大地每1秒对其中的玩家造成894843点自然伤害，并使其减速60%。",
},
[1229330] = {
["T"] = "陷坑",
["D"] = "破裂的大地每1秒对其中的玩家造成894843点自然伤害，并使其减速60%。",
},
[1229331] = {
["T"] = "加大头除虫器",
["D"] = "用仁慈的高压震击干脆利落地消灭害虫。加里维克斯抛出闪电套索，每0.5秒对目标玩家及他们与加里维克斯之间的其他玩家造成223710点自然伤害。被套住的目标距离加里维克斯越远，造成的伤害越高。",
},
[1245715] = {
["T"] = "反刍狗头人",
["D"] = "施法者朝主要目标吐出一只尚未完全消化的狗头人，造成447422点暗影伤害，击退目标并留下|cffffffff湿泞肉体|r。 ",
},
[1229334] = {
["T"] = "不稳定的湮灭",
},
[1229335] = {
["T"] = "不稳定的湮灭",
},
[1229336] = {
["T"] = "震地",
["D"] = "能量达到100点时，克伯鲁斯将磅礴的能量注入大地，在6秒内每1.5秒引发一次强烈地震，造成自然伤害，使所有|cffffffff陷坑|r扩大，并使岩孔虫出现。",
},
[1229338] = {
["T"] = "滴血锋刃",
["D"] = "近战攻击有几率使目标流血，每3秒造成67113点物理伤害，持续15秒。",
},
[1245722] = {
["T"] = "根除",
["D"] = "阿达拉斯召唤出一个挥舞着镰刀的影子，它会冲到玩家身后并砍穿他们，对所有被击中的玩家造成6263910点宇宙伤害。",
},
[1245723] = {
["T"] = "根除",
["D"] = "阿达拉斯召唤出一个挥舞着镰刀的影子，它会冲到玩家身后并砍穿他们，对所有被击中的玩家造成6263910点宇宙伤害。",
},
[1229341] = {
["T"] = "岩石冲击",
},
[1229342] = {
["T"] = "震地",
["D"] = "能量达到100点时，克伯鲁斯将磅礴的能量注入大地，在6秒内每1.5秒引发一次强烈地震，造成自然伤害，使所有|cffffffff陷坑|r扩大，并使岩孔虫出现。",
},
[1229343] = {
["T"] = "震地",
["D"] = "能量达到100点时，克伯鲁斯将磅礴的能量注入大地，在6秒内每1.5秒引发一次强烈地震，造成自然伤害，使所有|cffffffff陷坑|r扩大，并使岩孔虫出现。",
},
[1229344] = {
["T"] = "震地",
},
[1229346] = {
["T"] = "星界收割",
},
[1229347] = {
["T"] = "星界收割",
},
[1229348] = {
["T"] = "星界收割",
},
[1245734] = {
["T"] = "灭绝",
},
[1229352] = {
["T"] = "青铜",
},
[1229353] = {
["T"] = "青铜",
},
[1229354] = {
["T"] = "青铜",
},
[1262122] = {
["T"] = "将达拉然咔啡压榨机放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245743] = {
["T"] = "根除",
["D"] = "阿达拉斯召唤出一个挥舞着镰刀的影子，它会冲到玩家身后并砍穿他们，对所有被击中的玩家造成6263910点宇宙伤害。",
},
[1245746] = {
["T"] = "湿泞肉体",
["D"] = "狗头人的尸体留下一滩湿泞的烂泥，每1.5秒造成134226点暗影伤害，并使玩家减速50%。 ",
},
[1245751] = {
["T"] = "三重秘术",
["D"] = "索·阿兹密开始使用他秘密的双分法术。\r\n完成后，他向所有玩家投掷燃烧之刃，每1秒造成1342266点火焰伤害，持续10秒。\r\n该法术必须被打断2次，才能阻止其施法。\r\n",
},
[1229369] = {
["T"] = "远遁者之跃",
["D"] = "废土遗民跃向随机一名玩家的位置，对冲击点周围4码内的玩家造成357937点奥术伤害。",
},
[1262136] = {
["T"] = "将鳞饰暮光拼贴放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1229371] = {
["T"] = "传送",
},
[1245756] = {
["T"] = "三重秘术",
},
[1245758] = {
["T"] = "灰飞烟灭",
["D"] = "|cffffffff虚空裂隙|r将卷入的玩家蒸发，每0.25秒造成3579377点暗影伤害。",
},
[1229376] = {
["T"] = "一键辅助",
["D"] = "在战斗中施放伤害性技能，并根据优先顺序循环施放。\r\n\r\n一键辅助使用的技能产生的公共冷却时间延长25%。",
},
[1245760] = {
["T"] = "灰飞烟灭",
["D"] = "|cffffffff虚空裂隙|r将卷入的玩家蒸发，每0.25秒造成3579377点暗影伤害。",
},
[1245761] = {
["T"] = "擅自闯入",
["D"] = "你未经许可闯入了另一名玩家的住宅。",
},
[1229379] = {
["T"] = "不稳定的湮灭",
},
[1229380] = {
["T"] = "传送",
},
[1229381] = {
["T"] = "小透明",
["D"] = "右键点击以召唤或解散小透明。",
},
[1229382] = {
["T"] = "零嘴",
["D"] = "右键点击以召唤或解散零嘴。",
},
[1229385] = {
["T"] = "传送",
},
[1262152] = {
["T"] = "星光占卜之池",
["D"] = "制作星光占卜之池，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1229387] = {
["T"] = "根除齐射",
["D"] = "集能哨兵指定一名玩家为净化目标，向其发射一枚飞弹，造成10738130点奥术伤害，由6码范围内所有玩家均摊。",
},
[1262154] = {
["T"] = "阿坎多尔插枝喷泉",
["D"] = "制作阿坎多尔插枝喷泉，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1229390] = {
["T"] = "布莱恩",
},
[1229394] = {
["T"] = "进流稳定",
["D"] = "施法者令奥术流稳定下来。",
},
[1245784] = {
["T"] = "粉碎砸击",
["D"] = "施法者猛击地面，对所有玩家造成223710点物理伤害，并在随机位置产生|cffffffff颤地碎石|r。 ",
},
[1245788] = {
["T"] = "粉碎砸击",
["D"] = "施法者猛击地面，对所有玩家造成223710点物理伤害，并在随机位置产生|cffffffff颤地碎石|r。 ",
},
[1245789] = {
["T"] = "粉碎砸击",
["D"] = "施法者猛击地面，对所有玩家造成223710点物理伤害，并在随机位置产生|cffffffff颤地碎石|r。 ",
},
[1229416] = {
["T"] = "扛着岩石",
},
[1229418] = {
["T"] = "冰霜巨龙之怒",
},
[1229421] = {
["T"] = "万众瞩目",
},
[1229422] = {
["T"] = "万众瞩目（2级）",
},
[1229424] = {
["T"] = "万众瞩目（3级）",
},
[1229425] = {
["T"] = "激活",
},
[1229441] = {
["T"] = "冰霜巨龙之怒",
},
[1229445] = {
["T"] = "暴走专用",
},
[1229447] = {
["T"] = "暴走专用（2级）",
},
[1229448] = {
["T"] = "暴走专用（3级）",
},
[1229449] = {
["T"] = "暴走专用（4级）",
},
[1262217] = {
["T"] = "德鲁斯瓦",
},
[1245835] = {
["T"] = "恶魔追击",
},
[1229455] = {
["T"] = "不败英豪",
},
[1229458] = {
["T"] = "不败英豪（2次）",
},
[1229459] = {
["T"] = "不败英豪（3次）",
},
[1229460] = {
["T"] = "洞穴碎片光束",
},
[1229461] = {
["T"] = "音频增幅水晶",
["S"] = "等级 1/4",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1245846] = {
["T"] = "颤地碎石",
["D"] = "碎石从天而降，对冲击点周围8码内的玩家造成671133点物理伤害，并对所有玩家额外造成67113点物理伤害。所有玩家会被从碎石处击退。 ",
},
[1229467] = {
["T"] = "加把劲！",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1262238] = {
["T"] = "暗夜之塔喷泉",
["D"] = "制作暗夜之塔喷泉，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1229474] = {
["T"] = "啃噬",
["D"] = "施法者吞噬随机一名玩家的精华，吸取536906点生命值，并使施法者获得一层|cffffffff吃撑|r。",
},
[1262242] = {
["T"] = "轻量选手",
},
[1229485] = {
["T"] = "吸取精华",
["D"] = "每5.2吸取目标89485点生命值，持续6秒。",
},
[1229488] = {
["T"] = "吸取精华",
["D"] = "每5.2吸取目标89485点生命值，持续6秒。",
},
[1262257] = {
["T"] = "生还",
["S"] = "青铜龙",
["D"] = "复活一名死去的小队成员，为其恢复35%的最大生命值和法力值。无法在战斗中施放。\r\n",
},
[1229492] = {
["T"] = "可重复事件 - 卑鄙双雄 - 领奖台 - 选择指标 - 最长生存时间",
},
[1229494] = {
["T"] = "可重复事件 - 卑鄙双雄 - 领奖台 - 选择指标 - 最高码数",
},
[1229497] = {
["T"] = "可重复事件 - 卑鄙双雄 - 领奖台 - 选择指标 - 最近码数",
},
[1229502] = {
["T"] = "加速孵化",
},
[1229507] = {
["T"] = "爆裂的蛛卵",
},
[1229510] = {
["T"] = "弧光震击",
["D"] = "施法者用奥术能量轰击目标，并弹射至最多3个玩家，造成581648点奥术伤害。",
},
[1245894] = {
["T"] = "夜之子灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245895] = {
["T"] = "苏拉玛栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245896] = {
["T"] = "苏拉玛灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245897] = {
["T"] = "夏多雷座椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245898] = {
["T"] = "大型传统夏多雷毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245899] = {
["T"] = "华丽苏拉玛桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213134] = {
["T"] = "恐惧",
},
[1213135] = {
["T"] = "受惊的崖际幼崽",
["D"] = "崖际幼崽现在对你充满了恐惧。",
},
[1245902] = {
["T"] = "遮盖的方形苏拉玛桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1229520] = {
["T"] = "冰霜灾祸",
},
[1213138] = {
["T"] = "艾泽里特爆发",
},
[1229522] = {
["T"] = "传送门",
},
[1229523] = {
["T"] = "黑暗灌注",
["D"] = "施法者将黑暗魔法注入到熔炉的奥术流中。",
},
[1229524] = {
["T"] = "黑暗灌注",
},
[1229525] = {
["T"] = "吞噬",
},
[1229526] = {
["T"] = "黑暗灌注",
},
[1245910] = {
["T"] = "苏拉玛街灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245912] = {
["T"] = "苏拉玛储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213148] = {
["T"] = "处理废料",
},
[1213149] = {
["T"] = "处理废料",
},
[1213150] = {
["T"] = "腐蚀酸液",
["D"] = "腐蚀酸液在施法者周围渗出，每2秒对所有玩家造成33556点自然伤害。",
},
[1213151] = {
["T"] = "腐蚀酸液",
["D"] = "腐蚀酸液在施法者周围渗出，每2秒对所有玩家造成33556点自然伤害。",
},
[1213152] = {
["T"] = "腐蚀酸液",
["D"] = "死亡时，使0码内的玩家受到|cffffffff黏性淤泥|r影响。",
},
[1213153] = {
["T"] = "通电地面",
},
[1213154] = {
["T"] = "通电地面",
["D"] = "每1秒造成相当于最大生命值20%的自然伤害。\r\n",
},
[1213156] = {
["T"] = "裂破弹药筒",
["D"] = "加里维克斯轰击当前目标，造成11185554点物理伤害。该攻击无法被躲闪或招架。\r\n\r\n同时震击前方锥形范围内的玩家，造成24608216点火焰伤害，并使他们受到裂破弹药筒的伤害提高100%，持续30秒。伤害由受影响的玩家均摊。\r\n\r\n所有目标都会受到|cffffffff机械工程师的弹药筒|r效果影响。\r\n\r\n如果未能击中至少3个目标，所有玩家都会受到全部效果影响。",
},
[1213157] = {
["T"] = "定身",
},
[1262308] = {
["T"] = "立式烟熏灯",
["D"] = "制作立式烟熏灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1245926] = {
["T"] = "谐而意同",
["D"] = "所有宠物造成的伤害提高6%。",
},
[1213161] = {
["T"] = "鱼叉炮",
},
[1213162] = {
["T"] = "金色回报",
},
[1213168] = {
["T"] = "鱼叉穿刺",
["D"] = "使施法者昏迷，无法移动或攻击，持续10秒。",
},
[1262318] = {
["T"] = "暮光火焰之罐",
["D"] = "制作暮光火焰之罐，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1245936] = {
["T"] = "协调舱",
},
[1245942] = {
["T"] = "协调舱",
},
[1213179] = {
["T"] = "鱼叉充能",
["D"] = "你可以在水下呼吸。",
},
[1213181] = {
["T"] = "鱼叉增压",
},
[1213182] = {
["T"] = "鱼叉充能",
["D"] = "对当前目标发射多把鱼叉，每一把鱼叉对目标造成197984点物理伤害，并使其昏迷10秒。",
},
[1245955] = {
["T"] = "摧毁",
},
[1262340] = {
["T"] = "小型吉尔尼斯风车",
["D"] = "制作小型吉尔尼斯风车，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1213193] = {
["T"] = "黄金光环",
["D"] = "金钱的力量使其免疫所有伤害。\r\n",
},
[1213195] = {
["T"] = "金骄自傲",
},
[1245962] = {
["T"] = "虚空之光飙飞者",
},
[1213197] = {
["T"] = "金骄自傲",
},
[1213198] = {
["T"] = "金骄自傲",
},
[1213200] = {
["T"] = "摧毁",
},
[1213202] = {
["T"] = "布莱恩暴扣",
["D"] = "布莱恩以强大的冲击力跃入战斗，造成伤害并嘲讽周围的敌人。",
},
[1213203] = {
["T"] = "获取碎片",
},
[1213205] = {
["T"] = "试验失败",
["D"] = "对300码内的敌人造成2013399点火焰伤害。",
},
[1213207] = {
["T"] = "射击",
},
[1213208] = {
["T"] = "火箭背包",
},
[1245978] = {
["T"] = "灵魂束缚",
["D"] = "施法者将多个玩家束缚在一起，持续24秒，使他们移动到相距14码外时会被相互拉回，并受到2684532点混乱伤害。",
},
[1213214] = {
["T"] = "锯齿利刃",
["D"] = "每5.2秒造成89485点物理伤害。",
},
[1213216] = {
["T"] = "获取碎片",
},
[1213217] = {
["T"] = "获取碎片",
},
[1213219] = {
["T"] = "获取碎片",
},
[1262370] = {
["T"] = "“荆棘的统一”挂毯",
["D"] = "制作“荆棘的统一”挂毯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1213222] = {
["T"] = "锯齿利刃",
["D"] = "每5.2秒造成3点物理伤害。",
},
[1245993] = {
["T"] = "多恩矿石与奶酪拼盘",
["D"] = "运用你的烹饪知识制作一个模型餐盘，用来装点家园，而不是填饱肚子。",
},
[1245994] = {
["T"] = "土灵待客奶酪砖",
["D"] = "运用你的烹饪知识制作一个模型餐盘，用来装点家园，而不是填饱肚子。",
},
[1245995] = {
["T"] = "多恩矿石切片",
["D"] = "运用你的烹饪知识制作一个模型餐盘，用来装点家园，而不是填饱肚子。",
},
[1245996] = {
["T"] = "回响",
},
[1213236] = {
["T"] = "创建特质配置",
},
[1246003] = {
["T"] = "解锁隐秘财宝",
["D"] = "打开地下堡藏宝室中的一个隐秘财宝。",
},
[1213239] = {
["T"] = "附魔黄金",
["D"] = "成堆的附魔黄金强化了该区域中的一个黄金元素。",
},
[1246019] = {
["T"] = "摧毁",
},
[1246022] = {
["T"] = "调谐溢出",
["D"] = "流丝箱破损后的溢出物质每1秒造成1127425点奥术伤害。",
},
[1246024] = {
["T"] = "羽落术",
["D"] = "使施法者免受坠落伤害。",
},
[1246029] = {
["T"] = "摧毁",
},
[1213270] = {
["T"] = "钻孔穿刺",
["D"] = "施法者钻入目标体内，造成物理伤害，并使其受到的物理伤害提高10%，持续10秒。此效果可以叠加。",
},
[1213273] = {
["T"] = "心灵撕裂",
["D"] = "撕裂猎物的心智，每1秒造成22371点暗影伤害，并使其移动速度降低30%，持续6秒。",
},
[1213275] = {
["T"] = "受伤",
["D"] = "摧毁万肢的谢尔安格的一部分会使其|cffffffff受伤|r，使其受到的所有伤害提高100%。",
},
[1246044] = {
["T"] = "补充燃料",
},
[1213280] = {
["T"] = "受伤",
},
[1246048] = {
["T"] = "补充燃料",
},
[1213285] = {
["T"] = "不稳定的挖掘",
["D"] = "施法者挖掘地面，制造一片不稳定的地带。每5.2秒对范围内的玩家造成自然伤害。",
},
[1213286] = {
["T"] = "鱼叉炮",
},
[1213287] = {
["T"] = "鱼叉炮",
},
[1229674] = {
["T"] = "吞食饥饿",
["D"] = "迪门修斯每次施放吞噬都会变得越发饥饿，提高维持生命所需的|cffffffff集体引力|r值。",
},
[1213292] = {
["T"] = "缸体增压",
},
[1229679] = {
["T"] = "虚空烈焰车轮",
["D"] = "将触手辐条、耐虚空烈焰毛皮和6个最高品质的熵能增强器组合成一套虚空烈焰车轮。 ",
},
[1229680] = {
["T"] = "野猪皮亡命摩托坐垫",
["D"] = "将5个最高品质的梭绸布魔线组合成野猪皮亡命摩托坐垫。 ",
},
[1229682] = {
["T"] = "颅镰把手",
["D"] = "加入最高品质的1个不可抗拒的红色按钮、1个重调的保险开关、3个异想导线和1个雷触武器裹皮，修复颅镰把手。 ",
},
[1246066] = {
["T"] = "渊刃风暴",
["D"] = "在6秒内装备一柄深渊刺矛，每0.5秒对5码范围内的敌人造成1052263点暗影伤害。",
},
[1229684] = {
["T"] = "躲藏",
},
[1246068] = {
["T"] = "深渊刺矛",
},
[1213303] = {
["T"] = "废疗博士",
["D"] = "你的治疗法术和技能有几率召唤废疗博士，为你的目标额外恢复45点生命值。\r\n\r\n当附近盟友的生命值低于35%时，废疗博士会立即行动，为其恢复176点生命值。此效果每1分钟只能触发一次。",
},
[1246070] = {
["T"] = "将夏多雷开放式帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213305] = {
["T"] = "黑暗射击",
["D"] = "射击当前威胁目标，造成796793点暗影伤害，并吸收2091196点治疗量，持续15秒。",
},
[1246072] = {
["T"] = "部落战旗",
},
[1229690] = {
["T"] = "脉动的虚空水晶",
["D"] = "使用1条你能获得的最高品质的足以乱真的救急电缆，将枯竭的虚空水晶和1个最高品质的耀辉水晶结合起来，为水晶充能。 ",
},
[1229691] = {
["T"] = "虚铸直列四缸发动机",
["D"] = "在虚铸引擎机体中安装4个地精机械活塞来修复发动机。 ",
},
[1246075] = {
["T"] = "神射骨龙战利品",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213311] = {
["T"] = "鱼叉炮",
["D"] = "对目标造成197984点物理伤害，并使其昏迷10秒。",
},
[1213313] = {
["T"] = "黑暗射击",
["D"] = "射击当前威胁目标，造成796793点暗影伤害，并吸收2091196点治疗量，持续15秒。",
},
[1262463] = {
["T"] = "将土地精放牛人咔啡提纯器放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262464] = {
["T"] = "将海加尔攀爬藤蔓放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246082] = {
["T"] = "地下堡行者总部",
},
[1262467] = {
["T"] = "将指挥官的咔啡杯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1229702] = {
["T"] = "亡命摩托排气系统",
["D"] = "将1个源质排气管组合成亡命摩托排气系统。 ",
},
[1213320] = {
["T"] = "不稳定的挖掘",
["D"] = "施法者挖掘地面，制造一片不稳定的地带。对范围内的玩家每1秒造成自然伤害，并使其移动速度降低30%。",
},
[1262470] = {
["T"] = "将魔术旅馆招牌放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262471] = {
["T"] = "将达拉然咔啡研磨机放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1229706] = {
["T"] = "可重复事件 - 卑鄙双雄 - 领奖台 - 选择指标 - 最近 - 物品等级",
},
[1262474] = {
["T"] = "将达拉然咔啡桌放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1229709] = {
["T"] = "寒冬号角",
["D"] = "当你消耗完所有符文时，吹响寒冬号角，获得2个符文。\r\n\r\n此效果每45秒只能触发一次。",
},
[1213327] = {
["T"] = "闪光雷",
["D"] = "令冲击点周围10码内的所有敌人昏迷，使其无法移动或攻击，持续10秒。\n使冲击点周围10码内所有敌人受到的伤害提高10%，持续10秒。",
},
[1213330] = {
["T"] = "经典地下堡探险口号",
["D"] = "地下堡行者先生从预先编程录入的多条口号中喊出一条，鼓舞附近的人。\r\n\r\n在地下堡行者先生的阿尔法版本中没有丝毫用处。",
},
[1246099] = {
["T"] = "宣誓效忠",
},
[1262485] = {
["T"] = "将护花能手的浇水壶放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246103] = {
["T"] = "增量",
["D"] = "你进入战斗时获得奔腾电流，每2秒使你的精通提高$1236137w7，最多在24秒后提高$1236937u*$1236137w7${$1236937u*$1236137w7}，随后衰减并重复循环。",
},
[1246104] = {
["T"] = "能量切割者",
},
[1262488] = {
["T"] = "将黑卫营旌旗放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262489] = {
["T"] = "将脆烤山羊腿放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262490] = {
["T"] = "将龙族商人的货车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262491] = {
["T"] = "将战争育幼所授技水晶放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213344] = {
["T"] = "扰乱",
["D"] = "投掷物体吸引附近所有怪物的注意力，持续10秒。可在潜行状态下使用。",
},
[1213345] = {
["T"] = "手动关停",
["D"] = "摧毁地下堡行者先生，可以有效解决早期版本可能存在的任何未曾知晓的漏洞。\r\n\r\n请将反馈意见发送至错误地精公司未找到。",
},
[1246113] = {
["T"] = "驱逐领域",
},
[1213348] = {
["T"] = "鱼叉炮",
},
[1213350] = {
["T"] = "地下堡行者先生驾驶",
},
[1246119] = {
["T"] = "死亡事件管理器",
},
[1213354] = {
["T"] = "尖啸锯刃",
["D"] = "撕裂目标，每1秒造成402679点物理伤害，并使目标昏迷10秒。",
},
[1246124] = {
["T"] = "尖啸石英",
["D"] = "放下尖啸石英，吸引宿敌前往它的位置。\r\n\r\n只能在地下堡中激活恢复之石后使用。",
},
[1278892] = {
["T"] = "野性狼魂",
["D"] = "召唤两个受萨满祭司控制的野性狼魂，持续直到主动取消。",
},
[1213363] = {
["T"] = "阿尔法版本",
["D"] = "地下堡行者先生免疫所有形式的自然伤害。被任意类型的液体浸没时将会自毁。",
},
[1246130] = {
["T"] = "暗影克隆体减益",
},
[1229751] = {
["T"] = "及时的传送门维护",
},
[1213370] = {
["T"] = "侦测到弱点",
["D"] = "每隔45秒，或进入战斗5秒后扫描周围的环境，标亮错放的奇珍，并使生命值低于95%的敌人受到的伤害提高6%，持续10秒。",
},
[1213371] = {
["T"] = "侦测到弱点",
["D"] = "每隔45秒，或进入战斗5秒后扫描周围的环境，标亮错放的奇珍，并使生命值低于95%的敌人受到的伤害提高8%，持续15秒。",
},
[1213372] = {
["T"] = "侦测到弱点",
["D"] = "每隔30秒，或进入战斗5秒后扫描周围的环境，标亮错放的奇珍，并使生命值低于95%的敌人受到的伤害提高10%，持续15秒。",
},
[1213374] = {
["T"] = "强力震击",
["D"] = "每1秒对一名敌人造成相当于其最大生命值15%的自然伤害，持续直到主动取消。",
},
[1246143] = {
["T"] = "湮灭之触",
["D"] = "虚空领主的近战攻击命中时会施加湮灭之触，每2秒造成268453点暗影伤害，持续10秒。\r\n\r\n叠加至15层时，目标会遭受|cffffffff湮灭|r。",
},
[1229761] = {
["T"] = "根除齐射",
["D"] = "集能哨兵指定一名玩家为净化目标，向其发射一枚飞弹，造成10738130点奥术伤害，由6码范围内所有玩家均摊。 ",
},
[1229762] = {
["T"] = "根除齐射",
["D"] = "集能哨兵指定一名玩家为净化目标，向其发射一枚飞弹，造成10738130点奥术伤害，由6码范围内所有玩家均摊。 ",
},
[1213380] = {
["T"] = "电磁脉冲",
["D"] = "使周围的机器短路，令他们发生故障。 ",
},
[1246153] = {
["T"] = "召唤扎阿兰",
},
[1246159] = {
["T"] = "被“回收”",
},
[1213396] = {
["T"] = "射击",
},
[1246181] = {
["T"] = "将熊猫人目标假人放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213416] = {
["T"] = "标记人质",
},
[1246187] = {
["T"] = "闪烁之门激活",
},
[1213423] = {
["T"] = "废疗博士",
["D"] = "你的治疗法术和技能有几率召唤废疗博士，为你的目标额外恢复45点生命值。\r\n\r\n当附近盟友的生命值低于35%时，废疗博士会立即行动，为其恢复176点生命值。此效果每1分钟只能触发一次。",
},
[1213424] = {
["T"] = "废疗博士",
["D"] = "你的治疗法术和技能有几率召唤废疗博士，为你的目标额外恢复45点生命值。\r\n\r\n当附近盟友的生命值低于35%时，废疗博士会立即行动，为其恢复176点生命值。此效果每1分钟只能触发一次。",
},
[1213425] = {
["T"] = "恐惧咆哮",
["D"] = "发出|cffffffff恐惧咆哮|r，恐惧100码范围内的所有玩家，并使其在恐惧中逃跑时每0.5秒造成44741点暗影伤害。",
},
[1213426] = {
["T"] = "触须猛击",
["D"] = "谢尔安格试图碾压它的敌人，对范围内的玩家造成894843点物理伤害并使其昏迷4秒。\r\n冲击力对100码范围内的所有玩家造成223710点物理伤害。 ",
},
[1213427] = {
["T"] = "触须猛击",
},
[1213428] = {
["T"] = "档案员卷宗",
["D"] = "在档案员卷宗上书写。",
},
[1213429] = {
["T"] = "地下堡行者先生",
["D"] = "地精在这一区域中设置了许多陷阱，还留下了一台试验性机器人：地下堡行者先生。",
},
[1213430] = {
["T"] = "坚毅眼神",
},
[1213431] = {
["T"] = "废疗博士",
},
[1213432] = {
["T"] = "哈哈棱镜",
["D"] = "通过棱镜观察并随机放大或缩小，使爆击或急速提高49，持续15秒。",
},
[1213433] = {
["T"] = "哈哈棱镜",
},
[1213434] = {
["T"] = "哈哈棱镜",
},
[1213435] = {
["T"] = "手持剪贴板和羽毛笔",
},
[1213436] = {
["T"] = "地精黏性榴弹",
},
[1213437] = {
["T"] = "地精黏性榴弹",
["D"] = "将目标包裹在一层不稳定的软泥之中，在10秒内造成246点自然伤害。如果目标在沾满软泥时被消灭，会释放出腐蚀粘液，造成117点自然伤害，由附近敌人均摊。",
},
[1213438] = {
["T"] = "地精黏性榴弹",
["D"] = "将目标包裹在一层不稳定的软泥之中，在10秒内造成246点自然伤害。如果目标在沾满软泥时被消灭，会释放出腐蚀粘液，造成117点自然伤害，由附近敌人均摊。",
},
[1213439] = {
["T"] = "《魔兽世界》幻境新生：军团再临",
["D"] = "协助伊特努丝的永恒龙，探索军团再临的时间线。",
},
[1262591] = {
["T"] = "套装：巫师的暗云装束",
["D"] = "收集这套护甲套装外观。",
},
[1262592] = {
["T"] = "套装：巫师的深海装束",
["D"] = "收集这套护甲套装外观。",
},
[1213445] = {
["T"] = "时间旅行",
["D"] = "穿越时光。",
},
[1262613] = {
["T"] = "套装：巫师的伪装装束",
["D"] = "收集这套护甲套装外观。",
},
[1262615] = {
["T"] = "套装：巫师的砖红装束",
["D"] = "收集这套护甲套装外观。",
},
[1213469] = {
["T"] = "黑暗弹头",
["D"] = "朝随机敌人开火，造成805360点暗影伤害。",
},
[1213473] = {
["T"] = "潜水头盔",
},
[1213474] = {
["T"] = "故障！",
},
[1213476] = {
["T"] = "催泪毒气",
["D"] = "因暗索的催泪毒气而窒息！",
},
[1262632] = {
["T"] = "脆弱力场",
},
[1262634] = {
["T"] = "轻量选手",
},
[1213486] = {
["T"] = "战利品雷达",
["D"] = "每隔30秒，或进入战斗5秒后扫描周围的环境，标亮错放的奇珍，并使生命值低于95%的敌人受到的伤害提高10%，持续15秒。",
},
[1213487] = {
["T"] = "战利品雷达",
["D"] = "每隔45秒，或进入战斗5秒后扫描周围的环境，标亮错放的奇珍，并使生命值低于95%的敌人受到的伤害提高8%，持续15秒。",
},
[1213488] = {
["T"] = "战利品雷达",
["D"] = "每隔45秒，或进入战斗5秒后扫描周围的环境，标亮错放的奇珍，并使生命值低于95%的敌人受到的伤害提高6%，持续10秒。",
},
[1262639] = {
["T"] = "套装：巫师的活跃装束",
["D"] = "收集这套护甲套装外观。",
},
[1262640] = {
["T"] = "套装：巫师的褪色装束",
["D"] = "收集这套护甲套装外观。",
},
[1262641] = {
["T"] = "套装：巫师的胡萝卜装束",
["D"] = "收集这套护甲套装外观。",
},
[1213493] = {
["T"] = "战利品雷达",
["S"] = "等级 4/4",
["D"] = "每隔30秒，或进入战斗5秒后扫描周围的环境，标亮错放的奇珍，并使生命值低于95%的敌人受到的伤害提高10%，持续15秒。",
},
[1213494] = {
["T"] = "战利品雷达",
["S"] = "等级 3/4",
["D"] = "每隔45秒，或进入战斗5秒后扫描周围的环境，标亮错放的奇珍，并使生命值低于95%的敌人受到的伤害提高8%，持续15秒。",
},
[1213495] = {
["T"] = "战利品雷达",
["S"] = "等级 2/4",
["D"] = "每隔45秒，或进入战斗5秒后扫描周围的环境，标亮错放的奇珍，并使生命值低于95%的敌人受到的伤害提高6%，持续10秒。",
},
[1213497] = {
["T"] = "我气疯了",
["D"] = "施法者陷入疯狂，造成的伤害提高30%，持续12秒。",
},
[1246265] = {
["T"] = "将传统美酒节酒杯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246266] = {
["T"] = "将温西尔的目标假人放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246267] = {
["T"] = "将龙族石制桌子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246268] = {
["T"] = "五边形石制桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246269] = {
["T"] = "瓦德拉肯灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246270] = {
["T"] = "瓦德拉肯箍边桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246271] = {
["T"] = "瓦德拉肯储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246272] = {
["T"] = "加长瓦德拉肯储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246273] = {
["T"] = "瓦德拉肯栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246274] = {
["T"] = "瓦德拉肯栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246275] = {
["T"] = "翠绿瓦德拉肯花瓶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246276] = {
["T"] = "将瓦德拉肯花园喷泉放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246277] = {
["T"] = "索德拉苏斯望远镜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213512] = {
["T"] = "暮光手枪射击雕文",
},
[1213514] = {
["T"] = "镀金手枪射击雕文",
},
[1213515] = {
["T"] = "海军上将手枪射击雕文",
},
[1246282] = {
["T"] = "蓝龙军团文学著作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213517] = {
["T"] = "艾什凡手枪射击雕文",
},
[1246284] = {
["T"] = "红龙军团文学著作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246285] = {
["T"] = "龙族圆形毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246286] = {
["T"] = "将非致命型号的独臂盗匪放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246288] = {
["T"] = "宏伟库门",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246289] = {
["T"] = "诅咒传送门",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262674] = {
["T"] = "返回",
},
[1213528] = {
["T"] = "信仰之歌",
},
[1246295] = {
["T"] = "地下堡行者的装饰品福袋",
},
[1246296] = {
["T"] = "地下堡行者新手包",
},
[1246300] = {
["T"] = "暗影束缚",
["D"] = "显露真身。",
},
[1213535] = {
["T"] = "传送到安德麦",
},
[1213543] = {
["T"] = "赋能裂隙",
},
[1246311] = {
["T"] = "将动作设为机械侏儒访客",
},
[1213549] = {
["T"] = "常青雕文模板",
},
[1213551] = {
["T"] = "和平主义者武装平台",
["S"] = "等级 1/4",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1213554] = {
["T"] = "自动化足球炸弹分发器",
["S"] = "等级 1/4",
["D"] = "布莱恩的法术和技能有几率在场上抛下2个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成高额火焰伤害。",
},
[1213555] = {
["T"] = "机甲暴龙简易拼装包",
["S"] = "等级 1/4",
["D"] = "|cffffffff布莱恩的宝贝蛋|r中现在寄宿着1只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续4秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。",
},
[1213556] = {
["T"] = "艾什凡手枪射击雕文",
["D"] = "手枪射击在开火时会使用艾什凡手枪外观。",
},
[1213557] = {
["T"] = "神圣观察",
},
[1213558] = {
["T"] = "传送到多恩诺嘉尔",
},
[1246325] = {
["T"] = "相位掠行",
},
[1213561] = {
["T"] = "艾什凡手枪射击雕文",
["D"] = "手枪射击在开火时会使用艾什凡手枪外观。",
},
[1229945] = {
["T"] = "抱齿兽吞噬",
},
[1246329] = {
["T"] = "相位调整",
},
[1213567] = {
["T"] = "暮光手枪射击雕文",
["D"] = "手枪射击的枪械现在呈现出更加明显的紫色外观。",
},
[1213568] = {
["T"] = "镀金手枪射击雕文",
["D"] = "手枪射击的枪械现在呈现出更加明显的金色外观。",
},
[1213569] = {
["T"] = "海军上将手枪射击雕文",
["D"] = "手枪射击的枪械现在呈现出更加明显的蓝色外观。",
},
[1213570] = {
["T"] = "血帆手枪射击雕文",
["D"] = "手枪射击的枪械现在呈现出更加明显的红色外观。",
},
[1213574] = {
["T"] = "击退自己20-50码",
},
[1246341] = {
["T"] = "联盟地下堡",
},
[1262725] = {
["T"] = "套装：巫师的赤红行装",
["D"] = "收集这套护甲套装外观。",
},
[1246344] = {
["T"] = "相位之血药水",
["D"] = "每3秒恢复18581点生命值。",
},
[1246345] = {
["T"] = "相位之血药水",
["D"] = "部分身躯化为虚体，降低受到的伤害。",
},
[1213580] = {
["T"] = "抚摸",
},
[1213581] = {
["T"] = "暮光手枪射击雕文",
["D"] = "手枪射击的枪械现在呈现出更加明显的紫色外观。",
},
[1213582] = {
["T"] = "镀金手枪射击雕文",
["D"] = "手枪射击的枪械现在呈现出更加明显的金色外观。",
},
[1213583] = {
["T"] = "海军上将手枪射击雕文",
["D"] = "手枪射击的枪械现在呈现出更加明显的蓝色外观。",
},
[1213584] = {
["T"] = "血帆手枪射击雕文",
["D"] = "手枪射击的枪械现在呈现出更加明显的红色外观。",
},
[1213585] = {
["T"] = "弹药筒",
},
[1246355] = {
["T"] = "沙尘暴",
},
[1213591] = {
["T"] = "快速启动",
["D"] = "老大娘用电化利爪碾碎目标，造成1610720点自然伤害，并且每1秒额外造成313195点自然伤害，持续10秒。\r\n",
},
[1213592] = {
["T"] = "传送台",
},
[1246360] = {
["T"] = "雇佣合同",
["D"] = "在战斗中时，签约雇佣兵有几率现身并协助你作战。每120秒只能触发一次。",
},
[1246361] = {
["T"] = "雇佣合同",
["D"] = "召唤一个签约雇佣兵来协助你。",
},
[1213597] = {
["T"] = "精准本能",
["D"] = "精确本能最多每90秒可触发一次。",
},
[1246366] = {
["T"] = "街头的精明",
["D"] = "玩家本周还没有在史诗难度的塔扎维什，帷纱集市中阵亡过。",
},
[1213602] = {
["T"] = "黑水大炮",
},
[1246369] = {
["T"] = "相位狩猎",
},
[1213605] = {
["T"] = "收集",
["D"] = "收集潜水用具",
},
[1213606] = {
["T"] = "收集",
["D"] = "收集潜水用具",
},
[1246374] = {
["T"] = "征服残痕",
},
[1213609] = {
["T"] = "传送台",
},
[1246377] = {
["T"] = "吞噬者之心",
},
[1213612] = {
["T"] = "神圣释义",
["D"] = "尝试解读海妖岛内部的力量。",
},
[1213614] = {
["T"] = "电气释能",
["D"] = "闪电电荷每2秒从电流线圈中迸出，对玩家造成268453点自然伤害。",
},
[1213615] = {
["T"] = "匿踪爆裂",
["D"] = "电力扭曲了周围的光线，使敌人无法侦测到你，持续直到主动取消。",
},
[1213618] = {
["T"] = "电气释能",
},
[1213620] = {
["T"] = "22H 干胎",
},
[1213621] = {
["T"] = "火箭之雨",
["D"] = "伐木机向随机目标发射飞弹，持续10秒。击中时造成648761点火焰伤害，并且每1秒额外造成402679点火焰伤害，持续10秒。",
},
[1213630] = {
["T"] = "地下堡行者新手包",
},
[1213632] = {
["T"] = "地下堡行者的装饰品福袋",
},
[1213641] = {
["T"] = "痛殴",
["D"] = "施法者用武器猛击目标，造成物理伤害并将其击退。",
},
[1213642] = {
["T"] = "火箭之雨",
},
[1213648] = {
["T"] = "火箭之雨",
["D"] = "伐木机向随机目标发射飞弹，持续10秒。击中时造成648761点火焰伤害，并且每1秒额外造成402679点火焰伤害，持续10秒。",
},
[1213652] = {
["T"] = "电场",
["D"] = "危险的电场处于激活状态，使部分区域无法通行。",
},
[1213654] = {
["T"] = "火箭之雨",
},
[1213656] = {
["T"] = "加班加点！",
["D"] = "使施法者的攻击速度提高50%，持续10秒。",
},
[1213659] = {
["T"] = "放弃载具",
},
[1213662] = {
["T"] = "毒液箭",
["D"] = "施法者对目标造成自然伤害。",
},
[1213663] = {
["T"] = "庭院装饰火烈鸟",
["D"] = "放置一个庭院装饰火烈鸟，在任何地方都能营造出放松的氛围。",
},
[1213667] = {
["T"] = "火箭之雨",
},
[1213668] = {
["T"] = "火箭之雨",
},
[1213671] = {
["T"] = "毒素鞭笞",
["D"] = "施法者向目标注入毒素，使其受到的自然伤害提高50%。",
},
[1213672] = {
["T"] = "嚣灵追逐",
["D"] = "库尔萨洛克创造一个幽灵并随机追逐一名玩家。\r\n\r\n幽灵对触及的玩家造成1342266点暗影伤害。",
},
[1262824] = {
["T"] = "法师之眼印记",
["D"] = "制作法师之眼印记，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1213676] = {
["T"] = "震地牢狱",
["D"] = "穆格指挥加乐宫恶棍将数名玩家困入大地牢狱，对冲击点8码内的玩家造成8948442点自然伤害，由范围内所有玩家均摊。",
},
[1213677] = {
["T"] = "嚣灵追逐",
["D"] = "库尔萨洛克创造一个幽灵并随机追逐一名玩家。\r\n\r\n幽灵对触及的玩家造成1342266点暗影伤害。",
},
[1213678] = {
["T"] = "废物炸弹",
["D"] = "弗莱兰多喷出一团废料，10秒后爆炸，造成3131955点火焰伤害，由所有玩家均摊，并击退0码范围内的玩家。|cffffffff废物炸弹|r周围8码内每有一个玩家都会降低此伤害。",
},
[1213679] = {
["T"] = "废物炸弹",
["D"] = "弗莱兰多喷出一团废料，10秒后爆炸，造成3131955点火焰伤害，由所有玩家均摊，并击退0码范围内的玩家。|cffffffff废物炸弹|r周围8码内每有一个玩家都会降低此伤害。",
},
[1262829] = {
["T"] = "药剂师的工作台",
["D"] = "制作药剂师的工作台，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1213681] = {
["T"] = "废物炸弹",
["D"] = "弗莱兰多喷出一团废料，10秒后爆炸，造成3131955点火焰伤害，由所有玩家均摊，并击退0码范围内的玩家。|cffffffff废物炸弹|r周围8码内每有一个玩家都会降低此伤害。",
},
[1213684] = {
["T"] = "嚣灵追逐",
["D"] = "库尔萨洛克创造一个幽灵并随机追逐一名玩家。\r\n\r\n幽灵对触及的玩家造成1342266点暗影伤害。",
},
[1213688] = {
["T"] = "熔火粘痰",
["D"] = "弗莱兰多用熔化的金属包裹一名玩家，每1秒对5码内的所有玩家造成402679点火焰伤害，持续10秒。",
},
[1213690] = {
["T"] = "熔火粘痰",
["D"] = "弗莱兰多用熔化的金属包裹一名玩家，每1秒对5码内的所有玩家造成402679点火焰伤害，持续10秒。",
},
[1246457] = {
["T"] = "能量涌动",
["D"] = "法力熔炉：欧米伽周围环绕着有害的能量！",
},
[1213692] = {
["T"] = "烧灼猛击",
},
[1213694] = {
["T"] = "碾地猛击",
},
[1213695] = {
["T"] = "碾地猛击",
["D"] = "对所有玩家造成671133点物理伤害，并使周围的地面喷发，对冲击点周围4码内的玩家造成1342266点自然伤害。",
},
[1213696] = {
["T"] = "烧灼猛击",
["D"] = "伐木机碾碎当前目标，造成3803088点火焰伤害并将他们击退。目标脚下的地面产生爆炸，对12码内的所有敌人造成3355665点火焰伤害。",
},
[1213700] = {
["T"] = "呼求无应",
["D"] = "使移动速度降低60%。\n使施法者造成的物理伤害提高500%。",
},
[1213703] = {
["T"] = "匿踪爆裂",
["D"] = "电力扭曲了周围的光线，使敌人无法侦测到你，持续10秒。",
},
[1230087] = {
["T"] = "千钧猛击",
["D"] = "迪门修斯以倾世之力碾碎当前目标，对20码内的玩家造成6442879点物理伤害和4295252点宇宙伤害，并施加|cffffffff凡躯的脆弱|r。\r\n\r\n庞大的力量会在空间中产生涟漪，对所有其他玩家造成1610720点宇宙伤害，将他们从冲击点处击退，并击碎活体物质。",
},
[1230088] = {
["T"] = "加速孵化",
},
[1230089] = {
["T"] = "千钧猛击",
},
[1213707] = {
["T"] = "拆掉它",
},
[1230091] = {
["T"] = "千钧猛击",
},
[1230094] = {
["T"] = "加速孵化",
},
[1262867] = {
["T"] = "将纳沙塔尔框架柱放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262868] = {
["T"] = "将灵魂海葵放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262869] = {
["T"] = "将优雅的银月城甜品盘放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1230104] = {
["T"] = "行窃的疾奔鼠",
},
[1262871] = {
["T"] = "游学者的空书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246489] = {
["T"] = "奥能矩阵筛网音效追踪者",
},
[1230108] = {
["T"] = "事件",
["D"] = "让你的住宅区知道，有事情要发生了。 ",
},
[1230109] = {
["T"] = "相位潜行",
["D"] = "进入虚幻的能量形态。",
},
[1230110] = {
["T"] = "召唤宠物",
},
[1230111] = {
["T"] = "重新评估",
},
[1230112] = {
["T"] = "事件结束",
},
[1230115] = {
["T"] = "原始法术风暴",
["D"] = "奥术能量从上方的密室倾泻而下，对冲击点6码内造成2572677点奥术伤害。\r\n",
},
[1262886] = {
["T"] = "磨轮号Mk. 11型",
["D"] = "召唤或解散这种坐骑。",
},
[1230122] = {
["T"] = "开始",
["D"] = "|cffffffff难度5|r\r\n推荐物品等级：175\r\n",
},
[1246506] = {
["T"] = "清除",
},
[1262890] = {
["T"] = "糖果堆",
},
[1246509] = {
["T"] = "音效光环",
},
[1246511] = {
["T"] = "奥能矩阵筛网音效追踪者",
},
[1230131] = {
["T"] = "获得衡量标准：最凶最猛",
["D"] = "摆放一座胜者领奖台，尽情炫耀你最凶最猛的得分！",
},
[1230133] = {
["T"] = "获得衡量标准：最长连续生存",
["D"] = "摆放一座胜者领奖台，尽情炫耀你最长的生存场次数！",
},
[1230134] = {
["T"] = "获得衡量标准：最长聚光灯下时间",
["D"] = "摆放一座胜者领奖台，尽情炫耀你在比赛中停留在聚光灯下的最长时间！",
},
[1230135] = {
["T"] = "获得衡量标准：最大移动码数",
["D"] = "摆放一座胜者领奖台，尽情炫耀你在比赛中移动的最大码数！",
},
[1230136] = {
["T"] = "获得衡量标准：凶猛好斗",
["D"] = "摆放一座胜者领奖台，尽情炫耀你有多么凶猛好斗！",
},
[1230138] = {
["T"] = "获得衡量标准：当前连续生存",
["D"] = "摆放一座胜者领奖台，尽情炫耀你当前连续生存的场次数！",
},
[1230139] = {
["T"] = "获得衡量标准：聚光灯下时间",
["D"] = "摆放一座胜者领奖台，尽情炫耀你在上一场比赛中停留在聚光灯下的时间！",
},
[1230140] = {
["T"] = "获得衡量标准：上场比赛移动码数",
["D"] = "摆放一座胜者领奖台，尽情炫耀你在上一场比赛中移动的码数！",
},
[1213758] = {
["T"] = "核心循环装置",
},
[1213760] = {
["T"] = "核心循环装置",
["D"] = "消耗存储的所有能量核心，使一阵治愈能量漫过你的身体，立即为你恢复401点生命值，每消耗一个核心还会在10秒内恢复17点生命值。 ",
},
[1230144] = {
["T"] = "千钧猛击",
},
[1213764] = {
["T"] = "紧急治疗机器人",
["D"] = "你的治疗法术和技能有几率召唤废疗博士，为你的目标额外恢复45点生命值。\r\n\r\n当附近盟友的生命值低于35%时，废疗博士会立即行动，为其恢复176点生命值。此效果每1分钟只能触发一次。",
},
[1230148] = {
["T"] = "破损的徽盾",
["S"] = "等级 1/4",
["D"] = "装备徽盾时，所有小队成员造成的伤害和治疗效果提高3%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的5%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得1%伤害减免和2%受到治疗加成，但使其造成的伤害和治疗效果降低1%，最多叠加3次。",
},
[1230149] = {
["T"] = "召唤戴斯提恩",
["D"] = "召唤或解散你同意在儿童周中抚养的卡兹阿加孤儿。",
},
[1213767] = {
["T"] = "档案员的观察记录",
["D"] = "在档案员卷宗上书写。",
},
[1230151] = {
["T"] = "破损的徽盾",
},
[1230153] = {
["T"] = "血性大发",
["D"] = "湮灭和冰霜之镰会消耗所有杀戮机器，每层使造成的爆击伤害提高25%，并且使你的急速提高2.0%，持续8秒。\r\n\r\n多次施加可以重叠生效。",
},
[1246537] = {
["T"] = "熵能统合",
["D"] = "虚空守卫死亡时，能量会被8码内的所有其他虚空守卫吸收，完全恢复他们的生命值并使其受到的所有伤害降低99%。",
},
[1230155] = {
["T"] = "召唤孤儿",
["D"] = "召唤或解散你同意在儿童周中抚养的孤儿戴斯提恩。",
},
[1213773] = {
["T"] = "击退",
},
[1246540] = {
["T"] = "征服者的十字",
},
[1246541] = {
["T"] = "虚无缠缚",
["D"] = "虚无束缚者编织出黑暗的图样并束缚所有玩家，造成1610720点暗影伤害，在20秒内每2秒额外造成536906点暗影伤害，并使他们的移动速度降低30%。此效果可叠加。\r\n",
},
[1213776] = {
["T"] = "绝望诅咒",
["D"] = "使目标的移动速度降低40%，持续12秒。\n攻击和施法速度降低20%，持续12秒。\n每2秒对一名敌人造成201340点暗影伤害，持续12秒。",
},
[1246543] = {
["T"] = "影卫的扭曲收获者",
["D"] = "受到伤害有几率从扭曲虚空中吸取混乱能量，使你的吸血提高27，持续10秒。生命值降低至40%以下时立即释放出收获者，使你的吸血提高83，持续10秒。每120秒只能触发一次。",
},
[1213778] = {
["T"] = "剧毒之箭",
["D"] = "施法者对目标造成暗影伤害。",
},
[1230162] = {
["T"] = "通往祖达萨的传送门",
},
[1230163] = {
["T"] = "通往祖达萨的传送门",
},
[1213781] = {
["T"] = "拉倒这座华而不实的雕像",
},
[1230166] = {
["T"] = "破损的徽盾",
["D"] = "装备徽盾时，所有小队成员造成的伤害和治疗效果提高3%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的5%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得1%伤害减免和2%受到治疗加成，但使其造成的伤害和治疗效果降低1%，最多叠加3次。",
},
[1230167] = {
["T"] = "过载霹雳",
["D"] = "极巨大线圈狂暴地喷射出自由离子，在各处引发霹雳，对每个冲击点周围4码内的玩家造成1342266点自然伤害。",
},
[1230168] = {
["T"] = "凡躯的脆弱",
["D"] = "受到的物理伤害提高100%。该效果可叠加。",
},
[1230169] = {
["T"] = "黑洞",
["D"] = "星辰湮灭时，奇点会在其原来的位置形成，将位于9码内的所有玩家立即蒸发。",
},
[1213787] = {
["T"] = "恐惧咆哮",
},
[1246554] = {
["T"] = "已充能",
["D"] = "一股龙族能量",
},
[1262938] = {
["T"] = "检查",
},
[1213790] = {
["T"] = "飞艇弹幕",
["D"] = "对冲击点周围4码内的敌人造成1118555点火焰伤害。",
},
[1213791] = {
["T"] = "暗影弹幕",
},
[1230175] = {
["T"] = "戴斯提恩守护者光环",
},
[1230176] = {
["T"] = "小丝守护者光环",
},
[1230177] = {
["T"] = "斯基布丝守护者光环",
},
[1230178] = {
["T"] = "吉特希守护者光环",
},
[1213796] = {
["T"] = "染成紫色",
["D"] = "染成紫色！\r\n",
},
[1213797] = {
["T"] = "黑血洗礼",
["D"] = "施法者令目标沾染黑血，每1秒对施法者前方锥形范围内的敌人施加治疗吸收效果，持续4秒。",
},
[1213798] = {
["T"] = "退下",
},
[1230182] = {
["T"] = "召唤小丝",
["D"] = "召唤或解散你同意在儿童周中抚养的卡兹阿加孤儿。",
},
[1230183] = {
["T"] = "召唤孤儿",
["D"] = "召唤或解散你同意在儿童周中抚养的孤儿小丝。",
},
[1230184] = {
["T"] = "召唤吉特希",
["D"] = "召唤或解散你同意在儿童周中抚养的卡兹阿加孤儿。",
},
[1230185] = {
["T"] = "召唤孤儿",
["D"] = "召唤或解散你同意在儿童周中抚养的孤儿小丝。",
},
[1213803] = {
["T"] = "钉伤",
["D"] = "建筑师用射钉枪向一名玩家开火，造成357937点物理伤害并使其流血，每1秒造成89485点物理伤害，持续3秒。",
},
[1213804] = {
["T"] = "暗影弹幕",
},
[1213805] = {
["T"] = "射钉枪",
["D"] = "建筑师用射钉枪向一名玩家开火，造成357937点物理伤害并使其流血，每1秒造成89485点物理伤害，持续3秒。",
},
[1262955] = {
["T"] = "沙塔斯路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262956] = {
["T"] = "华美的流亡者帷幔",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262957] = {
["T"] = "银色达拉然长椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262958] = {
["T"] = "达拉然立柱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262960] = {
["T"] = "狼獾人邮包",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213814] = {
["T"] = "共振回声",
},
[1213815] = {
["T"] = "力场屏障",
},
[1262965] = {
["T"] = "肯瑞托太阳吊灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213817] = {
["T"] = "声波之云",
["D"] = "消力气泡保护着里克·混响和他的飞天声波共鸣器，使受到的伤害降低99%，持续36秒。",
},
[1213818] = {
["T"] = "击退",
},
[1262968] = {
["T"] = "达拉然街道标志",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213820] = {
["T"] = "击倒昏迷",
},
[1213821] = {
["T"] = "爆鸣咆哮者",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1213822] = {
["T"] = "搜寻",
["D"] = "搜索碎石堆。",
},
[1213823] = {
["T"] = "勠力同色",
},
[1213824] = {
["T"] = "勠力同色",
},
[1213825] = {
["T"] = "勠力同色",
},
[1213826] = {
["T"] = "古代语",
},
[1262976] = {
["T"] = "熊猫人炼金工具包",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262977] = {
["T"] = "哈兰长椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262979] = {
["T"] = "重建的魔古闪电钻机",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213831] = {
["T"] = "掠咬",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1213832] = {
["T"] = "黑血洗礼",
["D"] = "施法者令目标沾染黑血，每1秒对施法者前方锥形范围内的敌人施加治疗吸收效果，持续4秒。",
},
[1213836] = {
["T"] = "可重复事件 - 卑鄙双雄 - 小怪 - 标亮",
},
[1230220] = {
["T"] = "召唤地精猎人",
},
[1213838] = {
["T"] = "呼求无应",
},
[1213839] = {
["T"] = "套装：未燃蜡纹战甲",
["D"] = "收集未燃蜡纹战甲套装外观。",
},
[1230223] = {
["T"] = "啸风冰刃",
["D"] = "白霜强化的凛风冲击会对目标释放2把冰刃，造成38708点冰霜伤害，并有15%的几率使你获得杀戮机器。",
},
[1213842] = {
["T"] = "套装：冥海之链",
["D"] = "收集冥海之链护甲套装外观。",
},
[1230226] = {
["T"] = "源质壁垒",
},
[1230227] = {
["T"] = "实验性样本",
},
[1213845] = {
["T"] = "摧枯拉朽",
},
[1262995] = {
["T"] = "将鱼人风铃放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213848] = {
["T"] = "摧枯拉朽",
},
[1213849] = {
["T"] = "嚣灵追逐",
["D"] = "库尔萨洛克创造一个幽灵并随机追逐一名玩家。\r\n\r\n幽灵对触及的玩家造成1342266点暗影伤害。",
},
[1230233] = {
["T"] = "收集情报",
},
[1230234] = {
["T"] = "阶段转换 P2 -> P1B",
},
[1213852] = {
["T"] = "碾碎",
["D"] = "幽坑太保试图用机甲的全部力量|cffffffff碾碎|r他的敌人，对范围内的玩家造成2237111点物理伤害并使其昏迷4秒。",
},
[1213853] = {
["T"] = "碾碎",
["D"] = "幽坑太保试图用机甲的全部力量|cffffffff碾碎|r他的敌人，对范围内的玩家造成2237111点物理伤害并使其昏迷4秒。",
},
[1230237] = {
["T"] = "魂耀牺牲",
["D"] = "无拘之魂在虚空中消散之时，它们会将残存的能量献给盟友，为他们注入灵魂最后的薪火，使其受到的伤害降低10%。 ",
},
[1230238] = {
["T"] = "法力熔炉传送器",
},
[1230240] = {
["T"] = "魂耀牺牲",
["D"] = "无拘之魂在虚空中消散之时，它们会将残存的能量献给盟友，为他们注入灵魂最后的薪火，使其受到的伤害降低10%。 ",
},
[1213858] = {
["T"] = "军械：陨圣峪武器",
["D"] = "收集陨圣峪武器套装外观。",
},
[1213859] = {
["T"] = "污油狂怒",
["D"] = "召唤检修机器人盖尔多协助你5秒，用刺激性机油包裹附近的敌人来提升威胁。盖尔多保证责任全都会由你承担。\r\n\r\n盖尔多在轰动的爆炸中离开，造成212点火焰伤害，由附近的敌人均摊，对最近沾油的目标造成的伤害提高15%。",
},
[1230243] = {
["T"] = "寒冬号角",
["D"] = "当你消耗完所有符文时，吹响寒冬号角，获得2个符文。\r\n\r\n此效果每45秒只能触发一次。",
},
[1263010] = {
["T"] = "将纳迦的鳞片袋放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263011] = {
["T"] = "将艾萨拉的永恒奖赏放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213863] = {
["T"] = "火焰喷射器",
["D"] = "幽坑太保试图点燃他的敌人，每0.5秒对其前方15码范围内的玩家造成89485点火焰伤害。",
},
[1263013] = {
["T"] = "上进之魂的椅子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213865] = {
["T"] = "盖尔多的热烈离场",
["D"] = "召唤检修机器人盖尔多协助你5秒，用刺激性机油包裹附近的敌人来提升威胁。盖尔多保证责任全都会由你承担。\r\n\r\n盖尔多在轰动的爆炸中离开，造成212点火焰伤害，由附近的敌人均摊，对最近沾油的目标造成的伤害提高15%。",
},
[1213866] = {
["T"] = "火焰喷射器",
["D"] = "幽坑太保试图点燃他的敌人，每0.5秒对其前方15码范围内的玩家造成89485点火焰伤害。",
},
[1213867] = {
["T"] = "再会",
["D"] = "进行一次射击，让笨拙的冒险者想起来，他们的好朋友雷吉克是个什么下场。",
},
[1213868] = {
["T"] = "再会",
["D"] = "向远处的目标发射一次强大的心能冲击，造成1064914点神圣伤害。",
},
[1213869] = {
["T"] = "火焰喷射器",
["D"] = "幽坑太保试图点燃他的敌人，每0.5秒对其前方15码范围内的玩家造成89485点火焰伤害。",
},
[1230253] = {
["T"] = "法力熔炉传送器",
},
[1213871] = {
["T"] = "能量光束",
},
[1213872] = {
["T"] = "嚣灵追逐",
["D"] = "库尔萨洛克创造一个幽灵并随机追逐一名玩家。\r\n\r\n幽灵对触及的玩家造成1342266点暗影伤害。",
},
[1263022] = {
["T"] = "侯爵的缝合皮毯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213875] = {
["T"] = "火焰喷射器",
["D"] = "幽坑太保试图点燃他的敌人，每0.5秒对其前方15码范围内的玩家造成89485点火焰伤害。",
},
[1246642] = {
["T"] = "解散坐骑",
["S"] = "驭空术",
["D"] = "解散你的坐骑。只能在地面上使用。",
},
[1230260] = {
["T"] = "召唤龙希尔唤魔师",
},
[1230261] = {
["T"] = "虚无震击",
["D"] = "虚灵用暮光能量歼灭一个玩家，造成4608448点暗影伤害。",
},
[1213879] = {
["T"] = "火焰喷射器",
["D"] = "幽坑太保试图点燃他的敌人，每0.5秒对其前方15码范围内的玩家造成89485点火焰伤害。",
},
[1230263] = {
["T"] = "虚无震击",
["D"] = "虚灵用暮光能量歼灭一个玩家，造成4608448点暗影伤害。",
},
[1263030] = {
["T"] = "套装：暮光十字军祭服",
["D"] = "收集这套护甲套装外观。",
},
[1213883] = {
["T"] = "派发邮件",
["D"] = "将邮件扔进传送装置。",
},
[1230267] = {
["T"] = "虚无震击",
["D"] = "虚灵用暮光能量歼灭一个玩家，造成4608448点暗影伤害。",
},
[1213885] = {
["T"] = "钻地",
},
[1263035] = {
["T"] = "泰坦提尔要塞喷泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263037] = {
["T"] = "将狗头人矿工的椅子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1230272] = {
["T"] = "冷冽强袭",
["D"] = "冰霜打击和冰川突进现在使你的下一个冰霜打击和冰川突进造成的伤害提高15%，消耗的符文能量提高5点。\r\n\r\n此效果可叠加，直到下一次符文强化。",
},
[1230273] = {
["T"] = "冷冽强袭",
["D"] = "冰霜打击和冰川突进现在使你的下一个冰霜打击和冰川突进造成的伤害提高15%，消耗的符文能量提高5点。\r\n\r\n此效果可叠加，直到下一次符文强化。",
},
[1230274] = {
["T"] = "法力熔炉传送器",
},
[1213893] = {
["T"] = "激活机甲",
},
[1230277] = {
["T"] = "源质壁垒",
},
[1230278] = {
["T"] = "源质壁垒",
},
[1213896] = {
["T"] = "关闭",
},
[1230281] = {
["T"] = "眼魔的灵魂枷锁",
},
[1230284] = {
["T"] = "北境霜风",
["D"] = "凛风冲击现在额外以最大效能击中一个目标。\r\n\r\n白霜使凛风冲击的伤害额外提高75%。",
},
[1230285] = {
["T"] = "眼魔的灵魂枷锁",
["D"] = "解放枷锁并强化你的灵魂，使你的敏捷提高27点，持续20秒。",
},
[1230286] = {
["T"] = "提取信息素",
},
[1246670] = {
["T"] = "放置",
},
[1246671] = {
["T"] = "放置",
},
[1213906] = {
["T"] = "召唤宝藏",
},
[1213907] = {
["T"] = "召唤宝藏",
},
[1213908] = {
["T"] = "召唤宝藏",
},
[1213909] = {
["T"] = "召唤宝藏",
},
[1230293] = {
["T"] = "源质壁垒",
["D"] = "攻击|cffffffff源质壁垒|r会对攻击者造成44741点物理伤害，并使其造成的伤害降低10%，持续5秒。",
},
[1213911] = {
["T"] = "派发邮件",
["D"] = "将邮件扔进传送装置。",
},
[1230301] = {
["T"] = "掠霜使者",
["D"] = "湮灭造成的伤害提高10%，并有几率将目标及附近一名敌人的灵魂与你的灵魂捆在一起。\r\n\r\n冰霜打击会斩断束缚，对这两个敌人造成316305点暗影冰霜伤害。",
},
[1230302] = {
["T"] = "自毁",
["D"] = "能量达到100点时，启动自毁协议。\r\n\r\n自动体在10秒后爆炸，对所有玩家造成14764930点暗影伤害，并使他们受到的伤害提高250%，持续5分钟。",
},
[1213920] = {
["T"] = "派发邮件",
["D"] = "将邮件扔进传送装置。",
},
[1230305] = {
["T"] = "下潜",
},
[1230306] = {
["T"] = "掠霜使者",
["D"] = "冰霜打击和冰川突进现在使你的下一个冰霜打击和冰川突进造成的伤害提高15%，消耗的符文能量提高5点。\r\n\r\n此效果可叠加，直到下一次符文强化。",
},
[1230309] = {
["T"] = "时间缓速水晶",
["S"] = "等级 1/4",
["D"] = "对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低20%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高2%。",
},
[1230311] = {
["T"] = "源质壁垒",
},
[1230315] = {
["T"] = "相位",
},
[1230316] = {
["T"] = "传送进入",
},
[1263084] = {
["T"] = "切换寻找木料",
["D"] = "激活以在小地图上隐藏木料节点。",
},
[1263085] = {
["T"] = "将雷霆崖图腾放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213942] = {
["T"] = "派发邮件",
["D"] = "将邮件扔进传送装置。",
},
[1246710] = {
["T"] = "收集",
},
[1246711] = {
["T"] = "被恐惧",
["D"] = "大家的畏惧令卢米萨尔充满力量。",
},
[1246713] = {
["T"] = "爱慕",
["D"] = "大家的喜爱令卢米萨尔大为振奋。",
},
[1213950] = {
["T"] = "驱散人群",
["D"] = "幽坑太保的走狗试图用盾牌驱散附近的玩家，对范围内玩家造成1342266点物理伤害并将其击退。",
},
[1230334] = {
["T"] = "自毁",
["D"] = "能量达到100点时，启动自毁协议。\r\n\r\n自动体在10秒后爆炸，对所有玩家造成14764930点暗影伤害，并使他们受到的伤害提高250%，持续5分钟。",
},
[1230335] = {
["T"] = "特快专递",
},
[1246719] = {
["T"] = "收集",
},
[1213954] = {
["T"] = "骑乘不可靠的地精斩浪者",
},
[1230338] = {
["T"] = "相位迁跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。",
},
[1213958] = {
["T"] = "盾牌猛击",
["D"] = "幽坑太保的走狗试图用盾牌驱散附近的玩家，对范围内玩家造成1342266点物理伤害并将其击退。",
},
[1213959] = {
["T"] = "污秽喷吐",
["D"] = "畸体向前方锥形范围内倾倒软泥，每1秒对玩家造成223711点暗影伤害并生成软泥，持续4秒。",
},
[1213960] = {
["T"] = "盾牌猛击",
["D"] = "幽坑太保的走狗试图用盾牌驱散附近的玩家，对范围内玩家造成1342266点物理伤害并将其击退。",
},
[1230344] = {
["T"] = "传送门",
},
[1230346] = {
["T"] = "弹药筒",
},
[1230347] = {
["T"] = "毁灭一切！！！",
["D"] = "加里维克斯降下火箭之雨，每1秒对所有玩家造成302010点火焰伤害，持续30秒。此伤害每1秒提升20%。",
},
[1213965] = {
["T"] = "熔岩炮",
["D"] = "幽坑太保的走狗为他的|cffffffff熔岩炮|r充能，并向一名玩家的位置发射一颗强大的熔岩球，对路径上的所有玩家造成1342266点火焰伤害并将其击退。\r\n",
},
[1213966] = {
["T"] = "黑血大炮",
["D"] = "幽坑太保的走狗为他的熔岩炮充能，并向一名玩家的位置发射一颗强大的熔岩球，对路径上的所有玩家造成0点火焰伤害并将其击退。",
},
[1230352] = {
["T"] = "飞艇加速",
},
[1230353] = {
["T"] = "超大捆劣性炸药",
},
[1213973] = {
["T"] = "归档协议",
},
[1213974] = {
["T"] = "神圣释义",
["D"] = "尝试解读里面的神圣能量。",
},
[1230358] = {
["T"] = "雾气",
},
[1263125] = {
["T"] = "吉尔尼斯晾衣绳",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263126] = {
["T"] = "熊猫人渔网",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263127] = {
["T"] = "心爱的毛绒雷象",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263128] = {
["T"] = "将飞翔的天角雄鹰风筝放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213981] = {
["T"] = "暗索炸药",
["D"] = "你携带着一枚定时炸弹。快点，扔了它！",
},
[1230365] = {
["T"] = "岩石冲击",
["D"] = "用巨石轰击目标玩家，对冲击点8码范围内的所有玩家造成805360点自然伤害。",
},
[1263132] = {
["T"] = "将卡雷什迁跃平台放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1230367] = {
["T"] = "界门",
},
[1213988] = {
["T"] = "暗索爆破",
["D"] = "暗索炸药发生爆炸，造成791936点伤害。",
},
[1263138] = {
["T"] = "抚摸",
["D"] = "抚摸可爱的小动物！",
},
[1213990] = {
["T"] = "流电镜像",
["D"] = "托克召唤自己的电能幻影锁定玩家，持续12秒。接触幻影会使其爆炸，对10码范围内的玩家造成2460821点自然伤害并产生|cffffffff残存电流|r。",
},
[1213991] = {
["T"] = "流电镜像",
},
[1213992] = {
["T"] = "流电镜像",
},
[1213993] = {
["T"] = "流电镜像",
},
[1213994] = {
["T"] = "流电镜像",
["D"] = "托克召唤自己的电能幻影锁定玩家，持续12秒。接触幻影会使其爆炸，对10码范围内的玩家造成2460821点自然伤害并产生|cffffffff残存电流|r。",
},
[1246761] = {
["T"] = "暴露的核心",
["D"] = "施法者外露的核心在1分钟内排放出|cffffffff奥术疾流|r。排放期间，施法者受到的伤害提高150%，并且每2.5秒对60码内的玩家造成894843点奥术伤害，持续1分钟。",
},
[1213999] = {
["T"] = "收集",
},
[1214000] = {
["T"] = "电流护盾",
["D"] = "斯莱的武器化作一层完全不可能被破坏的防御护盾，使其不受玩家的所有效果影响。\r\n\r\n移除护盾会导致武器|cffffffff故障|r，但这没什么需要担心的。",
},
[1263150] = {
["T"] = "将纳克罗安火盆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263151] = {
["T"] = "将影卫采集晶塔放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263152] = {
["T"] = "将卡雷什维序派传送门放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263153] = {
["T"] = "将影卫能量虹管放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214009] = {
["T"] = "流电镜像",
["D"] = "托克召唤自己的电能幻影锁定玩家，持续12秒。接触幻影会使其爆炸，对10码范围内的玩家造成2460821点自然伤害并产生|cffffffff残存电流|r。",
},
[1263159] = {
["T"] = "保安的手持式剪贴板",
},
[1246777] = {
["T"] = "烈风储物桌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1214015] = {
["T"] = "封冻",
["D"] = "只有一次机会，必须一锤定音。",
},
[1214016] = {
["T"] = "播放电影",
},
[1214017] = {
["T"] = "播放电影",
},
[1246784] = {
["T"] = "安全降落",
},
[1214019] = {
["T"] = "播放电影",
},
[1214020] = {
["T"] = "取消影片",
},
[1246787] = {
["T"] = "星辰之核",
},
[1214022] = {
["T"] = "能量吸取",
},
[1214024] = {
["T"] = "流电镜像",
["D"] = "托克召唤自己的电能幻影锁定玩家，持续12秒。接触幻影会使其爆炸，对10码范围内的玩家造成2460821点自然伤害并产生|cffffffff残存电流|r。",
},
[1214025] = {
["T"] = "黑血大炮",
["D"] = "幽坑太保的走狗为他的熔岩炮充能，并向一名玩家的位置发射一颗强大的熔岩球，对路径上的所有玩家造成0点火焰伤害并将其击退。",
},
[1214026] = {
["T"] = "携带缠网炸弹",
["D"] = "携带一枚粘稠的缠网炸弹，前往尚未装填的弩炮。",
},
[1214030] = {
["T"] = "摧毁突袭目标",
},
[1214031] = {
["T"] = "摧毁突袭目标",
},
[1214033] = {
["T"] = "风暴焦灼的珍宝",
["D"] = "打开以获得桶腿船长的战利品。",
},
[1214035] = {
["T"] = "熔火粘痰",
["D"] = "弗莱兰多用熔化的金属包裹一名玩家，每1秒对5码内的所有玩家造成402679点火焰伤害，持续10秒。",
},
[1246803] = {
["T"] = "深渊碎裂",
["D"] = "击退施法者周围20码内的所有敌人。\n对冲击点周围20码内的敌人造成2684532点物理伤害。",
},
[1246804] = {
["T"] = "炽燃地狱火",
["D"] = "对40码内的敌人造成1342266点火焰伤害。",
},
[1214039] = {
["T"] = "熔岩池",
["D"] = "熔化的金属在地上蔓延，向多个方向射出|cffffffff炽焰浪潮|r，对触及的玩家每1秒造成894843点火焰伤害。",
},
[1246806] = {
["T"] = "熵合",
["D"] = "|cffffffff结晶震荡波|r",
},
[1214041] = {
["T"] = "关闭",
},
[1246808] = {
["T"] = "召唤赫卡塔莫斯",
},
[1214043] = {
["T"] = "熔岩炮",
["D"] = " 幽坑太保的走狗为他的|cffffffff熔岩炮|r充能，并向一名玩家的位置发射一颗强大的熔岩球，对路径上的所有玩家造成1342266点火焰伤害并将其击退。\r\n",
},
[1214044] = {
["T"] = "能源接通",
},
[1214046] = {
["T"] = "消失",
["D"] = "使你从敌人的视野中消失，在战斗中进入潜行模式。消失后的最初3秒内，受到伤害和有害效果影响都不会脱离潜行。同时解除一切移动限制效果。",
},
[1246813] = {
["T"] = "虚空孢子",
},
[1246815] = {
["T"] = "至尊一戒",
["D"] = "所有属性提高1%。",
},
[1214051] = {
["T"] = "启动萨拉塔斯",
},
[1214052] = {
["T"] = "能量导向护盾",
["D"] = "幽坑太保将其机甲的能量转移至护盾，使其在尝试充能时暂时关停，护盾持续期间吸收相当于生命值10%的伤害，但在关停时受到的伤害提高100%。如果幽坑太保成功为其机甲充能，则恢复25%的生命值。",
},
[1214053] = {
["T"] = "充能",
},
[1214056] = {
["T"] = "布鲁斯顿的副手",
},
[1214057] = {
["T"] = "废疗博士",
},
[1246824] = {
["T"] = "旅程的终点（第3赛季）",
},
[1214060] = {
["T"] = "充能",
},
[1214066] = {
["T"] = "进度",
},
[1246833] = {
["T"] = "专攻膝盖之箭",
["D"] = "偶尔向敌人的膝盖射出箭矢，造成伤害并使其减速一段时间。",
},
[1214068] = {
["T"] = "凶残撕咬",
["D"] = "每2秒对一名敌人造成一次物理伤害，持续10秒。\n对一名敌人造成物理伤害。",
},
[1246837] = {
["T"] = "混乱虚空之门",
},
[1214075] = {
["T"] = "熔岩池",
["D"] = "弗莱兰多用熔化的金属包裹一名玩家，每1秒对5码内的所有玩家造成402679点火焰伤害，持续10秒。",
},
[1246842] = {
["T"] = "取消对话",
},
[1214078] = {
["T"] = "召唤族群",
["D"] = "施法者召集族群，呼唤翼手龙来援助她。",
},
[1214080] = {
["T"] = "从安苏雷克女王处返回",
},
[1214083] = {
["T"] = "废物炸弹",
["D"] = "弗莱兰多喷出一团废料，10秒后爆炸，造成3131955点火焰伤害，由所有玩家均摊，并击退0码范围内的玩家。|cffffffff废物炸弹|r周围8码内每有一个玩家都会降低此伤害。",
},
[1214084] = {
["T"] = "召唤族群",
["D"] = "施法者召集族群，呼唤翼手龙来援助她。",
},
[1246851] = {
["T"] = "混乱虚空之门",
},
[1246853] = {
["T"] = "奇物套牌",
["D"] = "你获得：急速提高5%。",
},
[1246854] = {
["T"] = "奇物套牌",
["D"] = "你获得：精通提高5%。",
},
[1263238] = {
["T"] = "炽蓝仙野路灯",
["D"] = "制作炽蓝仙野路灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214090] = {
["T"] = "射击",
["D"] = "对一名敌人造成313195点物理伤害。",
},
[1263240] = {
["T"] = "赛财团捕获箱",
["D"] = "制作赛财团捕获箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263241] = {
["T"] = "掮灵的妖术桌",
["D"] = "制作掮灵的妖术桌，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1246859] = {
["T"] = "奇物套牌",
},
[1263243] = {
["T"] = "塔财团书柜",
["D"] = "制作塔财团书柜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1246861] = {
["T"] = "马丁之怒",
["D"] = "偶尔喷射出一团火焰，对周围的敌人造成伤害。",
},
[1214096] = {
["T"] = "踢飞",
["D"] = "踢飞一个可踢的定时炸弹。",
},
[1230480] = {
["T"] = "岩石冲击",
},
[1263247] = {
["T"] = "炽蓝仙野吊篮",
["D"] = "制作炽蓝仙野吊篮，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214099] = {
["T"] = "守土尖鸣",
["D"] = "施法者发出一声尖鸣，使20码内的盟友造成的伤害提高15%。",
},
[1246868] = {
["T"] = "影卫的扭曲收获者",
},
[1214106] = {
["T"] = "安德麦 - 卡亚矿石 - 施法者",
},
[1214107] = {
["T"] = "安德麦 - 卡亚矿石 - 近战",
},
[1214108] = {
["T"] = "安德麦 - 卡亚矿石 - 远程",
},
[1214109] = {
["T"] = "安德麦 - 财阀 - 远程",
},
[1214110] = {
["T"] = "消失",
["D"] = "使你从敌人的视野中消失，在战斗中进入潜行模式。消失后的最初3秒内，受到伤害和有害效果影响都不会脱离潜行。同时解除一切移动限制效果。",
},
[1214111] = {
["T"] = "安德麦 - 财阀 - 施法者",
},
[1214112] = {
["T"] = "安德麦 - 财阀 - 近战",
},
[1246879] = {
["T"] = "不竭蛋黄酱之罐",
["D"] = "偶尔召唤一个蛋黄酱液滴，在战斗中协助你。。",
},
[1263264] = {
["T"] = "幽影箭",
["D"] = "向目标投出虚空能量箭矢，造成暗影伤害。",
},
[1214116] = {
["T"] = "召唤安德麦 - 卡亚矿石 - 个人首领",
},
[1214119] = {
["T"] = "召唤安德麦 - 财阀 - 个人首领",
},
[1214120] = {
["T"] = "踢飞",
},
[1230505] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1263272] = {
["T"] = "上进之魂的椅子",
["D"] = "制作上进之魂的椅子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214124] = {
["T"] = "启动虚灵",
},
[1214126] = {
["T"] = "可踢的定时炸弹",
},
[1214128] = {
["T"] = "启动精灵",
},
[1214129] = {
["T"] = "魅鼠迷曲",
},
[1230513] = {
["T"] = "法力牺牲",
},
[1230514] = {
["T"] = "11.1.5 可重复事件 - 卑鄙双雄 - 追踪 - 首领被击败 - 格拉布托克",
},
[1230515] = {
["T"] = "传送器",
},
[1230516] = {
["T"] = "11.1.5 可重复事件 - 卑鄙双雄 - 追踪 - 首领被击败 - 沃登",
},
[1214134] = {
["T"] = "魅鼠迷曲",
},
[1230518] = {
["T"] = "11.1.5 可重复事件 - 卑鄙双雄 - 追踪 - 首领被击败 - 席瓦莱恩",
},
[1230519] = {
["T"] = "11.1.5 可重复事件 - 卑鄙双雄 - 追踪 - 首领被击败 - 加戈玛",
},
[1230520] = {
["T"] = "11.1.5 可重复事件 - 卑鄙双雄 - 追踪 - 首领被击败 - 瑟丝比娅",
},
[1230521] = {
["T"] = "11.1.5 可重复事件 - 卑鄙双雄 - 追踪 - 首领被击败 - 斯蒂里格",
},
[1230523] = {
["T"] = "11.1.5 可重复事件 - 卑鄙双雄 - 追踪 - 首领被击败 - 时光领主",
},
[1230524] = {
["T"] = "11.1.5 可重复事件 - 卑鄙双雄 - 追踪 - 首领被击败 - 布洛戈克",
},
[1230525] = {
["T"] = "11.1.5 可重复事件 - 卑鄙双雄 - 追踪 - 首领被击败 - 血骨傀儡",
},
[1230526] = {
["T"] = "传送器",
},
[1230527] = {
["T"] = "传送器",
},
[1230529] = {
["T"] = "法力牺牲",
["D"] = "熔炉编织者阿拉兹将一部分力量注入机器以滋养虚空领主。",
},
[1214147] = {
["T"] = "定时炸弹发射器",
["D"] = "幽坑太保向附近射出多个可踢的定时炸弹。",
},
[1214148] = {
["T"] = "定时炸弹发射器",
["D"] = "幽坑太保向附近射出多个可踢的定时炸弹。",
},
[1214149] = {
["T"] = "定时炸弹发射器",
["D"] = "幽坑太保向附近射出多个可踢的定时炸弹。",
},
[1230535] = {
["T"] = "关闭",
},
[1246921] = {
["T"] = "注能晶塔",
["D"] = "房间内的奥术水晶塔通过奥术光束向卢米萨尔注入能量，接触时会触发|cffffffff超能新星|r。\r\n\r\n玩家站在光束路径可以将其阻挡，每1秒受到259308点奥术伤害，并且获得一层|cffffffff超能灌注|r。该效果可叠加。\r\n\r\n",
},
[1246923] = {
["T"] = "视线冲击",
},
[1246924] = {
["T"] = "套装：铜须的仪式收藏",
["D"] = "收集这套护甲套装外观。",
},
[1263308] = {
["T"] = "侯爵的缝合皮毯",
["D"] = "制作侯爵的缝合皮毯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1230544] = {
["T"] = "孢子菌斑",
},
[1246928] = {
["T"] = "套装：代言人的仪式收藏",
["D"] = "收集这套护甲套装外观。",
},
[1214164] = {
["T"] = "刺激",
["D"] = "成功攻击烟火会激发兴奋感，使移动速度提高10%，急速提高2%，持续10秒。此效果最多可叠加3层。",
},
[1263319] = {
["T"] = "达拉然自动铁锤",
["D"] = "制作达拉然自动铁锤，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214180] = {
["T"] = "炬光之触",
["D"] = "施法者的自动攻击点燃目标，每1秒造成178968点火焰伤害，持续6秒。此效果可叠加。",
},
[1214181] = {
["T"] = "引燃",
["D"] = "施法者的自动攻击点燃目标，每1秒造成178968点火焰伤害，持续6秒。此效果可叠加。",
},
[1230565] = {
["T"] = "粉碎",
["D"] = "欧泽鲁克在10秒内将玩家石化，每1秒造成30点自然伤害，并在持续时间内使他们的移动速度降低最多100%。\r\n\r\n被石化的玩家碎裂，对6码内的玩家造成805360点自然伤害。",
},
[1230566] = {
["T"] = "粉碎",
},
[1230567] = {
["T"] = "粉碎",
},
[1230568] = {
["T"] = "集结影卫",
["D"] = "萨哈达尔召唤一波影卫，赶赴装卸区域的两侧。",
},
[1230569] = {
["T"] = "时间减速",
["D"] = "对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低20%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高2%。",
},
[1230570] = {
["T"] = "“挑战”热狗",
["D"] = "消灭和生存加成x2，但你偶尔会感到胀气……\r\n",
},
[1230571] = {
["T"] = "时间加速",
["D"] = "对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低20%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高2%。",
},
[1214189] = {
["T"] = "旧版旧版",
},
[1214190] = {
["T"] = "喷发重踏",
["D"] = "弗莱兰多运行多次计算，随后重踏地面，在当前目标的位置下方产生一次剧烈喷发，造成8948442点火焰伤害并将其击飞到高空，朝多个方向释放出炽焰浪潮。",
},
[1230574] = {
["T"] = "震地",
},
[1230575] = {
["T"] = "胀气",
["D"] = "消化不良！随时都可能……",
},
[1263344] = {
["T"] = "达拉然陈列架",
["D"] = "制作达拉然陈列架，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1230581] = {
["T"] = "驱除",
},
[1214199] = {
["T"] = "投石",
["D"] = "投掷一块石头。",
},
[1214200] = {
["T"] = "锁链咒符",
},
[1214201] = {
["T"] = "昏迷",
},
[1214202] = {
["T"] = "失窃的货物",
},
[1230586] = {
["T"] = "时间缓速水晶",
},
[1246970] = {
["T"] = "暴风城大型木制桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1230588] = {
["T"] = "时间缓速水晶",
},
[1246972] = {
["T"] = "暴风城木制凳子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214207] = {
["T"] = "增强萨满祭司",
},
[1246974] = {
["T"] = "圆顶巨石",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1230592] = {
["T"] = "驱除",
},
[1214210] = {
["T"] = "角斗",
},
[1263360] = {
["T"] = "心爱的毛绒雷象",
["D"] = "制作心爱的毛绒雷象，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214213] = {
["T"] = "压倒声浪",
["D"] = "人民与你同心协力！向他们呼喊吧！",
},
[1230597] = {
["T"] = "传送门",
},
[1230598] = {
["T"] = "传送门",
},
[1230599] = {
["T"] = "竞速时间：绿洲疾驰",
},
[1230600] = {
["T"] = "虚灵核心",
["D"] = "用护盾围绕施法者，持续直到主动取消，吸收最多522799点伤害。\r\n\r\n",
},
[1230601] = {
["T"] = "不稳定的核心",
["D"] = "使施法者的攻击速度提高30%，持续直到主动取消。",
},
[1263369] = {
["T"] = "天爪烁裘徘徊者",
["D"] = "召唤或解散这种坐骑。",
},
[1214221] = {
["T"] = "被捉住！",
},
[1214222] = {
["T"] = "陷坑重击",
["D"] = "加里维克斯猛砸场地，对冲击点周围20码内的玩家造成22371108点火焰伤害，并对其他玩家造成2237110点火焰伤害。",
},
[1214224] = {
["T"] = "奥术光束",
},
[1230608] = {
["T"] = "晕眩试炼",
["D"] = "施法者对目标造成物理伤害，并使其移动速度降低50%，持续6秒。 ",
},
[1214226] = {
["T"] = "陷坑重击",
["D"] = "加里维克斯猛砸场地，对冲击点周围20码内的玩家造成22371108点火焰伤害，并对其他玩家造成2237110点火焰伤害。",
},
[1230610] = {
["T"] = "熵合",
["D"] = "弗兰克提鲁斯重击地面，对所有玩家造成2237111点暗影伤害并触发多次|cffffffff结晶震荡波|r。",
},
[1214229] = {
["T"] = "末日决战级护板",
["D"] = "暗索特工竭力硬化这块金属（还涂抹了一些溶剂，天知道那有什么用处），使其免疫打断效果，并吸收52279904点伤害。",
},
[1214231] = {
["T"] = "失窃的货物",
},
[1230615] = {
["T"] = "源质壁垒",
},
[1214234] = {
["T"] = "自然之怒",
},
[1263384] = {
["T"] = "暗嗣绽翼兽",
["D"] = "召唤或解散这种坐骑。",
},
[1230619] = {
["T"] = "毁灭践踏",
},
[1214237] = {
["T"] = "根须之壁",
["D"] = "召唤根须阻挡加里维克斯的部队！\r\n",
},
[1230621] = {
["T"] = "毁灭践踏",
},
[1230622] = {
["T"] = "空无炸弹 - 覆盖",
["D"] = "向附近的一门虚灵火炮掷出空无炸弹。",
},
[1230623] = {
["T"] = "漂浮",
},
[1247007] = {
["T"] = "军团之怒",
["D"] = "召唤神圣魔法之矢，射向你周围的区域。被箭矢击中的敌人会受到1772239点神圣伤害。",
},
[1247008] = {
["T"] = "军团之怒",
["D"] = "召唤邪能箭矢，对区域中的敌人造成1772239点混乱伤害，持续6秒。",
},
[1230626] = {
["T"] = "充能",
},
[1230627] = {
["T"] = "空无炸弹 - 覆盖",
["D"] = "向附近的一门虚灵火炮掷出空无炸弹。",
},
[1230628] = {
["T"] = "充能",
},
[1214246] = {
["T"] = "猛烈钳夹",
["D"] = "施法者重碾目标，造成物理伤害，并使其受到的物理伤害提高10%，持续20秒。",
},
[1214248] = {
["T"] = "生态友好",
["D"] = "你的角色和物品等级已被调整。",
},
[1230632] = {
["T"] = "传送",
},
[1214250] = {
["T"] = "卡亚之力",
["D"] = "施法者运用摄取的卡亚矿石，使自己造成的伤害每1秒提高10%，持续6秒。此效果可叠加。",
},
[1230634] = {
["T"] = "毁灭践踏",
},
[1214252] = {
["T"] = "卡亚之力",
["D"] = "施法者运用摄取的卡亚矿石，使自己造成的伤害每1秒提高10%，持续6秒。此效果可叠加。",
},
[1230645] = {
["T"] = "示意走狗",
["D"] = "幽坑太保发出信号，召唤他的走狗前来助阵。",
},
[1247029] = {
["T"] = "超能新星",
["D"] = "|cffffffff注能晶塔|r的光束在卢米萨尔体内触发一次奥术能量爆发，对所有玩家造成2697177点奥术伤害。",
},
[1214264] = {
["T"] = "泥浆喷泉",
},
[1230648] = {
["T"] = "虚灵核心",
["D"] = "用护盾围绕施法者，持续直到主动取消，吸收最多1045598点伤害。\r\n\r\n",
},
[1214267] = {
["T"] = "黑血飞溅",
["D"] = "设施内的罐子喷射出黑血，飞溅到地面上，对冲击点536906码范围内的玩家造成2点暗影伤害，并使其迷惑2秒。",
},
[1230651] = {
["T"] = "示意走狗",
["D"] = "幽坑太保发出信号，召唤他的走狗前来助阵。",
},
[1247038] = {
["T"] = "相位变换",
},
[1230657] = {
["T"] = "烈焰圣印",
["D"] = "造成的所有伤害提高50%，近战攻击还会造成178968点火焰伤害，并在附近产生多个|cffffffff熔岩池|r。",
},
[1230658] = {
["T"] = "烈焰圣印",
["D"] = "造成的所有伤害提高0%，近战攻击还会造成178968点火焰伤害，并在附近产生多个|cffffffff熔岩池|r。",
},
[1230660] = {
["T"] = "装满符文虚灵纹章的礼包",
["D"] = "收集15个符文虚灵纹章。这些纹章可无视赛季限额。",
},
[1230662] = {
["T"] = "装满蚀刻虚灵纹章的背包",
["D"] = "收集15个蚀刻虚灵纹章。这些纹章可无视赛季限额。",
},
[1230663] = {
["T"] = "一袋风化虚灵纹章",
["D"] = "收集15个风化虚灵纹章。这些纹章可无视赛季限额。",
},
[1230665] = {
["T"] = "一簇辉煌的鎏金虚灵纹章",
["D"] = "收集15个鎏金虚灵纹章。",
},
[1230666] = {
["T"] = "湮灭",
},
[1230667] = {
["T"] = "装满符文虚灵纹章的庆祝礼包",
["D"] = "收集15个符文虚灵纹章。",
},
[1230668] = {
["T"] = "装满蚀刻虚灵纹章的凯旋背包",
["D"] = "收集15个蚀刻虚灵纹章。",
},
[1214287] = {
["T"] = "圣典账本",
["D"] = "在圣典账本上书写。",
},
[1214288] = {
["T"] = "掌炉者的法器",
["D"] = "将锻炉的能量注入碎片的破损外层。\r\n",
},
[1230674] = {
["T"] = "面条效应",
["D"] = "黑洞将接触到的玩家撕碎成原子，将他们消灭。",
},
[1230675] = {
["T"] = "面条效应",
},
[1263444] = {
["T"] = "粉碎猛拳",
["D"] = "对一名敌人造成物理伤害。",
},
[1247065] = {
["T"] = "传动信标",
},
[1230685] = {
["T"] = "正义信仰",
},
[1247069] = {
["T"] = "纹饰卡多雷战刃",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1230688] = {
["T"] = "秩序警戒",
},
[1214311] = {
["T"] = "虚空收集器",
},
[1214312] = {
["T"] = "虚空收集器",
["D"] = "清除残骸和不请自来的寄生虫。",
},
[1214313] = {
["T"] = "踢飞！",
["D"] = "踢飞植物旁的一只虚空蠕行者。",
},
[1214314] = {
["T"] = "踢飞！",
["D"] = "踢飞店面前的一只小动物！",
},
[1230698] = {
["T"] = "卡雷什之沙",
["S"] = "等级 1/4",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高6%，最多叠加10次，并使周围的敌人减速6%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1214316] = {
["T"] = "虚空孢子收集器",
["D"] = "一个用于收集虚空孢子的装置。",
},
[1214317] = {
["T"] = "定身雷矢",
},
[1214318] = {
["T"] = "定身雷矢",
["D"] = "使用定身雷矢打击目标位置，对5码内的所有敌人造成894843点自然伤害。",
},
[1214319] = {
["T"] = "定身雷矢",
},
[1230703] = {
["T"] = "消除克隆体",
},
[1214321] = {
["T"] = "移除影卫装置",
},
[1214322] = {
["T"] = "闪电涌流",
},
[1230706] = {
["T"] = "卡雷什之沙",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高6%，最多叠加10次，并使周围的敌人减速6%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1214324] = {
["T"] = "崩解闪电",
["D"] = "召唤一阵狂风猛烈地拍打玩家，对冲击点周围8码内的所有敌人造成671133点伤害。",
},
[1230708] = {
["T"] = "卡雷什之沙",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高6%，最多叠加10次，并使周围的敌人减速6%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1230709] = {
["T"] = "卡雷什之沙",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高6%，最多叠加10次，并使周围的敌人减速6%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1230710] = {
["T"] = "卡雷什之沙",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高6%，最多叠加10次，并使周围的敌人减速6%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1214328] = {
["T"] = "组装",
["D"] = "将起动曲柄燃料罐、燃料喷嘴、套管、齿轮和悬置系统组合起来，为G-99疾飙飞车组装起动曲柄涡轮。",
},
[1214329] = {
["T"] = "组装",
["D"] = "将汽腾燃料罐、燃料喷嘴、套管、齿轮和悬置系统组合起来，为G-99疾飙飞车组装汽腾涡轮。",
},
[1230713] = {
["T"] = "沙尘魔",
},
[1230714] = {
["T"] = "沙尘魔",
["D"] = "在目标位置召唤一个沙尘魔，每0秒将8码内的所有敌人拉向它的位置。",
},
[1214332] = {
["T"] = "空油罐",
["D"] = "故障的摩托车初始具有空的油罐，使其无法使用。在油罐中装满燃油后，摩托就可以再次上路了。",
},
[1214333] = {
["T"] = "染成紫色",
},
[1214334] = {
["T"] = "迷你流变圣物碎片",
["D"] = "进入战斗时，玩家获得以下效果：\r\n\r\n|T450905:24|t |cffffffff迷你化|r\r\n体型缩小20%，移动速度提高10%，急速提高6%。",
},
[1230718] = {
["T"] = "分发大量传单",
},
[1214336] = {
["T"] = "陶瓷箭簇神像碎片",
["D"] = "布莱恩的法术和技能有几率削弱敌人，使其受到爆击的几率提高30%，持续5秒。",
},
[1214337] = {
["T"] = "放置炸弹",
["D"] = "在水坝门前放置炸弹。",
},
[1214338] = {
["T"] = "炸弹堆爆炸",
},
[1214339] = {
["T"] = "不牢而破的铁质神像碎片",
["D"] = "当一名小队成员的生命值在战斗中降至40%时，神像会被唤醒，对周围的敌人造成中等的物理伤害，并嘲讽他们6秒。每2分钟只能生效一次。",
},
[1263489] = {
["T"] = "格里恩候选者的滚边软垫",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214341] = {
["T"] = "炸弹堆爆炸",
["D"] = "炸弹堆发生爆炸，对16码内的玩家造成4474221点火焰伤害，并击退他们。可以摧毁通往水坝的门。",
},
[1214342] = {
["T"] = "珍玩碎片",
["D"] = "精通和全能提高8%。",
},
[1214343] = {
["T"] = "炸弹堆爆炸",
["D"] = "炸弹堆发生爆炸，对50码内的玩家造成100点火焰伤害，并击退他们。可以摧毁通往水坝的门。",
},
[1214344] = {
["T"] = "撼心光束",
["D"] = "对目标引导一道致命的光束。",
},
[1214345] = {
["T"] = "一堆炸弹",
},
[1214346] = {
["T"] = "变革！",
},
[1214350] = {
["T"] = "巨大流变圣物碎片",
["D"] = "进入战斗时，玩家获得以下效果：\r\n\r\n|T450907:24|t|cffffffff巨大化|r\r\n体型增大20%，最大生命值提高10%，造成的伤害和治疗效果提高6%。\r\n",
},
[1214358] = {
["T"] = "幻兽转移",
},
[1214359] = {
["T"] = "装填弩车",
},
[1214362] = {
["T"] = "噬血箭",
["D"] = "施法者对目标造成暗影伤害。",
},
[1214363] = {
["T"] = "黑血波纹",
},
[1247132] = {
["T"] = "升级",
},
[1214367] = {
["T"] = "幻兽转移",
},
[1214369] = {
["T"] = "毁灭一切！！！",
["D"] = "加里维克斯降下火箭之雨，每1秒对所有玩家造成302010点火焰伤害，持续30秒。此伤害每1秒提升20%。",
},
[1214371] = {
["T"] = "泛涌黑暗",
["D"] = "留下一道污秽痕迹，每秒对敌人造成暗影伤害。",
},
[1214372] = {
["T"] = "泛涌黑暗",
},
[1214373] = {
["T"] = "污血",
["D"] = "施法者污染目标的血液，每2秒造成暗影伤害，持续18秒。",
},
[1214374] = {
["T"] = "相位潜行",
["D"] = "进入虚幻的能量形态。",
},
[1247142] = {
["T"] = "征服",
["D"] = "萨哈达尔猛击当前目标，造成26845328点物理伤害，并额外造成8948442点暗影伤害，由8码内的所有玩家均摊，同时将他们击飞。\r\n\r\n被击中的玩家会失去一层|cffffffff誓言约束|r。使他们受到|cffffffff征服|r的伤害提高100%，持续20秒。\r\n",
},
[1247150] = {
["T"] = "征服",
["D"] = "萨哈达尔猛击当前目标，造成26845328点物理伤害，并额外造成8948442点暗影伤害，由8码内的所有玩家均摊，同时将他们击飞。\r\n\r\n被击中的玩家会失去一层|cffffffff誓言约束|r。使他们受到|cffffffff征服|r的伤害提高100%，持续20秒。\r\n",
},
[1247153] = {
["T"] = "扛着袋子",
},
[1230773] = {
["T"] = "点金呼吸器",
},
[1230775] = {
["T"] = "点金呼吸器",
},
[1230777] = {
["T"] = "召唤青铜幼龙",
},
[1214396] = {
["T"] = "端着重波的酒",
},
[1247163] = {
["T"] = "从天而降",
},
[1263548] = {
["T"] = "熊猫人炼金工具包",
["D"] = "制作熊猫人炼金工具包，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214401] = {
["T"] = "泛涌黑暗",
},
[1263551] = {
["T"] = "重建的魔古闪电钻机",
["D"] = "制作重建的魔古闪电钻机，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1230786] = {
["T"] = "传送",
},
[1214404] = {
["T"] = "血池再生",
["D"] = "施法者重生自身，恢复20%的最大生命值。",
},
[1247171] = {
["T"] = "从天而降",
},
[1230789] = {
["T"] = "法力熔炉传送器",
},
[1230790] = {
["T"] = "法力熔炉传送器",
},
[1230791] = {
["T"] = "法力熔炉传送器",
},
[1230792] = {
["T"] = "法力熔炉传送器",
},
[1263559] = {
["T"] = "冰冠天灾之罐",
["D"] = "制作冰冠天灾之罐，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1230794] = {
["T"] = "采集",
},
[1214412] = {
["T"] = "黑血波纹",
},
[1263562] = {
["T"] = "银色达拉然长椅",
["D"] = "制作银色达拉然长椅，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1230798] = {
["T"] = "加里维克斯",
},
[1214420] = {
["T"] = "端着陈的酒",
},
[1247187] = {
["T"] = "传送",
},
[1247188] = {
["T"] = "从天而降",
},
[1230806] = {
["T"] = "界门",
},
[1230808] = {
["T"] = "界门",
},
[1263575] = {
["T"] = "达拉然立柱",
["D"] = "制作达拉然立柱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1247194] = {
["T"] = "围攻",
["D"] = "虚空之翼从天空中掠过并喷射吐息，每0.3秒对效果范围内的玩家造成2013399点宇宙伤害。",
},
[1247195] = {
["T"] = "从天而降",
},
[1247196] = {
["T"] = "痛苦之箭",
["D"] = "使一名敌人受到的伤害提高20%，持续12秒。",
},
[1247197] = {
["T"] = "痛苦之箭",
},
[1247198] = {
["T"] = "碰撞",
},
[1214433] = {
["T"] = "设置表盘",
},
[1214434] = {
["T"] = "卡亚可乐运载器",
["D"] = "错放的奇珍现在有35%的几率包含1罐卡亚可乐。在每个地下堡中，布莱恩制作营火时现在可以召唤一次卡亚可乐6罐装。\r\n\r\n卡亚可乐风味繁多，收集每种口味可以获得不同的效果。\r\n\r\n",
},
[1214435] = {
["T"] = "套装：符文师的法衣",
["S"] = "幻化套装",
["D"] = "获得符文师的法衣布甲套装外观。",
},
[1214436] = {
["T"] = "套装：鲜血斥候装束",
["S"] = "幻化套装",
["D"] = "获得鲜血斥候装束皮甲套装外观。",
},
[1214437] = {
["T"] = "套装：多头蛇剥皮者法衣",
["S"] = "幻化套装",
["D"] = "获得多头蛇剥皮者法衣锁甲套装外观。",
},
[1214438] = {
["T"] = "套装：破潮者护甲",
["S"] = "幻化套装",
["D"] = "获得破潮者板甲套装外观。",
},
[1214439] = {
["T"] = "套装：探险燃灯者的着装",
["S"] = "幻化套装",
["D"] = "获得探险燃灯者的着装套装外观。",
},
[1214441] = {
["T"] = "套装：神圣巡游者的着装",
["S"] = "幻化套装",
["D"] = "获得神圣巡游者的着装套装外观。",
},
[1214442] = {
["T"] = "恶魔之火注能",
["D"] = "献祭的持续伤害有4%几率发射一道恶魔之火箭矢，效果提高100%。\r\n\r\n烧尽有25%几率发射一道恶魔之火箭矢，效果提高100%。",
},
[1214443] = {
["T"] = "套装：天堂海滩便服",
["S"] = "幻化套装",
["D"] = "获得天堂海滩便服套装外观。",
},
[1214444] = {
["T"] = "套装：风吹日晒衣装",
["S"] = "幻化套装",
["D"] = "获得风吹日晒衣装套装外观。",
},
[1214445] = {
["T"] = "套装：锈痕打手装束",
["S"] = "幻化套装",
["D"] = "获得锈痕打手装束套装外观。",
},
[1214446] = {
["T"] = "套装：南海巡航便服",
["S"] = "幻化套装",
["D"] = "获得南海巡航便服套装外观。",
},
[1214447] = {
["T"] = "套装：回收钻机护衣",
["S"] = "幻化套装",
["D"] = "获得回收钻机护衣套装外观。",
},
[1214448] = {
["T"] = "毁灭一切！！！",
["D"] = "加里维克斯降下火箭之雨，每1秒对所有玩家造成302010点火焰伤害，持续30秒。此伤害每1秒提升20%。",
},
[1247215] = {
["T"] = "分形利爪",
["D"] = "|cffffffff分形镜像|r对靠得太近的玩家进行横扫，造成2684532点宇宙伤害并将其击退。",
},
[1214450] = {
["T"] = "套装：觉醒大使的制服",
["S"] = "幻化套装",
["D"] = "获得觉醒大使的制服套装外观。",
},
[1247217] = {
["T"] = "集体引力",
},
[1214452] = {
["T"] = "设置表盘",
},
[1214453] = {
["T"] = "下雨吧！",
["D"] = "克拉格·弗里茨布兰将“利润”塞进他标志性的黑血爆破枪MK1里，并向空中发射，对被击中的玩家造成894843点暗影伤害。 ",
},
[1214454] = {
["T"] = "下雨吧！",
},
[1214455] = {
["T"] = "下雨吧！",
["D"] = "克拉格·弗里茨布兰将“利润”塞进他标志性的黑血爆破枪MK1里，并向空中发射，对被击中的玩家造成894843点暗影伤害。 ",
},
[1263605] = {
["T"] = "肯瑞托太阳吊灯",
["D"] = "制作肯瑞托太阳吊灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214457] = {
["T"] = "下雨吧！",
["D"] = "克拉格·弗里茨布兰将“利润”塞进他标志性的黑血爆破枪MK1里，并向空中发射，对被击中的玩家造成894843点暗影伤害。 ",
},
[1214458] = {
["T"] = "血液扭曲",
},
[1214459] = {
["T"] = "饮用",
},
[1263611] = {
["T"] = "传送",
},
[1214464] = {
["T"] = "特技射击",
["D"] = "施法者使出邪门的特技射击，对目标造成357937点暗影伤害。黑血子弹会弹射击中附近的最多4名玩家。",
},
[1214466] = {
["T"] = "传送",
},
[1214467] = {
["T"] = "火焰之雨",
["D"] = "地狱之火如雨般落在目标位置，在7.1秒内对范围内的敌人造成62047点火焰伤害。\r\n\r\n|cFFFFFFFF此法术会对你的目标施放。|r",
},
[1214468] = {
["T"] = "特技射击",
["D"] = "施法者使出邪门的特技射击，对目标造成357937点暗影伤害。黑血子弹会弹射击中附近的最多4名玩家。",
},
[1214471] = {
["T"] = "治疗祷言",
["D"] = "圣光的力量任你掌控！为自己恢复已损失生命值的30%。",
},
[1214474] = {
["T"] = "操练打击",
["D"] = "这一击不为留下伤痕，只为传授武艺。对目标造成相当于15%武器伤害的物理伤害。",
},
[1214476] = {
["T"] = "王子的骄傲",
["D"] = "你是人中龙凤，应该将这一点广而告之。你陷入狂乱，造成的伤害提高100%，持续12秒。",
},
[1214478] = {
["T"] = "大师反击",
["D"] = "你后发制人，利用精妙的武艺给对手一个教训。使目标昏迷6秒。 ",
},
[1214483] = {
["T"] = "邪恶涂料",
["D"] = "施法者在武器上涂抹黑血浆液，使造成的伤害提高30%。",
},
[1214484] = {
["T"] = "角斗挑战",
},
[1214486] = {
["T"] = "血腥突袭",
["D"] = "每0.5秒对一名敌人造成一次暗影伤害，持续6秒。",
},
[1214488] = {
["T"] = "套装：舱底水兵的外袍",
["S"] = "幻化套装",
["D"] = "获得舱底水兵的外袍套装外观。",
},
[1214489] = {
["T"] = "套装：失窃的水手外袍",
["S"] = "幻化套装",
["D"] = "获得失窃的水手外袍套装外观。",
},
[1214490] = {
["T"] = "套装：盐渍外袍",
["S"] = "幻化套装",
["D"] = "获得盐渍外袍套装外观。",
},
[1263643] = {
["T"] = "风暴要塞冷冻舱",
["D"] = "制作风暴要塞冷冻舱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214496] = {
["T"] = "角斗挑战",
},
[1214498] = {
["T"] = "不算起火",
["D"] = "使用地精传送器后火星四射。",
},
[1214501] = {
["T"] = "禁用所有坐骑",
},
[1214502] = {
["T"] = "标记的强化芯片",
["D"] = "布莱恩的最大生命值提高4%，其造成的伤害和治疗效果提高20%。\r\n\r\n在战斗中时，能够被摧毁或驱散的机器人偶尔会锁定布莱恩。如果机器人触及布莱恩，则会使其受到相当于最大生命值30%的伤害，并且昏迷5秒。",
},
[1214503] = {
["T"] = "血伤重炮",
["D"] = "施法者令目标沾染黑血，每0.5秒对施法者前方锥形范围内的敌人施加治疗吸收效果，持续4秒。",
},
[1214504] = {
["T"] = "地精天才",
["D"] = "克拉格调试黑血爆破枪MK1，引发爆炸反应造成357937点暗影伤害，并使他造成的伤害提高50%。 ",
},
[1214505] = {
["T"] = "血伤重炮",
["D"] = "施法者令目标沾染黑血，每0.5秒对施法者前方锥形范围内的敌人施加治疗吸收效果，持续4秒。",
},
[1214509] = {
["T"] = "掷矛",
},
[1214512] = {
["T"] = "缓落",
["D"] = "减缓目标的坠落速度。",
},
[1214513] = {
["T"] = "流电镜像",
},
[1214514] = {
["T"] = "端着陈的酒",
},
[1214515] = {
["T"] = "端着陈的酒",
},
[1214516] = {
["T"] = "端着重波的酒",
},
[1230900] = {
["T"] = "虚灵能量转化器",
["S"] = "等级 1/4",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们4秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复20%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短2秒。",
},
[1214519] = {
["T"] = "便携书桌",
["D"] = "赶紧把你前几天开始的那本书看完。",
},
[1214520] = {
["T"] = "饮用",
},
[1214521] = {
["T"] = "饮用",
},
[1214522] = {
["T"] = "饮用",
},
[1214523] = {
["T"] = "饕餮虚空",
["D"] = "虚空能量侵蚀目标玩家，每1.5秒造成178968点暗影伤害，持续18秒，并吸收受到的1219864点治疗量。",
},
[1214525] = {
["T"] = "化作相位能量",
["D"] = "变成能量。",
},
[1214526] = {
["T"] = "化作相位能量",
["D"] = "变成相位能量。",
},
[1214528] = {
["T"] = "相位洞察",
},
[1230912] = {
["T"] = "虚灵能量转化器",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们4秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复20%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短2秒。\r\n",
},
[1214530] = {
["T"] = "狂怒冲锋",
},
[1214531] = {
["T"] = "投掷长矛",
},
[1230915] = {
["T"] = "嘲讽",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们4秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复20%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短2秒。",
},
[1230916] = {
["T"] = "血性大发",
["D"] = "湮灭和冰霜之镰会消耗所有杀戮机器，每层使造成的爆击伤害提高25%，并且使你的急速提高2.0%，持续8秒。\r\n\r\n多次施加可以重叠生效。",
},
[1230921] = {
["T"] = "以太新星",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们4秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复20%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短2秒。",
},
[1230923] = {
["T"] = "节点爆破",
["D"] = "弗兰克提鲁斯重击地面，对所有玩家造成223710点暗影伤害并施加|cffffffff熵能毒瘴|r。",
},
[1263692] = {
["T"] = "德莱尼织工的织布机",
["D"] = "制作德莱尼织工的织布机，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214544] = {
["T"] = "转轮",
},
[1230928] = {
["T"] = "进程状态",
},
[1214546] = {
["T"] = "晦幽波",
["D"] = "在施法者周围释放出一股虚空能量波，对击中的玩家造成894843点暗影伤害。",
},
[1230930] = {
["T"] = "冰霜之镰",
["D"] = "冰霜打击和冰川突进现在使你的下一个冰霜打击和冰川突进造成的伤害提高15%，消耗的符文能量提高5点。\r\n\r\n此效果可叠加，直到下一次符文强化。",
},
[1230932] = {
["T"] = "节点爆炸",
["D"] = "结晶的虚空能量之壁会在一名受|cffffffff水晶覆体|r影响的玩家接触时发生爆炸。爆炸会射出|cffffffff节点破片|r。",
},
[1230933] = {
["T"] = "冰霜之镰",
["D"] = "冰霜打击和冰川突进现在使你的下一个冰霜打击和冰川突进造成的伤害提高15%，消耗的符文能量提高5点。\r\n\r\n此效果可叠加，直到下一次符文强化。",
},
[1214551] = {
["T"] = "尊享蓝莓轰击",
["D"] = "拾取时饮用：最低的次要属性提高4%。",
},
[1230935] = {
["T"] = "虚灵能量转化器",
["D"] = "当一名小队成员的生命值在战斗中降至40%时，神像会被唤醒，对周围的敌人造成中等的物理伤害，并嘲讽他们4秒。每2分钟只能生效一次。",
},
[1214553] = {
["T"] = "昏迷转轮",
},
[1230937] = {
["T"] = "虚空冲击",
["D"] = "对一名敌人造成268453点暗影伤害。\n每0.5秒对一名敌人造成一次暗影伤害，持续2秒。",
},
[1214555] = {
["T"] = "究极牡蛎爆发",
["D"] = "拾取时饮用：敏捷提高4%。",
},
[1230939] = {
["T"] = "双武器",
["S"] = "被动",
["D"] = "让单手和副手武器都可以装备在副手。",
},
[1247323] = {
["T"] = "暴风城桶架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1230941] = {
["T"] = "相位",
["D"] = "将施法者传送到目标身后。",
},
[1247325] = {
["T"] = "暴风城露台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214560] = {
["T"] = "颅骨转轮",
},
[1214561] = {
["T"] = "飞旋转轮",
},
[1214562] = {
["T"] = "炸药锁定",
["D"] = "炸弹锁定目标并持续追击，直至死亡。",
},
[1247329] = {
["T"] = "将卡多雷铭文师的架子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247331] = {
["T"] = "将野炊营火放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247332] = {
["T"] = "烈风多肉棕榈",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1247333] = {
["T"] = "烈风格斗仙人掌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1247334] = {
["T"] = "烈风风滚草",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1230952] = {
["T"] = "艾洛多尔桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1230953] = {
["T"] = "阿古斯箱子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247337] = {
["T"] = "贫瘠之地玉簪灌木丛",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1214572] = {
["T"] = "自动化足球炸弹分发器",
["D"] = "布莱恩的法术和技能有几率在场上抛下2个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成高额火焰伤害。",
},
[1214573] = {
["T"] = "自动化足球炸弹分发器",
},
[1214574] = {
["T"] = "至尊曼古鲁之狂",
["D"] = "拾取时饮用：随机次要属性提高4%。",
},
[1214575] = {
["T"] = "卡亚可乐经典原味",
["D"] = "拾取时饮用：所有属性提高4%。",
},
[1230959] = {
["T"] = "符文武器增效",
["D"] = "汲取敌人的意志来强化你的符文武器，对目标造成307212点暗影冰霜伤害，对附近敌人造成较少伤害，获得40点符文能量，并获得杀戮机器效果。",
},
[1214577] = {
["T"] = "卡亚可乐能量爆发",
["D"] = "爆击提高4%。",
},
[1214578] = {
["T"] = "卡亚可乐糖分冲刺",
["D"] = "急速提高4%。",
},
[1214579] = {
["T"] = "卡亚可乐风味涌动",
["D"] = "精通提高4%。",
},
[1214580] = {
["T"] = "卡亚可乐甜蜜峰值",
["D"] = "全能提高4%。",
},
[1214581] = {
["T"] = "自动化足球炸弹分发器",
["D"] = "将巨龙竞技中的足球全部放上场。冲撞足球即可将其踢向你的目标敌人，造成252点物理伤害。",
},
[1247348] = {
["T"] = "暮色森林阴影灌木",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1247349] = {
["T"] = "蔓延的爬架藤蔓",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1247350] = {
["T"] = "暮色森林梧桐灌木",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1214585] = {
["T"] = "隆重推出地精守卫豪华版！",
},
[1247352] = {
["T"] = "粉红吉尔尼斯玫瑰",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1214587] = {
["T"] = "湍急符文钥匙",
["D"] = "将其带往被遗忘的宝库，激活湍急符文石。",
},
[1214588] = {
["T"] = "飓风符文钥匙",
["D"] = "将其带往被遗忘的宝库，激活飓风符文石。",
},
[1230972] = {
["T"] = "洛丹伦长方形毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214590] = {
["T"] = "毁灭一切！！！",
["D"] = "加里维克斯降下火箭之雨，每1秒对所有玩家造成302010点火焰伤害，持续30秒。此伤害每1秒提升20%。",
},
[1247357] = {
["T"] = "烈风焰灌从",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1214592] = {
["T"] = "漩涡符文钥匙",
["D"] = "将其带往被遗忘的宝库，激活漩涡符文石。",
},
[1230976] = {
["T"] = "被遗忘者尖刺火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1230977] = {
["T"] = "大型被遗忘者尖刺火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1230978] = {
["T"] = "暗物质",
},
[1230979] = {
["T"] = "暗物质",
["D"] = "迪门修斯用巨大的手掌扫过所有玩家，并用暗物质冲击他们，对冲击点4码内的玩家造成1879172点暗影伤害。",
},
[1247363] = {
["T"] = "巨龙的囤宝箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1230981] = {
["T"] = "安装引擎",
},
[1230982] = {
["T"] = "安装排气管",
},
[1230983] = {
["T"] = "安装电池",
},
[1230984] = {
["T"] = "安装座椅",
},
[1230985] = {
["T"] = "安装车轮",
},
[1230986] = {
["T"] = "安装把手",
},
[1230987] = {
["T"] = "学习法术：虚空之火亡命摩托",
},
[1230988] = {
["T"] = "暗物质",
},
[1230989] = {
["T"] = "暗物质",
},
[1214607] = {
["T"] = "超大更猛炸弹轰击",
["D"] = "加里维克斯使用大量炸药炮轰主要目标，造成4474221点物理伤害，并使其受到超大更猛炸弹轰击的伤害提高200%，持续1.5分钟。此效果可叠加，并且无法被躲闪或招架。\r\n\r\n同时对主要目标周围30码内的玩家造成4474221点火焰伤害，并会施加|cffffffff爆破燃烧|r。（大部分）弹药会在命中时爆炸。\r\n\r\n然而，部分引线炸弹会散落在场地里。",
},
[1214608] = {
["T"] = "晦幽波",
},
[1214609] = {
["T"] = "地精黏性榴弹",
},
[1230993] = {
["T"] = "寻常具象",
},
[1230994] = {
["T"] = "寻常具象",
},
[1230995] = {
["T"] = "寻常具象",
},
[1214614] = {
["T"] = "撕裂切割",
["D"] = "对一名敌人造成357937点物理伤害。\n每2秒对一名敌人造成134226点物理伤害，持续6秒。",
},
[1214615] = {
["T"] = "取消光环：扛着一个不省人事的地精",
},
[1230999] = {
["T"] = "暗物质",
["D"] = "迪门修斯用巨大的手掌扫过所有玩家，并用暗物质冲击他们，对冲击点4码内的玩家造成1879172点暗影伤害。",
},
[1214618] = {
["T"] = "解锁",
},
[1231002] = {
["T"] = "黑暗能量",
["D"] = "超乎认知的宇宙能量每1秒对其中的玩家造成429524点宇宙伤害，使他们受到的伤害提高100%，并且移动速度降低50%。",
},
[1231003] = {
["T"] = "暗物质",
},
[1231004] = {
["T"] = "裂变",
},
[1231005] = {
["T"] = "裂变",
["D"] = "活体物质持续产生高能反应，每2秒对随机玩家造成429524点宇宙伤害。",
},
[1231006] = {
["T"] = "召唤奥术具象",
},
[1231007] = {
["T"] = "召唤奥术具象",
},
[1231008] = {
["T"] = "召唤奥术具象",
},
[1231009] = {
["T"] = "星界涌动",
},
[1247393] = {
["T"] = "将联盟士兵的床铺放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214628] = {
["T"] = "释放黑暗",
["D"] = "释放体内的黑暗，对所有玩家造成313195点暗影伤害，并引发|cffffffff喷涌黑暗|r。",
},
[1214630] = {
["T"] = "激怒",
},
[1231014] = {
["T"] = "火焰冲撞",
["D"] = "具象喷发，每2秒对所有玩家造成178968点火焰伤害，持续10秒。",
},
[1231015] = {
["T"] = "星界收割",
},
[1231016] = {
["T"] = "冰冻镣铐",
["D"] = "具象爆发，每2秒对所有玩家造成178968点冰霜伤害，并使其定身10秒。",
},
[1214634] = {
["T"] = "喷涌黑暗",
},
[1214635] = {
["T"] = "弹力软垫",
},
[1231019] = {
["T"] = "学习法术：虚空之火亡命摩托",
},
[1214638] = {
["T"] = "喷涌黑暗",
},
[1214639] = {
["T"] = "弹力软垫",
},
[1214640] = {
["T"] = "静电充能",
},
[1214642] = {
["T"] = "超大更猛炸弹轰击",
["D"] = "加里维克斯使用大量炸药炮轰主要目标，造成4474221点物理伤害，并使其受到超大更猛炸弹轰击的伤害提高200%，持续1.5分钟。此效果可叠加，并且无法被躲闪或招架。\r\n\r\n同时对主要目标周围30码内的玩家造成4474221点火焰伤害，并会施加|cffffffff爆破燃烧|r。（大部分）弹药会在命中时爆炸。\r\n\r\n然而，部分引线炸弹会散落在场地里。",
},
[1214643] = {
["T"] = "黄金滑行",
},
[1263793] = {
["T"] = "将獠牙装饰的缝补毯子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214645] = {
["T"] = "喷涌黑暗",
["D"] = "对冲击点周围6码内的敌人造成894843点暗影伤害。",
},
[1263795] = {
["T"] = "将虚灵管道段落放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231030] = {
["T"] = "失控",
["D"] = "虚空摩托撞向敌人，对路径上的敌人造成671133点物理伤害，然后爆炸并造成0点暗影伤害。",
},
[1214648] = {
["T"] = "弹力软垫",
},
[1231032] = {
["T"] = "撞毁！",
["D"] = "虚空摩托撞向敌人，对路径上的敌人造成671133点物理伤害，然后爆炸并造成0点暗影伤害。",
},
[1231033] = {
["T"] = "虚空引擎爆发",
["D"] = "虚空摩托撞向敌人，对路径上的敌人造成671133点物理伤害，然后爆炸并造成0点暗影伤害。",
},
[1247417] = {
["T"] = "收集/拾取事件",
},
[1231036] = {
["T"] = "传送门",
},
[1214654] = {
["T"] = "熊猫人之谜时空漫游标记",
},
[1231038] = {
["T"] = "模组尺寸105-130%",
["D"] = "+4%比例",
},
[1214656] = {
["T"] = "激怒咆哮",
["D"] = "殴棘使自己和附近的咯笑魔陷入狂暴，攻击速度提高50%。",
},
[1214657] = {
["T"] = "血腥猛击",
["D"] = "每2秒对一名敌人造成一次暗影伤害，持续14秒。\n对一名敌人造成暗影伤害。",
},
[1214658] = {
["T"] = "德拉诺之王时空漫游标记",
},
[1231043] = {
["T"] = "无拘能量",
["D"] = "生命值降低20%，但造成的所有伤害提高10%。只能在相位潜行时生效。\r\n",
},
[1263810] = {
["T"] = "奥尔多书柜",
["D"] = "制作奥尔多书柜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263811] = {
["T"] = "鎏金德莱尼圆桌",
["D"] = "制作鎏金德莱尼圆桌，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1231046] = {
["T"] = "持续击打",
["D"] = "伤害提高50%。\r\n攻击速度提高50%。\r\n\r\n近战攻击命中后会刷新持续时间。",
},
[1231047] = {
["T"] = "提振士气",
["D"] = "对一名敌人造成相当于其最大生命值30%的火焰伤害，并使其陷入狂热，狂热后伤害和急速提高30%，持续12秒。",
},
[1231048] = {
["T"] = "提振士气",
},
[1231049] = {
["T"] = "沉重猛击",
["D"] = "使一名敌人造成的伤害降低10%，持续15秒。\n对一名敌人造成物理伤害。",
},
[1214667] = {
["T"] = "自动化足球炸弹分发器",
},
[1231051] = {
["T"] = "奥术护盾",
},
[1263818] = {
["T"] = "鸦人诱饵稻草人",
["D"] = "制作鸦人诱饵稻草人，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1231053] = {
["T"] = "缚形",
},
[1214672] = {
["T"] = "高端护盾科技",
["D"] = "施法者升起屏障，使附近盟友受到的伤害降低50%，持续8秒。",
},
[1214673] = {
["T"] = "艾泽里特余震",
["D"] = "地震回荡的冲击会触发内在的艾泽里特能量，引起一次艾泽里特能量爆发，对所有玩家造成447422点奥术伤害，并且每1秒造成178968点额外的奥术伤害，持续5秒。",
},
[1231057] = {
["T"] = "虚空之火亡命摩托",
},
[1231059] = {
["T"] = "精华内爆",
["D"] = "被缚形灵魂在猛烈地闯入现实，对120码内的玩家造成447422点奥术伤害，并且每1.5秒额外造成111855点奥术伤害，持续9秒。",
},
[1214677] = {
["T"] = "摇晃喷溅",
},
[1231061] = {
["T"] = "弹尾",
["D"] = "使目标的移动速度降低50%，持续6秒。\n对一名敌人造成物理伤害。",
},
[1214679] = {
["T"] = "镐击",
["D"] = "对一名敌人造成物理伤害。",
},
[1231063] = {
["T"] = "萃取目标",
},
[1231065] = {
["T"] = "眼魔的灵魂枷锁",
["D"] = "理解禁忌的恶魔语。你不敢将它念出声来。",
},
[1231066] = {
["T"] = "操控时间",
},
[1231067] = {
["T"] = "噬咬",
["D"] = "啃咬一名敌人，造成物理伤害。 ",
},
[1214687] = {
["T"] = "电轰点火",
},
[1214688] = {
["T"] = "烟火之术",
["D"] = "里克的舞台工人向场地投掷烟火之术，对冲击点2码范围内的玩家造成2237110点火焰伤害。\r\n\r\n烟火之术散射出燃烧的火花，对冲击点2码范围内的玩家造成2237110点火焰伤害。\r\n\r\n烟火之术在受到攻击时提供|cffffffff刺激|r。",
},
[1214689] = {
["T"] = "电气充能武器",
["D"] = "布莱恩的装备经过了前沿科技的升级强化。\r\n\r\n|T1369316:24|t|CFFFFFFFF电气充能护盾|R\r\n对布莱恩造成的有效治疗会产生脉冲，对周围的敌人造成自然伤害。\r\n\r\n|T4624648:24|t|CFFFFFFFF电气充能手枪|R\r\n每次射击都会释放出一股电流，在周围的敌人身上弹射，降低他们的攻击速度。治疗布莱恩可以对他的手枪进行超级充能，使其造成更高的伤害。\r\n\r\n|T983197:24|t|CFFFFFFFF电气充能霰弹枪|R\r\n每个被击中的敌人都有几率被击倒。治疗布莱恩可以对他的霰弹枪进行超级充能，使其造成更高的伤害。\r\n",
},
[1214690] = {
["T"] = "巨人踩踏",
["D"] = "击退施法者周围12码内的所有敌人。\n打断12码范围内的所有敌人的施法，持续5秒。\n对冲击点周围12码内的敌人造成894844点物理伤害。",
},
[1214692] = {
["T"] = "投掷材料",
},
[1214694] = {
["T"] = "故障",
},
[1231078] = {
["T"] = "受伤",
},
[1214697] = {
["T"] = "坚石体肤",
["D"] = "施法者令其岩石一般的皮肤变得更为坚硬，受到的伤害降低15%，持续10秒。",
},
[1214698] = {
["T"] = "卡亚可乐运载器",
["D"] = "错放的奇珍现在有45%的几率包含2罐卡亚可乐。在每个地下堡中，布莱恩制作营火时现在可以召唤一次卡亚可乐6罐装。\r\n\r\n卡亚可乐风味繁多，收集每种口味可以获得不同的效果。\r\n",
},
[1231082] = {
["T"] = "啸风冰刃",
["D"] = "当你攻击时，身边会浮现出|cFFFFCC99寒冰使者|r与|cFFFFCC99掠霜使者|r的冰霜幻影，之后会刺穿敌人。",
},
[1231083] = {
["T"] = "啸风冰刃",
["D"] = "当你攻击时，身边会浮现出|cFFFFCC99寒冰使者|r与|cFFFFCC99掠霜使者|r的冰霜幻影，之后会刺穿敌人。",
},
[1231084] = {
["T"] = "威胁",
},
[1214702] = {
["T"] = "投掷",
},
[1231086] = {
["T"] = "灵魂残片",
},
[1214704] = {
["T"] = "核心循环装置",
},
[1214705] = {
["T"] = "卡亚可乐运载器",
["S"] = "等级 3/4",
["D"] = "错放的奇珍现在有45%的几率包含2罐卡亚可乐。在每个地下堡中，布莱恩制作营火时现在可以召唤一次卡亚可乐6罐装。\r\n\r\n卡亚可乐风味繁多，收集每种口味可以获得不同的效果。\r\n",
},
[1214707] = {
["T"] = "卡亚可乐运载器",
["S"] = "等级 4/4",
["D"] = "错放的奇珍现在有50%的几率包含2罐卡亚可乐。在每个地下堡中，布莱恩制作营火时现在可以召唤一次卡亚可乐6罐装。\r\n\r\n卡亚可乐风味繁多，收集每种口味可以获得不同的效果。\r\n",
},
[1214708] = {
["T"] = "紧急修复协议",
["D"] = "每2秒恢复5%的最大生命值，持续8秒。",
},
[1231092] = {
["T"] = "灰飞烟灭",
["D"] = "|cffffffff黑暗之星|r使进入其中的玩家逐渐灰飞烟灭，移动速度降低80%，每0.5秒造成4429479点宇宙伤害。",
},
[1263859] = {
["T"] = "沙怒外交官的旗帜",
["D"] = "制作沙怒外交官的旗帜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214711] = {
["T"] = "投掷石头",
},
[1214712] = {
["T"] = "浸油之刃",
["D"] = "用浸油的武器攻击，造成火焰伤害，并使目标在8秒内受到的治疗效果降低25%。",
},
[1214713] = {
["T"] = "军团再临时空漫游标记",
},
[1231097] = {
["T"] = "寰宇裂伤",
["D"] = "一道深渊裂隙每1秒对效果范围内的玩家造成1254718点宇宙伤害。",
},
[1214715] = {
["T"] = "黏性炸弹",
["D"] = "向玩家投出一颗黏性炸弹，在5秒后对4码内的所有玩家造成278826点火焰伤害。",
},
[1214716] = {
["T"] = "黏性炸弹",
["D"] = "向玩家投出一颗黏性炸弹，在5秒后对4码内的所有玩家造成278826点火焰伤害。",
},
[1231100] = {
["T"] = "符文武器增效",
["D"] = "汲取敌人的意志来强化你的符文武器，对目标造成307212点暗影冰霜伤害，对附近敌人造成较少伤害，获得40点符文能量，并获得杀戮机器效果。",
},
[1231101] = {
["T"] = "君王的欲求",
["D"] = "萨哈达尔抽取虚空之翼的能量，使其受到的伤害提高100%，并且每1秒对所有玩家造成671133点暗影伤害，持续30秒。\r\n\r\n抽取完成时，萨哈达尔为自己恢复生命值，数值相当于虚空之翼剩余生命值的一半，而幼龙则会烟消云散。",
},
[1214720] = {
["T"] = "虚空仪式",
["D"] = "将雷什丝带的能量与先驱的赐福相结合的仪式。",
},
[1231104] = {
["T"] = "枯竭的卡雷什电池",
},
[1231107] = {
["T"] = "枯竭的卡雷什电池",
["D"] = "你的有害法术有几率让电池吸收敌人的生命力，每2.6秒造成24点奥术伤害，持续12秒。",
},
[1231109] = {
["T"] = "莫名其妙的装置",
["S"] = "等级 1/4",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高5%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高5%，持续20秒。",
},
[1231110] = {
["T"] = "迅掌",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1214728] = {
["T"] = "夺命药膏",
["D"] = "每2秒对一名敌人造成一次自然伤害，持续12秒。",
},
[1231112] = {
["T"] = "法术吸取",
["D"] = "从目标身上窃取一个增益魔法效果。此效果最多持续2分钟。",
},
[1231115] = {
["T"] = "莫名帮手",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高5%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高5%，持续20秒。",
},
[1214733] = {
["T"] = "破甲",
["D"] = "使一名敌人受到的伤害提高20%，持续10秒。",
},
[1231117] = {
["T"] = "莫名生命",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高5%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高5%，持续20秒。",
},
[1231118] = {
["T"] = "莫名提振",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高5%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高5%，持续20秒。",
},
[1214736] = {
["T"] = "腐蚀性化合物",
["D"] = "向敌人投掷腐蚀性化合物，造成自然伤害，并在随后的6秒内每2秒额外造成自然伤害。",
},
[1214737] = {
["T"] = "腐蚀性化合物",
["D"] = "向敌人投掷腐蚀性化合物，造成自然伤害，并在随后的6秒内每2秒额外造成自然伤害。",
},
[1214738] = {
["T"] = "挫志嘲讽",
["D"] = "使10码范围内的敌人士气低落，使其移动速度降低30%，伤害降低50%，持续10秒。",
},
[1214739] = {
["T"] = "挫志嘲讽",
["D"] = "使10码范围内的敌人士气低落，使其移动速度降低30%，伤害降低50%，持续10秒。",
},
[1263889] = {
["T"] = "被遗弃的竖琴",
["D"] = "演奏一段抚慰的旋律。",
},
[1214741] = {
["T"] = "核心循环装置",
["D"] = "消耗存储的所有能量核心，使一阵治愈能量漫过你的身体，立即为你恢复401点生命值，每消耗一个核心还会在10秒内恢复17点生命值。 \r\n",
},
[1214742] = {
["T"] = "虚空弹幕",
["D"] = "奥蕾莉亚射出一支阵虚空之箭，造成暗影伤害。箭雨最终会形成一次虚空冲击，在目标周围造成暗影伤害。",
},
[1214743] = {
["T"] = "虚空弹幕",
["D"] = "奥蕾莉亚射出一支阵虚空之箭，造成暗影伤害。箭雨最终会形成一次虚空冲击，在目标周围造成暗影伤害。",
},
[1214744] = {
["T"] = "虚空弹幕",
["D"] = "奥蕾莉亚射出一支阵虚空之箭，造成暗影伤害。箭雨最终会形成一次虚空冲击，在目标周围造成暗影伤害。",
},
[1214745] = {
["T"] = "虚空弹幕",
["D"] = "奥蕾莉亚射出一支阵虚空之箭，造成暗影伤害。箭雨最终会形成一次虚空冲击，在目标周围造成暗影伤害。",
},
[1214746] = {
["T"] = "射击",
["D"] = "射击一名敌人，造成暗影伤害。",
},
[1231130] = {
["T"] = "缚形灵魂",
},
[1214748] = {
["T"] = "头脑风暴",
["D"] = "施法者尽情释放自己的超凡脑力，形成一股灵能风暴，对所有玩家造成134226点奥术伤害，并在每个玩家的位置产生灵能狂风，对击中的玩家造成447422点奥术伤害并使其沉默直到主动取消。",
},
[1214749] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1214750] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1214751] = {
["T"] = "野蛮冲锋",
["D"] = "冲向一名敌人，造成物理伤害。",
},
[1214752] = {
["T"] = "野蛮冲锋",
["D"] = "冲向一个敌方目标，造成671133点物理伤害并使其移动速度降低25%。",
},
[1214753] = {
["T"] = "出故障的档案员法球",
["D"] = "在箱子中翻找，找到你的档案员法球。\r\n",
},
[1214754] = {
["T"] = "野蛮猛击",
["D"] = "对12码内的敌人造成1565976点自然伤害。",
},
[1214755] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1214756] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1214757] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1214758] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1231142] = {
["T"] = "君王的欲求",
["D"] = "萨哈达尔对目标发起近战攻击，造成100%的武器伤害。",
},
[1214760] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1231144] = {
["T"] = "虚无之息",
["D"] = "施法者对位于其前方的所有玩家造成1387008点暗影伤害。 ",
},
[1214762] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1231146] = {
["T"] = "虚无之息",
},
[1214764] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1214765] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1214766] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1231150] = {
["T"] = "君王的欲求",
["D"] = "萨哈达尔命令|cffffffff分形镜像|r融聚成一体，使他能够登上皇家虚空之翼驮着的王座。\r\n\r\n幼龙从下方突现，对击中的玩家造成16107196点宇宙伤害，并击退所有玩家。",
},
[1231151] = {
["T"] = "冲锋",
["D"] = "冲向一名敌人，造成物理伤害。",
},
[1214771] = {
["T"] = "噬咬",
},
[1214772] = {
["T"] = "标记任务",
},
[1231156] = {
["T"] = "缚形",
},
[1214776] = {
["T"] = "冰镇汽水",
["D"] = "用冰凉的汽水喷射敌人，每1秒造成301815点冰霜伤害，并使其昏迷3秒。",
},
[1263926] = {
["T"] = "将流亡者瑞沙德的文稿放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214778] = {
["T"] = "决斗冲刺",
["D"] = "向前冲锋，对目标位置造成671133点物理伤害，对路径中的所有玩家造成357938点物理伤害。",
},
[1214779] = {
["T"] = "决斗冲刺",
["D"] = "向前冲锋，对目标位置造成671133点物理伤害，对路径中的所有玩家造成357938点物理伤害。",
},
[1214780] = {
["T"] = "终极失真",
["D"] = "无人机令其通讯矩阵超载，每2秒对60码内的玩家造成447422点声波伤害并将其推离，持续12秒。\r\n",
},
[1263930] = {
["T"] = "将高等鸦人的图书架子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231165] = {
["T"] = "湮灭之爪",
["D"] = "施法者的利爪上缠绕着彼岸的能量，造成44741点暗影伤害，并吸收接下来受到的44741点治疗量。 ",
},
[1231166] = {
["T"] = "湮灭之爪",
["D"] = "施法者的利爪上缠绕着彼岸的能量，造成44741点暗影伤害，并吸收接下来受到的44741点治疗量。 ",
},
[1214784] = {
["T"] = "决斗冲刺",
["D"] = "向前冲锋，对目标位置造成671133点物理伤害，对路径中的所有玩家造成357938点物理伤害。",
},
[1231169] = {
["T"] = "束缚",
},
[1214787] = {
["T"] = "机械核心增幅器",
["D"] = "你的伤害性技能有几率为增幅器充能，随机使你最高的次要属性提高20，或使你最低的次要属性提高26，持续10秒。",
},
[1214790] = {
["T"] = "变形",
["D"] = "施法者标记随机玩家，随后令他们和10码内的玩家变形成兔子，造成2908243点奥术伤害。受影响的目标平静8秒。",
},
[1231174] = {
["T"] = "湮灭之爪",
},
[1214793] = {
["T"] = "可重复事件 - 卑鄙双雄 - 怪物 - 伤害追踪",
},
[1214794] = {
["T"] = "变形",
["D"] = "施法者标记随机玩家，随后令他们和10码内的玩家变形成兔子，造成2908243点奥术伤害。受影响的目标平静8秒。",
},
[1214796] = {
["T"] = "标记的强化芯片",
["D"] = "布莱恩的最大生命值提高4%，其造成的伤害和治疗效果提高20%。\r\n\r\n在战斗中时，能够被摧毁或驱散的机器人偶尔会锁定布莱恩。如果机器人触及布莱恩，则会使其受到相当于最大生命值30%的伤害，并且昏迷5秒。",
},
[1214797] = {
["T"] = "取消光环：喷洒药物",
},
[1214798] = {
["T"] = "加特林机枪",
["D"] = "原地旋转并发射如雹的子弹，每0.3秒对机甲面前所有玩家造成243973点物理伤害。\r\n",
},
[1214799] = {
["T"] = "阿尔法炮",
["D"] = "对一名敌人造成火焰伤害。",
},
[1214800] = {
["T"] = "微型飞弹",
["D"] = "王牌轰炸机发射一串微型飞弹，对处于每颗飞弹轰击点附近6码范围内的玩家造成1476493点火焰伤害。\r\n",
},
[1214801] = {
["T"] = "终极失真",
["D"] = "无人机令其通讯矩阵超载，每2秒对60码内的玩家造成447422点声波伤害并将其推离，持续12秒。\r\n",
},
[1214802] = {
["T"] = "标记的强化芯片",
["D"] = "布莱恩的最大生命值提高4%，其造成的伤害和治疗效果提高20%。\r\n\r\n在战斗中时，能够被摧毁或驱散的机器人偶尔会锁定布莱恩。如果机器人触及布莱恩，则会使其受到相当于最大生命值30%的伤害，并且昏迷5秒。",
},
[1214803] = {
["T"] = "能量形态",
["D"] = "进入虚幻的能量形态。",
},
[1214804] = {
["T"] = "钻头猛击",
["D"] = "机甲用钻头配件猛击地面，对附近的玩家造成894844点火焰伤害，并将他们击退。",
},
[1231189] = {
["T"] = "就绪",
},
[1214807] = {
["T"] = "机械核心增幅器",
},
[1231191] = {
["T"] = "奥术护盾",
},
[1214809] = {
["T"] = "加特林机枪",
["D"] = "原地旋转并发射如雹的子弹，每0.3秒对机甲面前所有玩家造成243973点物理伤害。\r\n",
},
[1214810] = {
["T"] = "机械核心增幅器",
},
[1231194] = {
["T"] = "裂变",
["D"] = "活体物质持续产生高能反应，每2秒对随机玩家造成429524点宇宙伤害。",
},
[1231195] = {
["T"] = "千钧猛击",
["D"] = "迪门修斯以倾世之力碾碎当前目标，对20码内的玩家造成6442879点物理伤害和4295252点宇宙伤害，并施加|cffffffff凡躯的脆弱|r。\r\n\r\n庞大的力量会在空间中产生涟漪，对所有其他玩家造成1610720点宇宙伤害，将他们从冲击点处击退，并击碎活体物质。",
},
[1214813] = {
["T"] = "加特林机枪",
["D"] = "原地旋转并发射如雹的子弹，每0.3秒对拉兹敦克面前所有玩家造成235108点物理伤害。",
},
[1214814] = {
["T"] = "标记的强化芯片",
},
[1214817] = {
["T"] = "能量形态",
},
[1214818] = {
["T"] = "冻结",
},
[1214819] = {
["T"] = "阿尔法炮",
["D"] = "对一名敌人造成火焰伤害。",
},
[1214820] = {
["T"] = "进入反抗冻伐木机",
},
[1214821] = {
["T"] = "进入反抗冻伐木机",
["D"] = "进入伐木机。",
},
[1214822] = {
["T"] = "加斯特的宝钻",
},
[1214823] = {
["T"] = "我的功劳！",
["D"] = "将盟友的功劳揽在自己身上，每12秒最多一次，获得其最高次要属性的1，最多10次，持续至战斗结束后不久。你有10%的几率被抓个现行，改为将积累的所有功劳转移给盟友，持续15秒。",
},
[1263973] = {
["T"] = "船壳为家窗户",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263974] = {
["T"] = "将暴露的拐角虚灵管道段落放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214826] = {
["T"] = "不，明明是我！",
["D"] = "将盟友的功劳揽在自己身上，每12秒最多一次，获得其最高次要属性的1，最多10次，持续至战斗结束后不久。你有10%的几率被抓个现行，改为将积累的所有功劳转移给盟友，持续15秒。",
},
[1214827] = {
["T"] = "标记的强化芯片",
},
[1247594] = {
["T"] = "虚空之光飙飞者",
},
[1214829] = {
["T"] = "反噬抵消器",
["D"] = "音波屏障保护着增幅器，使其不会失去能量或遭受|cffffffff失灵！|r的影响。",
},
[1214831] = {
["T"] = "天界弹幕",
},
[1214832] = {
["T"] = "天界弹幕",
},
[1231216] = {
["T"] = "虚空嵌套矩阵",
["S"] = "等级 1/4",
["D"] = "在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低90%。",
},
[1231217] = {
["T"] = "朦胧的法力帷纱",
["D"] = "受到伤害有几率激活帷纱的附魔，强化你的能力，使全能提高27，持续12秒。\r\n\r\n",
},
[1231218] = {
["T"] = "虚空嵌套矩阵",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为50%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1231219] = {
["T"] = "虚空嵌套矩阵",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为50%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1231220] = {
["T"] = "朦胧的法力结界",
},
[1231221] = {
["T"] = "朦胧的法力帷纱",
},
[1231222] = {
["T"] = "奥术猛袭",
},
[1231224] = {
["T"] = "奥术猛袭",
["D"] = "朝当前目标的方向宣泄奥术能量，对锥形范围内的玩家造成894843点奥术伤害，并且在9秒内每1.5秒额外造成313195点奥术伤害。此效果可叠加。",
},
[1214842] = {
["T"] = "脏污之池",
},
[1214843] = {
["T"] = "夺命封锁屏障",
},
[1214845] = {
["T"] = "脏污之池",
["D"] = "对其中的玩家每1秒造成暗影伤害，并使移动速度降低30%。",
},
[1247612] = {
["T"] = "引力波",
["D"] = "强大的引力波将玩家击飞到空中，并减慢他们的坠落速度。",
},
[1214847] = {
["T"] = "冰爆投掷",
["D"] = "将弱化的管道冻结在寒冰里。",
},
[1214848] = {
["T"] = "神秘运势之风",
["D"] = "使用升级中的角色完成任务和消灭敌人有几率获得神秘背包，其中含有装备、装饰品，以及战斗和经验值药水。\r\n\r\n10级至80级之间获得的经验值提高20%。\r\n\r\n获得的声望提高50%。\r\n\r\n\r\n|T6439625:24|t |cffffffff可以获得每日神秘奖励|r ",
},
[1231232] = {
["T"] = "黑血吹散器",
["D"] = "对你面前锥形范围内的敌人造成16417点物理冰霜伤害。",
},
[1214850] = {
["T"] = "夺命封锁屏障",
},
[1231234] = {
["T"] = "被保护的核心",
["D"] = "奥术护盾保护着施法者的能量核心，吸收1742664点伤害。被移除时，获得|cffffffff不稳定的核心|r。",
},
[1214852] = {
["T"] = "三维生物打印机",
["S"] = "等级 1/4",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为50%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1214853] = {
["T"] = "污秽痕迹",
},
[1214854] = {
["T"] = "驾驶伐木机",
},
[1214855] = {
["T"] = "冰爆引爆",
},
[1231240] = {
["T"] = "黑血吹散器",
["D"] = "使用黑血吹散器……把黑血液滩吹散。",
},
[1231243] = {
["T"] = "黑血吹散器",
},
[1231244] = {
["T"] = "不稳定的核心",
["D"] = "不稳定的核心每1.5秒爆发一股奥术能量，对随机一名敌人造成447422点奥术伤害，并在其位置留下一个不稳定的裂隙。",
},
[1214862] = {
["T"] = "漆料：地精之绿",
["D"] = "这种漆料其实并不环保。",
},
[1214863] = {
["T"] = "反抗冻飞弹",
["D"] = "射出一发反抗冻飞弹。",
},
[1214864] = {
["T"] = "三维生物打印机",
},
[1214865] = {
["T"] = "漆料：批示之红",
["D"] = "毫无疑问，涂成红色才能跑得最快。",
},
[1214866] = {
["T"] = "漆料：黄饼之黄",
["D"] = "迷人的颜色，没有负面作用。",
},
[1231250] = {
["T"] = "不稳定的核心",
["D"] = "不稳定的核心每1.5秒爆发一股奥术能量，对随机一名敌人造成447422点奥术伤害，并在其位置留下一个不稳定的裂隙。",
},
[1231251] = {
["T"] = "不稳定的核心",
["D"] = "不稳定的核心每1.5秒爆发一股奥术能量，对随机一名敌人造成447422点奥术伤害，并在其位置留下一个不稳定的裂隙。",
},
[1231252] = {
["T"] = "不稳定的核心",
["D"] = "不稳定的核心每1.5秒爆发一股奥术能量，对随机一名敌人造成447422点奥术伤害，并在其位置留下一个不稳定的裂隙。",
},
[1214870] = {
["T"] = "冰爆引爆",
["D"] = "冻结敌人。",
},
[1247637] = {
["T"] = "注能晶塔",
},
[1214872] = {
["T"] = "纵火派对包",
["D"] = "洛肯斯多为当前目标赠送一份爆炸品。6秒后接收者爆炸，对所有玩家造成最高4474221点火焰伤害。距离爆炸位置越远的玩家受到的伤害越低。",
},
[1214873] = {
["T"] = "三维生物打印机",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为50%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1214875] = {
["T"] = "钓鱼竿",
},
[1247642] = {
["T"] = "时间之沙",
["D"] = "伊特努丝在目标位置上方显现坠落的时间球体。未能击中一名玩家的球体会对所有玩家造成2684532点奥术伤害。当玩家站在球体下方时，这些球体坠落得更快。\r\n\r\n当球体撞击时，处于其下方的玩家会恢复技能冷却时间，并且在直到主动取消内无法再次从此效果中受益。",
},
[1214877] = {
["T"] = "反抗冻飞弹",
},
[1214878] = {
["T"] = "纵火派对包",
["D"] = "洛肯斯多为当前目标赠送一份爆炸品。6秒后接收者爆炸，对所有玩家造成最高4474221点火焰伤害。距离爆炸位置越远的玩家受到的伤害越低。",
},
[1247645] = {
["T"] = "阿达拉斯的备用眼罩",
},
[1231263] = {
["T"] = "虚空嵌套矩阵",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高5%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高5%，持续20秒。",
},
[1214882] = {
["T"] = "生物燃料火箭装置",
["D"] = "为小队成员配备|cffffffff生物燃料火箭装置|r。\r\n\r\n|T1500939:24|t |cffffffff生物燃料|r\r\n每消灭一个敌人都会为|cffffffff生物燃料火箭装置|r补充燃料，使移动速度提高2%，急速提高2%，持续10秒，最多叠加10次。",
},
[1214887] = {
["T"] = "仇恨之轮",
["D"] = "激活眼棱使你的下一个眼棱冷却时间减少5.0秒，最多减少20秒。",
},
[1214889] = {
["T"] = "寒光步",
["D"] = "对一个敌人造成79194点冰霜伤害，并使其移动速度降低50%，持续3秒。",
},
[1214890] = {
["T"] = "仇恨之轮",
["D"] = "激活眼棱使你的下一个眼棱冷却时间减少5.0秒，最多减少20秒。",
},
[1214892] = {
["T"] = "生物燃料",
["D"] = "为小队成员配备|cffffffff生物燃料火箭装置|r。\r\n\r\n|T1500939:24|t |cffffffff生物燃料|r\r\n每消灭一个敌人都会为|cffffffff生物燃料火箭装置|r补充燃料，使移动速度提高2%，急速提高2%，持续10秒，最多叠加10次。",
},
[1214893] = {
["T"] = "震荡",
["D"] = "布莱恩的最大生命值提高4%，其造成的伤害和治疗效果提高20%。\r\n\r\n在战斗中时，能够被摧毁或驱散的机器人偶尔会锁定布莱恩。如果机器人触及布莱恩，则会使其受到相当于最大生命值30%的伤害，并且昏迷5秒。",
},
[1231277] = {
["T"] = "暗影吐息",
["D"] = "对冲击范围内的敌人造成9942点暗影伤害，并每1秒额外造成1988点暗影伤害，持续4秒。",
},
[1214895] = {
["T"] = "能量形态",
["D"] = "被注入了雷什丝带之力和萨拉塔斯的赐福。",
},
[1247662] = {
["T"] = "美酒节轰炸机",
["D"] = "召唤或解散一架美酒节轰炸机。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1214897] = {
["T"] = "血腥重击",
["D"] = "使用施法者的盾牌猛击敌人，对其造成暗影伤害并击退目标。\r\n\r\n黑血会覆盖在目标身上，吸收其受到的治疗效果。",
},
[1247664] = {
["T"] = "注能晶塔",
},
[1247665] = {
["T"] = "注能晶塔",
},
[1247666] = {
["T"] = "可爱的精灵架子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1247667] = {
["T"] = "时间之沙",
},
[1214902] = {
["T"] = "标记的强化芯片",
["S"] = "等级 2/4",
["D"] = "布莱恩的最大生命值提高6%，其造成的伤害和治疗效果提高25%。\r\n\r\n在战斗中时，能够被摧毁或驱散的机器人偶尔会锁定布莱恩。如果机器人触及布莱恩，则会使其受到相当于最大生命值30%的伤害，并且昏迷5秒。",
},
[1214903] = {
["T"] = "标记的强化芯片",
["S"] = "等级 3/4",
["D"] = "布莱恩的最大生命值提高8%，其造成的伤害和治疗效果提高30%。\r\n\r\n在战斗中时，能够被摧毁或驱散的机器人偶尔会锁定布莱恩。如果机器人触及布莱恩，则会使其受到相当于最大生命值30%的伤害，并且昏迷5秒。",
},
[1231287] = {
["T"] = "暗影吐息",
["D"] = "对冲击范围内的敌人造成9942点暗影伤害，并每1秒额外造成1988点暗影伤害，持续4秒。",
},
[1214905] = {
["T"] = "标记的强化芯片",
["D"] = "布莱恩的最大生命值提高4%，其造成的伤害和治疗效果提高20%。\r\n\r\n在战斗中时，能够被摧毁或驱散的机器人偶尔会锁定布莱恩。如果机器人触及布莱恩，则会使其受到相当于最大生命值30%的伤害，并且昏迷5秒。",
},
[1214906] = {
["T"] = "标记的强化芯片",
["D"] = "布莱恩的最大生命值提高4%，其造成的伤害和治疗效果提高20%。\r\n\r\n在战斗中时，能够被摧毁或驱散的机器人偶尔会锁定布莱恩。如果机器人触及布莱恩，则会使其受到相当于最大生命值30%的伤害，并且昏迷5秒。",
},
[1214907] = {
["T"] = "标记的强化芯片",
["D"] = "布莱恩的最大生命值提高4%，其造成的伤害和治疗效果提高20%。\r\n\r\n在战斗中时，能够被摧毁或驱散的机器人偶尔会锁定布莱恩。如果机器人触及布莱恩，则会使其受到相当于最大生命值30%的伤害，并且昏迷5秒。",
},
[1214908] = {
["T"] = "废疗博士",
},
[1247675] = {
["T"] = "召唤扎阿兰",
},
[1214910] = {
["T"] = "纵火派对包",
["D"] = "洛肯斯多为当前目标赠送一份爆炸品。6秒后接收者爆炸，对所有玩家造成最高4474221点火焰伤害。距离爆炸位置越远的玩家受到的伤害越低。",
},
[1231294] = {
["T"] = "召唤群聚者",
},
[1214913] = {
["T"] = "能量形态",
},
[1214915] = {
["T"] = "可重复事件 - 卑鄙双雄 - 得分 - 当前（战斗中）",
},
[1231299] = {
["T"] = "野性冲锋",
["D"] = "施法者向前冲刺，对路径上的玩家造成313195点物理伤害，并将其击退。",
},
[1214919] = {
["T"] = "狂热光环",
},
[1214920] = {
["T"] = "夜幕碎天兽",
["D"] = "召唤或解散一头夜幕碎天兽。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1247687] = {
["T"] = "精工闪现陷阱",
["D"] = "在你的脚下布置一个闪现陷阱。第一个进入2码范围内的玩家将被向后传送10码，同时减速50%，持续2秒。\r\n陷阱可存在1分钟，随后会自动卸除。\r\n\r\n只能在卡兹阿加的地下堡和户外区域使用。",
},
[1214923] = {
["T"] = "收集容器",
},
[1231307] = {
["T"] = "影卫刺客",
},
[1231308] = {
["T"] = "装备无拘武器",
},
[1231309] = {
["T"] = "闪烁",
["D"] = "造成奥术伤害，并使受到的奥术伤害提高8%，持续12秒。",
},
[1231311] = {
["T"] = "血伤",
["D"] = "刺伤目标，造成物理伤害并使其每2秒出现一次流血，持续8秒。 ",
},
[1214930] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速45%，同时为附近的小队成员恢复35%的最大生命值。每1.5分钟只能触发一次。",
},
[1247697] = {
["T"] = "界门",
},
[1214932] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速45%，同时为附近的小队成员恢复35%的最大生命值。每1.5分钟只能触发一次。",
},
[1231316] = {
["T"] = "冰龙吐息",
["D"] = "持续对前方锥形区域内的敌人每1秒造成210428点冰霜伤害，直到符文能量耗尽。对次要目标造成较低的伤害。\r\n\r\n|cFFFFFFFF在开始和结束时产生1个符文|r。",
},
[1247700] = {
["T"] = "界门",
},
[1231318] = {
["T"] = "风之攫握",
["D"] = "将所有目标拉向自己。",
},
[1231319] = {
["T"] = "风之攫握",
["D"] = "将所有目标拉向自己。",
},
[1231320] = {
["T"] = "召唤群聚者",
},
[1247704] = {
["T"] = "界门",
},
[1214939] = {
["T"] = "轰击大师3000型",
},
[1214940] = {
["T"] = "乌祖尔裂肉者",
["D"] = "召唤或解散你的乌祖尔裂肉者。",
},
[1214941] = {
["T"] = "轰击大师3000型",
["D"] = "向你的敌人发射随机数量的致命手雷，每枚手雷造成98点火焰伤害，伤害由爆炸范围内的附近目标均摊。",
},
[1247708] = {
["T"] = "界门",
},
[1214943] = {
["T"] = "淤泥震荡",
["D"] = "施法者不停地钻击地面，每2秒造成自然伤害，持续6秒。",
},
[1247710] = {
["T"] = "莫拉塔丽的谋算",
["D"] = "|cffffffff诺斯特温的迫切|r激活时，你受到的坠落伤害降低99%。从极高的地方坠落会对周围的敌人造成|CFFffffff$<damageValue>|R点物理伤害，并使你的伤害和治疗效果提高20%，持续10秒。\r\n",
},
[1231328] = {
["T"] = "碎裂之核",
["D"] = "防御核心开裂，使施法者昏迷1.5秒。",
},
[1231329] = {
["T"] = "暴跳践踏",
["D"] = "击退一名敌人。\n对一名敌人造成物理伤害。",
},
[1247713] = {
["T"] = "相位切割",
},
[1231333] = {
["T"] = "集结兽群",
["D"] = "集结附近的兽群成员，使它们的攻击速度提高30%。 ",
},
[1231334] = {
["T"] = "碎裂之核",
["D"] = "昏迷。",
},
[1214952] = {
["T"] = "淤泥震荡",
["D"] = "施法者不停地钻击地面，每2秒造成自然伤害，持续6秒。",
},
[1214953] = {
["T"] = "认真拳击",
["D"] = "认真的一记重拳！",
},
[1214954] = {
["T"] = "认真扫堂腿",
["D"] = "认真的一记扫堂腿！",
},
[1247722] = {
["T"] = "启动地心之战追赶",
},
[1231340] = {
["T"] = "威能遗物",
},
[1231341] = {
["T"] = "暗影脉冲",
["D"] = "对15码内的敌人造成447422点暗影伤害。",
},
[1247725] = {
["T"] = "启动地心之战追赶",
},
[1247726] = {
["T"] = "启动地心之战追赶",
},
[1231344] = {
["T"] = "召唤圣物",
["D"] = "召唤一个圣物以强化施法者，使其位于圣物周围7码内时攻击和施法速度提高50%。",
},
[1231345] = {
["T"] = "召唤圣物",
},
[1214967] = {
["T"] = "传送",
},
[1214969] = {
["T"] = "传送",
},
[1247736] = {
["T"] = "探险者协会绳子",
},
[1231354] = {
["T"] = "装备无拘武器",
},
[1214972] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速45%，同时为附近的小队成员恢复35%的最大生命值。每1.5分钟只能触发一次。",
},
[1231356] = {
["T"] = "暗影撕咬",
["D"] = "造成223710点暗影伤害，并在12秒内每2秒造成额外的89485点暗影伤害。",
},
[1231357] = {
["T"] = "挪用的自拍神器",
["D"] = "用自拍神器来拍张照片。",
},
[1231358] = {
["T"] = "自拍",
["D"] = "用自拍神器来拍张照片。",
},
[1231360] = {
["T"] = "法力盛宴",
["D"] = "施法者周期性地饱餐目标的法力，造成134226点奥术伤害。",
},
[1231361] = {
["T"] = "法力盛宴",
["D"] = "施法者周期性地饱餐目标的法力，造成134226点奥术伤害。",
},
[1231362] = {
["T"] = "面具",
["D"] = "将两个大啤酒杯扎在头上或头盔上。",
},
[1231363] = {
["T"] = "法力吞噬",
["D"] = "施法者周期性的吞噬目标的法力，造成134226点奥术伤害，并使目标的急速降低5%。此效果可叠加。 ",
},
[1231364] = {
["T"] = "跟随周期性",
},
[1247748] = {
["T"] = "套装：虚痕队长的板甲",
["D"] = "收集虚痕队长的板甲套装外观。",
},
[1231366] = {
["T"] = "暗影撕咬",
["D"] = "造成223710点暗影伤害，并在12秒内每2秒造成额外的89485点暗影伤害。",
},
[1214984] = {
["T"] = "冰爆",
},
[1247751] = {
["T"] = "套装：虚痕先知的裹布",
["D"] = "收集虚痕先知的裹布套装外观。",
},
[1214986] = {
["T"] = "口袋工厂",
["S"] = "等级 1/4",
["D"] = "布莱恩的法术和技能有几率指派口袋工厂建造1个炮台助战，持续10秒。",
},
[1214987] = {
["T"] = "噬体烈焰",
["D"] = "站在烈焰中，每1秒造成894843点火焰伤害。",
},
[1231372] = {
["T"] = "获得面具",
},
[1247756] = {
["T"] = "变易暗影",
["D"] = "凯威扎和她的扭曲虚空幻影在场地内快速奔袭。",
},
[1214991] = {
["T"] = "激涌弧光",
["D"] = "Mk II型电击振荡器向一名随机玩家射出一道电弧，造成447422点自然伤害，随后弹跳至最多3个目标。每次弹跳后伤害提高10%。",
},
[1214992] = {
["T"] = "兔妖自尽",
["D"] = "在被伤害所削弱后，软泥会从宿主身上弹出，创造一个滑行软泥。该软泥会尝试回到宿主身上，当与宿主发生接触时为其恢复全部生命值。",
},
[1214993] = {
["T"] = "口袋工厂",
},
[1214994] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速45%，同时为附近的小队成员恢复35%的最大生命值。每1.5分钟只能触发一次。",
},
[1231378] = {
["T"] = "暗影坠天",
["D"] = "迪门修斯召唤多个虚空能量球，在6秒内缓缓下落。球体在撞击时爆炸，对所有玩家造成626391点暗影伤害，并使其受到暗影坠天的伤害提高100%，持续1秒。此效果可叠加。\r\n\r\n每个位于冲击位置且具有重力影响的玩家都会加快球体的下落速度。",
},
[1231379] = {
["T"] = "暗影坠天",
},
[1214997] = {
["T"] = "兔妖自尽",
},
[1214998] = {
["T"] = "兔妖自尽",
["D"] = "兔妖发生爆炸，对10码范围内的玩家立即造成1789688点自然伤害，并且每1秒额外造成715875点自然伤害，持续6秒。",
},
[1215000] = {
["T"] = "兔妖自尽",
["D"] = "猛烈爆炸，对0码范围内的所有人立即造成0点自然伤害，并且每5.2秒额外造成0点自然伤害，持续直到主动取消。",
},
[1215004] = {
["T"] = "公海号角",
["D"] = "施法者用号角鼓舞周围的盟友，使他们的急速提高30%。",
},
[1215005] = {
["T"] = "能量形态被毁",
},
[1215006] = {
["T"] = "闪电炮台",
["D"] = "闪电炮台射出闪电，弹射至最多3个玩家，造成186105点自然伤害。",
},
[1231390] = {
["T"] = "星界收割",
["D"] = "奥术收集装置从数名玩家身上汲取能量，每1秒对其造成894843点奥术伤害，持续4秒。效果结束时，每位玩家所在位置会生成一个|cffffffff奥术具象|r。\r\n",
},
[1231391] = {
["T"] = "移动至控制台",
},
[1231392] = {
["T"] = "移动至控制台",
},
[1231393] = {
["T"] = "移动至控制台",
},
[1215011] = {
["T"] = "炸弹药水",
["D"] = "布莱恩向受伤的玩家附近抛出治疗药水，穿过治疗药水可恢复中等的生命值。",
},
[1215012] = {
["T"] = "乘坐软泥罐",
["D"] = "乘坐一台租来的软泥罐，可以收集软泥。",
},
[1231396] = {
["T"] = "相位硬化",
},
[1247780] = {
["T"] = "艾尔文栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1215015] = {
["T"] = "揍这个，头儿？",
["D"] = "斯普洛克猛击前方的所有敌人，造成伤害。如果斯普洛克击中了陶克，陶克会陷入昏迷，受到的伤害提高100%，持续8秒。 ",
},
[1215016] = {
["T"] = "猛击",
["D"] = "用机械臂膀猛击目标软泥，造成物理伤害。",
},
[1215017] = {
["T"] = "能量脉动",
["D"] = "释放一股能量，对8码内的所有软泥造成严重的自然伤害。",
},
[1215018] = {
["T"] = "吸除软泥",
["D"] = "吸除10码内的所有软泥滩，将其安全地储存在软泥罐内，并恢复5%的生命值。",
},
[1215019] = {
["T"] = "吸除软泥",
["D"] = "吸除10码内的所有软泥滩，将其安全地储存在软泥罐内，并恢复5%的生命值。",
},
[1215020] = {
["T"] = "吸除软泥",
["D"] = "吸除10码内的所有软泥滩，将其安全地储存在软泥罐内，并恢复5%的生命值。",
},
[1215021] = {
["T"] = "欧恩哈拉之风",
["D"] = "当你的瞭望的雄鹰施加瞭望印记时，有100%几率为最多1名附近敌人施加瞭望印记，产生100%的效果。",
},
[1247788] = {
["T"] = "艾尔文草丛",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1215023] = {
["T"] = "射击",
["D"] = "对一名敌人造成313195点物理伤害。",
},
[1231408] = {
["T"] = "奥术满溢",
["D"] = "卢米萨尔满溢的能量向外放射，每1秒对所有玩家造成271417点奥术伤害。",
},
[1215026] = {
["T"] = "爆破冲击",
},
[1247793] = {
["T"] = "奈辛瓦里的铲齿鹿战利品",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231411] = {
["T"] = "复原",
["D"] = "休息一会儿，准备食物并大快朵颐。在10秒内恢复50%的最大生命值。",
},
[1247795] = {
["T"] = "虚空腐化的圆台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231413] = {
["T"] = "被丢弃的地雷",
},
[1231414] = {
["T"] = "引爆",
["D"] = "在短时间后爆炸，造成伤害并击退附近的目标。",
},
[1215032] = {
["T"] = "致命印记",
["D"] = "瞭望印记现在会使瞄准射击的爆击几率额外提高15%。",
},
[1215033] = {
["T"] = "长引线导弹",
["D"] = "陶克发射他新研制的长引线导弹，被踩到或10秒后爆炸。踩到长引线导弹的随从也会引爆它们，使其昏迷并且受到的伤害提高100%。",
},
[1247800] = {
["T"] = "封闭",
["D"] = "封闭达拉然防御中的缺口。",
},
[1231418] = {
["T"] = "复原",
["D"] = "休息一会儿，准备食物并大快朵颐。在10秒内恢复50%的最大生命值。",
},
[1215036] = {
["T"] = "长引线导弹",
["D"] = "陶克发射他新研制的长引线导弹，被踩到或10秒后爆炸。踩到长引线导弹的随从也会引爆它们，使其昏迷并且受到的伤害提高100%。",
},
[1215037] = {
["T"] = "长引线导弹",
["D"] = "陶克发射他新研制的长引线导弹，被踩到或10秒后爆炸。踩到长引线导弹的随从也会引爆它们，使其昏迷并且受到的伤害提高100%。",
},
[1215039] = {
["T"] = "B.4.T.T.L.3.地雷",
},
[1215042] = {
["T"] = "爆破冲击",
},
[1215044] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215045] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1264195] = {
["T"] = "将暴露的斜角虚灵管道段落放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231430] = {
["T"] = "恶魔变形",
},
[1231432] = {
["T"] = "虚空视界",
},
[1215050] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215051] = {
["T"] = "生命链接紧急激活器",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215052] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215053] = {
["T"] = "奥术飞弹",
},
[1231437] = {
["T"] = "阴燃奉献",
},
[1231438] = {
["T"] = "盾击",
["D"] = "使用施法者的盾牌猛击敌人，造成物理伤害并击退目标。",
},
[1215056] = {
["T"] = "长引线导弹",
["D"] = "陶克发射他新研制的长引线导弹，被踩到或10秒后爆炸。踩到长引线导弹的随从也会引爆它们，使其昏迷并且受到的伤害提高100%。",
},
[1231440] = {
["T"] = "处置炸药",
["D"] = "“安全地”处置多余的炸弹。",
},
[1231441] = {
["T"] = "传送",
},
[1215059] = {
["T"] = "奥术飞弹",
},
[1231443] = {
["T"] = "错乱爆炸",
},
[1231445] = {
["T"] = "幽影重踏",
["D"] = "施法者重踏地面，释放黑暗能量袭击周围的敌人，造成1342266点暗影伤害。 ",
},
[1231446] = {
["T"] = "错乱爆炸",
},
[1215065] = {
["T"] = "白金拳击",
["D"] = "重击目标，对冲击点6码范围内的所有敌人造成3131955点物理伤害。",
},
[1215066] = {
["T"] = "生命链接紧急激活器",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1231453] = {
["T"] = "恶魔变形",
},
[1215071] = {
["T"] = "浸电之水",
["D"] = "浸电之水每1秒对站在其中的玩家造成447422点自然伤害，并周期性地使玩家昏迷2秒。",
},
[1231455] = {
["T"] = "恶魔变形",
},
[1215073] = {
["T"] = "提速",
["D"] = "在短时间内获得巨大的爆发速度。",
},
[1215074] = {
["T"] = "提速",
["D"] = "在短时间内获得巨大的爆发速度。",
},
[1231458] = {
["T"] = "行走",
},
[1264225] = {
["T"] = "日光术",
["D"] = "你在一个敌方目标的头顶召唤一道日光，打断该目标正在施放的法术，并使光柱内的全部敌人陷入沉默。日光术持续10秒。",
},
[1215077] = {
["T"] = "解锁助推",
["D"] = "助推功能已解锁。",
},
[1215078] = {
["T"] = "提速",
["D"] = "你尚未解锁此项。\r\n\r\n前往“货运与接收”与莫巴交谈，为你的G-99疾飙飞车加装涡轮。",
},
[1215080] = {
["T"] = "和平主义火箭",
["D"] = "造成47516点火焰伤害。",
},
[1215082] = {
["T"] = "实验性扰动",
["D"] = "造成的伤害提高$w1%。",
},
[1215084] = {
["T"] = "暗索鸡尾酒",
["D"] = "斯普洛克畅饮优质的暗索鸡尾酒，使他的攻击速度提高50%，移动速度提高20%。",
},
[1215085] = {
["T"] = "星辰炸弹",
},
[1215086] = {
["T"] = "和平之火",
["D"] = "对你面前锥形范围内的敌人造成13859点火焰伤害。",
},
[1231470] = {
["T"] = "虚空吐息",
["D"] = "对施法者前方的所有敌人造成357937点暗影伤害。",
},
[1215089] = {
["T"] = "浸电之水",
["D"] = "浸电之水每1秒对站在其中的玩家造成447422点自然伤害，并周期性地使玩家昏迷2秒。",
},
[1215090] = {
["T"] = "规避战术",
},
[1215092] = {
["T"] = "挥砍",
["D"] = "挥出霜之哀伤。",
},
[1231477] = {
["T"] = "虚空喷射",
["D"] = "施法者的两个脑袋同时射出虚空飞弹，各造成178968点暗影伤害。 ",
},
[1231478] = {
["T"] = "错乱爆炸",
["D"] = "错乱的炸弹对附近的目标造成伤害。",
},
[1215096] = {
["T"] = "死亡新星",
["D"] = "对附近的敌人造成冰霜伤害，并使其定身最多2秒。",
},
[1215097] = {
["T"] = "11.1职业套装 - 远程输出 - 2件套",
["D"] = "你的法术和技能有几率赢得头奖！，以50%的效能施放一次冷却时间中等的技能。施放主要冷却技能时必定赢得头奖！",
},
[1231482] = {
["T"] = "虚空喷射",
["D"] = "施法者的两个脑袋同时射出虚空飞弹，各造成178968点暗影伤害。 ",
},
[1215100] = {
["T"] = "充能",
},
[1215102] = {
["T"] = "震地",
["D"] = "猛击地面，每0.5秒对所有玩家造成89485点物理伤害，持续4秒。",
},
[1215103] = {
["T"] = "震地",
["D"] = "猛击地面，每0.5秒对所有玩家造成89485点物理伤害，持续4秒。",
},
[1215104] = {
["T"] = "尊贵玄黑",
["D"] = "施法者酣畅痛饮，使其造成的伤害提高50%，移动速度提高125%，持续30秒。",
},
[1215105] = {
["T"] = "逆向工程的地精死亡炸弹",
["S"] = "等级 2/4",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速60%，同时为附近的小队成员恢复50%的最大生命值。每1.5分钟只能触发一次。",
},
[1215106] = {
["T"] = "逆向工程的地精死亡炸弹",
["S"] = "等级 3/4",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速75%，同时为附近的小队成员恢复65%的最大生命值。每1.5分钟只能触发一次。",
},
[1215107] = {
["T"] = "逆向工程的地精死亡炸弹",
["S"] = "等级 4/4",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速90%，同时为附近的小队成员恢复80%的最大生命值。每1.5分钟只能触发一次。",
},
[1215108] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速60%，同时为附近的小队成员恢复50%的最大生命值。每1.5分钟只能触发一次。",
},
[1215109] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速75%，同时为附近的小队成员恢复65%的最大生命值。每1.5分钟只能触发一次。",
},
[1215110] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速90%，同时为附近的小队成员恢复80%的最大生命值。每1.5分钟只能触发一次。",
},
[1215111] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速60%，同时为附近的小队成员恢复50%的最大生命值。每1.5分钟只能触发一次。",
},
[1215112] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速75%，同时为附近的小队成员恢复65%的最大生命值。每1.5分钟只能触发一次。",
},
[1215113] = {
["T"] = "坚毅心智 - 暴风城",
["D"] = "在惊魂幻象中的理智流失降低0%。",
},
[1231497] = {
["T"] = "吃撑",
["D"] = "死亡时爆开，在5秒内每1秒对所有玩家造成44741点暗影伤害。",
},
[1215115] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速60%，同时为附近的小队成员恢复50%的最大生命值。每1.5分钟只能触发一次。",
},
[1231499] = {
["T"] = "电击者的电击器",
},
[1215117] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速90%，同时为附近的小队成员恢复80%的最大生命值。每1.5分钟只能触发一次。",
},
[1215118] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速60%，同时为附近的小队成员恢复50%的最大生命值。每1.5分钟只能触发一次。",
},
[1215119] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速75%，同时为附近的小队成员恢复65%的最大生命值。每1.5分钟只能触发一次。",
},
[1215120] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速90%，同时为附近的小队成员恢复80%的最大生命值。每1.5分钟只能触发一次。",
},
[1231504] = {
["T"] = "阿拉希艺人的烈焰",
},
[1231506] = {
["T"] = "复仇狂怒",
["D"] = "施法者被激怒，攻击速度提高25%，受到的所有伤害降低25%。",
},
[1215124] = {
["T"] = "浸电之水",
},
[1215125] = {
["T"] = "尊贵玄黑",
},
[1215127] = {
["T"] = "沉默药水",
["D"] = "布莱恩向受伤的玩家附近抛出治疗药水，穿过治疗药水可恢复中等的生命值。",
},
[1215128] = {
["T"] = "闪电联结",
["D"] = "布莱恩生成一道电化联结，将附近的盟友受到的伤害转移给自身。",
},
[1215129] = {
["T"] = "和平主义者着陆",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215132] = {
["T"] = "火焰法师11.1职业套装2件套",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，使燃烧的冷却时间缩短2秒。施放燃烧有100%的几率必定赢得|cFFFFFFFF头奖！|r，且效能提高100%。",
},
[1215133] = {
["T"] = "冰霜法师11.1职业套装2件套",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，发射寒冰箭雨，对主要目标造成115887点伤害，并对最多8个额外目标造成23178点伤害。施放冰冷血脉时必定赢得|cFFFFFFFF头奖！|r",
},
[1215134] = {
["T"] = "沉默药水",
["D"] = "布莱恩向受伤的玩家附近抛出治疗药水，穿过治疗药水可恢复中等的生命值。",
},
[1215135] = {
["T"] = "沉默药水",
["D"] = "布莱恩向受伤的玩家附近抛出治疗药水，穿过治疗药水可恢复中等的生命值。",
},
[1215136] = {
["T"] = "奥术法师11.1职业套装2件套",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，使你获得节能施法并使法术伤害提高5%，持续12秒。施放大法师之触有100%的几率赢得|cFFFFFFFF头奖！|r",
},
[1215137] = {
["T"] = "浸电之水",
},
[1215138] = {
["T"] = "坚毅心智 - 奥格瑞玛",
["D"] = "在惊魂幻象中的理智流失降低0%。",
},
[1215139] = {
["T"] = "和平喷火器",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215140] = {
["T"] = "金色降落伞",
["D"] = "妮姬空投不稳定的黑血容器攻击玩家，落地时对4码内的玩家造成物理伤害并将其击退。",
},
[1215143] = {
["T"] = "通往玛卓克萨斯的传送门",
},
[1231527] = {
["T"] = "优雅的软垫椅子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1231528] = {
["T"] = "优雅的软垫脚凳",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1215146] = {
["T"] = "渐退为白色",
},
[1215147] = {
["T"] = "尊贵玄黑",
},
[1231531] = {
["T"] = "优雅的木制衣柜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1231532] = {
["T"] = "小型优雅边桌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1231533] = {
["T"] = "华丽的武器架",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1231536] = {
["T"] = "打开的精灵木箱",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1215156] = {
["T"] = "易燃爆炸",
["D"] = "|cffffffff金色降落伞|r的载荷发生爆炸，对100码内的玩家造成暗影伤害。",
},
[1231540] = {
["T"] = "奥术虹吸",
["D"] = "利用敌人自身的魔法，在1.5秒内每0.5秒造成奥术伤害。",
},
[1264307] = {
["T"] = "洪流",
["D"] = "每0.5秒对一名敌人造成223710点冰霜伤害，持续6秒。",
},
[1231542] = {
["T"] = "奥术栽培",
},
[1231543] = {
["T"] = "奥术虹吸",
["D"] = "利用敌人自身的魔法，在1.5秒内每0.5秒造成奥术伤害。",
},
[1231544] = {
["T"] = "静电震击",
["D"] = "每1秒失去11%的最大生命值。",
},
[1215165] = {
["T"] = "黑血寄生虫",
},
[1264316] = {
["T"] = "祈雨舞",
},
[1264317] = {
["T"] = "祈雨舞",
},
[1264318] = {
["T"] = "祈雨舞",
["D"] = "对冲击点周围2码内的敌人造成9506点冰霜伤害。",
},
[1215174] = {
["T"] = "复仇",
["D"] = "挥舞武器划出巨大的弧线，对你面前的所有敌人造成100151点物理伤害。超过5名目标时将造成较低的伤害。\r\n\r\n你成功躲闪或招架攻击将有一定几率使你的下一次复仇不消耗怒气。",
},
[1215178] = {
["T"] = "超安全装备定位仪",
["D"] = "使施法者能够在风险坞定位超安全装备。",
},
[1215180] = {
["T"] = "淡出",
},
[1264332] = {
["T"] = "引线",
},
[1231567] = {
["T"] = "首要序列",
["D"] = "奥术收集装置启动后，会释放出能量微粒，对其路径上的玩家造成3803088点奥术伤害。",
},
[1231568] = {
["T"] = "首要序列",
},
[1231569] = {
["T"] = "首要序列",
},
[1231570] = {
["T"] = "激活收集者",
},
[1231571] = {
["T"] = "启动控制台",
},
[1215193] = {
["T"] = "易燃爆炸",
["D"] = "|cffffffff金色降落伞|r的载荷发生爆炸，对100码内的玩家造成暗影伤害。",
},
[1215194] = {
["T"] = "昏迷",
["D"] = "使施法者昏迷，无法移动或攻击，持续5秒。\n使施法者造成的伤害提高30%。",
},
[1215195] = {
["T"] = "轰击大师3000型",
["D"] = "向你的敌人发射随机数量的致命手雷，每枚手雷造成98点火焰伤害，伤害由爆炸范围内的附近目标均摊。",
},
[1215197] = {
["T"] = "衰变射线",
["D"] = "妮姬向目标射出一束致命的射线，使路径中的第一个目标灰飞烟灭。",
},
[1215199] = {
["T"] = "激活发明！",
["D"] = "洛肯斯多停止传送带并为其通电，每0.2秒对区域内的玩家造成348533点自然伤害。此外，他还会激活所有发明。",
},
[1231584] = {
["T"] = "风暴飞掷",
["D"] = "对一名15码内的随机敌人造成500点熔火伤害。",
},
[1247971] = {
["T"] = "注能晶塔",
},
[1247972] = {
["T"] = "注能晶塔",
},
[1215208] = {
["T"] = "破坏区域",
["D"] = "损坏的线圈向铬武场释放能量，形成一片区域。接触此区域时每1秒受到1789688点自然伤害。",
},
[1215209] = {
["T"] = "破坏区域",
["D"] = "损坏的线圈向铬武场释放能量，形成一片区域。接触此区域时每1秒受到1789688点自然伤害。",
},
[1215210] = {
["T"] = "搭乘载具",
},
[1215211] = {
["T"] = "探险队罗盘",
["D"] = "在箱子中翻找，找到你的探险队罗盘。",
},
[1247979] = {
["T"] = "伊特努丝的试炼：永恒黄昏",
},
[1215214] = {
["T"] = "隐修院香炉",
["D"] = "在箱子中翻找，找到你的手持香炉。",
},
[1215215] = {
["T"] = "阿拉希火绒盒",
["D"] = "在箱子中翻找，找到你的火绒盒。",
},
[1215216] = {
["T"] = "飞艇图纸",
["D"] = "在箱子中翻找，找到你的飞艇图纸。",
},
[1215217] = {
["T"] = "燃灯者的火炬",
["D"] = "在箱子中翻找，找到你的火炬。",
},
[1215218] = {
["T"] = "滴血锋刃",
["D"] = "斯莱用黑血屏障保护自己，同时将武器更新为最新一代的黑血技术（专利待定）。虚空护盾吸收受到的$w2点伤害，并在周围形成|cffffffff反重力领域|r。",
},
[1215219] = {
["T"] = "芙誓者河之球",
["D"] = "在箱子中翻找，找到你的河之球。\r\n",
},
[1215220] = {
["T"] = "手持星穹仪",
["D"] = "在箱子中翻找，找到你的便携星穹仪。\r\n",
},
[1215222] = {
["T"] = "棱彩法典",
["D"] = "在箱子中翻找，找到你的棱彩法典。\r\n",
},
[1231608] = {
["T"] = "敏锐",
["D"] = "使施法者的攻击速度提高30%，移动速度提高30%，持续10秒。",
},
[1215226] = {
["T"] = "衰变射线",
["D"] = "妮姬向目标射出一束致命的射线，使路径中的第一个目标灰飞烟灭。",
},
[1215227] = {
["T"] = "虚空箭",
["D"] = "施法者向一名玩家发射一支暗影能量箭，造成2013399点暗影伤害。",
},
[1215228] = {
["T"] = "衰变射线",
["D"] = "妮姬向目标射出一束致命的射线，使路径中的第一个目标灰飞烟灭。",
},
[1215231] = {
["T"] = "暗影箭雨",
["D"] = "对200码内的敌人造成1789688点暗影伤害。",
},
[1215232] = {
["T"] = "三维生物打印机",
},
[1215237] = {
["T"] = "蓝色新星 - 传输",
["D"] = "蓝色新星（不是冰霜新星！）仅视觉效果。",
},
[1215238] = {
["T"] = "老爹的宝贝推杆",
["D"] = "你的近战攻击有几率将一枚炸弹推向你的敌人，击中时造成50点火焰伤害。\r\n\r\n离开战斗后，如果你的得分为一杆进洞、小鸟球或标准杆，则会获得速度爆发，持续10秒。",
},
[1215239] = {
["T"] = "搭乘载具",
},
[1215240] = {
["T"] = "和平主义者武装平台",
["D"] = "布莱恩以强大的冲击力跃入战斗，造成伤害并嘲讽周围的敌人。",
},
[1215241] = {
["T"] = "圣洁",
["D"] = "神圣化身期间，你的治疗效果提高10%。\r\n\r\n施放神圣化身会使你接下来3次治疗术或治疗祷言没有施法时间，并使治疗效果提高25%。",
},
[1215242] = {
["T"] = "震地腾跃",
["D"] = "当布莱恩呼唤时，跳到他身上会使他将玩家投向敌人，击退并对他们造成高额的物理伤害，伤害由其均摊。",
},
[1248009] = {
["T"] = "黑暗终界",
["D"] = "阿拉兹在生命值降至15%时放弃仪式，并打开一道|cffffffff黑暗奇点|r，对所有玩家造成3131955点暗影伤害。",
},
[1215244] = {
["T"] = "加里维克斯",
},
[1215245] = {
["T"] = "永恒圣洁",
["D"] = "你的圣言术会使神圣化身的持续时间延长1.0秒。",
},
[1215247] = {
["T"] = "三维生物打印机",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为50%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1215248] = {
["T"] = "三维生物打印机",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为50%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1215249] = {
["T"] = "加里维克斯",
},
[1215250] = {
["T"] = "群体救助",
},
[1215251] = {
["T"] = "三维生物打印机",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为50%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1215252] = {
["T"] = "套装：扭曲林地法衣",
["S"] = "幻化套装",
["D"] = "获得扭曲林地法衣。 ",
},
[1215253] = {
["T"] = "三维生物打印机",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为75%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1215254] = {
["T"] = "三维生物打印机",
["S"] = "等级 2/4",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为75%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1215255] = {
["T"] = "三维生物打印机",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为75%。同一时间只能存在2个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1215256] = {
["T"] = "三维生物打印机",
["S"] = "等级 3/4",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为75%。同一时间只能存在2个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1215257] = {
["T"] = "三维生物打印机",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为100%。同一时间只能存在2个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1215258] = {
["T"] = "三维生物打印机",
["S"] = "等级 4/4",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为100%。同一时间只能存在2个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1215261] = {
["T"] = "套装：暮光狂热者的战甲",
["S"] = "幻化套装",
["D"] = "获得暮光狂热者的战甲。 ",
},
[1215262] = {
["T"] = "套装：暮光猎人的伪装",
["S"] = "幻化套装",
["D"] = "获得暮光猎人的伪装。 ",
},
[1215263] = {
["T"] = "套装：暮光助祭的魔装",
["S"] = "幻化套装",
["D"] = "获得暮光助祭的魔装。 ",
},
[1248030] = {
["T"] = "虚灵商摊",
},
[1215265] = {
["T"] = "弥漫圣光",
["D"] = "治疗术、快速治疗和真言术：命造成的5%治疗效果会复制到40码内的4个受伤的盟友身上。",
},
[1231649] = {
["T"] = "见证吧！",
["D"] = "施法者召唤一大群眼睛，每只眼睛都会发射光束，对前方的玩家造成1342266点暗影伤害。 ",
},
[1215268] = {
["T"] = "滑稽的巨大磁铁",
["D"] = "布莱恩使用|cffffffff采集工具|r时，有100%的几率令抛弃的护板磁吸在小队成员身上，使他们获得相当于最大生命值5%的护盾，并且可以在未进入战斗时回复。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1215269] = {
["T"] = "能量形态生成 - 传送",
},
[1248037] = {
["T"] = "金色云端翔龙宝箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1215272] = {
["T"] = "沉默药水",
["D"] = "每3秒恢复18581点生命值。",
},
[1215273] = {
["T"] = "滑稽的巨大磁铁",
["D"] = "正在为护盾充能。",
},
[1215274] = {
["T"] = "抛弃的护板",
["D"] = "布莱恩使用|cffffffff采集工具|r时，有100%的几率令抛弃的护板磁吸在小队成员身上，使他们获得相当于最大生命值5%的护盾，并且可以在未进入战斗时回复。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1215275] = {
["T"] = "神圣迅捷",
["D"] = "你的圣言术的冷却时间缩短15秒。",
},
[1215276] = {
["T"] = "沉默药水",
["D"] = "沉默一名敌人，使其无法使用任何法术，持续3秒。",
},
[1215277] = {
["T"] = "滑稽的巨大护盾",
["D"] = "敏捷提高0%。",
},
[1215278] = {
["T"] = "黑暗打击",
["D"] = "施法者对当前目标造成2684532点物理伤害和1342266点暗影伤害。",
},
[1215279] = {
["T"] = "G-99疾飙飞车",
["D"] = "只能在安德麦使用。",
},
[1215280] = {
["T"] = "可重复事件 - 卑鄙双雄 - 开门",
},
[1215281] = {
["T"] = "G-99疾飙飞车",
["D"] = "解锁G-99疾飙飞车。",
},
[1215282] = {
["T"] = "可重复事件 - 卑鄙双雄 - 关门",
},
[1248049] = {
["T"] = "翻阅宝典",
["D"] = "翻阅历史宝典并提出问题，例如接下来该去哪里，或进一步了解故事。",
},
[1215284] = {
["T"] = "恩佐斯之锐",
["D"] = "打击周围的多个敌人。",
},
[1215285] = {
["T"] = "恩佐斯之锐",
["D"] = "唤动恩佐斯的祝福，对敌人造成伤害。",
},
[1215286] = {
["T"] = "定位超安全装备",
["D"] = "为调查员杜格指出超安全装备的位置。",
},
[1215287] = {
["T"] = "沉默药水",
["D"] = "布莱恩可以扔出一瓶沉默药水。\r\n\r\n踏上药水可以为你恢复生命值，并使周围的敌人沉默3秒。",
},
[1248054] = {
["T"] = "暮光倒影",
},
[1231674] = {
["T"] = "凌光冲击",
["D"] = "对一名敌人造成248567点奥术伤害。",
},
[1231675] = {
["T"] = "禁锢",
["D"] = "使一名敌人无法移动，持续5秒。",
},
[1248061] = {
["T"] = "偷来的精华",
["D"] = "暮光倒影的近战攻击使其目标的最大生命值、造成的伤害和治疗效果降低$w1%。此效果可叠加。",
},
[1248062] = {
["T"] = "建造界门",
},
[1248064] = {
["T"] = "融合的精华",
["D"] = "伊特努丝召唤另类的邪恶队伍成员。伊特努丝召唤邪恶时间线上的玩家，并尝试窃取精华。如果他们接触目标，则会施放|cffffffff偷来的精华|r，使最大生命值、造成的伤害和治疗效果降低6%，持续30秒。\r\n\r\n不稳定的复制体会持续|cffffffff瓦解|r，每1秒承受最大生命值5%的奥术伤害。\r\n\r\n死亡时，他们会施放|cffffffff融合的精华|r并使目标的最大生命值、造成的伤害和治疗效果提高30%，持续20秒。",
},
[1248066] = {
["T"] = "传送增幅",
["D"] = "法力熔炉传送器的残余能量环绕着施法者，使其移动速度提高25%，持续1分钟。战斗会移除此效果。",
},
[1215304] = {
["T"] = "冲击力转化矩阵",
["S"] = "等级 1/4",
["D"] = "进入战斗时，布莱恩激活转化矩阵，持续10秒。在此期间，所有小队成员造成伤害的一小部分将转化为主要属性，由小队成员均摊。\r\n\r\n冲击力转化矩阵失效后，主要属性增益可以保留10秒。该效果每2分钟只能触发一次。",
},
[1215305] = {
["T"] = "原型罐装英勇",
["D"] = "在战斗中，布莱恩可以砸开一个罐子，使所有小队成员的急速提高8%，持续15秒。\r\n",
},
[1215306] = {
["T"] = "能量形态",
},
[1231690] = {
["T"] = "精密恢复",
["D"] = "暗影向后撤离20码，并为你恢复全部生命值的15%。",
},
[1231691] = {
["T"] = "无拘冲锋",
["D"] = "冲向一名敌人，造成物理、暗影和奥术伤害。",
},
[1231692] = {
["T"] = "粘性丝网",
},
[1215310] = {
["T"] = "套装：沙塔斯技师的法衣",
["S"] = "幻化套装",
["D"] = "获得沙塔斯技师的法衣。 ",
},
[1215311] = {
["T"] = "套装：戈尔隆德峭壁追猎者的狩猎装备",
["S"] = "幻化套装",
["D"] = "获得戈尔隆德峭壁追猎者的狩猎装备。 ",
},
[1215313] = {
["T"] = "黑暗之跃",
["D"] = "跃向一个位置，落地时造成伤害并击退敌人。\r\n",
},
[1215314] = {
["T"] = "套装：影月谷学者的护铠",
["S"] = "幻化套装",
["D"] = "获得影月谷学者的护铠。 ",
},
[1215315] = {
["T"] = "狩猎之速",
["D"] = "振作恩佐斯赐予的力量，提高你的移动速度。\r\n",
},
[1215316] = {
["T"] = "狩猎之速",
["D"] = "振作恩佐斯赐予的力量，提高你的移动速度。\r\n",
},
[1215317] = {
["T"] = "机械伙伴玛雅",
["D"] = "右键点击以召唤和解散这个伙伴。\r\n",
},
[1215318] = {
["T"] = "可重复事件 - 卑鄙双雄 - 剩余时间控件",
},
[1215319] = {
["T"] = "神圣牧师11.1职业套装2件套",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复215576点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复114133点生命值。",
},
[1215320] = {
["T"] = "原型罐装英勇",
["D"] = "在战斗中，布莱恩可以砸开一个罐子，使所有小队成员的急速提高8%，持续15秒。\r\n",
},
[1215321] = {
["T"] = "老爹的宝贝推杆",
["D"] = "你的近战攻击有几率将一枚炸弹推向你的敌人，击中时造成50点火焰伤害。\r\n\r\n离开战斗后，如果你的得分为一杆进洞、小鸟球或标准杆，则会获得速度爆发，持续10秒。",
},
[1215325] = {
["T"] = "动荡能量",
},
[1215326] = {
["T"] = "生态友好",
["D"] = "你的角色和物品等级已被调整。",
},
[1215327] = {
["T"] = "护盾警告0.76版",
["D"] = "生命值降低至50%时获得一个护盾，使受到的所有伤害降低90%，持续5秒。\r\n\r\n每2分钟只能触发一次。",
},
[1215328] = {
["T"] = "护盾警告0.76版",
["D"] = "当任意玩家的生命值降至30%时，布莱恩会立即为其恢复最大生命值的25%。每3分钟只能触发一次。",
},
[1248096] = {
["T"] = "传送",
},
[1215331] = {
["T"] = "滑稽的巨大护盾",
["D"] = "布莱恩的法术和技能有几率唤醒神像，使一名受伤的玩家获得护盾，吸收量相当于其失去生命值的15%。",
},
[1215332] = {
["T"] = "护盾警告0.76版",
["D"] = "当任意玩家的生命值降至30%时，布莱恩会立即为其恢复最大生命值的25%。每3分钟只能触发一次。",
},
[1231716] = {
["T"] = "熄灭众星",
["D"] = "迪门修斯在10秒内召唤8颗虚空之星落在他的身旁，每颗对所有玩家造成984328点暗影伤害，并对冲击点周围5码内的玩家额外造成2684532点暗影伤害。\r\n\r\n虚空之星会环绕着旋转，并投射出一个|cffffffff重力井|r。",
},
[1215334] = {
["T"] = "护盾警告0.76版",
["D"] = "当任意玩家的生命值降至30%时，布莱恩会立即为其恢复最大生命值的25%。每3分钟只能触发一次。",
},
[1215335] = {
["T"] = "电气充能器械",
["D"] = "击倒目标，使其昏迷1.5秒。",
},
[1215336] = {
["T"] = "老爹会无比自豪",
["D"] = "你的近战攻击有几率将一枚炸弹推向你的敌人，击中时造成50点火焰伤害。\r\n\r\n离开战斗后，如果你的得分为一杆进洞、小鸟球或标准杆，则会获得速度爆发，持续10秒。",
},
[1215337] = {
["T"] = "叮当炸弹",
["D"] = "芬戴尔装配并部署一个叮当炸弹来追击入侵者。遥控嘀嗒机器人到达目标周围5码内时爆炸，对5码内的玩家造成447422点火焰伤害。",
},
[1231721] = {
["T"] = "控制台激活收集者",
},
[1215339] = {
["T"] = "机甲暴龙简易拼装包",
["D"] = "|cffffffff布莱恩的宝贝蛋|r中现在寄宿着1只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续4秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。",
},
[1215340] = {
["T"] = "套装：入侵追猎者的伪装",
["S"] = "幻化套装",
["D"] = "获得入侵追猎者的伪装。 ",
},
[1215341] = {
["T"] = "冲击力转化矩阵",
["D"] = "闪电炮台射出闪电，弹射至最多0个玩家，造成0点自然伤害。",
},
[1215342] = {
["T"] = "套装：破碎海滩战地医师的装备",
["S"] = "幻化套装",
["D"] = "获得破碎海滩战地医师的装备。 ",
},
[1215343] = {
["T"] = "套装：幼龙猎手的行装",
["S"] = "幻化套装",
["D"] = "获得幼龙猎手的行装。 ",
},
[1215344] = {
["T"] = "套装：德克加尔战士的战甲",
["S"] = "幻化套装",
["D"] = "获得德克加尔战士的战甲。 ",
},
[1231729] = {
["T"] = "套装：符语者的罩袍",
["D"] = "收集这套护甲套装外观。",
},
[1215347] = {
["T"] = "机器联通",
},
[1215348] = {
["T"] = "机器联通",
},
[1215349] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复215576点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复114133点生命值。",
},
[1215350] = {
["T"] = "混乱溢流",
},
[1215351] = {
["T"] = "奖励路线",
},
[1215352] = {
["T"] = "奖励路线",
},
[1215353] = {
["T"] = "奖励路线",
},
[1215354] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复215576点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复114133点生命值。",
},
[1231738] = {
["T"] = "套装：铁皮角斗士的披风",
["D"] = "收集这套护甲套装外观。",
},
[1215356] = {
["T"] = "搜寻并摧毁",
["D"] = "叮当炸弹追逐目标，到达目标周围5码时，叮当机器人会爆炸，对5码内的玩家造成447422点火焰伤害。 ",
},
[1231740] = {
["T"] = "套装：达拉然精工丝质披风",
["D"] = "收集这套护甲套装外观。",
},
[1231741] = {
["T"] = "套装：吞噬黑夜斗披",
["D"] = "收集这套护甲套装外观。",
},
[1231742] = {
["T"] = "套装：艾瑞达华服斗披",
["D"] = "收集这套护甲套装外观。",
},
[1231743] = {
["T"] = "套装：阿古斯魔灾披风",
["D"] = "收集这套护甲套装外观。",
},
[1231744] = {
["T"] = "套装：安托兰守卫的披风",
["D"] = "收集这套护甲套装外观。",
},
[1215362] = {
["T"] = "原子地精重塑器",
["D"] = "部署一个装置，它能暂时将任何被你说服从而踩上去的人变成地精。",
},
[1215363] = {
["T"] = "原子地精重校",
["D"] = "以地精的视野体验世界。",
},
[1215364] = {
["T"] = "摆出冰饮",
["D"] = "放置一个装满卡亚可乐的架子，与你的朋友分享各种口味。",
},
[1215365] = {
["T"] = "机甲暴龙简易拼装包",
["D"] = "|cffffffff布莱恩的宝贝蛋|r中现在寄宿着2只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续6秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。",
},
[1215366] = {
["T"] = "机甲暴龙简易拼装包",
["S"] = "等级 2/4",
["D"] = "|cffffffff布莱恩的宝贝蛋|r中现在寄宿着2只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续6秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。",
},
[1215367] = {
["T"] = "机甲暴龙简易拼装包",
["S"] = "等级 3/4",
["D"] = "|cffffffff布莱恩的宝贝蛋|r中现在寄宿着3只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续8秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。",
},
[1215368] = {
["T"] = "机甲暴龙简易拼装包",
["D"] = "|cffffffff布莱恩的宝贝蛋|r中现在寄宿着3只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续8秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。",
},
[1215369] = {
["T"] = "机甲暴龙简易拼装包",
["D"] = "|cffffffff布莱恩的宝贝蛋|r中现在寄宿着4只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续10秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。",
},
[1215370] = {
["T"] = "机甲暴龙简易拼装包",
["S"] = "等级 4/4",
["D"] = "|cffffffff布莱恩的宝贝蛋|r中现在寄宿着4只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续10秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。",
},
[1215371] = {
["T"] = "不稳定的灰烬",
["D"] = "微量的烈性炸药残留在玩家身上，受到|cffffffff不稳定的原型|r的伤害提高200%，持续2分钟。此效果可叠加。",
},
[1215372] = {
["T"] = "虚空猎手",
},
[1215373] = {
["T"] = "卡亚可乐爱好者",
["D"] = "享受一罐卡亚可乐！",
},
[1231757] = {
["T"] = "炸弹之母",
},
[1231759] = {
["T"] = "能量挥砍",
["D"] = "对一名敌人造成物理伤害，并使其受到的所有伤害提高10%。",
},
[1231760] = {
["T"] = "法力缠结",
["D"] = "当目标拥有护盾时，每5.2秒为其恢复最大生命值的5%。",
},
[1231761] = {
["T"] = "法力缠结",
["D"] = "卢米萨尔偶尔喷射出治愈性束丝，产生多滩|cffffffff活体流丝|r。它们在剩余的战斗期间持续存在。",
},
[1231762] = {
["T"] = "炸弹之母",
["D"] = "有人激活了加崩爆弹。快跑！",
},
[1231763] = {
["T"] = "打开",
},
[1215382] = {
["T"] = "能量吸取",
},
[1231766] = {
["T"] = "可重复事件 - 卑鄙双雄 - 成就产生足够多的墓碑",
},
[1231769] = {
["T"] = "取消光环",
},
[1231771] = {
["T"] = "飞往克拉苏斯平台",
},
[1231772] = {
["T"] = "元素萨满祭司",
["D"] = "元素萨满祭司基础被动",
},
[1215390] = {
["T"] = "召唤",
},
[1248162] = {
["T"] = "虚空之光飙飞者",
},
[1248163] = {
["T"] = "虚空之光飙飞者",
},
[1248166] = {
["T"] = "禅院锣鼓",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1215401] = {
["T"] = "机甲践踏",
["D"] = "践踏地面，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n",
},
[1248168] = {
["T"] = "恐痕讲台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1215403] = {
["T"] = "机甲践踏",
["D"] = "践踏地面，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n",
},
[1248171] = {
["T"] = "虚空裂缝",
["D"] = "奥术收集装置制造出一个能够吞噬大量奥术能量的虚空裂缝，每1秒对其中的玩家造成4921643点暗影伤害。",
},
[1215406] = {
["T"] = "孵化",
["D"] = "布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。",
},
[1215407] = {
["T"] = "套装：觉醒土灵盛装",
["S"] = "幻化套装",
["D"] = "获得觉醒者版本的土灵平民与民兵护甲套装。",
},
[1215408] = {
["T"] = "套装：石缚土灵盛装",
["S"] = "幻化套装",
["D"] = "获得石缚者版本的土灵平民与民兵护甲套装。",
},
[1215409] = {
["T"] = "超级电钻",
["D"] = "在5秒内钻取地面，每1秒对所有玩家造成178968点自然伤害。",
},
[1215410] = {
["T"] = "超级电钻",
["D"] = "在5秒内钻取地面，每1秒对所有玩家造成178968点自然伤害。",
},
[1215411] = {
["T"] = "刺破",
["D"] = "对目标敌人造成1789688点物理伤害并使其流血，每1秒额外造成178968点物理伤害，持续6秒。",
},
[1215412] = {
["T"] = "腐蚀泥胶",
["D"] = "向60码范围内的玩家释放|cffffffff腐蚀泥胶|r，造成134226点自然伤害并吸收1394131点受到的治疗。",
},
[1215413] = {
["T"] = "腐蚀泥胶",
},
[1215414] = {
["T"] = "泥糊箭",
["D"] = "对一名敌人造成536906点自然伤害。",
},
[1215415] = {
["T"] = "黏性淤泥",
["D"] = "黏性淤泥使目标敌人的急速降低10%。",
},
[1231799] = {
["T"] = "奥术诱捕",
["D"] = "用奥术能量诱捕一名敌人，使其移动速度降低40%，并且在8秒内每1秒造成奥术伤害。",
},
[1215417] = {
["T"] = "电容器放电",
},
[1215418] = {
["T"] = "攀爬",
},
[1215419] = {
["T"] = "飞艇绳子",
["D"] = "爬上绳子。",
},
[1231803] = {
["T"] = "奥能矩阵湮灭器",
["D"] = "奥能筛网会使所有接触到的玩家|cffffffff灰飞烟灭|r，并留下|cffffffff奥术辐射|r。 ",
},
[1215422] = {
["T"] = "档案员的机壳",
["D"] = "为你的迷你泰坦宝珠装上新机壳！",
},
[1215423] = {
["T"] = "头脑风暴",
},
[1215424] = {
["T"] = "头脑风暴",
["D"] = "施法者尽情释放自己的超凡脑力，形成一股灵能风暴，对所有玩家造成134226点奥术伤害，并在每个玩家的位置产生灵能狂风，对击中的玩家造成447422点奥术伤害并使其沉默直到主动取消。",
},
[1215426] = {
["T"] = "冲击力转化矩阵",
},
[1231811] = {
["T"] = "失控",
["D"] = "失控的幼虫对随机目标发起攻击。",
},
[1231812] = {
["T"] = "载具被毁 - 传送",
},
[1264579] = {
["T"] = "使用跪下",
},
[1264580] = {
["T"] = "使用 - 仅上身",
},
[1231815] = {
["T"] = "树妖出现",
},
[1248209] = {
["T"] = "相位斩",
["D"] = "索·阿兹密遁入暗影并随机斩击3名玩家，造成447422点物理伤害并使其流血，每2秒受到223710点物理伤害，持续8秒。",
},
[1248210] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1231828] = {
["T"] = "呼叫坏蛋",
},
[1231829] = {
["T"] = "呼叫坏蛋2",
},
[1231831] = {
["T"] = "呼叫坏蛋3",
},
[1248215] = {
["T"] = "套装：空洞哨兵的翼帘",
["D"] = "收集法力熔炉：欧米伽的死亡骑士披风外观。",
},
[1248220] = {
["T"] = "套装：灼焦恶犬的狂猎邪袍",
["D"] = "收集法力熔炉：欧米伽的恶魔猎手披风外观。",
},
[1248221] = {
["T"] = "套装：鹰之母的飞羽",
["D"] = "收集法力熔炉：欧米伽的德鲁伊披风外观。",
},
[1248223] = {
["T"] = "套装：织法者的无暇符文披风",
["D"] = "收集法力熔炉：欧米伽的唤魔师披风外观。",
},
[1215458] = {
["T"] = "机械师的提灯",
["D"] = "在箱子中翻找，找到你的提灯。\r\n",
},
[1215459] = {
["T"] = "流光宝石",
["D"] = "在箱子中翻找，找到流光宝石。\r\n",
},
[1215460] = {
["T"] = "坐在箱子上",
["D"] = "在补给箱上坐下。",
},
[1215461] = {
["T"] = "觉醒补给箱",
["D"] = "搬运装满多恩诺嘉尔物资的箱子。",
},
[1215462] = {
["T"] = "档案员的数据库",
["D"] = "在箱子中翻找，找到你的数据库。\r\n",
},
[1215463] = {
["T"] = "重部署模块",
["D"] = "将你传送回多恩诺嘉尔。与城镇中的旅店老板交谈可以改变你所设定的家的位置。",
},
[1215464] = {
["T"] = "采矿",
},
[1248231] = {
["T"] = "套装：瞬时蚀变的披风",
["D"] = "收集法力熔炉：欧米伽的潜行者披风外观。",
},
[1231849] = {
["T"] = "幻影斩击",
["D"] = "斩击施法者前方6码内的所有敌人，造成自然伤害。",
},
[1231850] = {
["T"] = "入侵尖啸",
["D"] = "阿兹希卡发出尖啸，召唤吞噬者幼虫加入战斗，并对所有玩家造成134226点物理伤害。",
},
[1248234] = {
["T"] = "套装：刀身剑骨披风",
["D"] = "收集法力熔炉：欧米伽的战士披风外观。",
},
[1231852] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1215470] = {
["T"] = "闪耀的宝库碎片",
["D"] = "拥抱希莫苏尔的远古呼唤。",
},
[1248238] = {
["T"] = "牛头人悬挂火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231857] = {
["T"] = "淡入/淡出",
},
[1248244] = {
["T"] = "无限可能",
["D"] = "每当一个活体物质的生命值耗尽时，它会进入无限可能的状态，持续10秒，随后为所有活体物质恢复全部生命值。\r\n\r\n同时耗尽所有活体物质的生命值可以打断此效果，并使无穷无尽的可能性归集于唯一的结局：死亡。",
},
[1215481] = {
["T"] = "衰变光束",
["D"] = "地精向一名随机玩家发射衰变光束，每1秒造成26845点火焰伤害，持续12秒。每过1秒，伤害提高100%。",
},
[1231865] = {
["T"] = "相位",
["D"] = "将施法者传送到目标身后。",
},
[1231867] = {
["T"] = "石化诅咒",
["D"] = "伊希瑟尔对所有胆敢与他作对的家伙降下诅咒，每2秒造成44741点暗影伤害，并使他们减速30%，持续14秒。如果诅咒的持续时间完全结束，玩家将被石化。\r\n\r\n跳跃可以移除此效果。 ",
},
[1215487] = {
["T"] = "锐锋打击",
["D"] = "施法者对前方12码锥形区域内的敌人造成2684532点暗影伤害，且每5.2秒造成894843点暗影伤害，持续20秒。此效果可叠加。",
},
[1215488] = {
["T"] = "衰变光束",
["D"] = "地精向一名随机玩家发射衰变光束，每1秒造成26845点火焰伤害，持续12秒。每过1秒，伤害提高100%。",
},
[1231872] = {
["T"] = "石化",
["D"] = "伊希瑟尔对所有胆敢与他作对的家伙降下诅咒，每2秒造成44741点暗影伤害，并使他们减速30%，持续14秒。如果诅咒的持续时间完全结束，玩家将被石化。\r\n\r\n跳跃可以移除此效果。 ",
},
[1215490] = {
["T"] = "纠缠凝视",
["D"] = "施法者诅咒多个目标，每5.2秒造成0点暗影伤害，持续直到主动取消。",
},
[1231875] = {
["T"] = "投掷长枪",
["D"] = "掷出一柄长枪，造成物理伤害。",
},
[1231876] = {
["T"] = "传送自未来",
},
[1215494] = {
["T"] = "纠缠凝视",
},
[1215495] = {
["T"] = "喀耳刻的指环",
["D"] = "装备喀耳刻的指环，以展示你对这枚神秘海妖之戒的掌控。",
},
[1215496] = {
["T"] = "研究",
["D"] = "升级你的虫洞发生器：卡兹阿加，使其支持安德麦的地点。\r\n\r\n此升级会对你的整个战团生效。",
},
[1231880] = {
["T"] = "见证吧！",
["D"] = "施法者召唤一大群眼睛，每只眼睛都会发射光束，对前方的玩家造成1342266点暗影伤害。 ",
},
[1231881] = {
["T"] = "回到未来",
["D"] = "林多尔米必须在有人发现她失踪前赶回家。",
},
[1215499] = {
["T"] = "眼棱",
["D"] = "施法者的眼睛射出一道暗影能量灌输，每1秒对范围内的玩家造成894843点暗影伤害。",
},
[1215500] = {
["T"] = "戒律牧师11.1职业套装2件套",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复157942点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复83614点生命值。\r\n",
},
[1215502] = {
["T"] = "恢复德鲁伊11.1职业套装2件套",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复168471点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复89188点生命值。",
},
[1215503] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复157942点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复83614点生命值。\r\n",
},
[1231887] = {
["T"] = "毁灭践踏",
["D"] = "击退冲击点周围4码内的所有敌人。\n对冲击点周围4码内的敌人造成1342266点物理伤害。",
},
[1231890] = {
["T"] = "毁灭践踏",
["D"] = "击退冲击点周围4码内的所有敌人。\n对冲击点周围4码内的敌人造成1342266点物理伤害。",
},
[1231893] = {
["T"] = "毁灭践踏",
["D"] = "击退冲击点周围6码内的所有敌人。\n对冲击点周围6码内的敌人造成1342266点物理伤害。",
},
[1231895] = {
["T"] = "暴风城厅堂毯子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1215515] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复168471点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复89188点生命值。",
},
[1215517] = {
["T"] = "衰变光束",
["D"] = "|cffffffff衰变光束|r",
},
[1215518] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复168471点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复89188点生命值。",
},
[1215521] = {
["T"] = "示意走狗",
["D"] = "幽坑太保发出信号，召唤他的走狗前来助阵。",
},
[1215522] = {
["T"] = "示意走狗",
["D"] = "幽坑太保发出信号，召唤他的走狗前来助阵。",
},
[1215523] = {
["T"] = "示意走狗",
["D"] = "幽坑太保发出信号，召唤他的走狗前来助阵。",
},
[1215524] = {
["T"] = "眼棱",
["D"] = "施法者的眼睛射出一道暗影能量灌输，每1秒对范围内的玩家造成894843点暗影伤害。",
},
[1248291] = {
["T"] = "相位之血药水",
["D"] = "布莱恩可以扔出相位之血药水。\r\n\r\n踏上药水可以为你恢复生命值，并使你受到的伤害降低50%，持续3秒。",
},
[1231909] = {
["T"] = "虚空之星",
},
[1248294] = {
["T"] = "相位之血药水",
["D"] = "布莱恩可以扔出相位之血药水。\r\n\r\n踏上药水可以为你恢复生命值，并使你受到的伤害降低50%，持续3秒。",
},
[1215529] = {
["T"] = "精神鞭笞",
["D"] = "使目标的移动速度降低50%，持续5秒。\n每1秒对一名敌人造成一次暗影伤害，持续5秒。",
},
[1215530] = {
["T"] = "冲击力转化矩阵",
},
[1215531] = {
["T"] = "过载晶塔",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高5%，持续20秒。每场战斗只能触发一次。",
},
[1215532] = {
["T"] = "喷血器",
["D"] = "施法者每1秒在前方锥形范围内造成一次暗影伤害，并在12秒内每1秒造成一次额外暗影伤害。",
},
[1215533] = {
["T"] = "神圣圣骑士11.1职业套装2件套",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复134271点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复58530点生命值。",
},
[1215534] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复134271点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复58530点生命值。",
},
[1215535] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复134271点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复58530点生命值。",
},
[1215536] = {
["T"] = "放置",
},
[1215537] = {
["T"] = "喷血器",
["D"] = "施法者每1秒在前方锥形范围内造成一次暗影伤害，并在12秒内每1秒造成一次额外暗影伤害。",
},
[1215538] = {
["T"] = "恢复萨满祭司11.1职业套装2件套",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复262815点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复120776点生命值。",
},
[1215539] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复262815点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复120776点生命值。",
},
[1215540] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复262815点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复120776点生命值。",
},
[1215541] = {
["T"] = "能量吸取",
},
[1215542] = {
["T"] = "冲击力转化矩阵",
},
[1215543] = {
["T"] = "织雾武僧11.1职业套装2件套",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复58146点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复30782点生命值。",
},
[1215544] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复168471点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复89188点生命值。",
},
[1231928] = {
["T"] = "移除斯基布丝守护者光环",
},
[1248312] = {
["T"] = "套装：无拘强袭者的戎装",
["D"] = "收集无拘强袭者的戎装护甲外观。",
},
[1215547] = {
["T"] = "起钻",
},
[1215548] = {
["T"] = "过载晶塔",
["D"] = "正在积累能量。",
},
[1215549] = {
["T"] = "恩护唤魔师11.1职业套装2件套",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复84909点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复44594点生命值。",
},
[1215550] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复84909点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复44594点生命值。",
},
[1215551] = {
["T"] = "过载",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高5%，持续20秒。每场战斗只能触发一次。",
},
[1231935] = {
["T"] = "虚空喷涌",
["D"] = "对施法者前方的所有敌人造成894844点暗影伤害。",
},
[1215553] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复84909点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复44594点生命值。",
},
[1231937] = {
["T"] = "重力粉碎",
["D"] = "猛击地面并产生一道小型虚空裂隙，对冲击点周围6码内的所有敌人造成暗影伤害并吸引他们，持续25秒。",
},
[1231938] = {
["T"] = "军械：儿童的奥格瑞玛卫兵武器套装",
["D"] = "收集儿童的奥格瑞玛卫兵武器套装外观。",
},
[1231939] = {
["T"] = "咆哮",
},
[1231940] = {
["T"] = "咆哮",
},
[1231941] = {
["T"] = "咆哮",
},
[1231942] = {
["T"] = "咆哮",
},
[1231943] = {
["T"] = "斯基布丝的剑",
},
[1231944] = {
["T"] = "缠丝流落",
},
[1231945] = {
["T"] = "戴斯提恩的眼镜",
},
[1215563] = {
["T"] = "碎甲猛击",
["D"] = "使敌人昏迷，无法移动或攻击，持续1.5秒。\n对一名敌人造成物理伤害。",
},
[1215564] = {
["T"] = "烟火即将爆炸",
},
[1231949] = {
["T"] = "屏障转换",
},
[1248333] = {
["T"] = "抑制之触",
["D"] = "施法者使目标的急速降低10%。此效果最多叠加10层。",
},
[1215568] = {
["T"] = "湮灭",
["D"] = "施法者猛击当前目标，造成8948442点物理伤害。",
},
[1264719] = {
["T"] = "联盟蓝染料",
},
[1231954] = {
["T"] = "调谐裹布",
},
[1215572] = {
["T"] = "法力排放口",
["D"] = "施法者排放出过量的奥术能量，在8秒内每1秒对所有玩家造成0点奥术伤害。",
},
[1215573] = {
["T"] = "法力排放口",
["D"] = "施法者排放出过量的奥术能量，在8秒内每1秒对所有玩家造成0点奥术伤害。",
},
[1215574] = {
["T"] = "机甲暴龙简易拼装包",
["D"] = "嘲讽15码范围内的所有敌人。",
},
[1215576] = {
["T"] = "哎呦！",
},
[1215577] = {
["T"] = "爆炸礼物",
},
[1215580] = {
["T"] = "机甲暴龙简易拼装包",
},
[1215581] = {
["T"] = "机甲暴龙简易拼装包",
},
[1231965] = {
["T"] = "小丝的机器人",
},
[1231966] = {
["T"] = "小丝的火箭钻机图片",
},
[1215584] = {
["T"] = "爆炸礼物",
},
[1231968] = {
["T"] = "保安的手持式剪贴板",
},
[1215587] = {
["T"] = "冲击力转化矩阵",
},
[1231971] = {
["T"] = "蛛魔纺丝",
["D"] = "玩一个奥术谜题。",
},
[1231974] = {
["T"] = "移除戴斯提恩守护者光环",
},
[1231975] = {
["T"] = "移除小丝守护者光环",
},
[1231976] = {
["T"] = "移除吉特希守护者光环",
},
[1215594] = {
["T"] = "地精磁力弹跳榴弹",
},
[1231978] = {
["T"] = "万能聚簇奥能水晶",
["D"] = "全能提高11%。",
},
[1231979] = {
["T"] = "艾萨拉的激流",
["D"] = "|cnLEGION_REMIX_FACTION_NAGA:纳迦|R你的职业防御技能使你的移动速度提高50%，攻击和施法速度提高5%，持续9秒。",
},
[1231980] = {
["T"] = "艾萨拉的激流",
["D"] = "|cnLEGION_REMIX_FACTION_NAGA:纳迦|R你的职业防御技能使你的移动速度提高50%，攻击和施法速度提高5%，持续9秒。",
},
[1231981] = {
["T"] = "军团的烙印",
["D"] = "你的伤害性法术和技能会周期性地使敌人受到|cffffffff邪能触碰|r。叠加至1层后，|cffffffff邪能触碰|r的敌人将被打上。\r\n\r\n|T136243:24|t  \r\n每过5.2秒，目标爆裂，对附近敌人造成过去5.2秒内受到伤害|CFFffffff3%|R的伤害。",
},
[1231982] = {
["T"] = "邪能触碰",
["D"] = "每过4秒，目标爆裂，对附近敌人造成过去4秒内受到伤害3%的伤害。\r\n\r\n目标超过5个时伤害降低。",
},
[1215600] = {
["T"] = "枯萎之触",
["D"] = "使目标枯萎，每2秒造成156597点暗影伤害，持续12秒。",
},
[1215603] = {
["T"] = "烟火爆炸",
},
[1215604] = {
["T"] = "烟火爆炸",
["D"] = "因为烟火爆炸而受到火焰伤害。",
},
[1248372] = {
["T"] = "自动化足球炸弹分发器",
},
[1248374] = {
["T"] = "自动化足球炸弹分发器",
["D"] = "将巨龙竞技中的足球全部放上场。冲撞足球即可将其踢向你的目标敌人，造成252点物理伤害。",
},
[1215609] = {
["T"] = "织雾武僧11.1职业套装4件套",
["D"] = "施放复苏之雾会施加|cFFFFFFFF保险！|r，持续6秒。|cFFFFFFFF保险！|r的治疗效果会提高最多50%，其数值与复苏之雾在最多10个盟友身上的覆盖比例成正比。",
},
[1215610] = {
["T"] = "恩护唤魔师11.1职业套装4件套",
["D"] = "青翠之拥总是为你和你的目标提供6秒的|cFFFFFFFF保险！|r效果，且其冷却时间缩短4.0秒。",
},
[1215611] = {
["T"] = "恢复萨满祭司11.1职业套装4件套",
["D"] = "当你施放治疗之雨时，范围内的1个盟友会获得|cFFFFFFFF保险！|r效果。当|cFFFFFFFF保险！|r被消耗时，你的下一个治疗链、治疗之涌或治疗波的效果提高10%。",
},
[1215613] = {
["T"] = "神圣圣骑士11.1职业套装4件套",
["D"] = "圣洁鸣钟会为其治疗的盟友施加|cFFFFFFFF保险！|r，持续8秒。每次消耗神圣能量都会使圣洁鸣钟的冷却时间缩短1.0秒。",
},
[1231999] = {
["T"] = "无拘的赛布茶",
["D"] = "进入无拘之域，并且移动速度提高270%，跳跃距离延长。\r\n\r\n只能在身处卡雷什时使用。",
},
[1215618] = {
["T"] = "爆炸礼物",
["D"] = "炸弹爆炸时对范围内的玩家造成火焰伤害。",
},
[1215619] = {
["T"] = "恢复德鲁伊11.1职业套装4件套",
["D"] = "生命绽放的绽放效果有30%几率为目标施加|cFFFFFFFF保险！|r，持续10秒。当|cFFFFFFFF保险！|r被消耗或移除时，会在目标身上留下一个缺失的回春术、愈合或野性成长持续治疗效果，持续15秒。",
},
[1215620] = {
["T"] = "召唤周卓",
},
[1215621] = {
["T"] = "戒律牧师11.1职业套装4件套",
["D"] = "当你对盟友释放的真言术：盾吸收量完全耗尽时，会为盟友施加40%效能的|cFFFFFFFF保险！|r。获得你的|cFFFFFFFF保险！|r或吸收效果的盟友从你处获得的治疗效果提高15%。",
},
[1215622] = {
["T"] = "与游学者周卓交谈",
["D"] = "向游学者周卓提问，例如接下来该去哪里，或进一步了解故事。",
},
[1215623] = {
["T"] = "神圣牧师11.1职业套装4件套",
["D"] = "在神圣化身激活时，圣言术：灵和圣言术：静会为一个目标施加|cFFFFFFFF保险！|r，持续10秒。每有一个受到|cFFFFFFFF保险！|r效果影响的目标，你的治疗效果就提高1%。",
},
[1215624] = {
["T"] = "奥术法师11.1职业套装4件套",
["D"] = "当你赢得|cFFFFFFFF头奖！|r时，你还将获得3层以太调谐。",
},
[1215627] = {
["T"] = "地精磁力弹跳榴弹",
["D"] = "在战斗中，布莱恩有几率向一个敌方目标掷出地精磁力弹跳榴弹，造成中等的自然伤害，并有20%的几率使其昏迷1.5秒。榴弹有25%的几率跳向一个新的目标。\r\n\r\n榴弹可以安全地在小队成员身上弹跳。",
},
[1215628] = {
["T"] = "剧毒孢子",
},
[1215629] = {
["T"] = "冰霜法师11.1职业套装4件套",
["D"] = "冰冷血脉每10秒赢得一次|cFFFFFFFF头奖！|r，产生100%的效果，持续30秒。",
},
[1215630] = {
["T"] = "剧毒孢子",
},
[1215631] = {
["T"] = "冲击力转化矩阵",
},
[1215632] = {
["T"] = "火焰法师11.1职业套装4件套",
["D"] = "当你赢得|cFFFFFFFF头奖！|r时，你造成的伤害提高8%，持续7秒。如果你从燃烧中获得|cFFFFFFFF头奖！|r，持续时间延长100%。",
},
[1215633] = {
["T"] = "射击猎人11.1职业套装2件套",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，使你的自动射击伤害提高200%，自动射击间隔缩短0.5秒，持续10秒。施放百发百中必定赢得|cFFFFFFFF头奖！|r。",
},
[1215634] = {
["T"] = "野兽控制猎人11.1职业套装2件套",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，发射一次100%效能的倒刺射击。施放狂野怒火时必定赢得|cFFFFFFFF头奖！|r。",
},
[1215636] = {
["T"] = "剧毒孢子",
},
[1215637] = {
["T"] = "锁定追踪先生",
["D"] = "你的法术和技能有很高的几率用激光照射目标，准备发起|cffffffff精准爆炸|r，呼叫锁定追踪先生对目标造成397点物理伤害。 \r\n\r\n",
},
[1215641] = {
["T"] = "撞击！",
},
[1215642] = {
["T"] = "撞击！",
},
[1215643] = {
["T"] = "撞击！",
["D"] = "被击退并昏迷。",
},
[1215644] = {
["T"] = "野兽控制猎人11.1职业套装4件套",
["D"] = "赢得|cFFFFFFFF头奖！|r会用突变剂强化你的宠物，使其自动攻击对目标和10码范围内最多4个敌人造成18432点自然伤害，持续8秒。突变攻击会使狂野怒火的冷却时间降低0.10秒。",
},
[1215645] = {
["T"] = "射击猎人11.1职业套装4件套",
["D"] = "消耗荷枪实弹也会发射一个125%效能的爆炸射击。",
},
[1248412] = {
["T"] = "卡亚可乐糖分冲刺",
["D"] = "急速提高4%。",
},
[1215647] = {
["T"] = "射击",
["D"] = "走狗用熔岩震爆枪向一名玩家开火，造成67113点火焰伤害。",
},
[1248414] = {
["T"] = "卡亚可乐甜蜜峰值",
["D"] = "全能提高4%。",
},
[1248415] = {
["T"] = "究极牡蛎爆发",
["D"] = "拾取时饮用：敏捷提高4%。",
},
[1248416] = {
["T"] = "至尊曼古鲁之狂",
["D"] = "拾取时饮用：随机次要属性提高4%。",
},
[1248417] = {
["T"] = "尊享蓝莓轰击",
["D"] = "拾取时饮用：最低的次要属性提高4%。",
},
[1248424] = {
["T"] = "虚空裂缝",
["D"] = "朝他的当前目标投掷钩子，将首领面前的第一个敌人拉向首领并造成1097511点物理伤害。",
},
[1215659] = {
["T"] = "地精磁力弹跳榴弹",
["D"] = "在战斗中，布莱恩有几率向一个敌方目标掷出地精磁力弹跳榴弹，造成中等的自然伤害，并有20%的几率使其昏迷1.5秒。榴弹有25%的几率跳向一个新的目标。\r\n\r\n榴弹可以安全地在小队成员身上弹跳。",
},
[1215660] = {
["T"] = "剧毒箭",
["D"] = "施法者对目标造成自然伤害。",
},
[1248428] = {
["T"] = "三维生物错印机",
["D"] = "偶尔会召唤一个印刷出错的布莱恩的复制体协助你作战。",
},
[1248429] = {
["T"] = "三维生物错印机",
},
[1248430] = {
["T"] = "虚空裂缝",
},
[1248431] = {
["T"] = "损坏的生物燃料火箭装置",
["D"] = "为小队成员配备|cffffffff生物燃料火箭装置|r。\r\n\r\n|T1500939:24|t |cffffffff生物燃料|r\r\n每消灭一个敌人都会为|cffffffff生物燃料|r补充燃料，使移动速度提高2%，急速提高2%，持续20秒，最多叠加15次。",
},
[1248435] = {
["T"] = "奥术之触",
["D"] = "摧毁一个调谐流丝箱会使玩家的双手沾满奥术能量，持续1分钟，每1秒造成37581点奥术伤害。\r\n\r\n此效果存在期间，玩家造成伤害时有几率使目标在10秒内每1秒受到66824点奥术伤害。此效果最多叠加10次。",
},
[1215672] = {
["T"] = "目标指示器",
["D"] = "你的法术和技能有很高的几率用激光照射目标，准备发起|cffffffff精准爆炸|r，呼叫锁定追踪先生对目标造成397点物理伤害。 \r\n\r\n",
},
[1215673] = {
["T"] = "污油飞溅",
["D"] = "对幽坑太保的机甲造成伤害会导致漏油，使范围内的玩家打滑。",
},
[1215674] = {
["T"] = "污油飞溅",
["D"] = "对幽坑太保的机甲造成伤害会导致漏油，使范围内的玩家打滑。",
},
[1215675] = {
["T"] = "元素萨满祭司11.1职业套装2件套",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，召唤一个火元素，持续6.0秒。施放升腾必定赢得|cFFFFFFFF头奖！|r。",
},
[1215676] = {
["T"] = "元素萨满祭司11.1职业套装4件套",
["D"] = "当你召唤或延长火元素的持续时间时，你的闪电箭、闪电链和熔岩爆裂的伤害提高30%，持续8秒。",
},
[1215677] = {
["T"] = "淤泥炸弹",
["D"] = "施法者向目标投掷淤泥，在其位置产生一滩剧毒，每1秒对其中的玩家造成自然伤害。",
},
[1215678] = {
["T"] = "痛苦术士11.1职业套装2件套",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，使你的急速提高12%，持续12秒。施放召唤黑眼时必定赢得|cFFFFFFFF头奖！|r。",
},
[1215679] = {
["T"] = "恶魔学识术士11.1职业套装2件套",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，召唤一只180%效能的强能恐惧猎犬。施放召唤恶魔暴君时必定赢得|cFFFFFFFF头奖！|r。",
},
[1215680] = {
["T"] = "毁灭术士11.1职业套装2件套",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，发射6道100%效能的恶魔之火箭矢。施放召唤地狱火时必定赢得|cFFFFFFFF头奖！|r。",
},
[1215681] = {
["T"] = "毁灭术士11.1职业套装4件套",
["D"] = "赢得|cFFFFFFFF头奖！|r会使你的精通提高1.9%，并使你的法术在10秒内获得精通：混乱能量的最大收益。",
},
[1215682] = {
["T"] = "恶魔学识术士11.1职业套装4件套",
["D"] = "施放古尔丹之手会使你当前的恐惧猎犬以10%的效能施放恐惧之咬。古尔丹之手每消耗一个灵魂碎片，此伤害就会提高5%。",
},
[1215683] = {
["T"] = "痛苦术士11.1职业套装4件套",
["D"] = "赢得|cFFFFFFFF头奖！|r也会使痛苦无常的伤害提高50%，并使痛苦无常扩散至40码范围内最多3个目标，持续12秒。",
},
[1215684] = {
["T"] = "淤泥炸弹",
["D"] = "施法者向目标投掷淤泥，在其位置产生一滩剧毒，每1秒对其中的玩家造成自然伤害。",
},
[1215686] = {
["T"] = "淤泥炸弹",
["D"] = "施法者向目标投掷淤泥，在其位置产生一滩剧毒，每1秒对其中的玩家造成自然伤害。",
},
[1215687] = {
["T"] = "湮灭唤魔师11.1职业套装2件套",
["D"] = "你的伤害性法术有几率赢得|cFFFFFFFF头奖！|r，对3个附近的敌人发射50%效能的碎裂星辰。施放狂龙之怒必定赢得|cFFFFFFFF头奖！|r。",
},
[1215689] = {
["T"] = "增辉唤魔师11.1职业套装2件套",
["D"] = "你的伤害性法术有几率赢得|cFFFFFFFF头奖！|r，造成一次100%效能的地壳激变，但不会击飞敌人。施放亘古吐息必定赢得|cFFFFFFFF头奖！|r。",
},
[1215690] = {
["T"] = "精确瞄准",
["D"] = "你的法术和技能有很高的几率用激光照射目标，准备发起|cffffffff精准爆炸|r，呼叫锁定追踪先生对目标造成397点物理伤害。 ",
},
[1215691] = {
["T"] = "增辉唤魔师11.1职业套装4件套",
["D"] = "你的地壳激变有50%的几率触发精华迸发。消耗精华迸发施放的喷发造成的伤害提高25%。",
},
[1215692] = {
["T"] = "湮灭唤魔师11.1职业套装4件套",
["D"] = "施放碎裂星辰或赢得|cFFFFFFFF头奖！|r会使你的下一个蓄力法术的伤害提高18%，最多可叠加2层。",
},
[1215693] = {
["T"] = "黏泥冲击",
["D"] = "施法者对目标造成自然伤害。",
},
[1215695] = {
["T"] = "平衡德鲁伊11.1职业套装2件套",
["D"] = "你的伤害性法术有几率赢得|cFFFFFFFF头奖！|r，以100%的效能在敌人位置生成一朵野性蘑菇。施放超凡之盟或化身：艾露恩之眷时必定赢得|cFFFFFFFF头奖！|r。",
},
[1248462] = {
["T"] = "虚空之光飙飞者",
},
[1248463] = {
["T"] = "虚空之光飙飞者",
},
[1215698] = {
["T"] = "平衡德鲁伊11.1职业套装4件套",
["D"] = "星辰坠落和星涌术对受到你的野性蘑菇持续伤害效果影响的目标造成的伤害提高20%。",
},
[1215702] = {
["T"] = "暗影牧师11.1职业套装2件套",
["D"] = "你的伤害性法术有几率赢得|cFFFFFFFF头奖！|r，以100%的效能对敌人施放一次虚空箭。施放黑暗升华或虚空爆发时必定赢得|cFFFFFFFF头奖！|r。",
},
[1215703] = {
["T"] = "暗影牧师11.1职业套装4件套",
["D"] = "赢得|cFFFFFFFF头奖！|r时获得5.0秒的能量灌注。能量灌注期间，心灵震爆和虚空箭的伤害提高10%。",
},
[1215704] = {
["T"] = "昏迷",
["D"] = "格里布大发雷霆，对周围的敌人造成巨额物理伤害，并有几率使其昏迷3秒。",
},
[1215707] = {
["T"] = "惩戒圣骑士11.1职业套装2件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的圣殿骑士的裁决和神圣风暴的伤害提高2%，最多可叠加10层。使用消耗神圣能量的伤害性技能有12%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1215709] = {
["T"] = "惩戒圣骑士11.1职业套装4件套",
["D"] = "当你失去|cFFFFFFFF连胜！|r效果时，会返还最后消耗的神圣能量，且在接下来的4.0秒内无法失去神圣能量，同时消耗神圣能量的技能造成的伤害提高10%。",
},
[1215710] = {
["T"] = "增强萨满祭司11.1职业套装2件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r效果，使你的风暴打击、熔岩猛击和毁灭之风的伤害提高5%，最多25%。消耗漩涡武器的技能每消耗一层漩涡武器，就有1.0%的几率移除|cFFFFFFFF连胜！|r效果。",
},
[1215711] = {
["T"] = "提问",
["D"] = "向说书人提问，例如接下来该去哪里，或进一步了解故事。",
},
[1215712] = {
["T"] = "增强萨满祭司11.1职业套装4件套",
["D"] = "当你失去|cFFFFFFFF连胜！|r时，风势将汇聚为毁灭之风，持续3秒。当毁灭之风造成伤害时，你的下一个毁灭闪电造成的伤害提高12.0%，最多60.0%。此效果可叠加10层。另外，毁灭闪电对你的主要目标造成的伤害提高75%。",
},
[1215713] = {
["T"] = "武器战士11.1职业套装2件套",
["D"] = "你的技能有几率获得|cFFFFFFFF连胜！|r，使你的压制的伤害提高5%，最多可叠加10层。\r\n压制有15%几率结束你的|cFFFFFFFF连胜！|r效果。",
},
[1215714] = {
["T"] = "狂怒战士11.1职业套装2件套",
["D"] = "你的技能有几率开启|cFFFFFFFF连胜！|r，使暴怒的伤害提高2%，最多可叠加10层。\r\n暴怒有15%几率结束你的|cFFFFFFFF连胜！|r效果。",
},
[1215715] = {
["T"] = "狂怒战士11.1职业套装4件套",
["D"] = "当你获得|cFFFFFFFF连胜！|r层数时，你有相同几率使下一个嗜血的伤害提高15%并且爆击几率提高25%，或使下一个怒击的伤害提高15%并额外获得2点怒气。",
},
[1215716] = {
["T"] = "武器战士11.1职业套装4件套",
["D"] = "当你的|cFFFFFFFF连胜！|r结束时，每有一层|cFFFFFFFF连胜！|r效果，你的急速提高2%，致死打击和顺劈斩的伤害提高2%，持续12秒。",
},
[1215717] = {
["T"] = "踏风武僧11.1职业套装2件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的旭日东升踢和神鹤引项踢的伤害提高3%，最多可叠加10层。旭日东升踢和神鹤引项踢有15%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1215718] = {
["T"] = "踏风武僧11.1职业套装4件套",
["D"] = "施放怒雷破时获得1层|cFFFFFFFF连胜！|r效果，完全引导后会再次获得一次。当|cFFFFFFFF连胜！|r效果被移除时，每有一层效果，使你的下一个怒雷破伤害提高8%。\r\n\r\n当达到最大叠加层数时，你的|cFFFFFFFF连胜！|r效果总会被移除。",
},
[1215719] = {
["T"] = "奇袭潜行者11.1职业套装2件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的毒伤、割裂和猩红风暴的伤害提高3%，最多可叠加10层。毒伤、割裂和猩红风暴有15%的几率移除|cFFFFFFFF连胜！|r。",
},
[1215720] = {
["T"] = "狂徒潜行者11.1职业套装2件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的斩击的伤害提高6%，最多可叠加5层。斩击有15%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1215721] = {
["T"] = "敏锐潜行者11.1职业套装2件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的刺骨、影分身和黑火药的伤害提高2%，最多可叠加8层。刺骨、影分身和黑火药有15%的几率移除|cFFFFFFFF连胜！|r。",
},
[1215722] = {
["T"] = "敏锐潜行者11.1职业套装4件套",
["D"] = "暗影之舞激活期间，你无法失去|cFFFFFFFF连胜！|r效果，每次获得|cFFFFFFFF连胜！|r层数时额外获得一层，并且每层|cFFFFFFFF连胜！|r使你造成的暗影伤害提高2%。",
},
[1215724] = {
["T"] = "奇袭潜行者11.1职业套装4件套",
["D"] = "当你将要失去|cFFFFFFFF连胜！|r时，有几率改为获得最大层数的|cFFFFFFFF连胜！|r，持续4秒。这些层数无法被移除，且在免疫移除时效果提高50%。",
},
[1215725] = {
["T"] = "狂徒潜行者11.1职业套装4件套",
["D"] = "命运骨骰获得额外战斗增益效果的几率提高40%，且每获得一个战斗增益效果时，额外获得1层|cFFFFFFFF连胜！|r效果。\r\n\r\n命运骨骰提供的叠加层数可以超过5层|cFFFFFFFF连胜！|r的正常上限。",
},
[1215726] = {
["T"] = "邪恶死亡骑士11.1职业套装2件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的凋零缠绕和扩散的伤害提高4.5%，最多可叠加10层。凋零缠绕和扩散有15%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1215727] = {
["T"] = "冰霜死亡骑士11.1职业套装2件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的冰霜打击和冰川突进的伤害提高4%，最多可叠加6层。冰霜打击和冰川突进有7%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1215728] = {
["T"] = "邪恶死亡骑士11.1职业套装4件套",
["D"] = "施放黑暗突变会获得最多10层|cFFFFFFFF连胜！|r效果。当黑暗突变激活时，|cFFFFFFFF连胜！|r的效果提高100%且不再会被重置。",
},
[1215729] = {
["T"] = "冰霜死亡骑士11.1职业套装4件套",
["D"] = "每层|cFFFFFFFF连胜！|r使冰霜打击和冰川突进有8%的几率施放冰霜之镰，产生30%的效果。失去|cFFFFFFFF连胜！|r会使你陷入屠戮狂乱，以100%的效果施放冰霜之镰，并使精通提高11%，持续6秒。另外，冰霜之镰对击中的第一个目标造成40%的额外伤害。",
},
[1215730] = {
["T"] = "生存猎人11.1职业套装2件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的野火炸弹的伤害提高3%，最多可叠加6层。\r\n野火炸弹有15%几率结束你的|cFFFFFFFF连胜！|r效果。",
},
[1215731] = {
["T"] = "浩劫恶魔猎手11.1职业套装2件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的刃舞和混乱打击的伤害提高3%，最多可叠加10层。刃舞和混乱打击有15%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1215732] = {
["T"] = "必要牺牲",
["D"] = "|cFFFFFFFF连胜！|r在被刃舞或混乱打击移除后持续8秒。\r\n\r\n进入恶魔形态时会献祭所有|cFFFFFFFF连胜！|r层数，每层使你获得2%的爆击几率，持续15秒。",
},
[1215733] = {
["T"] = "大规模破坏",
["D"] = "你的法术和技能有很高的几率用激光照射敌人，持续|cffffffff大规模破坏|r，呼叫锁定追踪先生造成232点火焰伤害，由你的目标和附近的敌人均摊。",
},
[1215734] = {
["T"] = "野性德鲁伊11.1职业套装2件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的凶猛撕咬、割裂和原始之怒的伤害提高3%，最多可叠加10层。凶猛撕咬、割裂和原始之怒有15%几率移除|cFFFFFFFF连胜！|r效果。无消耗的凶猛撕咬不具有触发几率。",
},
[1232118] = {
["T"] = "黑暗血涌",
["D"] = "腐化淤血向外喷发，对击中的玩家造成2237111点暗影伤害。",
},
[1264885] = {
["T"] = "黑曜石黑染料",
},
[1264886] = {
["T"] = "风暴峡湾灰染料",
},
[1232121] = {
["T"] = "法力色泽的眼镜",
},
[1264889] = {
["T"] = "暮色百合灰染料",
},
[1215741] = {
["T"] = "强力碾压",
["D"] = "能量达到100点时，德茜雅释放一次强力粉碎，对所有玩家造成715875点自然伤害并降低其移动速度30%，持续10秒。",
},
[1264891] = {
["T"] = "微风蓝染料",
},
[1264894] = {
["T"] = "午夜幽蓝染料",
},
[1232129] = {
["T"] = "节点爆破",
},
[1215747] = {
["T"] = "遗志",
["D"] = "战士的遗志被剩余的竞争者吸收，使其造成的伤害提高10%，并在使用强力技能后额外获得35点能量。此效果可以叠加。",
},
[1215748] = {
["T"] = "遗志",
},
[1248520] = {
["T"] = "青铜庆典头衔：卡兹阿加爱好者",
["D"] = "授予头衔：卡兹阿加爱好者。 ",
},
[1215759] = {
["T"] = "止渴的苔绒羱",
},
[1215760] = {
["T"] = "震地牢狱",
["D"] = "被关押在|cffffffff震地牢狱|r里！",
},
[1215761] = {
["T"] = "积累充能",
},
[1264912] = {
["T"] = "基础桦木染料",
},
[1264913] = {
["T"] = "高地桦木染料",
},
[1264914] = {
["T"] = "上层精灵大理石白染料",
},
[1264916] = {
["T"] = "棕牧豆木染料",
},
[1215768] = {
["T"] = "地精磁力冲击",
["D"] = "在战斗中，布莱恩有几率向一个敌方目标掷出地精磁力弹跳榴弹，造成中等的自然伤害，并有20%的几率使其昏迷1.5秒。榴弹有25%的几率跳向一个新的目标。\r\n\r\n榴弹可以安全地在小队成员身上弹跳。",
},
[1215770] = {
["T"] = "积累充能",
},
[1264921] = {
["T"] = "黑木染料",
},
[1215773] = {
["T"] = "震荡维护",
["D"] = "芬戴尔“整修”损坏的叮当炸弹，令其重新开始追逐敌人！",
},
[1215774] = {
["T"] = "积累充能",
},
[1215775] = {
["T"] = "携带电池",
},
[1215776] = {
["T"] = "烟火之术",
},
[1264926] = {
["T"] = "红木染料",
},
[1264928] = {
["T"] = "心材木料染料",
},
[1215782] = {
["T"] = "精英屠灭",
["D"] = "在恩佐斯的惊魂幻象内击败精英敌人可恢复100点理智。",
},
[1215783] = {
["T"] = "精英屠灭",
["D"] = "在恩佐斯的惊魂幻象内击败精英敌人可恢复150点理智。",
},
[1215784] = {
["T"] = "奥术霹雳",
["D"] = "奥术能量在这个生物体内霹雳作响。",
},
[1215785] = {
["T"] = "顶头大佬",
},
[1215787] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克令幽灵附着在场地之中，每秒对触及幽灵的玩家造成894843点暗影伤害。",
},
[1215789] = {
["T"] = "地精整修",
},
[1215790] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克令幽灵附着在场地之中，每秒对触及幽灵的玩家造成894843点暗影伤害。",
},
[1215791] = {
["T"] = "震荡维护",
["D"] = "芬戴尔“整修”损坏的叮当炸弹，令其重新开始追逐敌人！",
},
[1215792] = {
["T"] = "震荡维护",
["D"] = "芬戴尔“整修”损坏的叮当炸弹，令其重新开始追逐敌人！",
},
[1215793] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克令幽灵附着在场地之中，每秒对触及幽灵的玩家造成894843点暗影伤害。",
},
[1215794] = {
["T"] = "可重复事件 - 卑鄙双雄 - 烟火光环",
},
[1215795] = {
["T"] = "地精磁力弹跳榴弹",
["D"] = "在战斗中，布莱恩有几率向一个敌方目标掷出地精磁力弹跳榴弹，造成中等的自然伤害，并有20%的几率使其昏迷1.5秒。榴弹有25%的几率跳向一个新的目标。\r\n\r\n榴弹可以安全地在小队成员身上弹跳。",
},
[1215796] = {
["T"] = "地精磁力弹跳榴弹",
["S"] = "等级 2/4",
["D"] = "在战斗中，布莱恩有几率向一个敌方目标掷出地精磁力弹跳榴弹，造成中等的自然伤害，并有25%的几率使其昏迷1.5秒。榴弹有30%的几率跳向一个新的目标。\r\n\r\n榴弹可以安全地在小队成员身上弹跳。",
},
[1215797] = {
["T"] = "地精磁力弹跳榴弹",
["D"] = "在战斗中，布莱恩有几率向一个敌方目标掷出地精磁力弹跳榴弹，造成中等的自然伤害，并有20%的几率使其昏迷1.5秒。榴弹有25%的几率跳向一个新的目标。\r\n\r\n榴弹可以安全地在小队成员身上弹跳。",
},
[1215798] = {
["T"] = "地精磁力弹跳榴弹",
["S"] = "等级 3/4",
["D"] = "在战斗中，布莱恩有几率向一个敌方目标掷出地精磁力弹跳榴弹，造成中等的自然伤害，并有35%的几率使其昏迷1.5秒。榴弹有40%的几率跳向一个新的目标。\r\n\r\n榴弹可以安全地在小队成员身上弹跳。",
},
[1215799] = {
["T"] = "地精磁力弹跳榴弹",
["D"] = "在战斗中，布莱恩有几率向一个敌方目标掷出地精磁力弹跳榴弹，造成中等的自然伤害，并有20%的几率使其昏迷1.5秒。榴弹有25%的几率跳向一个新的目标。\r\n\r\n榴弹可以安全地在小队成员身上弹跳。",
},
[1215800] = {
["T"] = "地精磁力弹跳榴弹",
["S"] = "等级 4/4",
["D"] = "在战斗中，布莱恩有几率向一个敌方目标掷出地精磁力弹跳榴弹，造成中等的自然伤害，并有45%的几率使其昏迷1.5秒。榴弹有50%的几率跳向一个新的目标。\r\n\r\n榴弹可以安全地在小队成员身上弹跳。",
},
[1215801] = {
["T"] = "砸开！",
["D"] = "皮茨的发明的重量令G.O.L.E.M陷入了昏迷。",
},
[1264952] = {
["T"] = "紫铜染料",
},
[1264954] = {
["T"] = "青铜染料",
},
[1215806] = {
["T"] = "超粗暴火箭",
},
[1215807] = {
["T"] = "过载晶塔",
["S"] = "等级 2/4",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高10%，持续30秒。每场战斗只能触发一次。",
},
[1215809] = {
["T"] = "超粗暴火箭",
},
[1215810] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克令幽灵附着在场地之中，每秒对触及幽灵的玩家造成894843点暗影伤害。",
},
[1232194] = {
["T"] = "萨特先祖的肩甲",
["D"] = "收集萨特先祖的肩甲外观。",
},
[1215814] = {
["T"] = "过载",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高10%，持续30秒。每场战斗只能触发一次。",
},
[1215815] = {
["T"] = "人民的英雄",
["D"] = "安德麦的市民感谢你，激励你奋发图强，使你的急速提高2%，持续1分钟。此效果可叠加。",
},
[1215816] = {
["T"] = "过载",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高20%，持续40秒。每场战斗只能触发一次。",
},
[1215817] = {
["T"] = "过载",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高15%，持续30秒。每场战斗只能触发一次。",
},
[1215819] = {
["T"] = "过载晶塔",
["S"] = "等级 3/4",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高15%，持续30秒。每场战斗只能触发一次。",
},
[1215820] = {
["T"] = "过载晶塔",
["S"] = "等级 4/4",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高20%，持续40秒。每场战斗只能触发一次。",
},
[1215821] = {
["T"] = "人民的英雄",
},
[1215822] = {
["T"] = "过载晶塔",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高20%，持续40秒。每场战斗只能触发一次。",
},
[1215823] = {
["T"] = "过载晶塔",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高15%，持续30秒。每场战斗只能触发一次。",
},
[1215824] = {
["T"] = "过载晶塔",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高10%，持续30秒。每场战斗只能触发一次。",
},
[1215825] = {
["T"] = "投掷瓶子",
},
[1215826] = {
["T"] = "投掷瓶子",
},
[1215827] = {
["T"] = "可重复事件 - 卑鄙双雄 - 镜头",
},
[1215828] = {
["T"] = "投掷瓶子",
},
[1215829] = {
["T"] = "投掷瓶子",
["D"] = "喷撒了提神的水晶粉尘。移动速度提高10%。",
},
[1232213] = {
["T"] = "觉醒具现",
},
[1232215] = {
["T"] = "觉醒具现",
},
[1232219] = {
["T"] = "觉醒具现",
},
[1248603] = {
["T"] = "影舞步",
["D"] = "终结技，以枪林弹雨打击8码内的随机敌人，造成物理伤害。连击点数会提高打击次数。\r\n\r\n每0.44秒恢复1个连击点数。\r\n\r\n   1点：0.44秒内1382454点伤害\r\n   2点：0.88秒内2073682点伤害\r\n   3点：1.32秒内2764909点伤害\r\n   4点：1.76秒内3456137点伤害\r\n   5点：2.21秒内4147364点伤害",
},
[1232221] = {
["T"] = "死亡挣扎",
["D"] = "阿拉兹的躯体瓦解时爆发出能量，对所有玩家造成1565976点奥术伤害并击退他们。",
},
[1264988] = {
["T"] = "雪爪烁裘徘徊者",
["D"] = "召唤或解散这种坐骑。",
},
[1232228] = {
["T"] = "法力色泽的眼镜",
["D"] = "使周围敌人昏迷10秒。",
},
[1232229] = {
["T"] = "影贸进口物",
["D"] = "解除箱子的封印，释放出里面的违禁品。\r\n\r\n只能在卡雷什使用。",
},
[1232231] = {
["T"] = "影贸进口物",
},
[1215850] = {
["T"] = "碾地猛击",
["D"] = "对所有玩家造成671133点物理伤害，并使周围的地面喷发，对冲击点周围4码内的玩家造成1342266点自然伤害。",
},
[1215852] = {
["T"] = "碾地猛击",
},
[1232236] = {
["T"] = "饮茶",
},
[1215854] = {
["T"] = "收集收获的能量",
["D"] = "从能量收集晶塔中收集能量。",
},
[1215855] = {
["T"] = "异变涌动",
["D"] = "施法者身上喷涌出不稳定的奥术能量，对6码内的敌人造成447422点奥术伤害。",
},
[1215857] = {
["T"] = "骑乘",
},
[1215858] = {
["T"] = "超级磁吸",
["D"] = "发明装置将玩家拉向自身，持续5秒。接触磁铁的玩家会被昏迷6秒。\r\n",
},
[1215859] = {
["T"] = "骑乘",
},
[1215860] = {
["T"] = "取消召唤",
},
[1215861] = {
["T"] = "冲击力转化矩阵",
["S"] = "等级 2/4",
["D"] = "进入战斗时，布莱恩激活转化矩阵，持续10秒。在此期间，所有小队成员造成伤害的一小部分将转化为主要属性，由小队成员均摊。\r\n\r\n冲击力转化矩阵失效后，主要属性增益可以保留15秒。该效果每2分钟只能触发一次。",
},
[1215862] = {
["T"] = "取消",
},
[1215863] = {
["T"] = "冲击力转化矩阵",
["S"] = "等级 3/4",
["D"] = "进入战斗时，布莱恩激活转化矩阵，持续15秒。在此期间，所有小队成员造成伤害的一小部分将转化为主要属性，由小队成员均摊。\r\n\r\n冲击力转化矩阵失效后，主要属性增益可以保留15秒。该效果每2分钟只能触发一次。",
},
[1215864] = {
["T"] = "冲击力转化矩阵",
["S"] = "等级 4/4",
["D"] = "进入战斗时，布莱恩激活转化矩阵，持续20秒。在此期间，所有小队成员造成伤害的一小部分将转化为主要属性，由小队成员均摊。\r\n\r\n冲击力转化矩阵失效后，主要属性增益可以保留20秒。该效果每2分钟只能触发一次。",
},
[1265014] = {
["T"] = "死亡之握",
},
[1215869] = {
["T"] = "微械厮斗",
},
[1215870] = {
["T"] = "链齿粉碎",
["D"] = "击退一名敌人。\n对一名敌人造成402679点物理伤害。",
},
[1232255] = {
["T"] = "觉醒具现",
},
[1232258] = {
["T"] = "影贸进口物",
},
[1232259] = {
["T"] = "时光报应",
["D"] = "当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。",
},
[1215877] = {
["T"] = "晶化斩",
["D"] = "施法者割裂目标，造成自然伤害并使其流血，每1秒造成自然伤害，持续14秒。",
},
[1232261] = {
["T"] = "影贸进口物",
},
[1232262] = {
["T"] = "时光报应",
["D"] = "当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。",
},
[1232263] = {
["T"] = "法力",
},
[1215881] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克令幽灵附着在场地之中，每秒对触及幽灵的玩家造成894843点暗影伤害。",
},
[1215882] = {
["T"] = "可重复事件 - 卑鄙双雄 - 仿生",
},
[1215883] = {
["T"] = "充气漂浮垫",
["D"] = "享用一杯温暖的霍亨布墨花茶。",
},
[1232267] = {
["T"] = "影贸进口物",
},
[1232268] = {
["T"] = "奥能矩阵湮灭器",
["D"] = "奥能筛网会使所有接触到的玩家|cffffffff灰飞烟灭|r，并留下|cffffffff奥术辐射|r。 ",
},
[1215886] = {
["T"] = "可重复事件 - 卑鄙双雄 - 仿生 - 蒸汽排放",
},
[1215887] = {
["T"] = "口袋死亡射线",
},
[1265037] = {
["T"] = "将稍加装饰的烈风垂挂绳索放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1215889] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克令幽灵附着在场地之中，每秒对触及幽灵的玩家造成894843点暗影伤害。",
},
[1232276] = {
["T"] = "影贸进口物",
},
[1248660] = {
["T"] = "抓鬼用具",
["D"] = "使你能够在住宅区看见恐怖幽灵。",
},
[1232278] = {
["T"] = "影贸进口物",
},
[1215898] = {
["T"] = "静电充能",
["D"] = "穆格·兹伊调动身旁的电流并发动冲锋，对路径中的玩家造成1789688点物理伤害，摧毁所有的|cffffffff震地牢狱|r和|cffffffff不稳定的蛛形地雷|r。\r\n\r\n抵达目标处时，穆格·兹伊释放一次|cffffffff子弹风暴|r。",
},
[1215899] = {
["T"] = "静电充能",
},
[1215900] = {
["T"] = "灌注收获的能量",
["D"] = "从能量收集晶塔中收获能量。",
},
[1215901] = {
["T"] = "静电充能",
},
[1215902] = {
["T"] = "静电充能",
["D"] = "穆格·兹伊调动身旁的电流并发动冲锋，对路径中的玩家造成1789688点物理伤害，摧毁所有的|cffffffff震地牢狱|r和|cffffffff不稳定的蛛形地雷|r。\r\n\r\n抵达目标处时，穆格·兹伊释放一次|cffffffff子弹风暴|r。",
},
[1215903] = {
["T"] = "风雷冲击",
["D"] = "穆格·兹伊释放静电充能，对所有玩家造成4474221点自然伤害并击退他们。被|cffffffff静电充能|r击中的玩家越多，效果越低。",
},
[1215904] = {
["T"] = "不稳定的法力",
["D"] = "不稳定的能量接触到玩家时会产生爆炸，造成2237111点奥术伤害，并在8秒内每1秒额外造成313195点奥术伤害。冲击还会将玩家击飞。",
},
[1215905] = {
["T"] = "屠戮大炮",
["D"] = "葬轮启动屠戮大炮，向空中射出一枚“精炼”黑血飞弹，对冲击点周围6码内的玩家造成671133点暗影伤害，吸收其受到的1045598点治疗量，并留下一片黑血。 ",
},
[1215906] = {
["T"] = "溅跃！",
},
[1215907] = {
["T"] = "屠戮大炮",
["D"] = "葬轮启动屠戮大炮，向空中射出一枚“精炼”黑血飞弹，对冲击点周围6码内的玩家造成671133点暗影伤害，吸收其受到的1045598点治疗量，并留下一片黑血。 ",
},
[1215908] = {
["T"] = "溅跃！",
},
[1215909] = {
["T"] = "屠戮大炮",
["D"] = "葬轮启动屠戮大炮，向空中射出一枚“精炼”黑血飞弹，对冲击点周围6码内的玩家造成671133点暗影伤害，吸收其受到的1045598点治疗量，并留下一片黑血。 ",
},
[1232293] = {
["T"] = "觉醒具现",
},
[1215912] = {
["T"] = "黑血",
["D"] = "屠戮大炮的黑血残留不散，每2秒造成447422点暗影伤害。",
},
[1215913] = {
["T"] = "可重复事件 - 卑鄙双雄 - 仿生 - 创造齿轮",
},
[1215914] = {
["T"] = "可重复事件 - 卑鄙双雄 - 仿生 - 失去齿轮",
},
[1215915] = {
["T"] = "冰冻陷阱",
["D"] = "施法者向目标位置投掷一个陷阱。踩中陷阱会使你昏迷6秒。",
},
[1215916] = {
["T"] = "心灵鞭笞",
["D"] = "用心灵能量鞭笞目标玩家，每1秒造成4点奥术伤害。",
},
[1215917] = {
["T"] = "口袋死亡射线",
},
[1215918] = {
["T"] = "飞旋转轮",
},
[1215919] = {
["T"] = "冲击力转化矩阵",
["S"] = "等级 2/4",
["D"] = "进入战斗时，布莱恩激活转化矩阵，持续10秒。在此期间，所有小队成员造成伤害的一小部分将转化为主要属性，由小队成员均摊。\r\n\r\n冲击力转化矩阵失效后，主要属性增益可以保留15秒。该效果每2分钟只能触发一次。",
},
[1215920] = {
["T"] = "冰冻陷阱",
["D"] = "施法者向目标位置投掷一个陷阱。踩中陷阱会使你昏迷6秒。",
},
[1215921] = {
["T"] = "冲击力转化矩阵",
["S"] = "等级 3/4",
["D"] = "进入战斗时，布莱恩激活转化矩阵，持续15秒。在此期间，所有小队成员造成伤害的一小部分将转化为主要属性，由小队成员均摊。\r\n\r\n冲击力转化矩阵失效后，主要属性增益可以保留15秒。该效果每2分钟只能触发一次。",
},
[1232305] = {
["T"] = "觉醒具现",
},
[1215928] = {
["T"] = "冲击力转化矩阵",
["S"] = "等级 4/4",
["D"] = "进入战斗时，布莱恩激活转化矩阵，持续20秒。在此期间，所有小队成员造成伤害的一小部分将转化为主要属性，由小队成员均摊。\r\n\r\n冲击力转化矩阵失效后，主要属性增益可以保留20秒。该效果每2分钟只能触发一次。",
},
[1265078] = {
["T"] = "银鼠草绿染料",
},
[1265079] = {
["T"] = "安戈洛绿染料",
},
[1265080] = {
["T"] = "尘泥绿染料",
},
[1232315] = {
["T"] = "虚无披风",
["D"] = "虚空能量环抱着施法者，吸收最多871332点伤害，并使施法者造成的暗影伤害提高25%，持续20秒。",
},
[1215933] = {
["T"] = "微械厮斗",
["D"] = "粉丝周期性将弗莱兰多和托克造型的玩具扔进场地。玩具会冲向15码内的对立玩具，将两者摧毁，并且每1秒对所有玩家造成223710点火焰伤害和223710点自然伤害，持续3秒。此效果可叠加。在巨械争斗期间，所有玩具都会冲向最近的对立玩具，造成的伤害提升500%。\r\n\r\n踏上玩具可以将其踢飞。",
},
[1215934] = {
["T"] = "石枪",
["D"] = "用一根魔法制造的石枪攻击一名玩家，立即造成536906点自然伤害，并且每1秒造成134226点自然伤害，持续3秒。",
},
[1248701] = {
["T"] = "吞噬灵魂",
["D"] = "召唤一个灵魂并开始将其吞噬，使受到的伤害降低99%，持续9秒。在吞噬时，施法者每3秒获得一层可以吸收相当于其最大生命值10%的护盾，持续30秒。此效果可叠加。",
},
[1248702] = {
["T"] = "灵魂防护",
["D"] = "召唤一个灵魂并开始将其吞噬，使受到的伤害降低99%，持续9秒。在吞噬时，施法者每3秒获得一层可以吸收相当于其最大生命值10%的护盾，持续30秒。此效果可叠加。",
},
[1265086] = {
["T"] = "夜歌丁香染料",
},
[1215938] = {
["T"] = "微械厮斗",
},
[1265088] = {
["T"] = "月莓紫晶染料",
},
[1265089] = {
["T"] = "被遗忘者梅色染料",
},
[1215942] = {
["T"] = "滑稽的巨大磁铁",
["D"] = "布莱恩使用|cffffffff采集工具|r时，有100%的几率令抛弃的护板磁吸在小队成员身上，使他们获得相当于最大生命值10%的护盾，并且可以在未进入战斗时回复。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1215943] = {
["T"] = "石枪",
},
[1215944] = {
["T"] = "微械厮斗",
},
[1215945] = {
["T"] = "微械厮斗",
},
[1215946] = {
["T"] = "滑稽的巨大磁铁",
["S"] = "等级 2/4",
["D"] = "布莱恩使用|cffffffff采集工具|r时，有100%的几率令抛弃的护板磁吸在小队成员身上，使他们获得相当于最大生命值10%的护盾，并且可以在未进入战斗时回复。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1215947] = {
["T"] = "滑稽的巨大磁铁",
["D"] = "布莱恩使用|cffffffff采集工具|r时，有100%的几率令抛弃的护板磁吸在小队成员身上，使他们获得相当于最大生命值15%的护盾，并且可以在未进入战斗时回复。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1215948] = {
["T"] = "滑稽的巨大磁铁",
["S"] = "等级 3/4",
["D"] = "布莱恩使用|cffffffff采集工具|r时，有100%的几率令抛弃的护板磁吸在小队成员身上，使他们获得相当于最大生命值15%的护盾，并且可以在未进入战斗时回复。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1265098] = {
["T"] = "翡翠梦绿染料",
},
[1215950] = {
["T"] = "滑稽的巨大磁铁",
["D"] = "布莱恩使用|cffffffff采集工具|r时，有100%的几率令抛弃的护板磁吸在小队成员身上，使他们获得相当于最大生命值20%的护盾，并且可以在未进入战斗时回复。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1215951] = {
["T"] = "滑稽的巨大磁铁",
["S"] = "等级 4/4",
["D"] = "布莱恩使用|cffffffff采集工具|r时，有100%的几率令抛弃的护板磁吸在小队成员身上，使他们获得相当于最大生命值20%的护盾，并且可以在未进入战斗时回复。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1215952] = {
["T"] = "微械厮斗",
},
[1215953] = {
["T"] = "静电充能",
["D"] = "穆格·兹伊调动身旁的电流并发动冲锋，对路径中的玩家造成1789688点物理伤害，摧毁所有的|cffffffff震地牢狱|r和|cffffffff不稳定的蛛形地雷|r。\r\n\r\n抵达目标处时，穆格·兹伊释放一次|cffffffff子弹风暴|r。",
},
[1248720] = {
["T"] = "宇宙活力",
},
[1265104] = {
["T"] = "赞达拉金染料",
},
[1265105] = {
["T"] = "黄铜染料",
},
[1215957] = {
["T"] = "震颤利爪",
["D"] = "击退施法者周围100码内的所有敌人。\n使60码内所有敌人的移动速度降低40%，持续3秒。\n对冲击点周围60码内的敌人造成313195点物理伤害。",
},
[1215958] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-3型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215959] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-4型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215960] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-2型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215962] = {
["T"] = "和平主义者武装平台",
["S"] = "等级 4/4",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-4型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215963] = {
["T"] = "和平主义者武装平台",
["S"] = "等级 3/4",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-3型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215964] = {
["T"] = "和平主义者武装平台",
["S"] = "等级 2/4",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-2型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215965] = {
["T"] = "流电镜像",
},
[1265115] = {
["T"] = "青铜染料",
},
[1248733] = {
["T"] = "宇宙活力",
},
[1265117] = {
["T"] = "库尔提拉斯钢材染料",
},
[1215970] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1232354] = {
["T"] = "爪掠",
["D"] = "每1秒对一名敌人造成一次物理伤害，持续8秒。\n对一名敌人造成物理伤害。",
},
[1265121] = {
["T"] = "吉尔尼斯玫红染料",
},
[1265122] = {
["T"] = "魔皇草深红染料",
},
[1232357] = {
["T"] = "潜行者出现",
},
[1215975] = {
["T"] = "马力全开！",
["D"] = "葬轮将机甲完全激活，获得一个吸收1045598点伤害的护盾，并且对玩家造成的伤害提高30%。 ",
},
[1215977] = {
["T"] = "奥术震击",
["D"] = "对一名敌人造成223710点奥术伤害。",
},
[1248744] = {
["T"] = "宇宙活力",
},
[1232362] = {
["T"] = "套装：午夜运动服",
["D"] = "收集这套护甲套装外观。",
},
[1215981] = {
["T"] = "静电充能",
},
[1215982] = {
["T"] = "和平之火",
["D"] = "对你面前锥形范围内的敌人造成23758点火焰伤害。",
},
[1215984] = {
["T"] = "诅咒者的盛宴",
["D"] = "库尔萨洛克向所有玩家释放通灵能量，每秒造成894843点暗影伤害，持续6秒。",
},
[1232368] = {
["T"] = "套装：碧蓝运动服",
["D"] = "收集这套护甲套装外观。",
},
[1215986] = {
["T"] = "守护德鲁伊11.1职业套装2件套",
["D"] = "当你受到伤害时，有几率触发|cFFFFFFFF手气大旺！|r，使你施放生存本能，持续4.0秒。在|cFFFFFFFF手气大旺！|r触发后，你造成的伤害提高15%，持续8秒。",
},
[1215987] = {
["T"] = "防护圣骑士11.1职业套装2件套",
["D"] = "当你受到伤害时，有几率触发|cFFFFFFFF手气大旺！|r，使你施放远古列王守卫，持续4.0秒。在|cFFFFFFFF手气大旺！|r触发后，你造成的伤害提高15%，持续10秒。",
},
[1215988] = {
["T"] = "守护德鲁伊11.1职业套装4件套",
["D"] = "获得|cFFFFFFFF手气大旺！|r后，你的下10个德鲁伊技能会以125%的效能额外施放一个德鲁伊技能。",
},
[1215989] = {
["T"] = "防护圣骑士11.1职业套装4件套",
["D"] = "当你拥有|cFFFFFFFF手气大旺！|r时，正义盾击会返还1-3层神圣能量，并延长|cFFFFFFFF手气大旺！|r的持续时间0.5秒，最多延长10秒。",
},
[1215990] = {
["T"] = "复仇恶魔猎手11.1职业套装2件套",
["D"] = "当你受到伤害时，有几率施放恶魔变形，持续4秒，并获得|cFFFFFFFF手气大旺！|r，使你造成的伤害提高15%，持续10秒。",
},
[1215991] = {
["T"] = "复仇恶魔猎手11.1职业套装4件套",
["D"] = "获得|cFFFFFFFF手气大旺！|r时，恶魔追击有较高几率刷新冷却时间。",
},
[1215992] = {
["T"] = "鲜血死亡骑士11.1职业套装2件套",
["D"] = "当你受到伤害时，有几率施放冰封之韧，持续4秒，并获得|cFFFFFFFF手气大旺！|r，使你造成的伤害提高15%，持续10秒。",
},
[1215993] = {
["T"] = "鲜血死亡骑士11.1职业套装4件套",
["D"] = "|cFFFFFFFF手气大旺！|r的持续时间延长2秒。\r\n\r\n当|cFFFFFFFF手气大旺！|r激活时，灵界打击消耗的符文能量减少10点，并可以额外攻击2个附近的敌人。",
},
[1215994] = {
["T"] = "防护战士11.1职业套装2件套",
["D"] = "当你受到伤害时，有几率施放盾墙，持续4.0秒，并获得|cFFFFFFFF手气大旺！|r，使你造成的伤害提高15%，持续12秒。",
},
[1215995] = {
["T"] = "防护战士11.1职业套装4件套",
["D"] = "在|cFFFFFFFF手气大旺！|r期间，盾牌猛击的爆击几率提高75%，爆击时盾牌冲锋的冷却时间会减少12.0秒。",
},
[1215996] = {
["T"] = "酒仙武僧11.1职业套装2件套",
["D"] = "当你受到伤害时，有几率触发|cFFFFFFFF手气大旺！|r，使你施放壮胆酒，持续6.0秒。在|cFFFFFFFF手气大旺！|r触发后，你造成的伤害提高15%，持续8秒。",
},
[1215997] = {
["T"] = "酒仙武僧11.1职业套装4件套",
["D"] = "当你获得|cFFFFFFFF手气大旺！|r时，你的下2次幻灭踢的伤害提高250%，并且冷却时间减少2.0秒。",
},
[1248764] = {
["T"] = "研究晋升",
["D"] = "永恒研究任务提供更多青铜和时序卷宗架。",
},
[1215999] = {
["T"] = "吞噬精华",
["D"] = "每1吸取目标89484点生命值，持续3秒。",
},
[1216000] = {
["T"] = "吞噬精华",
["D"] = "每1吸取目标89484点生命值，持续3秒。",
},
[1216002] = {
["T"] = "吞噬精华",
},
[1216003] = {
["T"] = "吞噬打击",
["D"] = "吸收目标的一部分精华，使近战攻击会为施法者恢复生命值，数值相当于造成伤害的25%。",
},
[1216004] = {
["T"] = "吞噬打击",
["D"] = "吸收目标的一部分精华，使近战攻击会为施法者恢复生命值，数值相当于造成伤害的25%。",
},
[1232388] = {
["T"] = "封印熔炉",
["D"] = "萨哈达尔将力量灌输到法力熔炉的大门中，每1秒对70码内的玩家造成626391点暗影伤害。",
},
[1232391] = {
["T"] = "熄灭众星",
["D"] = "迪门修斯在10秒内召唤8颗虚空之星落在他的身旁，每颗对所有玩家造成984328点暗影伤害，并对冲击点周围5码内的玩家额外造成2684532点暗影伤害。\r\n\r\n虚空之星会环绕着旋转，并投射出一个|cffffffff重力井|r。",
},
[1232392] = {
["T"] = "封印熔炉",
["D"] = "萨哈达尔将力量灌输到法力熔炉的大门中，每1秒对70码内的玩家造成626391点暗影伤害。",
},
[1232394] = {
["T"] = "重力井",
["D"] = "虚空之星投射出一个重力井，每1秒对4码内的玩家造成536906点暗影伤害，并使其移动速度降低30%。\r\n\r\n迪门修斯无法|cffffffff吞噬|r受到重力井影响的玩家。",
},
[1216012] = {
["T"] = "暴食猛击",
["D"] = "从8码范围内的所有玩家身上吸取894844点生命值，并转移给施法者。",
},
[1216013] = {
["T"] = "饕餮重击",
["D"] = "施法者重击目标，造成物理伤害，并吞噬目标一部分精华，使施法者的急速提高25%，持续10秒。",
},
[1232397] = {
["T"] = "虚空之星",
},
[1232399] = {
["T"] = "恐惧炮击",
["D"] = "自动体射出大量黑暗飞弹，在每个冲击点周围5码内造成4026798点暗影伤害。",
},
[1232403] = {
["T"] = "恐惧炮击",
["D"] = "自动体射出大量黑暗飞弹，在每个冲击点周围5码内造成4026798点暗影伤害。",
},
[1232404] = {
["T"] = "恐惧炮击",
["D"] = "自动体射出大量黑暗飞弹，在每个冲击点周围5码内造成4026798点暗影伤害。",
},
[1232405] = {
["T"] = "恐惧炮击",
["D"] = "自动体射出大量黑暗飞弹，在每个冲击点周围5码内造成4026798点暗影伤害。",
},
[1232407] = {
["T"] = "不稳定激涌",
},
[1232408] = {
["T"] = "不稳定激涌",
},
[1232409] = {
["T"] = "不稳定激涌",
["D"] = "法力熔炉变得不稳定，导致能量在随机位置爆发，对位于冲击点3码范围内的玩家造成3355665点奥术伤害。",
},
[1232410] = {
["T"] = "不稳定激涌",
},
[1232411] = {
["T"] = "聚焦之虹",
["D"] = "法力熔炉中汇聚的能量每1秒对聚焦之虹内的玩家造成4026798点奥术伤害。",
},
[1232412] = {
["T"] = "聚焦之虹",
["D"] = "法力熔炉中汇聚的能量每1秒对聚焦之虹内的玩家造成4026798点奥术伤害。",
},
[1232413] = {
["T"] = "奥术汇流",
["D"] = "朝他的当前目标投掷钩子，将首领面前的第一个敌人拉向首领并造成1097511点物理伤害。",
},
[1232414] = {
["T"] = "奥术汇流",
["D"] = "奥术能量在侍从体内激增，使其昏迷2秒。",
},
[1232415] = {
["T"] = "奥术汇流",
["D"] = "朝他的当前目标投掷钩子，将首领面前的第一个敌人拉向首领并造成1097511点物理伤害。",
},
[1232416] = {
["T"] = "迅捷聚簇奥能水晶",
["D"] = "急速提高11%。",
},
[1216035] = {
["T"] = "机械核心增幅器",
},
[1232419] = {
["T"] = "精湛聚簇奥能水晶",
["D"] = "精通提高22%。",
},
[1232420] = {
["T"] = "饥渴的远古魔力碎片",
["D"] = "提高吸血。",
},
[1232421] = {
["T"] = "充能魔网水晶",
["D"] = "移动速度提高。",
},
[1232422] = {
["T"] = "翡翠梦境之花",
["D"] = "提高生命值恢复速度。",
},
[1232423] = {
["T"] = "肯瑞托的法力宝石",
["D"] = "提高法力恢复速度。",
},
[1232424] = {
["T"] = "蒙福的阿古尼特水晶",
["D"] = "提高闪避，降低受到的范围攻击伤害。",
},
[1232425] = {
["T"] = "强固奥能水晶碎片",
["D"] = "耐力提高5%。\r\n",
},
[1232426] = {
["T"] = "威能奥能水晶碎片",
["D"] = "敏捷提高5%。\r\n",
},
[1232427] = {
["T"] = "幻境时空",
["D"] = "解锁收集永恒能量来升级神器的能力，并获得|cffffffff幻境时空|r。\r\n\r\n|T5228749:24|t|cffffffff幻境时空|r：\r\n高举你的神器，在时间线上打开一道裂隙，使你的冷却速度加快1000%，持续3秒。",
},
[1232428] = {
["T"] = "将动作设为防御",
},
[1232433] = {
["T"] = "激活",
},
[1232437] = {
["T"] = "放好物资",
["D"] = "将一包美酒节食材放进推车里。",
},
[1216056] = {
["T"] = "鹰爪撕扯",
["D"] = "雄鹰伸出利爪撕扯目标，造成物理伤害。创伤持续流血，每1秒造成物理伤害，持续8秒。\r\n",
},
[1232440] = {
["T"] = "套装：褪色运动服",
["D"] = "收集这套护甲套装外观。",
},
[1232441] = {
["T"] = "套装：胡萝卜运动服",
["D"] = "收集这套护甲套装外观。",
},
[1216059] = {
["T"] = "飞羽风暴",
["D"] = "施法者每5.2秒向目标射出一阵飞羽，持续6秒，对施法者前方锥形范围内的所有敌人造成自然伤害和击退。",
},
[1232443] = {
["T"] = "套装：玫瑰运动服",
["D"] = "收集这套护甲套装外观。",
},
[1232444] = {
["T"] = "套装：梅色运动服",
["D"] = "收集这套护甲套装外观。",
},
[1232445] = {
["T"] = "套装：赤红运动服",
["D"] = "收集这套护甲套装外观。",
},
[1216063] = {
["T"] = "飞羽风暴",
["D"] = "施法者每5.2秒向目标射出一阵飞羽，持续6秒，对施法者前方锥形范围内的所有敌人造成自然伤害和击退。",
},
[1232447] = {
["T"] = "套装：水栖运动服",
["D"] = "收集这套护甲套装外观。",
},
[1232448] = {
["T"] = "套装：雪白运动服",
["D"] = "收集这套护甲套装外观。",
},
[1216066] = {
["T"] = "信号弹",
["D"] = "发射一枚信号弹，在其位置召唤一个修理机器人，准备用地精设计的天才智慧（和少许火花）开展修理工作。",
},
[1216067] = {
["T"] = "信号弹",
["D"] = "发射一枚信号弹，在其位置召唤一个修理机器人，准备用地精设计的天才智慧（和少许火花）开展修理工作。",
},
[1216068] = {
["T"] = "信号弹",
["D"] = "发射一枚信号弹，在其位置召唤一个修理机器人，准备用地精设计的天才智慧（和少许火花）开展修理工作。",
},
[1216069] = {
["T"] = "信号弹",
["D"] = "发射一枚信号弹，在其位置召唤一个修理机器人，准备用地精设计的天才智慧（和少许火花）开展修理工作。",
},
[1216070] = {
["T"] = "信号弹",
["D"] = "发射一枚信号弹，在其位置召唤一个修理机器人，准备用地精设计的天才智慧（和少许火花）开展修理工作。",
},
[1232454] = {
["T"] = "永恒能量",
},
[1216075] = {
["T"] = "冲击力转化矩阵",
},
[1232460] = {
["T"] = "收集者存活",
},
[1232468] = {
["T"] = "关闭法力熔炉",
},
[1232469] = {
["T"] = "畏惧海鸥",
},
[1216087] = {
["T"] = "飞羽风暴",
["D"] = "施法者每5.2秒向目标射出一阵飞羽，持续6秒，对施法者前方锥形范围内的所有敌人造成自然伤害和击退。",
},
[1232471] = {
["T"] = "载具被毁 - 传送",
},
[1232472] = {
["T"] = "淡入/淡出",
},
[1232474] = {
["T"] = "卡尔欣",
},
[1216092] = {
["T"] = "击退",
},
[1216093] = {
["T"] = "暗影凝视",
["D"] = "凝视一个随机目标，在1秒内每0.5秒造成暗影伤害。",
},
[1216094] = {
["T"] = "加入铬武大王的队列",
},
[1216095] = {
["T"] = "从铬武大王的处返回",
},
[1216096] = {
["T"] = "皎月风暴",
["D"] = "每隔30秒，重置你的野火炸弹冷却时间，且你的下一个野火炸弹会发射一支天界之箭，在目标的位置扇起半径12码的皎月风暴，造成150533点奥术伤害。\r\n\r\n接下来的12秒内，每0.4秒对皎月风暴中的随机一名受到你的哨兵影响的敌人造成141125点奥术伤害。被该效果击中的所有目标受到你造成的伤害提高10%，持续8秒。 ",
},
[1216097] = {
["T"] = "珠光彩蝶的华饰",
["D"] = "收集珠光彩蝶的华饰外观。",
},
[1232482] = {
["T"] = "机器人AI跟随注意",
},
[1216101] = {
["T"] = "可重复事件 - 卑鄙双雄 - 聚光灯",
},
[1216102] = {
["T"] = "烟花之帽",
},
[1216105] = {
["T"] = "召唤无人机",
},
[1216108] = {
["T"] = "绿色喷雾",
},
[1216110] = {
["T"] = "紫色喷雾",
},
[1216111] = {
["T"] = "增效",
},
[1216112] = {
["T"] = "特别闪亮的灯泡",
["D"] = "让周围的人相信你有一个主意。\r\n\r\n如果在安德麦使用，你会获得一个特别好的主意，使你的智力提高8%，持续1小时。",
},
[1216113] = {
["T"] = "火箭弹幕",
},
[1232497] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量和耐力。",
},
[1232499] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量和耐力。",
},
[1232502] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量。",
},
[1232503] = {
["T"] = "征服",
["D"] = "萨哈达尔猛击当前目标，造成26845328点物理伤害，并额外造成8948442点暗影伤害，由8码内的所有玩家均摊，同时将他们击飞。\r\n\r\n被击中的玩家会失去一层|cffffffff誓言约束|r。使他们受到|cffffffff征服|r的伤害提高100%，持续20秒。\r\n",
},
[1232504] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量和耐力。",
},
[1216122] = {
["T"] = "增效",
},
[1216123] = {
["T"] = "自动化足球炸弹分发器",
["D"] = "布莱恩的法术和技能有几率在场上抛下3个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成高额火焰伤害。",
},
[1216124] = {
["T"] = "丧躯嚎叫",
["D"] = "施法者发出一声嚎叫，对60码内的玩家造成1118555点声波伤害，并使他们在恐惧中逃跑。",
},
[1216125] = {
["T"] = "骑乘",
},
[1216126] = {
["T"] = "丧躯嚎叫",
},
[1216127] = {
["T"] = "骑乘",
},
[1216129] = {
["T"] = "自动化足球炸弹分发器",
["D"] = "布莱恩的法术和技能有几率在场上抛下3个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成巨额火焰伤害。",
},
[1216130] = {
["T"] = "自动化足球炸弹分发器",
["D"] = "布莱恩的法术和技能有几率在场上抛下4个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成巨额火焰伤害。\r\n",
},
[1216131] = {
["T"] = "吞噬",
["D"] = "施法者吞噬目标的生命精华，造成313195点暗影伤害，并为施法者恢复174266%的最大生命值。",
},
[1232518] = {
["T"] = "奥术收集装置",
},
[1216136] = {
["T"] = "抛下臭气弹",
["D"] = "丢下一颗重磅臭气弹。 ",
},
[1232521] = {
["T"] = "强化",
},
[1232524] = {
["T"] = "相位迁跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。",
},
[1216142] = {
["T"] = "鲁莽怒火",
["D"] = "当能量达到100点时，穆格·兹伊陷入狂暴，乱射雷电与子弹，每1秒对所有玩家造成6711331点火焰伤害。",
},
[1216143] = {
["T"] = "鲁莽怒火",
["D"] = "当能量达到100点时，穆格·兹伊陷入狂暴，乱射雷电与子弹，每1秒对所有玩家造成6711331点火焰伤害。",
},
[1232527] = {
["T"] = "相位迁跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。",
},
[1216145] = {
["T"] = "轰炸暗影营",
["D"] = "收集法力，随后砸向暗影营的熔炉。",
},
[1216146] = {
["T"] = "轰炸暗影营",
["D"] = "收集你需要的所有法力，随后轰炸每一处暗影营的熔炉。",
},
[1216147] = {
["T"] = "特别好的主意",
["D"] = "让周围的人相信你有一个主意。\r\n\r\n如果在安德麦使用，你会获得一个特别好的主意，使你的智力提高8%，持续1小时。",
},
[1216148] = {
["T"] = "春日彩蝶的华饰",
["D"] = "收集春日彩蝶的华饰外观。",
},
[1232532] = {
["T"] = "放置节日热气球",
["D"] = "召唤一个节日热气球，飘浮在天空中。只能在户外使用。",
},
[1216150] = {
["T"] = "血红帝王蝶的华饰",
["D"] = "收集血红帝王蝶的华饰外观。",
},
[1216151] = {
["T"] = "被死亡射线击中",
},
[1232535] = {
["T"] = "放置节日热气球",
["D"] = "召唤一个节日热气球，飘浮在天空中。只能在户外使用。",
},
[1216153] = {
["T"] = "坚毅心智",
},
[1216154] = {
["T"] = "障碍光环",
},
[1232538] = {
["T"] = "安抚",
},
[1232539] = {
["T"] = "压制力场",
["D"] = "集能哨兵压制虚灵能量，使其在净化进流口时无法产生作用。 ",
},
[1216157] = {
["T"] = "离开风暴",
},
[1216158] = {
["T"] = "弱效饮料",
["D"] = "饮用以平息渴望，同时秀出你的雅致。\r\n\r\n如果你在安德麦花费至少10秒来饮用，你将获得|cffffffff补水充分|r效果，使你的移动速度提高10%，持续1小时。",
},
[1216159] = {
["T"] = "补水充分",
["D"] = "饮用以平息渴望，同时秀出你的雅致。\r\n\r\n如果你在安德麦花费至少10秒来饮用，你将获得|cffffffff补水充分|r效果，使你的移动速度提高10%，持续1小时。",
},
[1232543] = {
["T"] = "能量过载",
["D"] = "过载的侍从为自己灌输能量，准备在奥能矩阵筛网穿过它们时发生爆炸。 ",
},
[1232544] = {
["T"] = "辐照之力",
},
[1216162] = {
["T"] = "放置爆开的起爆器",
["D"] = "放置一个爆开的起爆器。你可以全力推拉起爆器，向所有感兴趣的人士展现你的力量。\r\n\r\n如果在安德麦使用，你的力量的惊人程度会提高8%。",
},
[1232547] = {
["T"] = "辐照之力",
},
[1265314] = {
["T"] = "死亡之握",
["D"] = "使施法者昏迷，无法移动或攻击，持续2秒。",
},
[1216166] = {
["T"] = "爆开的起爆器",
},
[1216167] = {
["T"] = "惊人力量",
["D"] = "放置一个爆开的起爆器。你可以全力推拉起爆器，向所有感兴趣的人士展现你的力量。\r\n\r\n如果在安德麦使用，你的力量的惊人程度会提高8%。",
},
[1232551] = {
["T"] = "测试",
},
[1216169] = {
["T"] = "自动化足球炸弹分发器",
["S"] = "等级 2/4",
["D"] = "布莱恩的法术和技能有几率在场上抛下3个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成高额火焰伤害。",
},
[1216170] = {
["T"] = "浸毒利颚",
["D"] = "施法者每次近战攻击命中都会对目标施加|cffffffff浸毒利颚|r，每1秒造成89485点自然伤害。此效果可叠加。",
},
[1232555] = {
["T"] = "恶魔变形",
},
[1232556] = {
["T"] = "禁忌通灵术",
["D"] = "将一名阵亡盟友的遗骸复活为骷髅战士，持续30秒。",
},
[1232557] = {
["T"] = "恶魔变形",
},
[1232558] = {
["T"] = "恶魔变形",
},
[1216176] = {
["T"] = "自动化足球炸弹分发器",
["S"] = "等级 3/4",
["D"] = "布莱恩的法术和技能有几率在场上抛下3个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成巨额火焰伤害。",
},
[1216177] = {
["T"] = "自动化足球炸弹分发器",
["S"] = "等级 4/4",
["D"] = "布莱恩的法术和技能有几率在场上抛下4个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成巨额火焰伤害。",
},
[1216178] = {
["T"] = "清晰",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，使你获得节能施法并使法术伤害提高5%，持续12秒。施放大法师之触有100%的几率赢得|cFFFFFFFF头奖！|r",
},
[1216179] = {
["T"] = "电气充能手枪",
},
[1216180] = {
["T"] = "召唤宝藏",
},
[1216182] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的旭日东升踢和神鹤引项踢的伤害提高3%，最多可叠加10层。旭日东升踢和神鹤引项踢有15%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1232566] = {
["T"] = "辐照之力",
},
[1232567] = {
["T"] = "苦修",
["D"] = "向目标发射神圣之光，在1.8秒内对一名敌人造成37667点神圣伤害，或为一名盟友恢复162044点生命值。可以在移动中施放。\r\n\r\n当你施放苦修治疗时，所有带有你的救赎效果的目标都会恢复3478点生命值。",
},
[1216185] = {
["T"] = "耐用骰子",
["D"] = "投掷2个六面骰并祈求好运！\r\n\r\n如果在安德麦掷点，你的敏捷会提高X%，X为掷点结果的总值。全部扔出一点会招致可怕的命运。",
},
[1216186] = {
["T"] = "重击",
["D"] = "施法者用武器猛击目标，造成物理伤害并使其昏迷。",
},
[1216188] = {
["T"] = "地精制导火箭",
},
[1216189] = {
["T"] = "打开",
},
[1216190] = {
["T"] = "封印圣物",
},
[1216191] = {
["T"] = "掷骰子",
},
[1216193] = {
["T"] = "错乱",
["D"] = "施法者陷入错乱，每1.5秒造成自然伤害。",
},
[1216194] = {
["T"] = "错乱",
["D"] = "施法者陷入错乱，每1.5秒造成自然伤害。",
},
[1216195] = {
["T"] = "增量",
},
[1216196] = {
["T"] = "掷骰子",
},
[1216197] = {
["T"] = "掷骰子",
},
[1216198] = {
["T"] = "掷骰子",
},
[1216199] = {
["T"] = "掷骰子",
},
[1216200] = {
["T"] = "掷骰子",
},
[1216202] = {
["T"] = "火箭跳",
["D"] = "地精激活火箭腰带，跳向一个玩家。",
},
[1216203] = {
["T"] = "渗流虚空",
["D"] = "每1秒对一名敌人造成一次暗影伤害，持续直到主动取消。",
},
[1232587] = {
["T"] = "影贸进口物",
},
[1232589] = {
["T"] = "影贸进口物",
["D"] = "解除箱子的封印，释放出里面的违禁品。",
},
[1216207] = {
["T"] = "恩佐斯的回响",
},
[1216209] = {
["T"] = "好运",
["D"] = "投掷2个六面骰并祈求好运！\r\n\r\n如果在安德麦掷点，你的敏捷会提高X%，X为掷点结果的总值。全部扔出一点会招致可怕的命运。",
},
[1216210] = {
["T"] = "口袋工厂",
["D"] = "布莱恩的法术和技能有几率指派口袋工厂建造2个炮台助战，持续20秒。",
},
[1216211] = {
["T"] = "鎏金藏匿物",
["D"] = "在有剩余生命的情况下，完成地下堡会使藏宝室中出现一个鎏金藏匿物，内含7个鎏金纹章。\r\n\r\n|cnWHITE_FONT_COLOR:拾取的鎏金藏匿物：0/3\r\n每周重置。",
},
[1216212] = {
["T"] = "起劲",
["D"] = "你的法术和技能有很高的几率令你嗨起来，使急速提高2，最多5次。嗨到极限时放大音量，将效果提高100%，持续15秒后重新开始。",
},
[1216213] = {
["T"] = "恩佐斯的回响",
},
[1216214] = {
["T"] = "恩佐斯的回响",
},
[1216215] = {
["T"] = "恩佐斯的回响",
},
[1216216] = {
["T"] = "倒霉",
["D"] = "投掷2个六面骰并祈求好运！\r\n\r\n如果在安德麦掷点，你的敏捷会提高X%，X为掷点结果的总值。全部扔出一点会招致可怕的命运。",
},
[1216217] = {
["T"] = "恩佐斯的回响",
},
[1216218] = {
["T"] = "恩佐斯的回响",
},
[1216219] = {
["T"] = "恩佐斯的回响",
},
[1232603] = {
["T"] = "笨拙冲锋",
},
[1216221] = {
["T"] = "恩佐斯的回响",
},
[1216222] = {
["T"] = "恩佐斯的回响",
},
[1216223] = {
["T"] = "恩佐斯的回响",
},
[1216224] = {
["T"] = "恩佐斯的回响",
},
[1216225] = {
["T"] = "恩佐斯的回响",
},
[1216226] = {
["T"] = "恩佐斯的回响",
},
[1232610] = {
["T"] = "啃噬",
["D"] = "啃咬一名敌人，造成物理伤害。",
},
[1232611] = {
["T"] = "无常爆发",
["D"] = "施法者喷出消化性强酸，每1秒对60码内的所有敌人造成暗影伤害，持续6秒。溅出的飞沫对冲击点周围0码内的敌人造成暗影伤害，并留下|cffffffff贪噬唾液|r，持续6秒。",
},
[1216229] = {
["T"] = "离开托尔达戈",
},
[1232613] = {
["T"] = "法力熔炉传送器",
},
[1232614] = {
["T"] = "法力熔炉传送器",
},
[1232615] = {
["T"] = "黑暗训斥",
["D"] = "向目标发射黑暗涌流，在1.8秒内对一名敌人造成37667点暗影伤害，或为一名盟友恢复162044点生命值。可以在移动中施放。",
},
[1216233] = {
["T"] = "粉碎护盾",
["D"] = "施法者将自己包裹在护盾中，吸收26139952点伤害。被移除时护盾粉碎，向60码内的玩家射出|cffffffff崩解碎片|r。",
},
[1216234] = {
["T"] = "侦测玩家波动",
},
[1216235] = {
["T"] = "掠夺的神器",
["D"] = "待价而沽的蛛魔小玩意……直到你出现。",
},
[1232619] = {
["T"] = "虚空奔袭",
["D"] = "奔袭一名敌人，对沿途的所有敌人造成暗影伤害。",
},
[1232620] = {
["T"] = "传送",
},
[1232621] = {
["T"] = "虚空奔袭",
},
[1232622] = {
["T"] = "虚空奔袭",
["D"] = "奔袭一名敌人，对沿途的所有敌人造成暗影伤害。",
},
[1232623] = {
["T"] = "无常爆发",
["D"] = "施法者喷出消化性强酸，每1秒对60码内的所有敌人造成暗影伤害，持续6秒。溅出的飞沫对冲击点周围0码内的敌人造成暗影伤害，并留下|cffffffff贪噬唾液|r，持续6秒。",
},
[1232624] = {
["T"] = "巨大化",
["D"] = "体型增大0%，最大生命值提高114点，敏捷提高13点。",
},
[1216242] = {
["T"] = "通灵喷发",
},
[1216244] = {
["T"] = "熔岩炮",
["D"] = " 幽坑太保的走狗为他的|cffffffff熔岩炮|r充能，并向一名玩家的位置发射一颗强大的熔岩球，对路径上的所有玩家造成1342266点火焰伤害并将其击退。\r\n",
},
[1232628] = {
["T"] = "虚空奔袭",
},
[1232629] = {
["T"] = "载具被毁 - 传送",
},
[1232630] = {
["T"] = "淡入/淡出",
},
[1216251] = {
["T"] = "口袋死亡射线",
},
[1232635] = {
["T"] = "卡尔欣",
},
[1249021] = {
["T"] = "可以打断的震击",
},
[1232640] = {
["T"] = "恶魔之火",
["D"] = "维拉瑞安的目光在8秒内锁定一名玩家，用邪能炙烤大地，每1秒对其中的玩家造成671133点混乱伤害。",
},
[1216258] = {
["T"] = "口袋工厂",
},
[1216259] = {
["T"] = "口袋工厂",
},
[1232645] = {
["T"] = "奥术汇流",
["D"] = "朝他的当前目标投掷钩子，将首领面前的第一个敌人拉向首领并造成1097511点物理伤害。",
},
[1232646] = {
["T"] = "喷射蛛网",
},
[1216265] = {
["T"] = "火焰",
["D"] = "每1秒对一名敌人造成209120点火焰伤害，持续直到主动取消。",
},
[1232652] = {
["T"] = "影贸进口物",
},
[1232654] = {
["T"] = "影贸进口物",
["D"] = "解除箱子的封印，释放出里面的违禁品。",
},
[1232655] = {
["T"] = "影贸进口物",
["D"] = "解除箱子的封印，释放出里面的违禁品。",
},
[1216274] = {
["T"] = "夺命药膏",
["D"] = "施法者的近战攻击有一定的几率使目标中毒，每2秒造成点自然伤害，持续12秒。",
},
[1216275] = {
["T"] = "熔岩炮",
["D"] = "幽坑太保的走狗为他的|cffffffff熔岩炮|r充能，并向一名玩家的位置发射一颗强大的熔岩球，对路径上的所有玩家造成1342266点火焰伤害并将其击退。\r\n",
},
[1232659] = {
["T"] = "影贸进口物",
},
[1216277] = {
["T"] = "夺命药膏",
["D"] = "每2秒对一名敌人造成一次自然伤害，持续12秒。",
},
[1232661] = {
["T"] = "咕谷狂暴",
["D"] = "施法者陷入狂暴，使其急速提高20%，持续10秒。",
},
[1232664] = {
["T"] = "影贸进口物",
["D"] = "解除箱子的封印，释放出里面的违禁品。",
},
[1232665] = {
["T"] = "影贸进口物",
},
[1232666] = {
["T"] = "碧海浮舟",
["D"] = "你能够乘筏子横渡水域。",
},
[1216285] = {
["T"] = "扰乱性充气火烈鸟",
["D"] = "将一只充气火烈鸟放在地上扰乱你的敌人。持续15秒或直到它爆炸。\r\n\r\n只能在安德麦使用。",
},
[1232669] = {
["T"] = "碧海浮舟",
},
[1216288] = {
["T"] = "出界飞弹",
["D"] = "暗索会追踪防御边界内部的玩家，并歼灭逗留过久的目标。\r\n",
},
[1232673] = {
["T"] = "奥术涡轮",
},
[1249062] = {
["T"] = "踢飞！",
["D"] = "踢飞那些讨厌的小格林奇！",
},
[1232680] = {
["T"] = "相位迁跃",
},
[1216299] = {
["T"] = "瞄准",
},
[1216301] = {
["T"] = "护盾发生器",
},
[1216302] = {
["T"] = "巨型集束弹药",
["D"] = "对冲击点周围3码内的敌人造成1342266点火焰伤害。",
},
[1216305] = {
["T"] = "黑水免费试用期",
},
[1216306] = {
["T"] = "巨型集束弹药",
["D"] = "对冲击点周围3码内的敌人造成1342266点火焰伤害。",
},
[1216307] = {
["T"] = "巨型集束弹药",
["D"] = "对冲击点周围3码内的敌人造成1342266点火焰伤害。",
},
[1216310] = {
["T"] = "巨型集束弹药",
["D"] = "对冲击点周围3码内的敌人造成1342266点火焰伤害。",
},
[1249077] = {
["T"] = "湮灭",
["D"] = "迪门修斯立即吞噬进入其体内的玩家，使他们死得十分凄惨。",
},
[1216312] = {
["T"] = "巨型集束弹药",
["D"] = "对冲击点周围3码内的敌人造成1342266点火焰伤害。",
},
[1216313] = {
["T"] = "巨型集束弹药",
["D"] = "对冲击点周围3码内的敌人造成1342266点火焰伤害。",
},
[1216314] = {
["T"] = "圣洁",
["D"] = "神圣化身期间，你的治疗效果提高10%。\r\n\r\n施放神圣化身会使你接下来3次治疗术或治疗祷言没有施法时间，并使治疗效果提高25%。",
},
[1216315] = {
["T"] = "巨型集束弹药",
["D"] = "对冲击点周围3码内的敌人造成1342266点火焰伤害。",
},
[1232700] = {
["T"] = "节日热气球",
},
[1232701] = {
["T"] = "恶魔之火",
["D"] = "维拉瑞安的目光在8秒内锁定一名玩家，用邪能炙烤大地，每1秒对其中的玩家造成671133点混乱伤害。",
},
[1249085] = {
["T"] = "伊利达雷战刃架台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1216320] = {
["T"] = "剧毒噬咬",
["D"] = "每2秒对一名敌人造成一次自然伤害，持续14秒。\n对一名敌人造成自然伤害。",
},
[1232704] = {
["T"] = "恶魔之火",
["D"] = "维拉瑞安的目光在8秒内锁定一名玩家，用邪能炙烤大地，每1秒对其中的玩家造成671133点混乱伤害。",
},
[1232705] = {
["T"] = "垂直起飞",
["D"] = "将你的节日热气球放飞到空中。",
},
[1249089] = {
["T"] = "伊利达雷颅骨哨兵",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1232707] = {
["T"] = "奥术护盾",
["D"] = "向后移动时，你会引导|cffffffff奥术护盾|r，吸收最多|CFFffffff$<damageValue>|R点伤害，但会使你的移动速度降低80%。未引导|cffffffff奥术护盾|r时，护盾每秒恢复5%。如果|cffffffff奥术护盾|r被击碎，则会在30秒内无法使用。",
},
[1249091] = {
["T"] = "将瓦拉加尔庆典酒桶放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1249092] = {
["T"] = "瓦拉加尔盾墙",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1232711] = {
["T"] = "奥术护盾",
["D"] = "向后移动时，你会引导|cffffffff奥术护盾|r，吸收最多|CFFffffff$<damageValue>|R点伤害，但会使你的移动速度降低80%。未引导|cffffffff奥术护盾|r时，护盾每秒恢复5%。如果|cffffffff奥术护盾|r被击碎，则会在30秒内无法使用。",
},
[1232713] = {
["T"] = "AI恢复/爆击",
},
[1232714] = {
["T"] = "破碎护盾",
},
[1216332] = {
["T"] = "污油飞溅",
["D"] = "对幽坑太保的机甲造成伤害会导致漏油，使范围内的玩家打滑。",
},
[1216333] = {
["T"] = "污油飞溅",
["D"] = "干扰幽坑太保的充能会损坏他的机甲，每0.5秒在附近漏油，持续5秒。",
},
[1216334] = {
["T"] = "废料点心",
["D"] = "施法者挖掘废料，为自己恢复最大生命值的30%。",
},
[1232719] = {
["T"] = "卢米萨尔的活体流丝",
},
[1232720] = {
["T"] = "奥术护盾",
["D"] = "向后移动时，你会引导|cffffffff奥术护盾|r，吸收最多|CFFffffff$<damageValue>|R点伤害，但会使你的移动速度降低80%。未引导|cffffffff奥术护盾|r时，护盾每秒恢复5%。如果|cffffffff奥术护盾|r被击碎，则会在30秒内无法使用。",
},
[1232721] = {
["T"] = "卢米萨尔的活体流丝",
["D"] = "在你和周围四名盟友身旁编织奥术丝茧，持续10秒，使其受到的伤害降低75%，直到防止了1016点伤害。\r\n\r\n如果丝茧的效果自然结束，则会为一名受伤的盟友恢复生命值，数值相当于剩余吸收量的50%。",
},
[1216339] = {
["T"] = "焦油炮台",
},
[1232723] = {
["T"] = "召唤赛·加茨",
},
[1232724] = {
["T"] = "飞逝能量",
["D"] = "飞逝能量从死亡的侍从体内喷发而出，落地时对2码内的玩家造成0点奥术伤害。拾取飞逝能量会获得飞逝强化。 ",
},
[1265491] = {
["T"] = "暗影箭",
["D"] = "向敌人射出一支黑暗魔法箭，对其造成暗影伤害。",
},
[1232726] = {
["T"] = "林多尔米的援助",
},
[1216344] = {
["T"] = "焦油炮台",
},
[1249111] = {
["T"] = "收到裹布",
},
[1232729] = {
["T"] = "节日热气球",
},
[1232731] = {
["T"] = "赫米特的哨子",
["D"] = "凶暴命令召唤凶暴野兽的几率提高0%。\r\n\r\n杀戮命令的伤害提高0%。",
},
[1232732] = {
["T"] = "维持赛·加茨",
},
[1216351] = {
["T"] = "口袋工厂",
["D"] = "布莱恩的法术和技能有几率指派口袋工厂建造2个炮台助战，持续10秒。",
},
[1216352] = {
["T"] = "口袋工厂",
["D"] = "布莱恩的法术和技能有几率指派口袋工厂建造3个炮台助战，持续20秒。",
},
[1232738] = {
["T"] = "硬化之壳",
["D"] = "庇护的侍从会定期获得一个护盾，吸收接下来的3485327点伤害。",
},
[1232739] = {
["T"] = "荒语者",
["D"] = "凶暴野兽现在会服从你的杀戮命令，以30%的效果造成伤害。\r\n\r\n狂野怒火现在使你的凶暴野兽陷入狂怒，使其造成的伤害提高15%，持续15秒。在狂野怒火期间召唤的凶暴野兽也可以受到增益影响，但影响时间会缩短。",
},
[1232742] = {
["T"] = "相位潜行",
["D"] = "进入虚幻的能量形态。",
},
[1265509] = {
["T"] = "近战",
["D"] = "对一名敌人造成2237111点物理伤害。",
},
[1232750] = {
["T"] = "淡入/淡出",
},
[1249139] = {
["T"] = "战场烟雾弹光环",
},
[1232757] = {
["T"] = "潜行",
["D"] = "使施法者进入潜行状态。",
},
[1232760] = {
["T"] = "水晶裂伤",
["D"] = "锋利的虚空水晶从破碎节点中爆出，对所有玩家每1秒造成671133点暗影伤害，持续8秒。此效果可叠加。",
},
[1249144] = {
["T"] = "战斗检测",
},
[1232765] = {
["T"] = "巢群惊啸",
["D"] = "召唤数只恐惧幼虫协助施法者。",
},
[1232766] = {
["T"] = "巢群惊啸",
},
[1232767] = {
["T"] = "巢群惊啸",
},
[1232769] = {
["T"] = "传送",
},
[1232771] = {
["T"] = "传送",
},
[1232772] = {
["T"] = "传送",
},
[1232773] = {
["T"] = "传送",
},
[1216391] = {
["T"] = "机械大师的弹药筒",
["D"] = "加里维克斯的实验使受影响的敌人被腐化之罩所包裹，在30秒内吸收治疗量。每一个目标都会提供5332550点吸收量，所有相连的玩家会共同承担效果。\r\n\r\n效果结束或耗尽吸收量时，弹药筒会产生爆炸，造成|cffffffff主谋爆破|r。",
},
[1232775] = {
["T"] = "奥术抹消",
["D"] = "阿拉兹朝当前目标释放出一股能量冲击，对所有玩家造成4921643点奥术伤害，伤害随冲击点周围10码内的玩家数量降低。",
},
[1216393] = {
["T"] = "触碰光明",
},
[1216394] = {
["T"] = "触碰光明",
["D"] = "对一名敌人造成致命伤害。",
},
[1232778] = {
["T"] = "晦暗呼唤",
["D"] = "向虚空发出呼唤，召唤一只宠物协助战斗。",
},
[1232779] = {
["T"] = "晦暗呼唤",
},
[1216397] = {
["T"] = "烈焰喷射",
},
[1216398] = {
["T"] = "羞羞的书",
["D"] = "羞羞的书可能会向你的法术目标朗读一部未出版的催人泪下的言情小说中的选段，每2秒造成21点奥术伤害或恢复26点生命值，持续20秒。\r\n\r\n如果目标在读完故事之前死亡，结局会剧透给附近的一个目标，剩余的效果会立即对其生效。",
},
[1216399] = {
["T"] = "三维生物打印机",
},
[1216400] = {
["T"] = "收押",
},
[1216401] = {
["T"] = "三维生物打印机",
},
[1232785] = {
["T"] = "表情状态 - 徒手攻击",
},
[1216404] = {
["T"] = "不稳定的原型",
},
[1216405] = {
["T"] = "分数加成",
},
[1216406] = {
["T"] = "动荡爆炸",
["D"] = "当炸脚地雷被引爆时，它将爆炸并对所有玩家造成1297524点火焰伤害，使他们受到动荡爆炸的伤害提高200%，持续2秒。",
},
[1232790] = {
["T"] = "晦暗呼唤",
},
[1232792] = {
["T"] = "注能过载",
["D"] = "每1秒对一名敌人造成112430536点暗影伤害，持续直到主动取消。",
},
[1232794] = {
["T"] = "庞然抽击",
["D"] = "施法者猛击周围的地面，对35码内的所有敌人造成223710点物理伤害，并将他们击退。\r\n\r\n\r\n",
},
[1216413] = {
["T"] = "广播指令",
["D"] = "老大娘正在与无人机网络通信。",
},
[1216414] = {
["T"] = "炙热光束",
["D"] = "发明装置释放一道火线，持续4秒，每0.2秒对范围内的玩家造成2237111点火焰伤害。",
},
[1216415] = {
["T"] = "炙热光束",
["D"] = "发明装置释放一道火线，持续4秒，每0.2秒对范围内的玩家造成2237111点火焰伤害。",
},
[1216416] = {
["T"] = "火箭弹幕",
["D"] = "火箭大炮发射出一阵燃烧的炸弹，对击中的目标造成1342266点火焰伤害。",
},
[1216417] = {
["T"] = "火箭弹幕",
},
[1232801] = {
["T"] = "落地",
},
[1232802] = {
["T"] = "阿拉兹的仪式熔炉",
["D"] = "不顾一切地将一部分自身的精华送入熔炉，使你获得34点敏捷，效果在30秒内逐渐衰减，并牺牲15%的最大生命值。",
},
[1232803] = {
["T"] = "落地",
["D"] = "使你的节日热气球落地。",
},
[1216422] = {
["T"] = "附煞云端翔龙",
["D"] = "召唤或解散这种坐骑。",
},
[1232807] = {
["T"] = "拆解之沙",
["D"] = "召唤一个通往抑魔金熔炉的传送门，将你不需要的物品转化为青铜。",
},
[1232808] = {
["T"] = "拆解之沙",
},
[1216427] = {
["T"] = "未出版的催人泪下的言情小说",
["D"] = "羞羞的书可能会向你的法术目标朗读一部未出版的催人泪下的言情小说中的选段，每2秒造成21点奥术伤害或恢复26点生命值，持续20秒。\r\n\r\n如果目标在读完故事之前死亡，结局会剧透给附近的一个目标，剩余的效果会立即对其生效。",
},
[1216428] = {
["T"] = "催人泪下的言情剧透！",
["D"] = "羞羞的书可能会向你的法术目标朗读一部未出版的催人泪下的言情小说中的选段，每2秒造成21点奥术伤害或恢复26点生命值，持续20秒。\r\n\r\n如果目标在读完故事之前死亡，结局会剧透给附近的一个目标，剩余的效果会立即对其生效。",
},
[1216429] = {
["T"] = "催人泪下的言情剧透！",
["D"] = "羞羞的书可能会向你的法术目标朗读一部未出版的催人泪下的言情小说中的选段，每2秒造成21点奥术伤害或恢复26点生命值，持续20秒。\r\n\r\n如果目标在读完故事之前死亡，结局会剧透给附近的一个目标，剩余的效果会立即对其生效。",
},
[1216430] = {
["T"] = "附煞骑乘虎",
["D"] = "召唤或解散这种坐骑。",
},
[1216431] = {
["T"] = "B.4.T.T.L.3.地雷",
["D"] = "向玩家的位置射出B.4.T.T.L.3.地雷，对3码内的玩家造成894843点火焰伤害，并留下B.4.T.T.L.3.地雷。",
},
[1216432] = {
["T"] = "B.4.T.T.L.3.地雷",
},
[1216433] = {
["T"] = "B.4.T.T.L.3.地雷",
},
[1216434] = {
["T"] = "示意走狗",
},
[1216435] = {
["T"] = "附煞茶具",
["D"] = "摆出附煞茶具，斟上独一无二的混制茶。",
},
[1216437] = {
["T"] = "示意走狗",
},
[1216438] = {
["T"] = "示意走狗",
},
[1232822] = {
["T"] = "“借用”神器",
["D"] = "从未来借用一些能量会带来什么后果？带来的是永恒不竭的潜能！",
},
[1249206] = {
["T"] = "千钧猛击",
["D"] = "迪门修斯以倾世之力碾碎当前目标，对20码内的玩家造成6442879点物理伤害和4295252点宇宙伤害，并施加|cffffffff凡躯的脆弱|r。\r\n\r\n庞大的力量会在空间中产生涟漪，对所有其他玩家造成1610720点宇宙伤害，将他们从冲击点处击退，并击碎活体物质。",
},
[1216441] = {
["T"] = "污油飞溅",
["D"] = "对幽坑太保的机甲造成伤害会导致漏油，使范围内的玩家打滑。",
},
[1216443] = {
["T"] = "电能风暴",
["D"] = "被击败的战斗者释放残余的能量，形成一场电能风暴，每2秒对所有玩家造成134226点自然伤害，并使他们受到的自然伤害提高20%。此效果可叠加。",
},
[1216444] = {
["T"] = "超大更猛炸弹轰击",
["D"] = "加里维克斯使用大量炸药炮轰主要目标，造成4474221点物理伤害，并使其受到超大更猛炸弹轰击的伤害提高200%，持续1.5分钟。此效果可叠加，并且无法被躲闪或招架。\r\n\r\n同时对主要目标周围30码内的玩家造成4474221点火焰伤害，并会施加|cffffffff爆破燃烧|r。（大部分）弹药会在命中时爆炸。\r\n\r\n然而，部分引线炸弹会散落在场地里。",
},
[1216445] = {
["T"] = "超大更猛炸弹轰击",
["D"] = "加里维克斯使用大量炸药炮轰主要目标，造成4474221点物理伤害，并使其受到超大更猛炸弹轰击的伤害提高200%，持续1.5分钟。此效果可叠加，并且无法被躲闪或招架。\r\n\r\n同时对主要目标周围30码内的玩家造成4474221点火焰伤害，并会施加|cffffffff爆破燃烧|r。（大部分）弹药会在命中时爆炸。\r\n\r\n然而，部分引线炸弹会散落在场地里。",
},
[1216446] = {
["T"] = "电能风暴",
["D"] = "被击败的战斗者释放残余的能量，形成一场电能风暴，每2秒对所有玩家造成134226点自然伤害，并使他们受到的自然伤害提高20%。此效果可叠加。",
},
[1216447] = {
["T"] = "交谈",
},
[1216448] = {
["T"] = "交谈",
},
[1249216] = {
["T"] = "暮光世界",
["D"] = "|cffffffff暮光尖峰|r从各个方向逼近，将战斗场地吞入浩瀚宇宙之中。",
},
[1249217] = {
["T"] = "暮光世界",
["D"] = "|cffffffff暮光尖峰|r从各个方向逼近，将战斗场地吞入浩瀚宇宙之中。",
},
[1249218] = {
["T"] = "邪能之槌号侦察地图",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1216453] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克令幽灵附着在场地之中，每秒对触及幽灵的玩家造成894843点暗影伤害。",
},
[1216455] = {
["T"] = "火箭弹幕",
},
[1249225] = {
["T"] = "恩护师的香炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1216460] = {
["T"] = "火箭弹幕",
},
[1216461] = {
["T"] = "电击",
["D"] = "你踩上了通电的保险丝盒，使自己昏迷15秒。",
},
[1232845] = {
["T"] = "熬煮药剂",
},
[1249229] = {
["T"] = "龙族工匠的桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1249231] = {
["T"] = "驭风者栖木",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1216466] = {
["T"] = "受困",
["D"] = "你踩上了捕熊陷阱，使自己定身15秒。",
},
[1216467] = {
["T"] = "裂痕",
["D"] = "你踩上了飞旋的锯刃，将自己击退，并且每2秒造成223710点物理伤害，持续16秒。",
},
[1249234] = {
["T"] = "暮光世界",
["D"] = "|cffffffff暮光尖峰|r从各个方向逼近，将战斗场地吞入浩瀚宇宙之中。",
},
[1249235] = {
["T"] = "暮光世界",
["D"] = "|cffffffff暮光尖峰|r从各个方向逼近，将战斗场地吞入浩瀚宇宙之中。",
},
[1216471] = {
["T"] = "引爆",
["D"] = "你踩上了一堆炸弹，将自己炸退，并造成2237111点火焰伤害。",
},
[1216473] = {
["T"] = "引爆",
["D"] = "你踩上了一堆炸弹，将自己炸退，并造成1118555点火焰伤害。",
},
[1216474] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克令幽灵附着在场地之中，每秒对触及幽灵的玩家造成894843点暗影伤害。",
},
[1216475] = {
["T"] = "通灵箭",
["D"] = "对一名敌人造成536906点暗影伤害。",
},
[1216476] = {
["T"] = "通灵箭",
},
[1249246] = {
["T"] = "虚空守护",
},
[1249247] = {
["T"] = "无边无界",
},
[1249248] = {
["T"] = "无边无界",
["D"] = "在18秒后，虚无束缚者免疫任何形式的控制效果。",
},
[1216491] = {
["T"] = "电刑矩阵",
["D"] = "穆格·兹伊释放他的|cffffffff电刑矩阵|r并将竞技场一分为二，立即消灭触碰到的玩家。",
},
[1216495] = {
["T"] = "电刑矩阵",
["D"] = "穆格·兹伊释放他的|cffffffff电刑矩阵|r并将竞技场一分为二，立即消灭触碰到的玩家。",
},
[1216497] = {
["T"] = "游学探奇",
["D"] = "你正在游学探奇中探索这个地下城！你的速度和战斗能力大幅提高。",
},
[1216498] = {
["T"] = "兑现！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的旭日东升踢和神鹤引项踢的伤害提高3%，最多可叠加10层。旭日东升踢和神鹤引项踢有15%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1216503] = {
["T"] = "超级磁吸",
["D"] = "发明装置将玩家拉向自身，持续5秒。接触磁铁的玩家会被昏迷6秒。\r\n",
},
[1216504] = {
["T"] = "超级磁吸",
},
[1232888] = {
["T"] = "非凡寰宇之力",
["D"] = "迪门修斯免疫所有攻击和法术。",
},
[1216508] = {
["T"] = "起钻",
["D"] = "洛肯斯多标记玩家，造成536906点自然伤害，并使一个致命的钻头每1.5秒在他们所在位置出现，持续4.5秒。\r\n\r\n接触钻头会使玩家变被|cffffffff钻透！|r\r\n",
},
[1232892] = {
["T"] = "喝啤酒",
},
[1232894] = {
["T"] = "宇宙辐射",
["D"] = "迪门修斯放射出强烈的能量，每2秒对所有玩家造成214763点宇宙伤害。",
},
[1232895] = {
["T"] = "宇宙辐射",
["D"] = "迪门修斯放射出强烈的能量，每2秒对所有玩家造成268453点宇宙伤害。",
},
[1216513] = {
["T"] = "起钻",
["D"] = "洛肯斯多标记玩家，造成536906点自然伤害，并使一个致命的钻头每1.5秒在他们所在位置出现，持续4.5秒。\r\n\r\n接触钻头会使玩家变被|cffffffff钻透！|r\r\n",
},
[1232897] = {
["T"] = "莱卡拉的启发",
["D"] = "在德鲁伊博大精深的学识启发下，你在每一种形态下都能获得一项额外加成：\r\n\r\n无形态：4%魔法伤害\r\n猎豹形态：4%耐力\r\n熊形态：5%移动速度\r\n枭兽形态：3%范围伤害减免",
},
[1216515] = {
["T"] = "炸弹场",
["D"] = "地精教父撒出大量整备的爬行爆弹，持续游荡42秒。踩上整备的爬行爆弹会使其提前引爆，触发|cffffffff爆炸之旅|r。",
},
[1216516] = {
["T"] = "炸弹场",
["D"] = "地精教父撒出大量整备的爬行爆弹，持续游荡42秒。踩上整备的爬行爆弹会使其提前引爆，触发|cffffffff爆炸之旅|r。",
},
[1216517] = {
["T"] = "附加充能护甲片",
["D"] = "在你的腿部装备上附加一块充能护甲片，永久使该装备获得585点全部主属性，以及562点耐力。",
},
[1216518] = {
["T"] = "附加充能护甲片",
["D"] = "在你的腿部装备上附加一块充能护甲片，永久使该装备获得711点全部主属性，以及684点耐力。",
},
[1216519] = {
["T"] = "附加充能护甲片",
["D"] = "在你的腿部装备上附加一块充能护甲片，永久使该装备获得837点全部主属性，以及805点耐力。",
},
[1216520] = {
["T"] = "充能护甲片",
},
[1216521] = {
["T"] = "开火！",
},
[1216524] = {
["T"] = "电刑矩阵",
},
[1216525] = {
["T"] = "火箭弹幕",
["D"] = "发明装置每2秒发射一枚巨型火箭，持续4秒。火箭击中玩家时造成2237111点火焰伤害。",
},
[1216526] = {
["T"] = "火箭弹幕",
["D"] = "发明装置每2秒发射一枚巨型火箭，持续4秒。火箭击中玩家时造成2237111点火焰伤害。",
},
[1216531] = {
["T"] = "火箭弹幕",
["D"] = "发明装置每2秒发射一枚巨型火箭，持续4秒。火箭击中玩家时造成2237111点火焰伤害。",
},
[1216539] = {
["T"] = "使用解毒剂",
},
[1216541] = {
["T"] = "挖掘",
},
[1216542] = {
["T"] = "祥云锦绣火鹰",
["D"] = "召唤或解散一只可供骑乘的祥云锦绣火鹰。这是一种飞行坐骑。",
},
[1216544] = {
["T"] = "过载",
["D"] = "泰坦机械神秘地重新激活了，地下堡中出现额外的陷阱和敌人。",
},
[1232929] = {
["T"] = "裹布收割",
["D"] = "凶狠地收割敌人的裹布。",
},
[1216547] = {
["T"] = "口袋工厂",
["D"] = "布莱恩的法术和技能有几率指派口袋工厂建造1个炮台助战，持续10秒。",
},
[1216548] = {
["T"] = "口袋工厂",
["S"] = "等级 2/4",
["D"] = "布莱恩的法术和技能有几率指派口袋工厂建造2个炮台助战，持续10秒。",
},
[1216549] = {
["T"] = "口袋工厂",
["S"] = "等级 3/4",
["D"] = "布莱恩的法术和技能有几率指派口袋工厂建造2个炮台助战，持续20秒。",
},
[1232933] = {
["T"] = "响应召唤",
},
[1232935] = {
["T"] = "卡雷什之血",
["D"] = "你与卡雷什的联结使你能召下在虚空中漂流的矿物。",
},
[1216556] = {
["T"] = "加倍奉还",
["D"] = "当你的|cFFFFFFFF连胜！|r结束时，每有一层|cFFFFFFFF连胜！|r效果，你的急速提高2%，致死打击和顺劈斩的伤害提高2%，持续12秒。",
},
[1216557] = {
["T"] = "黑暗涂层",
["D"] = "施法者在武器上涂抹黑血浆液，使造成的伤害提高10%。",
},
[1232941] = {
["T"] = "回荡之魂",
["D"] = "冰霜镰刀消耗灵魂收割时，有几率将其传播给附近的一个敌人。 ",
},
[1249326] = {
["T"] = "降落伞",
["D"] = "使施法者免受坠落伤害。",
},
[1216561] = {
["T"] = "连胜！",
["D"] = "你的技能有几率开启|cFFFFFFFF连胜！|r，使暴怒的伤害提高2%，最多可叠加10层。\r\n暴怒有15%几率结束你的|cFFFFFFFF连胜！|r效果。",
},
[1216562] = {
["T"] = "焦油炮台",
},
[1216564] = {
["T"] = "欢欣",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1232948] = {
["T"] = "超级新星",
},
[1216567] = {
["T"] = "嗜血重置",
},
[1216568] = {
["T"] = "怒击重置",
},
[1232952] = {
["T"] = "绝命地带",
["D"] = "你的法术和攻击对任何处于你的乱射中的目标造成8%额外伤害，并且无视视线要求。",
},
[1232955] = {
["T"] = "不失毫厘",
["D"] = "弹无虚发的伤害加成额外提高20%。",
},
[1216574] = {
["T"] = "爆炸之旅",
["D"] = "整备的爬行爆弹引爆，对5码内的玩家造成1565977点火焰伤害，并将他们击退。",
},
[1216577] = {
["T"] = "爆炸之旅",
["D"] = "整备的爬行爆弹引爆，对5码内的玩家造成1565977点火焰伤害，并将他们击退。",
},
[1216578] = {
["T"] = "设置数据",
},
[1216579] = {
["T"] = "设置数据",
},
[1216580] = {
["T"] = "设置数据",
},
[1216581] = {
["T"] = "设置数据",
},
[1216582] = {
["T"] = "设置数据",
},
[1216583] = {
["T"] = "设置数据",
},
[1216584] = {
["T"] = "设置数据",
},
[1216585] = {
["T"] = "设置数据",
},
[1216586] = {
["T"] = "设置数据",
},
[1232970] = {
["T"] = "相位镜像",
},
[1232971] = {
["T"] = "霜裂冰靴",
},
[1232972] = {
["T"] = "相位镜像",
},
[1232973] = {
["T"] = "超级新星",
["D"] = "迪门修斯令一颗虚空之星走向湮灭，在5后发生爆炸，对所有玩家造成6442879点宇宙伤害，伤害随距离降低。\r\n\r\n虚空之星的位置将出现一个|cffffffff黑洞|r，并继续围绕迪门修斯公转。",
},
[1216593] = {
["T"] = "科赞的愤怒",
["D"] = "你的法术和技能有较高的几率强化科赞之眼，并使你的敏捷提高1点，最多20次，离开战斗时会快速衰减。完全强化后，科赞之眼会改为对敌人造成20点火焰伤害，或者为盟友恢复29点生命值。 ",
},
[1216594] = {
["T"] = "科赞的活力",
["D"] = "你的法术和技能有较高的几率强化科赞之眼，并使你的敏捷提高1点，最多20次，离开战斗时会快速衰减。完全强化后，科赞之眼会改为对敌人造成20点火焰伤害，或者为盟友恢复29点生命值。 ",
},
[1232978] = {
["T"] = "超级新星",
},
[1249362] = {
["T"] = "召唤的恶魔",
},
[1249363] = {
["T"] = "训练疲劳",
["D"] = "你近期才开始训练你的枯法者大军，必须给他们时间恢复才能再次尝试训练。",
},
[1249365] = {
["T"] = "阿古斯结尾",
},
[1249366] = {
["T"] = "召唤的恶魔",
},
[1216601] = {
["T"] = "实力雄厚",
["D"] = "在神圣化身激活时，圣言术：灵和圣言术：静会为一个目标施加|cFFFFFFFF保险！|r，持续10秒。每有一个受到|cFFFFFFFF保险！|r效果影响的目标，你的治疗效果就提高1%。",
},
[1216603] = {
["T"] = "鼠牙毒素",
["D"] = "你的有害法术和技能会对目标施加鼠牙毒素，最多叠加5次。",
},
[1216604] = {
["T"] = "鼠牙毒素",
["D"] = "你的有害法术和技能会对目标施加鼠牙毒素，最多叠加5次。",
},
[1216605] = {
["T"] = "鼠牙毒素",
["D"] = "释放叠加的所有毒素，造成215点自然伤害，每层效果在5秒内额外造成25点伤害。",
},
[1216606] = {
["T"] = "鼠牙毒素",
["D"] = "释放叠加的所有毒素，造成215点自然伤害，每层效果在5秒内额外造成25点伤害。",
},
[1216607] = {
["T"] = "电池释能",
["D"] = "大地精的电池每5秒释放出能量，对每个冲击点周围4码内的玩家造成1342266点自然伤害。\r\n\r\n释能还会对60码内的所有玩家造成241608点自然伤害。",
},
[1232992] = {
["T"] = "钟鸣厄至",
["D"] = "射出黑蚀箭会使你和你的宠物造成的所有伤害提高8.0%，持续12秒。\r\n\r\n多次施加可以重叠生效。",
},
[1216610] = {
["T"] = "电池释能",
},
[1216611] = {
["T"] = "电池释能",
["D"] = "大地精的电池每5秒释放出能量，对每个冲击点周围4码内的玩家造成1342266点自然伤害。\r\n\r\n释能还会对60码内的所有玩家造成241608点自然伤害。",
},
[1232995] = {
["T"] = "拾回",
["D"] = "命令你的雄鹰从附近的尸体身上拾取物品。",
},
[1232997] = {
["T"] = "战斗中",
},
[1232998] = {
["T"] = "战斗中",
},
[1232999] = {
["T"] = "战斗中",
},
[1233000] = {
["T"] = "战斗中",
},
[1233001] = {
["T"] = "战斗中",
},
[1216619] = {
["T"] = "炸弹场",
["D"] = "地精教父撒出大量整备的爬行爆弹，持续游荡42秒。踩上整备的爬行爆弹会使其提前引爆，触发|cffffffff爆炸之旅|r。",
},
[1216621] = {
["T"] = "偷窃",
},
[1233005] = {
["T"] = "恶魔变形",
},
[1216623] = {
["T"] = "告密者处理单位",
},
[1233007] = {
["T"] = "邪能地狱",
},
[1233008] = {
["T"] = "邪能地狱",
},
[1233009] = {
["T"] = "邪能地狱",
},
[1216627] = {
["T"] = "困惑不解",
["D"] = "通过告密者处理单位传送会使玩家在10秒内无法再次传送。",
},
[1216628] = {
["T"] = "加乐宫水族箱",
},
[1233012] = {
["T"] = "吞噬",
},
[1233013] = {
["T"] = "致命一击",
},
[1216631] = {
["T"] = "净化去污",
},
[1233015] = {
["T"] = "飞行",
},
[1216634] = {
["T"] = "鱼柳",
},
[1216635] = {
["T"] = "咸鱼在侧",
},
[1233019] = {
["T"] = "钟乳石",
},
[1233020] = {
["T"] = "钟乳石",
},
[1233021] = {
["T"] = "钟乳石",
},
[1216639] = {
["T"] = "涌动",
},
[1233023] = {
["T"] = "表情状态 - 跳舞",
},
[1216644] = {
["T"] = "莎哈塔之矛",
["D"] = "发射一个投射物，对击中的首个敌人造成高额伤害。",
},
[1216645] = {
["T"] = "莎哈塔之矛",
["D"] = "对击中的第一个敌人造成高额伤害。",
},
[1216646] = {
["T"] = "震撼节拍",
["D"] = "受害者被节奏所控制，只能继续舞动，直到丧命。",
},
[1216648] = {
["T"] = "布置营地",
},
[1216649] = {
["T"] = "安装核心",
["D"] = "在塔扎维什为关闭的集市守卫安装能量核心。",
},
[1216650] = {
["T"] = "可疑的能量饮料",
},
[1216652] = {
["T"] = "过量污染物",
["D"] = "地精教父向空气中释放有害化学物质，每2秒造成89485点自然伤害。",
},
[1216654] = {
["T"] = "揭露闯入者",
["D"] = "土狼发出咆哮，向附近的暗索地精警告闯入者的存在，并移除风险投资公司伪装。",
},
[1216655] = {
["T"] = "震撼力场",
},
[1216656] = {
["T"] = "过量污染物",
["D"] = "地精教父向空气中释放有害化学物质，每2秒造成89485点自然伤害。",
},
[1249423] = {
["T"] = "物质破坏",
["D"] = "阿托席恩在5秒后向随机玩家发射超热物质，对路径上的所有玩家造成2684532点宇宙伤害，将其击退并留下一片|cffffffff碎片地带|r。",
},
[1249424] = {
["T"] = "物质破坏",
},
[1216659] = {
["T"] = "揭露闯入者",
},
[1216661] = {
["T"] = "火箭弹幕",
["D"] = "发明装置每2秒发射一枚巨型火箭，持续4秒。火箭击中玩家时造成2237111点火焰伤害。",
},
[1216662] = {
["T"] = "过量污染物",
},
[1216664] = {
["T"] = "放置箱子",
["D"] = "归还失窃的箱子",
},
[1249433] = {
["T"] = "物质破坏",
["D"] = "阿托席恩在5秒后向随机玩家发射超热物质，对路径上的所有玩家造成2684532点宇宙伤害，将其击退并留下一片|cffffffff碎片地带|r。",
},
[1216669] = {
["T"] = "与鱼同眠",
["D"] = "鱼柳向你问好。\r\n",
},
[1216670] = {
["T"] = "撞击！",
},
[1216672] = {
["T"] = "撞击！",
},
[1216673] = {
["T"] = "撞击！",
["D"] = "被击退并昏迷。",
},
[1216674] = {
["T"] = "大号虚空光束",
["D"] = "发明装置释放一道巨大的虚空能量光束，每0.2秒对光束范围内的玩家造成1342266点暗影伤害。",
},
[1216676] = {
["T"] = "生物燃料火箭装置",
["S"] = "等级 2/4",
["D"] = "为小队成员配备|cffffffff生物燃料火箭装置|r。\r\n\r\n|T1500939:24|t |cffffffff生物燃料|r\r\n每消灭一个敌人都会为|cffffffff生物燃料|r补充燃料，使移动速度提高2%，急速提高2%，持续20秒，最多叠加15次。",
},
[1216677] = {
["T"] = "生物燃料火箭装置",
["S"] = "等级 3/4",
["D"] = "为小队成员配备|cffffffff生物燃料火箭装置|r。\r\n\r\n|T1500939:24|t |cffffffff生物燃料|r\r\n每消灭一个敌人都会为|cffffffff生物燃料|r补充燃料，使移动速度提高2%，急速提高2%，持续30秒，最多叠加20次。",
},
[1216678] = {
["T"] = "生物燃料火箭装置",
["S"] = "等级 4/4",
["D"] = "为小队成员配备|cffffffff生物燃料火箭装置|r。\r\n\r\n|T1500939:24|t |cffffffff生物燃料|r\r\n每消灭一个敌人都会为火箭装置补充燃料，使移动速度提高2%，急速提高2%，持续45秒，最多叠加30次。",
},
[1216679] = {
["T"] = "大号虚空光束",
["D"] = "发明装置释放一道巨大的虚空能量光束，每0.2秒对光束范围内的玩家造成1342266点暗影伤害。",
},
[1216680] = {
["T"] = "生物燃料火箭装置",
["D"] = "为小队成员配备|cffffffff生物燃料火箭装置|r。\r\n\r\n|T1500939:24|t |cffffffff生物燃料|r\r\n每消灭一个敌人都会为|cffffffff生物燃料|r补充燃料，使移动速度提高2%，急速提高2%，持续20秒，最多叠加15次。",
},
[1216681] = {
["T"] = "生物燃料火箭装置",
["D"] = "为小队成员配备|cffffffff生物燃料火箭装置|r。\r\n\r\n|T1500939:24|t |cffffffff生物燃料|r\r\n每消灭一个敌人都会为|cffffffff生物燃料|r补充燃料，使移动速度提高2%，急速提高2%，持续30秒，最多叠加20次。",
},
[1216682] = {
["T"] = "生物燃料火箭装置",
["D"] = "为小队成员配备|cffffffff生物燃料火箭装置|r。\r\n\r\n|T1500939:24|t |cffffffff生物燃料|r\r\n每消灭一个敌人都会为火箭装置补充燃料，使移动速度提高2%，急速提高2%，持续45秒，最多叠加30次。",
},
[1249449] = {
["T"] = "物质破坏",
},
[1216687] = {
["T"] = "炽燃烈焰",
["D"] = "地精教父喷射出一束烈焰，对前方锥形范围内的玩家造成2684532点火焰伤害。",
},
[1216688] = {
["T"] = "告密者处理单位",
},
[1249455] = {
["T"] = "星辰碎片",
},
[1216690] = {
["T"] = "告密者处理单位",
},
[1216691] = {
["T"] = "营救",
["D"] = "救援塔扎维什的市民。",
},
[1233075] = {
["T"] = "黑暗奇点",
},
[1233076] = {
["T"] = "黑暗奇点",
["D"] = "奇点在熔炉内部爆发，每1秒对玩家造成492164点暗影伤害，并将他们拉向|cffffffff沉重黑暗|r。位移的力度会逐渐增强。",
},
[1216696] = {
["T"] = "传送门：馈赠盛典……？",
["D"] = "将施法者传送到馈赠盛典。",
},
[1216697] = {
["T"] = "传送门：馈赠盛典……？",
["D"] = "将施法者传送到馈赠盛典。",
},
[1216698] = {
["T"] = "雪球",
},
[1216699] = {
["T"] = "虚空弹幕",
["D"] = "发明装置每2.5秒发射一枚虚空飞行物，持续5秒。接触飞行物会受到1789688点暗影伤害并触发|cffffffff虚空溅射|r效果。",
},
[1216700] = {
["T"] = "咸鱼在侧",
},
[1216701] = {
["T"] = "水上行走",
},
[1216702] = {
["T"] = "虚空弹幕",
["D"] = "发明装置每2.5秒发射一枚虚空飞行物，持续5秒。接触飞行物会受到1789688点暗影伤害并触发|cffffffff虚空溅射|r效果。",
},
[1249469] = {
["T"] = "欢乐幻魅 - 虚灵",
},
[1216704] = {
["T"] = "可重复事件 - 卑鄙双雄 - 格拉布托克传送（50%生命值）",
},
[1216705] = {
["T"] = "虚空弹幕",
["D"] = "发明装置每2.5秒发射一枚虚空飞行物，持续5秒。接触飞行物会受到1789688点暗影伤害并触发|cffffffff虚空溅射|r效果。",
},
[1216706] = {
["T"] = "虚空弹幕",
["D"] = "发明装置每2.5秒发射一枚虚空飞行物，持续5秒。接触飞行物会受到1789688点暗影伤害并触发|cffffffff虚空溅射|r效果。",
},
[1249473] = {
["T"] = "财团幻变器",
["D"] = "在短时间内使你伪装成赛财团的掮灵。",
},
[1233091] = {
["T"] = "永恒传送门",
},
[1233092] = {
["T"] = "永恒传送门",
},
[1233093] = {
["T"] = "坍缩之星",
["D"] = "阿达拉斯具化一颗坍缩之星，开始将玩家拉向它的中心。\r\n\r\n星辰碎片四散飞落并被拉向坍缩之星的中心。碎片触及玩家时发生爆炸，造成447422点宇宙伤害。\r\n\r\n如果碎片抵达中心，则会对所有玩家造成1342266点宇宙伤害。",
},
[1216712] = {
["T"] = "深渊伏特",
["D"] = "使自己能量超载，急速提高41，持续15秒。你直接治疗的第一个盟友也会获得充能，使其急速提高12，持续10秒。",
},
[1233098] = {
["T"] = "坍缩之星",
},
[1216716] = {
["T"] = "攻击",
},
[1216717] = {
["T"] = "护盾警告",
},
[1233102] = {
["T"] = "关闭法力熔炉最后阶段",
},
[1233103] = {
["T"] = "坍缩之星",
["D"] = "阿达拉斯具化一颗坍缩之星，开始将玩家拉向它的中心。\r\n\r\n星辰碎片四散飞落并被拉向坍缩之星的中心。碎片触及玩家时发生爆炸，造成447422点宇宙伤害。\r\n\r\n如果碎片抵达中心，则会对所有玩家造成1342266点宇宙伤害。",
},
[1233104] = {
["T"] = "坍缩之星",
["D"] = "阿达拉斯具化一颗坍缩之星，开始将玩家拉向它的中心。\r\n\r\n星辰碎片四散飞落并被拉向坍缩之星的中心。碎片触及玩家时发生爆炸，造成447422点宇宙伤害。\r\n\r\n如果碎片抵达中心，则会对所有玩家造成1342266点宇宙伤害。",
},
[1233105] = {
["T"] = "黑暗残渣",
["D"] = "星辰的残渣火光不息，每1秒造成447422点宇宙伤害，持续5秒。此效果可叠加。",
},
[1233109] = {
["T"] = "回力帽子",
["S"] = "等级 1/4",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。",
},
[1216727] = {
["T"] = "标记追踪",
},
[1216728] = {
["T"] = "标记追踪",
},
[1216729] = {
["T"] = "黏性淤泥",
["D"] = "黏性淤泥使目标敌人的急速降低10%。",
},
[1216730] = {
["T"] = "标记追踪",
},
[1216731] = {
["T"] = "油罐",
["D"] = "被击败时摩托发生爆炸，将油罐炸飞。一名玩家可以接住油罐，受到671133点自然伤害并变得|cffffffff满身燃油|r，持续1分钟。\r\n\r\n每个未能击中玩家的油罐都会爆炸，留下一片|cffffffff浮油|r。",
},
[1233115] = {
["T"] = "携带螺帽和螺栓",
["D"] = "携带螺帽和螺栓，可用于修复能量晶塔。",
},
[1233116] = {
["T"] = "吞噬",
["D"] = "阿兹希卡吸入并企图吞噬场地中的所有生物，持续6秒。",
},
[1216734] = {
["T"] = "死从天降",
["D"] = "地精教父的火箭发射器喷射出一连串的飞弹，对每个冲击点周围5码内的玩家造成2013399点火焰伤害。",
},
[1216735] = {
["T"] = "死从天降",
["D"] = "地精教父的火箭发射器喷射出一连串的飞弹，对每个冲击点周围5码内的玩家造成2013399点火焰伤害。",
},
[1216738] = {
["T"] = "油罐",
["D"] = "被击败时摩托发生爆炸，将油罐炸飞。一名玩家可以接住油罐，受到671133点自然伤害并变得|cffffffff满身燃油|r，持续1分钟。\r\n\r\n每个未能击中玩家的油罐都会爆炸，留下一片|cffffffff浮油|r。",
},
[1216739] = {
["T"] = "油罐",
["D"] = "被击败时摩托发生爆炸，将油罐炸飞。一名玩家可以接住油罐，受到671133点自然伤害并变得|cffffffff满身燃油|r，持续1分钟。\r\n\r\n每个未能击中玩家的油罐都会爆炸，留下一片|cffffffff浮油|r。",
},
[1216740] = {
["T"] = "油罐",
["D"] = "被击败时摩托发生爆炸，将油罐炸飞。一名玩家可以接住油罐，受到671133点自然伤害并变得|cffffffff满身燃油|r，持续1分钟。\r\n\r\n每个未能击中玩家的油罐都会爆炸，留下一片|cffffffff浮油|r。",
},
[1216743] = {
["T"] = "死从天降",
["D"] = "地精教父的火箭发射器喷射出一连串的飞弹，对每个冲击点周围5码内的玩家造成2013399点火焰伤害。",
},
[1216745] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克令幽灵附着在场地之中，每秒对触及幽灵的玩家造成894843点暗影伤害。",
},
[1216746] = {
["T"] = "兰德鲁的豪华礼物盒惊喜",
},
[1216747] = {
["T"] = "死从天降",
["D"] = "地精教父的火箭发射器喷射出一连串的飞弹，对每个冲击点周围5码内的玩家造成2013399点火焰伤害。",
},
[1216748] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克令幽灵附着在场地之中，每秒对触及幽灵的玩家造成894843点暗影伤害。",
},
[1216749] = {
["T"] = "一次性钟表",
["D"] = "为卑鄙双雄的计时钟补充30秒时间。",
},
[1249518] = {
["T"] = "威·娜莉的传送标签",
},
[1216757] = {
["T"] = "硬化皮肤",
},
[1233141] = {
["T"] = "回力帽子",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。\r\n",
},
[1233142] = {
["T"] = "星界传说的旌旗",
["D"] = "用旌旗宣告你的赛季的成就。",
},
[1216761] = {
["T"] = "大型一次性钟表",
["D"] = "为卑鄙双雄的计时钟补充60秒时间。",
},
[1233146] = {
["T"] = "回力帽子",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。\r\n",
},
[1233147] = {
["T"] = "吞噬",
["D"] = "阿兹希卡吸入并企图吞噬场地中的所有生物，持续6秒。",
},
[1233148] = {
["T"] = "回力帽子",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。\r\n",
},
[1216769] = {
["T"] = "烹饪",
["D"] = "打开旧世界烹饪菜单。",
},
[1216770] = {
["T"] = "深渊伏特",
},
[1216771] = {
["T"] = "软泥潜兵目镜",
["D"] = "戴着目镜。",
},
[1216772] = {
["T"] = "深渊伏特",
},
[1216773] = {
["T"] = "深渊伏特",
},
[1216774] = {
["T"] = "深渊伏特",
},
[1216775] = {
["T"] = "排放热量",
["D"] = "加里维克斯的机器在4秒内排放出多余的热量，对所有玩家造成1208039点火焰伤害，并且每1秒额外造成201340点火焰伤害。",
},
[1233160] = {
["T"] = "法力缠结",
["D"] = "卢米萨尔偶尔喷射出治愈性束丝，产生多滩|cffffffff活体流丝|r。它们在剩余的战斗期间持续存在。",
},
[1216778] = {
["T"] = "全新涂装",
["D"] = "购买这种漆料，为你的G-99疾飙飞车永久解锁这种配色。",
},
[1216779] = {
["T"] = "全新涂装",
["D"] = "购买这种漆料，为你的G-99疾飙飞车永久解锁这种配色。",
},
[1216780] = {
["T"] = "全新涂装",
["D"] = "购买这种漆料，为你的G-99疾飙飞车永久解锁这种配色。",
},
[1216781] = {
["T"] = "全新涂装",
["D"] = "雇佣这名锈水财阀员工，可以从疾飙飞车的后座减速敌人。",
},
[1216782] = {
["T"] = "全新涂装",
["D"] = "购买这种漆料，为你的G-99疾飙飞车永久解锁这种配色。",
},
[1216783] = {
["T"] = "英雄之路",
},
[1216784] = {
["T"] = "向前冲锋",
["D"] = "冲向一名随机敌人的位置，将其击退并对途中任何敌人造成536906点物理伤害。",
},
[1216785] = {
["T"] = "闪耀的宝库碎片",
["D"] = "拥抱希莫苏尔的远古呼唤。",
},
[1216786] = {
["T"] = "断路器之路",
["S"] = "水闸行动",
["D"] = "传送到水闸行动的入口。",
},
[1216787] = {
["T"] = "闪电屏障",
},
[1216788] = {
["T"] = "正携带燃油",
["D"] = "携带着一罐油，持续30秒。\r\n\r\n抵达具有空油罐的摩托周围7码内时可以为其补充燃料。",
},
[1216789] = {
["T"] = "鲜艳的彩蛋",
},
[1216790] = {
["T"] = "向前冲锋",
["D"] = "冲向一名随机敌人的位置，将其击退并对途中任何敌人造成536906点物理伤害。",
},
[1216791] = {
["T"] = "向前冲锋",
},
[1216792] = {
["T"] = "向前冲锋",
},
[1216793] = {
["T"] = "向前冲锋",
["D"] = "冲向一名随机敌人的位置，将其击退并对途中任何敌人造成671133点物理伤害。",
},
[1216794] = {
["T"] = "阿尔法炮",
["D"] = "对一名敌人造成火焰伤害。",
},
[1216795] = {
["T"] = "阿尔法炮",
["D"] = "击中后造成447422点火焰伤害。",
},
[1216796] = {
["T"] = "红色光环",
},
[1216797] = {
["T"] = "蓝色光环",
},
[1216798] = {
["T"] = "金色光环",
},
[1216799] = {
["T"] = "紫色光环",
},
[1216800] = {
["T"] = "光环！",
},
[1216802] = {
["T"] = "极性发生器",
["D"] = "洛肯斯多使所有玩家极化，每0.5秒造成313195点自然伤害，并使他们获得|cffffffff正极化|r或|cffffffff负极化|r。",
},
[1233186] = {
["T"] = "排放光束",
},
[1233187] = {
["T"] = "从天而降",
},
[1216805] = {
["T"] = "轰！",
["D"] = "施法者释放电流打击目标，并弹射至附近的其他玩家，造成自然伤害并使其移动速度降低30%，持续8秒。此法术最多影响3个目标。",
},
[1216806] = {
["T"] = "门板拍面",
["D"] = "施法者对其正前方的任意敌人挥舞盾牌，造成物理伤害并将其击退。\r\n",
},
[1233190] = {
["T"] = "根基结界",
["D"] = "当你受到魔法伤害时，转移此次攻击，使伤害由你和最多4名附近的盟友均摊。冷却时间：",
},
[1233193] = {
["T"] = "根基结界",
["D"] = "当你受到魔法伤害时，转移此次攻击，使伤害由你和最多4名附近的盟友均摊。冷却时间：",
},
[1216812] = {
["T"] = "极巨大火箭猛击",
["D"] = "地精教父以磅礴的力量猛击地面，对所有玩家造成1118555点火焰伤害并将其击退。",
},
[1216813] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的凋零缠绕和扩散的伤害提高4.5%，最多可叠加10层。凋零缠绕和扩散有15%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1216815] = {
["T"] = "虚空脉冲星",
["D"] = "萨拉塔斯召唤虚空脉冲星环绕玩家。15秒后虚空脉冲星释放能量，使生物获得|cffffffff萨拉塔斯的赠礼|r，造成的伤害提高10%并且受到的伤害降低20%，持续20秒。此效果可以叠加。\r\n\r\n接触虚空脉冲星的玩家会获得增益效果，精通提高4%并获得2%吸血，持续30秒。此效果可以叠加。",
},
[1233199] = {
["T"] = "收集",
},
[1216821] = {
["T"] = "虚空脉冲星",
},
[1233208] = {
["T"] = "打包",
},
[1216826] = {
["T"] = "扭曲血液",
},
[1233210] = {
["T"] = "召唤蓝巴里",
},
[1216828] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的圣殿骑士的裁决和神圣风暴的伤害提高2%，最多可叠加10层。使用消耗神圣能量的伤害性技能有12%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1216829] = {
["T"] = "站点归位光环",
},
[1216833] = {
["T"] = "扭曲血液",
},
[1216837] = {
["T"] = "全力以赴！",
["D"] = "当你失去|cFFFFFFFF连胜！|r效果时，会返还最后消耗的神圣能量，且在接下来的4.0秒内无法失去神圣能量，同时消耗神圣能量的技能造成的伤害提高10%。",
},
[1233223] = {
["T"] = "强效暮光毁灭符文",
["D"] = "将强效暮光毁灭符文附着到一顶头盔上。\r\n\r\n你的攻击有几率触发一道暮光毁灭的射线，对你前方的所有敌人造成最高2897800点暗影伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。 ",
},
[1233224] = {
["T"] = "回力帽子",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。",
},
[1249608] = {
["T"] = "套装：贵族的冬日收藏",
["D"] = "收集这套护甲套装外观。",
},
[1216845] = {
["T"] = "扳手",
["D"] = "大地精拿着一个扳手，他现在知道怎么用扳手砸人，造成1789688点物理伤害，并使其受到扳手的伤害提高40%。此效果可叠加，并且会令人头疼。",
},
[1216846] = {
["T"] = "拿着扳手",
["D"] = "大地精拿着一个扳手，他现在知道怎么用扳手砸人。",
},
[1216847] = {
["T"] = "收集",
},
[1233231] = {
["T"] = "绳子",
["D"] = "你正牵着蓝巴里。骑乘受到限制。",
},
[1216849] = {
["T"] = "收集",
},
[1216850] = {
["T"] = "收集",
},
[1216851] = {
["T"] = "标记飞镖",
["D"] = "向目标射出一个标记，以便追踪它们的健康状况和位置。",
},
[1216852] = {
["T"] = "笨拙狂怒",
["D"] = "大地精发挥自己的特长——气得发疯。随后他笨拙地撞向目标，造成的伤害以提高50%，移动速度降低50%，持续12秒。",
},
[1216853] = {
["T"] = "虚空脉冲星",
},
[1216854] = {
["T"] = "召唤宝藏",
},
[1216856] = {
["T"] = "火焰喷射器",
},
[1233240] = {
["T"] = "召唤逃跑的进口物",
},
[1216858] = {
["T"] = "虚空脉冲星",
["D"] = "萨拉塔斯召唤虚空脉冲星环绕玩家。15秒后虚空脉冲星释放能量，使生物获得|cffffffff萨拉塔斯的赠礼|r，造成的伤害提高10%并且受到的伤害降低20%，持续20秒。此效果可以叠加。\r\n\r\n接触虚空脉冲星的玩家会获得增益效果，精通提高4%并获得2%吸血，持续30秒。此效果可以叠加。",
},
[1233242] = {
["T"] = "暗夜精灵德鲁伊出现",
},
[1233244] = {
["T"] = "召唤逃跑的进口物",
},
[1233245] = {
["T"] = "召唤逃跑的进口物",
["D"] = "激活以指定目标",
},
[1216867] = {
["T"] = "欢呼炸弹",
},
[1233252] = {
["T"] = "血精灵圣骑士出现",
},
[1216870] = {
["T"] = "爆炸之旅",
["D"] = "整备的爬行爆弹引爆，对5码内的玩家造成1565977点火焰伤害，并将他们击退。",
},
[1216874] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的野火炸弹的伤害提高3%，最多可叠加6层。\r\n野火炸弹有15%几率结束你的|cFFFFFFFF连胜！|r效果。",
},
[1233259] = {
["T"] = "冲撞轰击",
["D"] = "冲向一名敌人，对你与目标之间的所有敌人造成物理、暗影和奥术伤害。",
},
[1216877] = {
["T"] = "无面者的众怨面具",
},
[1216878] = {
["T"] = "无面者的众怨面具",
},
[1216879] = {
["T"] = "致富一击",
["D"] = "当你的|cFFFFFFFF连胜！|r结束时，你的下一个猛禽一击的伤害提高400%，并使野火炸弹的冷却时间缩短10秒。",
},
[1216880] = {
["T"] = "无面者的众怨面具",
},
[1233266] = {
["T"] = "吸积盘",
},
[1216884] = {
["T"] = "超轻量卡亚可乐",
["D"] = "成为加乐宫杰出服务的巅峰代表，在4秒内向受伤的盟友分发10份超轻量卡亚可乐，为他们恢复396点生命值，并使他们的加速提高1，持续5秒。分发数量随你的急速而提高。",
},
[1249651] = {
["T"] = "雷什的恩赐",
["D"] = "向你的雷什裹布注入更多的能量，强化它的力量。\r\n\r\n解锁裹布的力量，使其与你的专精产生共鸣，使你获得|cffffffff虚灵收割|r：\r\n\r\n你的有害法术和技能有几率在你身旁汇聚潜在能量，造成奥术伤害，由你的目标和周围的敌人均摊。生命值低于35%的敌人额外受到20%的伤害。",
},
[1216887] = {
["T"] = "极性发生器",
["D"] = "洛肯斯多使所有玩家极化，每0.5秒造成313195点自然伤害，并使他们获得|cffffffff正极化|r或|cffffffff负极化|r。",
},
[1233271] = {
["T"] = "回力帽子",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。",
},
[1233273] = {
["T"] = "回力帽子",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。",
},
[1216891] = {
["T"] = "岩石苏生器",
["D"] = "运用附近的不安之石和不安的碎石残存的能量，使它们在战斗中协助你一段时间。",
},
[1249658] = {
["T"] = "冰龙吐息",
["D"] = "召唤辛达苟萨协助作战，持续8秒，对你前方锥形范围内的敌人每1秒造成210428点冰霜伤害。消耗杀戮机器或白霜效果会使持续时间延长0.8秒。对次要目标造成的伤害降低。\r\n\r\n|cFFFFFFFF施放开始时获得一层符文武器增效充能，结束时恢复2个符文。|r",
},
[1216893] = {
["T"] = "极性发生器",
["D"] = "洛肯斯多使所有玩家极化，每0.5秒造成313195点自然伤害，并使他们获得|cffffffff正极化|r或|cffffffff负极化|r。",
},
[1216894] = {
["T"] = "“重构”",
},
[1216895] = {
["T"] = "梦境掌控 - 重置追踪者",
["D"] = "主要技能可用或在最大使用次数时，流逝的时间会在你下次使用该技能后的冷却时间中扣除，最多扣除15秒。\r\n\r\n影响自然之力、超凡之盟、和万灵之召。",
},
[1216896] = {
["T"] = "岩石苏生器",
["D"] = "运用附近的不安之石和不安的碎石残存的能量，使它们在战斗中协助你一段时间。",
},
[1266048] = {
["T"] = "冲击波",
["D"] = "对30码范围内的敌人造成3131955点火焰伤害。",
},
[1216901] = {
["T"] = "心灵干扰",
},
[1216902] = {
["T"] = "每日间歇 - 费尔方特",
},
[1233292] = {
["T"] = "吸积盘",
["D"] = "迪门修斯流失的物质在平台的边缘飞旋，对触及的玩家造成1073812点暗影伤害，并击退他们。",
},
[1216910] = {
["T"] = "寒冰箭雨",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，发射寒冰箭雨，对主要目标造成115887点伤害，并对最多8个额外目标造成23178点伤害。施放冰冷血脉时必定赢得|cFFFFFFFF头奖！|r",
},
[1216911] = {
["T"] = "正极化",
["D"] = "洛肯斯多使目标带上正电荷，直到下一次施放|cffffffff极性发生器|r。\r\n\r\n与带有|cffffffff负极化|r的玩家接触会触发|cffffffff极性冲击|r。",
},
[1249679] = {
["T"] = "相位调节",
},
[1216914] = {
["T"] = "再接再厉",
},
[1233299] = {
["T"] = "黑暗奇点",
},
[1233300] = {
["T"] = "黑暗奇点",
},
[1233301] = {
["T"] = "黑暗奇点",
["D"] = "奇点在熔炉内部爆发，每1秒对玩家造成492164点暗影伤害，并将他们拉向|cffffffff沉重黑暗|r。位移的力度会逐渐增强。",
},
[1216921] = {
["T"] = "不祥污油残渣",
["D"] = "受到伤害时有几率令地面破裂，用一层黑油将你遮蔽，吸收104点伤害，持续15秒。护盾破裂时会泼溅到附近的敌人身上，造成25点暗影伤害。",
},
[1216922] = {
["T"] = "不祥污油残渣",
},
[1216923] = {
["T"] = "极巨大增强",
},
[1233307] = {
["T"] = "燃烧",
},
[1233308] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量和耐力。",
},
[1233309] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量和耐力。",
},
[1216927] = {
["T"] = "卡兹阿加锻造专精重置",
},
[1233311] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量和耐力。",
},
[1233312] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量和耐力。",
},
[1233313] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量。",
},
[1233314] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量。",
},
[1233315] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量。",
},
[1233316] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量。",
},
[1216934] = {
["T"] = "负极化",
["D"] = "洛肯斯多使目标带上负电荷，直到下一次施放|cffffffff极性发生器|r。\r\n\r\n与带有|cffffffff正极化|r的玩家接触会触发|cffffffff极性冲击|r。",
},
[1233318] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量。",
},
[1216936] = {
["T"] = "地精首领",
},
[1216937] = {
["T"] = "幽坑太保宏伟登场",
["D"] = "对附近所有单位造成巨额火焰伤害。",
},
[1233322] = {
["T"] = "纪元纪念品",
},
[1233323] = {
["T"] = "纪元纪念品",
},
[1233324] = {
["T"] = "纪元纪念品",
},
[1233325] = {
["T"] = "纪元纪念品",
},
[1216943] = {
["T"] = "虚空脉冲星",
["D"] = "萨拉塔斯召唤虚空脉冲星环绕玩家。15秒后虚空脉冲星释放能量，使生物获得|cffffffff萨拉塔斯的赠礼|r，造成的伤害提高10%并且受到的伤害降低20%，持续20秒。此效果可以叠加。\r\n\r\n接触虚空脉冲星的玩家会获得增益效果，精通提高4%并获得2%吸血，持续30秒。此效果可以叠加。",
},
[1216944] = {
["T"] = "萨拉塔斯的赠礼",
["D"] = "萨拉塔斯召唤虚空脉冲星环绕玩家。15秒后虚空脉冲星释放能量，使生物获得|cffffffff萨拉塔斯的赠礼|r，造成的伤害提高10%并且受到的伤害降低20%，持续20秒。此效果可以叠加。\r\n\r\n接触虚空脉冲星的玩家会获得增益效果，精通提高4%并获得2%吸血，持续30秒。此效果可以叠加。",
},
[1233328] = {
["T"] = "纪元纪念品",
},
[1233329] = {
["T"] = "纪元纪念品",
},
[1233330] = {
["T"] = "纪元纪念品",
},
[1233331] = {
["T"] = "纪元纪念品",
},
[1233332] = {
["T"] = "纪元纪念品",
},
[1233333] = {
["T"] = "纪元纪念品",
},
[1233334] = {
["T"] = "纪元纪念品",
},
[1216952] = {
["T"] = "放置水晶",
},
[1233336] = {
["T"] = "纪元纪念品",
},
[1233337] = {
["T"] = "纪元纪念品",
},
[1266104] = {
["T"] = "暗影打击",
["D"] = "为施法者的武器注入黑暗能量，提高近战伤害。",
},
[1216960] = {
["T"] = "突现",
},
[1216962] = {
["T"] = "眩晕",
},
[1216965] = {
["T"] = "极性冲击",
["D"] = "与带有相反电荷的玩家接触会造成爆炸性反应，使两名玩家相互击退，并每1秒造成1118555点自然伤害，持续6秒。",
},
[1216966] = {
["T"] = "残存电伏",
},
[1216967] = {
["T"] = "暗影飞射",
["D"] = "施法者对一名玩家造成1342266点暗影伤害。",
},
[1233351] = {
["T"] = "掠霜使者",
["D"] = "湮灭造成的伤害提高10%，并有几率将目标及附近一名敌人的灵魂与你的灵魂捆在一起。\r\n\r\n冰霜打击会斩断束缚，对这两个敌人造成316305点暗影冰霜伤害。",
},
[1233352] = {
["T"] = "撕裂裹布",
["D"] = "撕裂敌人及其最近的盟友的裹布。",
},
[1249736] = {
["T"] = "守望者徽章",
["D"] = "在守望者中的声望提高2000点。",
},
[1233354] = {
["T"] = "燃烧",
},
[1216972] = {
["T"] = "昏睡（更大的鼾声）",
},
[1249739] = {
["T"] = "堕夜精灵徽章",
["D"] = "在堕夜精灵中的声望提高2000点。",
},
[1233357] = {
["T"] = "疗愈佳酿",
["D"] = "为一名盟友恢复1480915点生命值。",
},
[1249742] = {
["T"] = "高岭部族徽章",
["D"] = "在高岭部族中的声望提高2000点。",
},
[1233360] = {
["T"] = "昂扬猛火",
["D"] = "对施法者前方的所有敌人造成671133点火焰伤害。\n每2秒对施法者前方的所有敌人造成134226点火焰伤害，持续12秒。",
},
[1249744] = {
["T"] = "织梦者徽章",
["D"] = "在织梦者中的声望提高2000点。",
},
[1249745] = {
["T"] = "法罗迪斯宫廷徽章",
["D"] = "在法罗迪斯宫廷中的声望提高2000点。",
},
[1233363] = {
["T"] = "界门",
},
[1233364] = {
["T"] = "酒潮",
["D"] = "科林·烈酒每8秒喷洒美酒，每1秒对范围内的玩家造成671133点火焰伤害。",
},
[1233366] = {
["T"] = "酒潮",
["D"] = "科林·烈酒每8秒喷洒美酒，每1秒对范围内的玩家造成671133点火焰伤害。",
},
[1233367] = {
["T"] = "酒潮",
["D"] = "科林·烈酒每8秒喷洒美酒，每1秒对范围内的玩家造成671133点火焰伤害。",
},
[1233368] = {
["T"] = "酒潮",
["D"] = "科林·烈酒每8秒喷洒美酒，每1秒对范围内的玩家造成671133点火焰伤害。",
},
[1216986] = {
["T"] = "噪音污染",
},
[1216987] = {
["T"] = "废气",
["D"] = "磨轮号在6秒内排放出烟雾，令所有玩家窒息，每1秒造成268453点暗影伤害。该效果每次施放都会使强度提高25%。",
},
[1216988] = {
["T"] = "最近受到暴风雪伤害",
},
[1233372] = {
["T"] = "法力缠结",
["D"] = "法力缠结束缚范围内的玩家，使其移动速度降低75%、",
},
[1233373] = {
["T"] = "界门",
},
[1216991] = {
["T"] = "隐迹显踪",
["D"] = "揭示隐匿的敌人。",
},
[1233375] = {
["T"] = "弱效无尽之星符文",
["D"] = "将弱效无尽之星符文附着到一顶头盔上。\r\n\r\n你的法术和技能有几率用一颗无尽之星打击一个附近的敌人，造成211298点奥术伤害，并使无尽之星对其造成的伤害提高73954点，最多叠加至6次后重置。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1216994] = {
["T"] = "隐迹显踪",
},
[1216995] = {
["T"] = "隐迹显踪",
},
[1233380] = {
["T"] = "虚空视界",
},
[1216998] = {
["T"] = "吃香蕉",
},
[1216999] = {
["T"] = "卡雷什灵魂碎片",
},
[1217000] = {
["T"] = "吃香蕉",
},
[1233384] = {
["T"] = "根除奥能核心",
["D"] = "你的攻击有几率为奥能核心充能。充能达到10层后部署一台哨兵，对你的目标施放奥能冲击，造成335点奥术伤害，由周围的敌人均摊。如果只击中一个敌人，则会恢复2层充能。\r\n\r\n每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1233385] = {
["T"] = "弱效龟裂创伤符文",
["D"] = "将弱效龟裂创伤符文附着到一顶头盔上。\r\n\r\n你的伤害法术和技能有几率令你的目标渗出鲜血，在7秒内造成264418点伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1217003] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的圣殿骑士的裁决和神圣风暴的伤害提高2%，最多可叠加10层。使用消耗神圣能量的伤害性技能有12%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1249771] = {
["T"] = "军团的召唤",
["D"] = "当狱火恐惧魔王返回虚空时，他们会强化你的力量，使你的爆击产生|cffffffff军团的召唤|r层数，持续30秒。叠加至5层时消耗|cffffffff军团的召唤|r，并从扭曲虚空召唤一个被征服的恶魔为你助阵，持续|CFFffffff10|R秒。多次召唤可以重叠生效。",
},
[1233390] = {
["T"] = "闪电",
},
[1233391] = {
["T"] = "闪电",
},
[1233392] = {
["T"] = "弱效扭曲的附肢符文",
["D"] = "将弱效扭曲的附肢符文附着到一顶头盔上。\r\n\r\n你的攻击有几率产生一个触须，它会对你的目标使用精神鞭笞，每秒造成95085点暗影伤害，持续10秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1217011] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的刃舞和混乱打击的伤害提高3%，最多可叠加10层。刃舞和混乱打击有15%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1217012] = {
["T"] = "离开",
},
[1217013] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复157942点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复83614点生命值。\r\n",
},
[1233397] = {
["T"] = "吸积盘",
},
[1217015] = {
["T"] = "萨拉塔斯的交易：脉冲",
},
[1217016] = {
["T"] = "召唤宝珠",
},
[1217017] = {
["T"] = "荆棘术",
["S"] = "PvP天赋",
["D"] = "施放树皮术时在你身上长出荆棘，持续12秒。对该目标进行近战攻击时，荆棘将对攻击者造成22297点自然伤害。\r\n\r\n攻击者的移动速度降低50%，持续4秒。",
},
[1217019] = {
["T"] = "萨拉塔斯的交易：脉冲",
},
[1217020] = {
["T"] = "卡兹阿加附魔专精重置",
},
[1217022] = {
["T"] = "卡兹阿加工程学专精重置",
},
[1217023] = {
["T"] = "卡兹阿加草药学专精重置",
},
[1217024] = {
["T"] = "卡兹阿加铭文专精重置",
},
[1217025] = {
["T"] = "卡兹阿加珠宝加工专精重置",
},
[1217026] = {
["T"] = "卡兹阿加制皮专精重置",
},
[1217027] = {
["T"] = "卡兹阿加采矿专精重置",
},
[1217028] = {
["T"] = "卡兹阿加剥皮专精重置",
},
[1217029] = {
["T"] = "卡兹阿加裁缝专精重置",
},
[1217030] = {
["T"] = "烈焰喷射",
["D"] = "火焰从切割机的核心爆发，对施法者前方锥形范围内的所有敌人造成火焰伤害。 ",
},
[1217031] = {
["T"] = "戒律牧师11.1职业套装4件套",
},
[1233415] = {
["T"] = "法力裂片",
["D"] = "阿拉兹牺牲自身精华为法力熔炉提供能量，使其陷入昏迷，并在12秒内受到的伤害提高100%。",
},
[1217033] = {
["T"] = "至暗之夜锻造专精重置",
},
[1217034] = {
["T"] = "至暗之夜炼金专精重置",
},
[1217035] = {
["T"] = "至暗之夜附魔专精重置",
},
[1217036] = {
["T"] = "至暗之夜工程学专精重置",
},
[1217037] = {
["T"] = "至暗之夜草药学专精重置",
},
[1217038] = {
["T"] = "至暗之夜铭文专精重置",
},
[1217039] = {
["T"] = "至暗之夜珠宝加工专精重置",
},
[1217040] = {
["T"] = "至暗之夜制皮专精重置",
},
[1217041] = {
["T"] = "至暗之夜采矿专精重置",
},
[1217042] = {
["T"] = "至暗之夜剥皮专精重置",
},
[1217043] = {
["T"] = "至暗之夜裁缝专精重置",
},
[1217044] = {
["T"] = "巨龙群岛锻造专精重置",
},
[1217045] = {
["T"] = "巨龙群岛炼金专精重置",
},
[1217046] = {
["T"] = "巨龙群岛附魔专精重置",
},
[1217047] = {
["T"] = "巨龙群岛工程学专精重置",
},
[1217048] = {
["T"] = "巨龙群岛草药学专精重置",
},
[1217049] = {
["T"] = "巨龙群岛铭文专精重置",
},
[1217050] = {
["T"] = "巨龙群岛珠宝加工专精重置",
},
[1217051] = {
["T"] = "巨龙群岛制皮专精重置",
},
[1217052] = {
["T"] = "巨龙群岛采矿专精重置",
},
[1217053] = {
["T"] = "巨龙群岛剥皮专精重置",
},
[1217054] = {
["T"] = "巨龙群岛裁缝专精重置",
},
[1217055] = {
["T"] = "必要牺牲",
["D"] = "|cFFFFFFFF连胜！|r在被刃舞或混乱打击移除后持续8秒。\r\n\r\n进入恶魔形态时会献祭所有|cFFFFFFFF连胜！|r层数，每层使你获得2%的爆击几率，持续15秒。",
},
[1233439] = {
["T"] = "召唤耗子",
},
[1233443] = {
["T"] = "虚空乱流",
["D"] = "标记你的目标，使其受到你下一个指向法术的伤害提高40%。\r\n\r\n|cFFFFFFFF生成4层奥术充能。|r",
},
[1233445] = {
["T"] = "虚空精华",
["D"] = "为你和盟友摆出满满一箱装备，都是同阵营的士兵曾经穿着的护具。",
},
[1233446] = {
["T"] = "拿捏耗子",
["D"] = "拿着一只耗子。",
},
[1233447] = {
["T"] = "灵魂精华",
["D"] = "为你和盟友摆出满满一箱装备，都是同阵营的士兵曾经穿着的护具。",
},
[1233448] = {
["T"] = "黑暗突变",
["D"] = "你的食尸鬼对附近的5名敌人造成68708点暗影伤害，并变身为一只强大的亡灵怪物，持续15秒。食尸鬼的技能会被强化，而且变身激活期间会有新的功能。",
},
[1233449] = {
["T"] = "拿捏耗子",
["D"] = "拿着一只耗子。",
},
[1233450] = {
["T"] = "奥术精华",
["D"] = "为你和盟友摆出满满一箱装备，都是同阵营的士兵曾经穿着的护具。",
},
[1233452] = {
["T"] = "虚空乱流",
["D"] = "标记你的目标，使其受到你下一个指向法术的伤害提高40%。\r\n\r\n|cFFFFFFFF生成4层奥术充能。|r",
},
[1233454] = {
["T"] = "践踏！",
},
[1233455] = {
["T"] = "法力色泽的眼镜",
},
[1233456] = {
["T"] = "法力色泽的眼镜",
},
[1233457] = {
["T"] = "法力色泽的眼镜",
},
[1233458] = {
["T"] = "法力色泽的眼镜",
},
[1249842] = {
["T"] = "将创始者之角街道标牌放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233460] = {
["T"] = "滚动暴走",
},
[1233461] = {
["T"] = "滚动暴走",
},
[1233462] = {
["T"] = "召唤耗子",
},
[1233463] = {
["T"] = "上古饥渴",
},
[1233464] = {
["T"] = "上古饥渴",
["D"] = "造成10点奥术伤害。",
},
[1233466] = {
["T"] = "上古饥渴",
["D"] = "你和8码内的盟友获得上古饥渴，使你的吸血提高10%，并且对每个敌人的第一次攻击额外造成奥术伤害。",
},
[1217086] = {
["T"] = "召唤宝藏",
},
[1217088] = {
["T"] = "玩球",
},
[1217091] = {
["T"] = "虚灵能量",
["D"] = "裹布与你的专精产生调谐，使你获得|cffffffff虚灵收割|r：\r\n\r\n你的有害法术和技能有几率在你身旁汇聚潜在能量，造成124点奥术伤害，由你的目标和周围的敌人均摊。生命值低于35%的敌人额外受到20%的伤害。",
},
[1217092] = {
["T"] = "风暴引导",
["S"] = "PvP天赋",
["D"] = "施放闪电箭或闪电链会使星界转移、强风、风剪和自然图腾的冷却时间减少1.0秒。\r\n\r\n施放闪电箭和闪电链时被打断的持续时间缩短65%。",
},
[1217093] = {
["T"] = "鼓动号召",
},
[1233477] = {
["T"] = "奥术精华",
["D"] = "被包裹在奥术精华中，使你的急速提高5%，持续5分钟。",
},
[1217095] = {
["T"] = "麻醉飞镖",
["D"] = "向你的目标发射一枚麻醉飞镖，使其陷入美妙的梦境。",
},
[1217096] = {
["T"] = "虚灵保护",
["D"] = "你的法术和技能有较高的几率在你的身旁凝聚能量，使你获得一个护盾，使受到的伤害降低20%，最多吸收248点伤害。\r\n\r\n生命值降至40%时，此效果会以500%的效能激活。此效果每6分钟只能触发一次。",
},
[1233480] = {
["T"] = "鲜血符文",
["D"] = "|cnLEGION_REMIX_FACTION_TIDESKORN:蔑潮|R获得10%吸血。生命值已满时，吸血造成的过量治疗的100%会转移给40码内受伤的盟友。",
},
[1266248] = {
["T"] = "野红战龟",
["D"] = "召唤或解散一头可骑乘的野红战龟。这种坐骑虽然游得快，但在陆地上行动却很慢，不过既然有了火炮，何必要快呢？",
},
[1217101] = {
["T"] = "虚灵收割",
["D"] = "你的有害法术和技能有几率在你身旁汇聚潜在能量，造成124点奥术伤害，由你的目标和周围的敌人均摊。生命值低于35%的敌人额外受到20%的伤害。",
},
[1217102] = {
["T"] = "狙击优势",
["S"] = "PvP天赋",
["D"] = "百发百中和乱射期间所有射击的射程提高30%。",
},
[1217103] = {
["T"] = "虚灵重构",
["D"] = "你的有益法术和技能有几率汇聚休眠的能量，为一名受伤的盟友恢复159点生命值。此效果的过量治疗会施加吸收护盾，持续20秒。",
},
[1233487] = {
["T"] = "成就检查",
},
[1217107] = {
["T"] = "地精滑翔机",
["D"] = "降低你的坠落速度，持续2分钟。",
},
[1233491] = {
["T"] = "征服",
["D"] = "萨哈达尔猛击当前目标，造成26845328点物理伤害，并额外造成8948442点暗影伤害，由8码内的所有玩家均摊，同时将他们击飞。\r\n\r\n被击中的玩家会失去一层|cffffffff誓言约束|r。使他们受到|cffffffff征服|r的伤害提高100%，持续20秒。\r\n",
},
[1217109] = {
["T"] = "伙伴经验值",
["D"] = "|cnDARKYELLOW_FONT_COLOR:“提高伙伴的经验值。”|r",
},
[1217110] = {
["T"] = "伙伴经验值",
["D"] = "|cnDARKYELLOW_FONT_COLOR:“中量提高伙伴的经验值。”|r",
},
[1217111] = {
["T"] = "伙伴经验值",
["D"] = "|cnDARKYELLOW_FONT_COLOR:“大幅提高伙伴的经验值。”|r",
},
[1217112] = {
["T"] = "收集",
},
[1217113] = {
["T"] = "地精滑翔机",
},
[1217114] = {
["T"] = "地精滑翔机",
},
[1217115] = {
["T"] = "炸脚地雷",
["D"] = "洛肯斯多向房间内发射数枚地雷。踩到炸脚地雷会触发|cffffffff动荡爆炸|r，并在触发者身上嵌入|cffffffff不稳定的碎片|r。此外，这些反应型地雷与其他发明或|cffffffff缆线输电|r接触时会爆炸，触发|cffffffff动荡爆炸|r。",
},
[1217116] = {
["T"] = "圣光之锤",
["D"] = "凝聚圣光之力，挥舞战锤重击敌人，造成891906点神圣伤害，并对周围最多4名敌人造成445458点神圣伤害。\r\n\r\n同时召下苍穹之锤打击周围的3名敌人，对每个目标造成71504点神圣伤害。\r\n",
},
[1217117] = {
["T"] = "收集",
},
[1217119] = {
["T"] = "群体传送",
["D"] = "将你和8码范围内的盟友传送到指定位置。",
},
[1233503] = {
["T"] = "幽暗之心",
},
[1217122] = {
["T"] = "残存电伏",
["D"] = "增幅器被玩家激活时失去能量，每1秒对其造成228049点自然伤害。",
},
[1233506] = {
["T"] = "融解",
},
[1217126] = {
["T"] = "残存电伏",
["D"] = "增幅器被玩家激活时失去能量，每1秒对其造成228049点自然伤害。",
},
[1233511] = {
["T"] = "晦影卡雷鹏",
["D"] = "召唤或解散这种坐骑。",
},
[1217131] = {
["T"] = "上升气流",
["D"] = "将你发射到空中。",
},
[1233515] = {
["T"] = "牢固信息保全容器",
["D"] = "你的法术和技能有几率将你变成一根引雷针，每3秒震击40码内的一名随机敌方目标，造成16点自然伤害，持续15秒。\r\n\r\n\r\n",
},
[1233516] = {
["T"] = "迅翼卡雷鹏",
["D"] = "召唤或解散这种坐骑。",
},
[1249900] = {
["T"] = "界门",
},
[1217135] = {
["T"] = "漂浮",
},
[1217136] = {
["T"] = "风落术",
},
[1217137] = {
["T"] = "风之气息",
},
[1217138] = {
["T"] = "通灵箭",
["D"] = "赛泽尔射击目标，对目标造成671133点暗影伤害并吸收目标接下来受到的522799点治疗量。 ",
},
[1249905] = {
["T"] = "心能真空吸取器",
},
[1233529] = {
["T"] = "无面者面具",
},
[1233533] = {
["T"] = "伐木工",
},
[1233534] = {
["T"] = "伐木工",
},
[1233538] = {
["T"] = "召唤毯子",
},
[1233539] = {
["T"] = "吞噬",
["D"] = "能量达到100点时，迪门修斯提高自身的密度，向内部产生一股强劲的吸引力，在5秒内每1秒造成322144点暗影伤害，并将玩家、虚空之星、黑洞和吸积盘吸入。\r\n\r\n在5秒后，位于虚空之星的|cffffffff重力井|r外部的所有玩家会被立即拉至迪门修斯体内并彻底|cffffffff湮灭|r。",
},
[1266306] = {
["T"] = "潜行",
["D"] = "使施法者进入潜行状态。效果将一直持续直到取消。",
},
[1233542] = {
["T"] = "寒骨者",
["D"] = "召唤或解散这种坐骑。",
},
[1233544] = {
["T"] = "召唤故事毯",
},
[1233546] = {
["T"] = "红玉虚空蠕行者",
["D"] = "召唤或解散这种坐骑。",
},
[1233547] = {
["T"] = "酸蚀虚空蠕行者",
["D"] = "召唤或解散这种坐骑。",
},
[1233548] = {
["T"] = "解散故事毯",
},
[1217166] = {
["T"] = "至臻传说的旌旗",
["D"] = "用旌旗宣告你的赛季的成就。",
},
[1233553] = {
["T"] = "刚性虚空棱镜",
["D"] = "你的有害法术会利用棱镜吸收汇聚的虚空之力，造成41点宇宙伤害，由你的目标和周围的敌人均摊。每击中一个敌人伤害提高30%，最多150%。此效果每10秒只能触发一次，并会在棱镜中积蓄潜藏之力，最多18次。\r\n\r\n",
},
[1233556] = {
["T"] = "刚性虚空棱镜",
["D"] = "消耗所有潜藏之力，每层效果使你获得3点敏捷，持续20秒。",
},
[1233557] = {
["T"] = "密度",
["D"] = "使宇宙辐射的伤害提高100%。此效果可叠加。",
},
[1217175] = {
["T"] = "显示颜色覆盖",
},
[1233559] = {
["T"] = "蓝巴里",
["D"] = "召唤或解散这种坐骑。",
},
[1233561] = {
["T"] = "好奇的岩背兽",
["D"] = "召唤或解散这种坐骑。",
},
[1217180] = {
["T"] = "狂风",
["D"] = "海妖岛的呼啸狂风令你难以飞行。",
},
[1217181] = {
["T"] = "牢固的木制椅子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1217184] = {
["T"] = "易燃铬武炸弹服",
["D"] = "快速部署炸弹服，使受到的伤害降低75%，持续20秒或直到防止了3160点伤害。\r\n\r\n效果耗尽时炸弹服会爆炸，造成160点火焰伤害，由附近的敌人均摊。",
},
[1233572] = {
["T"] = "鲜血符文",
},
[1217190] = {
["T"] = "火箭弹射",
},
[1217192] = {
["T"] = "障碍物",
},
[1217193] = {
["T"] = "踢击罐头",
},
[1233577] = {
["T"] = "森林的召唤",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n召唤一群森林住民向前冲锋，其中的每个成员都会为盟友吸收|CFFffffff$<shieldValue>|R点伤害，使攻击和施法速度提高5%，持续15秒，最多叠加5次。奔踏对击中的敌人造成|CFFffffff$<damageValue>|R点物理伤害，并使他们定身3秒。",
},
[1217195] = {
["T"] = "自毁爆炸",
},
[1217196] = {
["T"] = "障碍物",
},
[1233580] = {
["T"] = "木料处理",
},
[1233582] = {
["T"] = "森林的召唤",
["D"] = "造成物理伤害。",
},
[1233585] = {
["T"] = "自然防御",
["D"] = "吸收伤害。",
},
[1233588] = {
["T"] = "森林的召唤",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n召唤一群森林住民向前冲锋，其中的每个成员都会为盟友吸收|CFFffffff$<shieldValue>|R点伤害，使攻击和施法速度提高5%，持续15秒，最多叠加5次。奔踏对击中的敌人造成|CFFffffff$<damageValue>|R点物理伤害，并使他们定身3秒。",
},
[1233589] = {
["T"] = "伊利丹之握",
},
[1233590] = {
["T"] = "推进器冲击",
},
[1233592] = {
["T"] = "深渊恐惧",
["D"] = "你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1233594] = {
["T"] = "深渊恐惧",
["D"] = "你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1217212] = {
["T"] = "美味包子",
},
[1217213] = {
["T"] = "醉蟹",
},
[1217214] = {
["T"] = "C.H.E.T.T.清单",
["D"] = "打开你的C.H.E.T.T.清单。",
},
[1217215] = {
["T"] = "普通帽子",
},
[1217216] = {
["T"] = "进食饮水",
},
[1217217] = {
["T"] = "进食",
["D"] = "在20秒内恢复9000000点生命值和3000000点法力值，进食时必须保持坐姿。",
},
[1217218] = {
["T"] = "踢击罐头",
},
[1249985] = {
["T"] = "命运低语",
["D"] = "撰魂师粉碎所有玩家的命运，召唤命运的回响并使其受到447422点奥术伤害。",
},
[1217220] = {
["T"] = "通灵鳐套索：互动法术",
},
[1233604] = {
["T"] = "故事时间听众",
},
[1217224] = {
["T"] = "吃饱喝足",
["D"] = "在古灵节上吃饱喝足了。敏捷提高10%，持续1小时。",
},
[1233609] = {
["T"] = "掠霜使者",
["D"] = "湮灭造成的伤害提高10%，并有几率将目标及附近一名敌人的灵魂与你的灵魂捆在一起。\r\n\r\n冰霜打击会斩断束缚，对这两个敌人造成316305点暗影冰霜伤害。",
},
[1217227] = {
["T"] = "头脑风暴",
},
[1233611] = {
["T"] = "创造故事时间区域",
},
[1233613] = {
["T"] = "泽拉的拥抱",
["D"] = "泽拉守护着你。当你的生命值降低至40%时，你会获得她的拥抱，变为|cffffffff光铸|r并使受到的所有伤害降低80%，持续8秒。每1.5分钟只能触发一次。\r\n\r\n|cffffffff光铸|r\r\n增强你神器的其他圣光特质。",
},
[1217231] = {
["T"] = "炸脚地雷",
["D"] = "洛肯斯多向房间内发射数枚地雷。踩到炸脚地雷会触发|cffffffff动荡爆炸|r，并在触发者身上嵌入|cffffffff不稳定的碎片|r。此外，这些反应型地雷与其他发明或|cffffffff缆线输电|r接触时会爆炸，触发|cffffffff动荡爆炸|r。",
},
[1217232] = {
["T"] = "吞噬",
["D"] = "能量达到100点时，阿兹希卡吸入并企图吞噬场地中的所有玩家和生物，持续18秒，每1秒对所有玩家造成111855点暗影伤害。\r\n\r\n每当阿兹希卡成功吞噬一个活物或玩家，它都会享用|cffffffff盛宴|r。",
},
[1233616] = {
["T"] = "泽拉的拥抱",
["D"] = "泽拉守护着你。当你的生命值降低至40%时，你会获得她的拥抱，变为|cffffffff光铸|r并使受到的所有伤害降低80%，持续8秒。每1.5分钟只能触发一次。\r\n\r\n|cffffffff光铸|r\r\n",
},
[1217235] = {
["T"] = "赤红切割坦克",
["D"] = "召唤或解散这种坐骑。",
},
[1233619] = {
["T"] = "掠霜使者",
["D"] = "湮灭造成的伤害提高10%，并有几率将目标及附近一名敌人的灵魂与你的灵魂捆在一起。\r\n\r\n冰霜打击会斩断束缚，对这两个敌人造成316305点暗影冰霜伤害。",
},
[1233620] = {
["T"] = "禁锢",
["D"] = "伊莉萨禁锢多名玩家，显化一座监狱，定身其中的目标，对冲击点周围3码内的玩家造成1118555点混乱伤害。\r\n\r\n监狱每1秒造成335567点混乱伤害并定身其中的囚犯，直到被摧毁。",
},
[1233621] = {
["T"] = "掠霜使者",
["D"] = "湮灭造成的伤害提高10%，并有几率将目标及附近一名敌人的灵魂与你的灵魂捆在一起。\r\n\r\n冰霜打击会斩断束缚，对这两个敌人造成316305点暗影冰霜伤害。",
},
[1233622] = {
["T"] = "禁锢",
["D"] = "伊莉萨禁锢多名玩家，显化一座监狱，定身其中的目标，对冲击点周围3码内的玩家造成1118555点混乱伤害。\r\n\r\n监狱每1秒造成335567点混乱伤害并定身其中的囚犯，直到被摧毁。",
},
[1217240] = {
["T"] = "吞噬",
["D"] = "能量达到100点时，阿兹希卡吸入并企图吞噬场地中的所有玩家和生物，持续18秒，每1秒对所有玩家造成111855点暗影伤害。\r\n\r\n每当阿兹希卡成功吞噬一个活物或玩家，它都会享用|cffffffff盛宴|r。",
},
[1217241] = {
["T"] = "盛宴",
["D"] = "阿兹希卡享用附近的活物和玩家，造成2460821点暗影伤害并将他们击退。受害者每1秒受到268453点暗影伤害，并昏迷3秒。\r\n\r\n阿兹希卡恢复5%的最大生命值，并且造成的伤害提高15%，持续1.3分钟。此效果可叠加。",
},
[1217242] = {
["T"] = "启发",
["D"] = "奥术伤害基于当前法力值提高，法力全满时最多提高6%。\r\n\r\n法力值回复速度基于当前法力值提高，法力值耗尽时最多提高20%。",
},
[1217243] = {
["T"] = "拾取齐扎的B.B.B.F.G。",
["D"] = "拾取齐扎的B.B.B.F.G。",
},
[1233627] = {
["T"] = "能量涌动",
["D"] = "奥术涌动造成的伤害提高200%，施法时间缩短50%。\r\n\r\n施放奥术涌动后，你的施法不会被打断，并且奥术冲击的伤害提高30%，持续8秒。",
},
[1217245] = {
["T"] = "大赢家！！！",
["D"] = "当你消耗顶级捕食者的渴望效果时，你将成为大赢家，对顶级捕食者的主要目标造成1689666点物理伤害，并使你的持续性效果伤害提高16%，持续6秒。",
},
[1217246] = {
["T"] = "齐扎的B.B.B.F.G.",
},
[1217247] = {
["T"] = "盛宴",
["D"] = "阿兹希卡享用附近的活物和玩家，造成2460821点暗影伤害并将他们击退。受害者每1秒受到268453点暗影伤害，并昏迷3秒。\r\n\r\n阿兹希卡恢复5%的最大生命值，并且造成的伤害提高15%，持续1.3分钟。此效果可叠加。",
},
[1217248] = {
["T"] = "重新校准……",
["D"] = "将齐扎的B.B.B.F.G.重新校准至极限出力。",
},
[1217249] = {
["T"] = "虚位以待",
["D"] = "无人机抓取一名玩家，每0.5秒造成22371点物理伤害，并使其昏迷6秒。",
},
[1217250] = {
["T"] = "齐扎的B.B.B.F.G.",
},
[1217251] = {
["T"] = "锁定……",
["D"] = "锁定一个合适的目标。",
},
[1217252] = {
["T"] = "盛宴",
["D"] = "阿兹希卡享用附近的活物和玩家，造成2460821点暗影伤害并将他们击退。受害者每1秒受到268453点暗影伤害，并昏迷3秒。\r\n\r\n阿兹希卡恢复5%的最大生命值，并且造成的伤害提高15%，持续1.3分钟。此效果可叠加。",
},
[1217253] = {
["T"] = "齐扎的B.B.B.F.G.",
},
[1217254] = {
["T"] = "开火！！！",
["D"] = "发射齐扎的B.B.B.F.G.，对锁定的任何东西造成毁天灭地的伤害。",
},
[1233638] = {
["T"] = "生成木材",
},
[1217258] = {
["T"] = "开火！！！",
},
[1233642] = {
["T"] = "牢固信息保全容器",
},
[1217260] = {
["T"] = "电池",
},
[1217261] = {
["T"] = "钻透！",
["D"] = "触碰钻机会刺穿玩家，陷入昏迷并流血，每1秒受到357937点物理伤害，持续最多6秒。",
},
[1233654] = {
["T"] = "法力色泽的眼镜",
["S"] = "等级 2/4",
["D"] = "布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高4%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复40%的最大生命值，并使周围的敌人昏迷3秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。",
},
[1233655] = {
["T"] = "法力色泽的眼镜",
["S"] = "等级 3/4",
["D"] = "布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高4%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复55%的最大生命值，并使周围的敌人昏迷4秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。",
},
[1233656] = {
["T"] = "法力色泽的眼镜",
["S"] = "等级 4/4",
["D"] = "布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高5%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复70%的最大生命值，并使周围的敌人昏迷5秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。",
},
[1233657] = {
["T"] = "虚空棱镜",
["D"] = "六颗黑暗水晶朝弗兰克提鲁斯的方向发射|cffffffff折射熵变|r，每0.5秒对接触到的玩家造成375808点暗影伤害。",
},
[1217275] = {
["T"] = "共振",
["D"] = "增幅器位于里克·混响周围0码内时获得额外的能量。",
},
[1233659] = {
["T"] = "回力帽子",
["S"] = "等级 2/4",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对3个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高25%、造成的伤害降低25% ，以及攻击/施法速度降低25%。",
},
[1233660] = {
["T"] = "回力帽子",
["S"] = "等级 3/4",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对4个目标施加2个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高30%、造成的伤害降低30% ，以及攻击/施法速度降低30%。",
},
[1233661] = {
["T"] = "回力帽子",
["S"] = "等级 4/4",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对5个目标施加2个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高35%、造成的伤害降低35% ，以及攻击/施法速度降低35%。",
},
[1217279] = {
["T"] = "上勾拳",
},
[1217280] = {
["T"] = "上勾拳",
["D"] = "冲向目标玩家，施展一记毁灭性的上勾拳，造成894843点物理伤害并将冲击点4码范围内的所有敌人击飞。",
},
[1217281] = {
["T"] = "重部署模块",
["D"] = "将你传送回多恩诺嘉尔。与城镇中的旅店老板交谈可以改变你所设定的家的位置。",
},
[1217282] = {
["T"] = "催泪毒气",
["D"] = "向一名敌人的位置发射一罐催泪毒气，每1秒造成671133点自然伤害，并迷惑范围内的目标，持续2秒。同时留下一片催泪瓦斯区域，持续10秒，每1秒对区域内的玩家造成894843点自然伤害。",
},
[1217283] = {
["T"] = "催泪毒气",
["D"] = "向一名敌人的位置发射一罐催泪毒气，每1秒造成671133点自然伤害，并迷惑范围内的目标，持续2秒。同时留下一片催泪瓦斯区域，持续10秒，每1秒对区域内的玩家造成894843点自然伤害。",
},
[1217284] = {
["T"] = "弹药筒",
},
[1217285] = {
["T"] = "弹药筒",
},
[1217286] = {
["T"] = "抛硬币",
["D"] = "观众把大把的硬币扔入了竞技场，堆在投币式群体打击者旁边，对冲击点2码范围内的玩家造成671133点物理伤害。",
},
[1233670] = {
["T"] = "地狱火撞击",
},
[1250054] = {
["T"] = "虚空之握",
},
[1233672] = {
["T"] = "地狱火撞击",
},
[1217290] = {
["T"] = "慷慨相赠",
["D"] = "买一送一！|cffffffff工兵的背包|r会额外掉落一枚炸弹，在片刻之后引爆，对7码内的玩家造成2684532点火焰伤害。",
},
[1217291] = {
["T"] = "集中爆破",
["D"] = "哑弹-1500弹药嵌入场地，并在15秒后爆炸，对所有玩家造成3579377点火焰伤害，并且每3秒额外造成1342266点火焰伤害，持续9秒。此效果可叠加。\r\n\r\n与军火互动可以集中爆炸，使其造成7158753点物理伤害并施加|cffffffff集中爆破|r，同时造成击退效果。",
},
[1217292] = {
["T"] = "缓释霹雳火",
["D"] = "一个双阶段效果，在全场投放炸弹，对所有玩家造成1342266点火焰伤害。",
},
[1217293] = {
["T"] = "缓释霹雳火",
["D"] = "一个双阶段效果，在全场投放炸弹，对所有玩家造成1342266点火焰伤害。",
},
[1217294] = {
["T"] = "电击之爪",
["D"] = "在施法者前方释放一波巨大的电流，对被击中的敌人造成894843点自然伤害并使其昏迷3秒。",
},
[1217295] = {
["T"] = "电击之爪",
},
[1217296] = {
["T"] = "电击之爪",
["D"] = "在施法者前方释放一波巨大的电流，对被击中的敌人造成894843点自然伤害并使其昏迷3秒。",
},
[1217298] = {
["T"] = "手持剪贴板和羽毛笔",
},
[1217300] = {
["T"] = "鲁莽冲锋",
["D"] = "大地精向一个方向横冲直撞，击退目标并造成380308点自然伤害。被停止时会变得|cffffffff晕头转向|r，陷入昏迷并且受到的伤害提高50%，持续5秒。",
},
[1217301] = {
["T"] = "鲁莽冲锋",
["D"] = "大地精向一个方向横冲直撞，击退目标并造成380308点自然伤害。被停止时会变得|cffffffff晕头转向|r，陷入昏迷并且受到的伤害提高50%，持续5秒。",
},
[1217302] = {
["T"] = "鲁莽冲锋",
["D"] = "大地精向一个方向横冲直撞，击退目标并造成380308点自然伤害。被停止时会变得|cffffffff晕头转向|r，陷入昏迷并且受到的伤害提高50%，持续5秒。",
},
[1217303] = {
["T"] = "鲁莽冲锋",
["D"] = "大地精向一个方向横冲直撞，击退目标并造成380308点自然伤害。被停止时会变得|cffffffff晕头转向|r，陷入昏迷并且受到的伤害提高50%，持续5秒。",
},
[1217304] = {
["T"] = "晕头转向",
["D"] = "大地精向一个方向横冲直撞，击退目标并造成380308点自然伤害。被停止时会变得|cffffffff晕头转向|r，陷入昏迷并且受到的伤害提高50%，持续5秒。",
},
[1217305] = {
["T"] = "相位宝珠",
},
[1250072] = {
["T"] = "已收集的灵魂",
},
[1233690] = {
["T"] = "融解",
},
[1233693] = {
["T"] = "卡雷什之沙",
["S"] = "等级 2/4",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高8%，最多叠加10次，并使周围的敌人减速8%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1217311] = {
["T"] = "踢小腿",
["D"] = "大地精打架时非常卑鄙，踢击敌人的膝盖，造成447422点物理伤害并使其移动速度降低10%，持续4秒。",
},
[1233695] = {
["T"] = "卡雷什之沙",
["S"] = "等级 4/4",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高12%，最多叠加10次，并使周围的敌人减速12%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1233699] = {
["T"] = "以太新星",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们4秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复30%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短4秒。",
},
[1233700] = {
["T"] = "以太新星",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们6秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复40%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短6秒。",
},
[1233701] = {
["T"] = "以太新星",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们6秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复50%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短8秒。",
},
[1233702] = {
["T"] = "主宰",
["D"] = "萨哈达尔劈斩当前目标，造成7158755点物理伤害，对前方的所有玩家额外造成10738130点暗影伤害，并击退他们。\r\n\r\n使他们受到|cffffffff主宰|r的伤害提高100%，持续20秒。\r\n",
},
[1217320] = {
["T"] = "稳定",
},
[1217321] = {
["T"] = "漂泊",
},
[1217326] = {
["T"] = "来张自拍！",
["D"] = "粉丝掏出S.E.L.F.I.E自拍神器，寻找完美的拍摄角度。\r\n\r\n成功捕捉拍照时刻会触发|cffffffff选择滤镜|r。",
},
[1217327] = {
["T"] = "入侵尖啸",
["D"] = "阿兹希卡发出尖啸，召唤吞噬者幼虫加入战斗，并对所有玩家造成134226点物理伤害。",
},
[1250095] = {
["T"] = "永恒潜能",
["D"] = "为你的神器注入永恒潜能之力，大幅提高其物品等级。\r\n",
},
[1217330] = {
["T"] = "入侵尖啸",
["D"] = "阿兹希卡发出尖啸，召唤吞噬者幼虫加入战斗，并对所有玩家造成134226点物理伤害。",
},
[1217331] = {
["T"] = "入侵尖啸",
["D"] = "阿兹希卡发出尖啸，召唤吞噬者幼虫加入战斗，并对所有玩家造成134226点物理伤害。",
},
[1217336] = {
["T"] = "恶毒噬咬",
["D"] = "施法者的剧毒獠牙猛然劈下，造成自然伤害，并且每1秒额外造成自然伤害，持续15秒。此效果可叠加。\r\n",
},
[1250103] = {
["T"] = "注能晶塔",
["D"] = "房间内的奥术水晶塔通过奥术光束向卢米萨尔注入能量，接触时会触发|cffffffff超能新星|r。\r\n\r\n玩家站在光束路径可以将其阻挡，每1秒受到259308点奥术伤害，并且获得一层|cffffffff超能灌注|r。该效果可叠加。",
},
[1217340] = {
["T"] = "午夜暗月军马",
["D"] = "召唤或解散你的午夜暗月军马。",
},
[1217341] = {
["T"] = "活跃暗月军马",
["D"] = "召唤或解散你的活跃暗月军马。",
},
[1217342] = {
["T"] = "紫罗兰暗月军马",
["D"] = "召唤或解散你的紫罗兰暗月军马。",
},
[1217343] = {
["T"] = "雪白暗月军马",
["D"] = "召唤或解散你的雪白暗月军马。",
},
[1217344] = {
["T"] = "脚踝撕咬",
["D"] = "施法者啃噬目标的脚踝，造成物理伤害，并使其移动速度降低50%，持续8秒。",
},
[1250111] = {
["T"] = "相位导管",
},
[1250112] = {
["T"] = "套装：村民的乡村装束",
["D"] = "收集这套护甲套装外观。",
},
[1250113] = {
["T"] = "套装：村民的城市装束",
["D"] = "收集这套护甲套装外观。",
},
[1250114] = {
["T"] = "英勇飞跃",
},
[1217351] = {
["T"] = "炽燃冲击",
},
[1217352] = {
["T"] = "剧毒蜗牛",
},
[1217354] = {
["T"] = "选择滤镜",
["D"] = "一旦拍到那个瞬间，你就得选择合适的滤镜。这个过程耗时很长，每1.5秒造成134226点奥术伤害。",
},
[1217355] = {
["T"] = "极性发生器",
},
[1217356] = {
["T"] = "兹伊的暴徒热线",
["D"] = "你的技能有几率呼叫一名打手小队的成员，在10秒内攻击你的目标。获得嗜血或同类效果会召唤小队全体出动。",
},
[1217357] = {
["T"] = "极性发生器",
["D"] = "洛肯斯多使所有玩家极化，每0.5秒造成313195点自然伤害，并使他们获得|cffffffff正极化|r或|cffffffff负极化|r。",
},
[1217358] = {
["T"] = "极性发生器",
["D"] = "洛肯斯多使所有玩家极化，每0.5秒造成313195点自然伤害，并使他们获得|cffffffff正极化|r或|cffffffff负极化|r。",
},
[1217359] = {
["T"] = "引火爆发",
["D"] = "热能闪光现在还会使你的下一个烧灼变为瞬发，并产生100%的效果。",
},
[1266509] = {
["T"] = "打嗝",
},
[1217361] = {
["T"] = "无价崇拜",
["D"] = "谁不喜欢被礼物淹没呢？扔出12个礼物。这些是地精送的礼物，所以很可能会爆炸，对3码范围内的玩家造成1342266点火焰伤害。",
},
[1217362] = {
["T"] = "无价崇拜",
["D"] = "谁不喜欢被礼物淹没呢？扔出12个礼物。这些是地精送的礼物，所以很可能会爆炸，对3码范围内的玩家造成1342266点火焰伤害。",
},
[1217368] = {
["T"] = "无价崇拜",
["D"] = "谁不喜欢被礼物淹没呢？扔出12个礼物。这些是地精送的礼物，所以很可能会爆炸，对3码范围内的玩家造成1342266点火焰伤害。",
},
[1217369] = {
["T"] = "无价崇拜",
["D"] = "谁不喜欢被礼物淹没呢？扔出12个礼物。这些是地精送的礼物，所以很可能会爆炸，对3码范围内的玩家造成1342266点火焰伤害。",
},
[1217370] = {
["T"] = "火焰喷射器",
},
[1217371] = {
["T"] = "火焰喷射器",
["D"] = "对幽坑太保前方40码锥形范围内的所有玩家造成894843点火焰伤害，每0.5秒烧伤该区域内的所有玩家，造成111855点额外的火焰伤害，持续5秒。",
},
[1217375] = {
["T"] = "无情重击",
["D"] = "对被侧翼打击伤害的敌人造成额外819232点流血伤害，持续8秒。\r\n\r\n对最多5个被屠戮伤害的敌人造成额外409616点流血伤害，持续8秒。",
},
[1217377] = {
["T"] = "狂乱打击",
["D"] = "侧翼打击的伤害提高40%，且侧翼打击现在会使你的攻击速度提高25%，持续12秒。\r\n\r\n屠戮每命中一个目标（最多5个目标），就会使野火炸弹的剩余冷却时间缩短3.0秒。",
},
[1217378] = {
["T"] = "库存防护线圈",
},
[1217379] = {
["T"] = "库存防护线圈",
},
[1217381] = {
["T"] = "饱餐",
["D"] = "吞噬者跃向一名玩家并将利齿深深嵌入其体内，吸取22371点生命值，并且造成的伤害提高10%，持续6秒。此效果可叠加。",
},
[1217383] = {
["T"] = "饱餐",
["D"] = "吞噬者跃向一名玩家并将利齿深深嵌入其体内，吸取22371点生命值，并且造成的伤害提高10%，持续6秒。此效果可叠加。",
},
[1266536] = {
["T"] = "反常视界之赐",
["D"] = "为目标注入反常视界，持续3小时。",
},
[1233772] = {
["T"] = "虚空射击",
},
[1233775] = {
["T"] = "纳兰的永恒圆盘",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n扔出一张奥术能量圆盘，向外弹射并回到你的手中。\r\n\r\n|cffffffff纳兰的永恒圆盘|r对路径中的敌人造成|CFFffffff$<damageValue>|R点奥术伤害。\r\n\r\n接住飞回的圆盘可以再次将其扔出，最多额外扔出5次，每次连续投掷使伤害提高60%。",
},
[1266542] = {
["T"] = "交互",
},
[1233782] = {
["T"] = "强化",
["D"] = "强化达拉然的魔法屏障。",
},
[1233783] = {
["T"] = "纳兰的永恒圆盘",
["D"] = "造成0点奥术伤害。",
},
[1266553] = {
["T"] = "蜂拥",
},
[1250171] = {
["T"] = "破帷打击",
},
[1266555] = {
["T"] = "幼龙串烧拼盘",
["D"] = "运用你的烹饪知识制作一个模型餐盘，用来装点家园，而不是填饱肚子。",
},
[1217407] = {
["T"] = "切削之风",
["D"] = "将自己包裹在势如刀锋的劲风中，随后猛冲向前，对路径中的敌人造成1376310点自然伤害。敌人超过5个时伤害降低。\r\n\r\n长按可延长冲刺距离。",
},
[1217408] = {
["T"] = "切削之风",
["D"] = "将自己包裹在势如刀锋的劲风中，随后猛冲向前，对路径中的敌人造成1376310点自然伤害。敌人超过5个时伤害降低。\r\n\r\n长按可延长冲刺距离。",
},
[1217409] = {
["T"] = "切削之风",
["D"] = "将自己包裹在势如刀锋的劲风中，随后猛冲向前，对路径中的敌人造成1376310点自然伤害。敌人超过5个时伤害降低。\r\n\r\n长按可延长冲刺距离。",
},
[1217410] = {
["T"] = "切削之风",
["D"] = "将自己包裹在势如刀锋的劲风中，随后猛冲向前，对路径中的敌人造成1376310点自然伤害。敌人超过5个时伤害降低。\r\n\r\n长按可延长冲刺距离。",
},
[1217411] = {
["T"] = "切削之风",
["D"] = "将自己包裹在势如刀锋的劲风中，随后猛冲向前，对路径中的敌人造成1376310点自然伤害。敌人超过5个时伤害降低。\r\n\r\n长按可延长冲刺距离。",
},
[1217412] = {
["T"] = "切削之风",
["D"] = "将自己包裹在势如刀锋的劲风中，随后猛冲向前，对路径中的敌人造成1376310点自然伤害。敌人超过5个时伤害降低。\r\n\r\n长按可延长冲刺距离。",
},
[1217413] = {
["T"] = "切削之风",
["D"] = "将自己包裹在势如刀锋的劲风中，随后猛冲向前，对路径中的敌人造成1376310点自然伤害。敌人超过5个时伤害降低。\r\n\r\n长按可延长冲刺距离。",
},
[1217414] = {
["T"] = "将玩家传送出地下城",
},
[1233798] = {
["T"] = "躲避",
},
[1233800] = {
["T"] = "相位虚灵弓",
["D"] = "向目标射出一支相位虚灵箭，造成894844点奥术伤害。\r\n\r\n只能在无拘之域中使用。",
},
[1217418] = {
["T"] = "召唤代理人",
["D"] = "召唤他们的代理人战斗2分钟。我是说，他们毕竟收了钱，当然会来！",
},
[1217419] = {
["T"] = "解锁",
["D"] = "打开地下堡藏宝室中的一个隐秘财宝。",
},
[1233803] = {
["T"] = "相位虚灵弓",
["D"] = "向目标射出一支相位虚灵箭，造成894844点奥术伤害。\r\n\r\n只能在无拘之域中使用。",
},
[1217421] = {
["T"] = "召唤狼人灵魂",
["D"] = "席瓦莱恩男爵召唤远古的狼人灵魂为其助战！",
},
[1217422] = {
["T"] = "召唤雷希戈尔的灵魂",
},
[1217423] = {
["T"] = "召唤盲眼守卫奥杜的灵魂",
},
[1233807] = {
["T"] = "相位虚灵弓",
["D"] = "向目标射出一支相位虚灵箭，造成894844点奥术伤害。\r\n\r\n只能在无拘之域中使用。",
},
[1217425] = {
["T"] = "召唤雷希戈尔的灵魂",
},
[1217426] = {
["T"] = "召唤盲眼守卫奥杜的灵魂",
},
[1217427] = {
["T"] = "呼叫猛汉杰克",
},
[1217428] = {
["T"] = "召唤宝藏",
},
[1217429] = {
["T"] = "汰除",
["D"] = "夺命射击在6秒内额外造成30%的伤害。",
},
[1217430] = {
["T"] = "汰除",
["D"] = "夺命射击在6秒内额外造成30%的伤害。",
},
[1217431] = {
["T"] = "呼叫袖里王牌",
},
[1217432] = {
["T"] = "呼叫蛇眼",
},
[1217433] = {
["T"] = "召唤代理人",
["D"] = "召唤他们的代理人战斗2分钟。我是说，他们毕竟收了钱，当然会来！",
},
[1217434] = {
["T"] = "天生杀手",
["D"] = "你获得夺命打击的几率提高5%，夺命射击的伤害提高25%。",
},
[1217435] = {
["T"] = "召唤经纪人",
},
[1217436] = {
["T"] = "毒性反刍",
["D"] = "阿兹希卡向目标玩家喷射消化性强酸，在6秒内每1秒对冲击点周围10码内的敌人造成223710点暗影伤害，并在其位置留下一片|cffffffff消化唾沫|r。 ",
},
[1217437] = {
["T"] = "召唤妈妈",
},
[1217438] = {
["T"] = "毒性反刍",
["D"] = "阿兹希卡向目标玩家喷射消化性强酸，在6秒内每1秒对冲击点周围10码内的敌人造成223710点暗影伤害，并在其位置留下一片|cffffffff消化唾沫|r。 ",
},
[1217439] = {
["T"] = "毒性反刍",
["D"] = "阿兹希卡向目标玩家喷射消化性强酸，在6秒内每1秒对冲击点周围10码内的敌人造成223710点暗影伤害，并在其位置留下一片|cffffffff消化唾沫|r。 ",
},
[1217440] = {
["T"] = "召唤雷希戈尔的灵魂",
},
[1217441] = {
["T"] = "消化唾沫",
["D"] = "阿兹希卡向目标玩家喷射消化性强酸，在6秒内每1秒对冲击点周围10码内的敌人造成223710点暗影伤害，并在其位置留下一片|cffffffff消化唾沫|r。 ",
},
[1217442] = {
["T"] = "召唤盲眼守卫奥杜的灵魂",
},
[1217443] = {
["T"] = "召唤雷希戈尔的灵魂",
},
[1217444] = {
["T"] = "召唤盲眼守卫奥杜的灵魂",
},
[1217445] = {
["T"] = "召唤邪能领主",
["S"] = "PvP天赋",
["D"] = "召唤一个持续1分钟的邪能传送门，有敌人进入6码范围内时激活，召唤一个邪能领主防守这个区域，持续15秒。任何进入6码范围的敌人将受到37161点物理伤害，被击中的玩家昏迷1秒。",
},
[1217446] = {
["T"] = "消化唾沫",
["D"] = "消化性强酸烧灼站在其中的玩家和生物，每1.5秒造成536906点暗影伤害，并使其移动速度降低50%。",
},
[1217449] = {
["T"] = "召唤经纪人",
["D"] = "召唤他们的经纪人战斗2分钟。那些按总资产收费的费用应该有回报吧？",
},
[1217450] = {
["T"] = "集火",
["D"] = "施法者向目标汇聚一阵枪林弹雨，每次击中都会造成物理伤害。",
},
[1217451] = {
["T"] = "集火",
["D"] = "施法者向目标汇聚一阵枪林弹雨，每次击中都会造成物理伤害。",
},
[1217452] = {
["T"] = "召唤妈妈",
["D"] = "召唤他们的母亲战斗2分钟。我是说，她已经养育了他们18年，再多2分钟又何妨？",
},
[1217453] = {
["T"] = "气泡",
["D"] = "对一名敌人造成冰霜伤害。",
},
[1250220] = {
["T"] = "獠牙武器支架",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1250221] = {
["T"] = "奥格瑞玛空浴盆",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1217456] = {
["T"] = "投弃海藻",
["D"] = "施法者的躯体每0.5秒脱落腐臭的海藻团，持续5秒，对击中的玩家造成178968点自然伤害。",
},
[1217459] = {
["T"] = "皎月风暴",
["D"] = "每隔30秒，重置你的野火炸弹冷却时间，且你的下一个野火炸弹会发射一支天界之箭，在目标的位置扇起半径12码的皎月风暴，造成150533点奥术伤害。\r\n\r\n接下来的12秒内，每0.4秒对皎月风暴中的随机一名受到你的哨兵影响的敌人造成141125点奥术伤害。被该效果击中的所有目标受到你造成的伤害提高10%，持续8秒。 ",
},
[1217460] = {
["T"] = "共振",
["D"] = "增幅器位于里克·混响周围0码内时获得额外的能量。",
},
[1217461] = {
["T"] = "船长有令",
["D"] = "施法者命令更多仆从与自己并肩作战，持续1分钟。",
},
[1217463] = {
["T"] = "船长有令",
["D"] = "施法者命令更多仆从与自己并肩作战，持续1分钟。",
},
[1250230] = {
["T"] = "恶魔活力",
["D"] = "|cffffffff复苏之风|r的充能速度提高6666%。",
},
[1250231] = {
["T"] = "永恒精力",
["D"] = "飞行速度提高300%。",
},
[1250235] = {
["T"] = "飞行点：相位潜行",
},
[1233855] = {
["T"] = "火枪射击",
["D"] = "朝一名敌人射击，对其造成物理伤害。",
},
[1217474] = {
["T"] = "森林守护者",
["S"] = "PvP天赋",
["D"] = "愤怒、星火术、旋风和产生连击点数的技能会使你在最多3名盟友身上激活的持续治疗效果延长1.0秒。\r\n\r\n星涌术和消耗连击点数的技能会使你的持续治疗法术的治疗速度加快20%，持续4秒。\r\n\r\n",
},
[1233860] = {
["T"] = "邪能冲撞",
},
[1233861] = {
["T"] = "邪能冲撞",
},
[1233863] = {
["T"] = "邪能冲撞",
["D"] = "维拉瑞安显化自身的回响，并在24秒后向前冲刺，点燃路径上的一切，造成3579377点混乱伤害。",
},
[1250247] = {
["T"] = "离开相位潜行",
},
[1250249] = {
["T"] = "界门",
},
[1217484] = {
["T"] = "森林守护者",
["S"] = "PvP天赋",
["D"] = "愤怒、星火术、旋风和产生连击点数的技能会使你在最多3名盟友身上激活的持续治疗效果延长1.0秒。\r\n\r\n星涌术和消耗连击点数的技能会使你的持续治疗法术的治疗速度加快20%，持续4秒。\r\n\r\n",
},
[1250251] = {
["T"] = "邪能保护符文",
},
[1217487] = {
["T"] = "巨龙冲锋",
["S"] = "PvP天赋",
["D"] = "高速向前奔跑一大段距离，使路径上的所有敌人受到107524点物理伤害并被击退。",
},
[1250255] = {
["T"] = "离开相位潜行",
["D"] = "离开无拘之域。",
},
[1250258] = {
["T"] = "邪能保护符文",
},
[1217493] = {
["T"] = "气泡",
},
[1217496] = {
["T"] = "噼啪溅跃",
["D"] = "泡泡拍溅出奇异的水波，对锥形范围内的玩家造成2237111点冰霜伤害。",
},
[1217500] = {
["T"] = "振奋之速",
["D"] = "使施法者的移动速度提高16%，持续20秒。",
},
[1217504] = {
["T"] = "布置营地",
},
[1217505] = {
["T"] = "布置营地",
},
[1217506] = {
["T"] = "布置营地",
},
[1233890] = {
["T"] = "粘糊糊的覆层",
["D"] = "使施法者受到的伤害降低15%，持续15秒。",
},
[1217508] = {
["T"] = "电刑矩阵",
},
[1217510] = {
["T"] = "快速拨号",
["D"] = "召唤盟友为其战斗2分钟。若是快速拨号就能在现场办起“枪展”，谁还需要什么炸药！ ",
},
[1233894] = {
["T"] = "顺风导体",
["S"] = "等级 2/4",
["D"] = "在脱离战斗后爆发出惊人的速度，使你的移动速度提高60%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的30%的护盾，持续8秒。",
},
[1217512] = {
["T"] = "聚会火箭",
},
[1217513] = {
["T"] = "聚会火箭",
["D"] = "恰到好时地抵达，成为派对的灵魂人物，撞击时击退5码范围内的敌人并造成1342266点火焰伤害。真酷。",
},
[1233897] = {
["T"] = "时间缓速水晶",
["S"] = "等级 2/4",
["D"] = "对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低30%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高4%。",
},
[1233898] = {
["T"] = "莫名其妙的装置",
["S"] = "等级 2/4",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高10%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高10%，持续20秒。",
},
[1233899] = {
["T"] = "虚灵能量转化器",
["S"] = "等级 2/4",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们4秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复30%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短4秒。",
},
[1233900] = {
["T"] = "瘟疫之种",
["D"] = "向一个敌人掷出种子，造成7954点暗影伤害，并且每2秒额外造成2983点暗影伤害，持续6秒。",
},
[1233902] = {
["T"] = "防御姿态",
["D"] = "在6秒内每1秒治疗自己，并且每1秒降低其受到的伤害，持续6秒。",
},
[1250287] = {
["T"] = "履冰冠角鹿",
["D"] = "召唤或解散这种坐骑。",
},
[1250288] = {
["T"] = "攀崖冠角鹿",
["D"] = "召唤或解散这种坐骑。",
},
[1233906] = {
["T"] = "右转",
["D"] = "使你的节日热气球右转。",
},
[1217524] = {
["T"] = "凶暴顺劈",
["D"] = "召唤时，凶暴野兽获得100%的野兽顺劈效果，持续8.0秒。",
},
[1217525] = {
["T"] = "法力之潮",
["D"] = "治疗之潮图腾现在额外使盟友的法力回复速度提高80%。",
},
[1217526] = {
["T"] = "消化唾沫",
["D"] = "阿兹希卡向目标玩家喷射消化性强酸，在6秒内每1秒对冲击点周围10码内的敌人造成223710点暗影伤害，并在其位置留下一片|cffffffff消化唾沫|r。 ",
},
[1217528] = {
["T"] = "践踏",
["D"] = "当你施放倒刺射击时，你的宠物会践踏地面，对主要目标造成138426点物理伤害，对所有其他附近敌人造成138426点物理伤害。",
},
[1233916] = {
["T"] = "漂移",
},
[1233917] = {
["T"] = "结晶过载",
["D"] = "弗兰克提鲁斯被|cffffffff折射熵变|r强化，使其造成的伤害提高200%，并触发|cffffffff狂怒粉碎|r。",
},
[1233918] = {
["T"] = "军刀挥砍",
["D"] = "凶狠地劈砍一名敌人，造成物理伤害。",
},
[1233920] = {
["T"] = "摧毁",
},
[1233921] = {
["T"] = "传送门",
},
[1233923] = {
["T"] = "邪能冲撞",
},
[1233925] = {
["T"] = "兰娜瑟尔的血色瀑流",
["D"] = "召唤或解散这种坐骑。",
},
[1217544] = {
["T"] = "发射",
["D"] = "将S.P.H.E.R.E.射向高空，随后猛烈砸下。",
},
[1233929] = {
["T"] = "狂怒虚空",
},
[1217548] = {
["T"] = "伙伴经验值",
["D"] = "|cnDARKYELLOW_FONT_COLOR:“中量提高伙伴的经验值。”|r",
},
[1233932] = {
["T"] = "来自未来",
},
[1233933] = {
["T"] = "顺风导体",
["S"] = "等级 3/4",
["D"] = "在脱离战斗后爆发出惊人的速度，使你的移动速度提高80%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的40%的护盾，持续8秒。",
},
[1233934] = {
["T"] = "传送门",
},
[1233935] = {
["T"] = "音频增幅水晶",
["S"] = "等级 3/4",
["D"] = "奥术魔法显著放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1233936] = {
["T"] = "破损的徽盾",
["S"] = "等级 3/4",
["D"] = "装备徽盾时，所有小队成员造成的伤害和治疗效果提高9%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的15%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得3%伤害减免和4%受到治疗加成，但使其造成的伤害和治疗效果降低3%，最多叠加3次。",
},
[1233937] = {
["T"] = "时间缓速水晶",
["S"] = "等级 3/4",
["D"] = "对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低40%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高6%。",
},
[1233938] = {
["T"] = "莫名其妙的装置",
["S"] = "等级 3/4",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高15%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高15%，持续20秒。",
},
[1217556] = {
["T"] = "奥术震颤",
["D"] = "施法者对多个玩家造成715875点奥术伤害。残存的能量在16秒内每1秒造成178968点奥术伤害",
},
[1233940] = {
["T"] = "虚灵能量转化器",
["S"] = "等级 3/4",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们6秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复40%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短6秒。",
},
[1233941] = {
["T"] = "狂怒虚空",
["D"] = "造成447422点暗影伤害，并使其移动速度降低20%，持续6秒。",
},
[1233942] = {
["T"] = "顺风导体",
["S"] = "等级 4/4",
["D"] = "在脱离战斗后爆发出惊人的速度，使你的移动速度提高100%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的50%的护盾，持续8秒。",
},
[1250326] = {
["T"] = "神射手营地武器架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1217561] = {
["T"] = "聚会火箭",
},
[1217562] = {
["T"] = "劈地者",
["D"] = "施法者令岩石在玩家脚下爆发，造成894843点自然伤害并击飞玩家。",
},
[1217563] = {
["T"] = "劈地者",
["D"] = "施法者令岩石在玩家脚下爆发，造成894843点自然伤害并击飞玩家。",
},
[1233947] = {
["T"] = "时间缓速水晶",
["S"] = "等级 4/4",
["D"] = "对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低50%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高8%。",
},
[1233948] = {
["T"] = "莫名其妙的装置",
["S"] = "等级 4/4",
["D"] = "布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高20%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高20%，持续20秒。",
},
[1233949] = {
["T"] = "虚灵能量转化器",
["S"] = "等级 4/4",
["D"] = "当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们6秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复50%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短8秒。",
},
[1217567] = {
["T"] = "过载",
["D"] = "施法者使电池过载，每1秒对玩家造成0点奥术伤害，持续6秒。",
},
[1217568] = {
["T"] = "激活免费试用",
["D"] = "激活折叠镜装置，向这些无名之辈展示他们可以成为的样子。",
},
[1266722] = {
["T"] = "传送",
},
[1233957] = {
["T"] = "防御姿态",
},
[1233959] = {
["T"] = "邪能冲撞",
},
[1250343] = {
["T"] = "“秋日的永恒乐园”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1217578] = {
["T"] = "生长",
},
[1250345] = {
["T"] = "“不竭虚空的堡垒”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250346] = {
["T"] = "“森林的壁垒”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250347] = {
["T"] = "“笼葱地林”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250348] = {
["T"] = "仿制的阿彻鲁斯灵魂熔炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1217583] = {
["T"] = "四通八达",
["D"] = "这家伙有令人惊叹的社交关系网。每次召唤都会强化施法者，使其受到的伤害降低10%，造成的伤害提高5%。此效果可叠加，让你成为一个多面手。",
},
[1217584] = {
["T"] = "劈地者",
["D"] = "施法者令岩石在玩家脚下爆发，造成894843点自然伤害并击飞玩家。",
},
[1233968] = {
["T"] = "黑洞视界",
["D"] = "|cffffffff坍缩之星|r每0.5秒对物质范围内的玩家造成2237111点宇宙伤害。",
},
[1233969] = {
["T"] = "周期性充能",
},
[1250353] = {
["T"] = "隐秘通途射手画廊",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233971] = {
["T"] = "传送门",
},
[1217589] = {
["T"] = "孢子爆炸",
["D"] = "对8码范围内的敌人造成自然伤害，并将其击退。\r\n",
},
[1250356] = {
["T"] = "富荒凄矿脉",
["D"] = "在卡雷什寻求财富的矿工们，或许只能找到这个破碎世界所剩无几的资源。虽然这种矿石在阿加工艺中毫无用处，但塔扎维什的居民或许能从这些碎石中发现一些价值。 \r\n\r\n有些时候，体积异常的矿脉会从地表之下探出，忙于生计的矿工对此颇为青睐。 ",
},
[1217591] = {
["T"] = "林中客的蝴蝶服装",
["D"] = "收集林中客的蝴蝶服装护甲套装的外观。",
},
[1217592] = {
["T"] = "林中客的盛放服装",
["D"] = "收集林中客的盛放服装护甲套装的外观。",
},
[1217593] = {
["T"] = "林中客的盘根服装",
["D"] = "收集林中客的盘根服装护甲套装的外观。",
},
[1233978] = {
["T"] = "奥术暴怒",
["D"] = "卢米萨尔发出愤怒的尖啸，释放出|cffffffff奥能黏液|r和纯粹的奥术能量，在随后的3秒内每秒对所有玩家造成463081点奥术伤害，并将他们驱逐。",
},
[1233979] = {
["T"] = "星界收割",
["D"] = "奥术收集装置从数名玩家身上汲取能量，每1秒对其造成894843点奥术伤害，持续4秒。效果结束时，每位玩家所在位置会生成一个|cffffffff奥术具象|r。",
},
[1233980] = {
["T"] = "黑水巡游",
},
[1217598] = {
["T"] = "低语之潮",
["D"] = "你和先祖的治疗波的15%治疗效果会复制到所有带有激流效果的目标身上。",
},
[1233982] = {
["T"] = "停止",
},
[1217600] = {
["T"] = "低语之潮",
["D"] = "你和先祖的治疗波的15%治疗效果会复制到所有带有激流效果的目标身上。",
},
[1233984] = {
["T"] = "劈裂",
["D"] = "虚灵将目标劈裂，造成223710点暗影伤害。",
},
[1233986] = {
["T"] = "劈裂",
["D"] = "虚灵将目标劈裂，造成223710点暗影伤害。",
},
[1266754] = {
["T"] = "叫好",
["D"] = "以叫好送上祝福。",
},
[1266755] = {
["T"] = "祝贺",
["D"] = "以祝贺送上祝福。",
},
[1266756] = {
["T"] = "欢呼",
["D"] = "以欢呼送上祝福。",
},
[1233991] = {
["T"] = "不稳定的湮灭",
},
[1233992] = {
["T"] = "黑暗刀锋",
["D"] = "对一名敌人造成223710点暗影伤害。\n每1秒对一名敌人造成89485点暗影伤害，持续6秒。",
},
[1233993] = {
["T"] = "不稳定的湮灭",
},
[1266760] = {
["T"] = "唱歌",
["D"] = "以唱歌送上祝福。",
},
[1266761] = {
["T"] = "忧郁",
["D"] = "以乐“泣”送上祝福。",
},
[1217613] = {
["T"] = "卑鄙双雄",
},
[1217614] = {
["T"] = "精炼厂快速移动",
},
[1217615] = {
["T"] = "召唤强能恐惧猎犬",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，召唤一只180%效能的强能恐惧猎犬。施放召唤恶魔暴君时必定赢得|cFFFFFFFF头奖！|r。",
},
[1217616] = {
["T"] = "漂泊",
},
[1217617] = {
["T"] = "恶魔饥渴",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，召唤一只180%效能的强能恐惧猎犬。施放召唤恶魔暴君时必定赢得|cFFFFFFFF头奖！|r。",
},
[1234001] = {
["T"] = "手持挖矿工具",
},
[1234003] = {
["T"] = "拿捏耗子",
},
[1217622] = {
["T"] = "塞拉赞恩的韧性",
["D"] = "大地之盾和水之护盾不再消耗充能，且拥有115%的效能。",
},
[1217623] = {
["T"] = "漂泊",
},
[1250390] = {
["T"] = "将提瑞斯秘法会战争地图放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250391] = {
["T"] = "提瑞斯秘法会火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1234009] = {
["T"] = "稳定器光束",
},
[1217627] = {
["T"] = "击退",
},
[1234011] = {
["T"] = "不稳定的湮灭",
},
[1234012] = {
["T"] = "不稳定的湮灭",
},
[1234014] = {
["T"] = "回火",
},
[1234016] = {
["T"] = "诚信为本",
["D"] = "你在本场比赛中的最大物品等级为$w1。",
},
[1217635] = {
["T"] = "血肉盛宴",
["D"] = "施法者肆意啃噬目标的身躯并使他们定身，每次啃噬造成物理伤害，并为自身恢复相当于伤害量的0%的生命值。",
},
[1250402] = {
["T"] = "死亡遮蔽",
["D"] = "潜行。",
},
[1217637] = {
["T"] = "可重复事件 - 卑鄙双雄 - 仿生 - 拿取齿轮",
},
[1217638] = {
["T"] = "强击！",
["D"] = "你的技能有几率呼叫一名打手小队的成员，在10秒内攻击你的目标。获得嗜血或同类效果会召唤小队全体出动。",
},
[1217639] = {
["T"] = "冲锋",
},
[1217640] = {
["T"] = "暗影国度简介",
},
[1217641] = {
["T"] = "暗影国度阵营",
},
[1217642] = {
["T"] = "巨龙时代简介",
},
[1217643] = {
["T"] = "血肉盛宴",
["D"] = "施法者肆意啃噬目标的身躯并使他们定身，每次啃噬造成物理伤害，并为自身恢复相当于伤害量的100%的生命值。",
},
[1217644] = {
["T"] = "巨龙时代 - 播种阿梅达希尔",
},
[1217645] = {
["T"] = "巨龙时代 - 伊律迪孔和幽暗之心",
},
[1234029] = {
["T"] = "回火",
},
[1217648] = {
["T"] = "污染气息",
["D"] = "对施法者前方的所有敌人造成536906点自然伤害。",
},
[1217649] = {
["T"] = "奥能矩阵湮灭器",
["D"] = "|cffffffff奥能矩阵湮灭器|r会使所有接触到的玩家|cffffffff灰飞烟灭|r。 ",
},
[1234038] = {
["T"] = "传送门：返回达拉然",
["D"] = "将施法者传送到达拉然的克拉苏斯平台。",
},
[1217657] = {
["T"] = "锁定最近的目标",
},
[1217658] = {
["T"] = "凝结黏团",
["D"] = "每1秒造成自然伤害，持续4秒。当效果消失时，形成一片|cffffffff凝结黏团|r。",
},
[1217659] = {
["T"] = "凝结黏团",
["D"] = "每1秒造成自然伤害，持续4秒。当效果消失时，形成一片|cffffffff凝结黏团|r。",
},
[1217660] = {
["T"] = "凝结黏团",
["D"] = "造成自然伤害，并使受影响玩家的移动速度降低50%。",
},
[1234044] = {
["T"] = "昏天黑地",
["D"] = "迪门修斯召唤一连串的巨型天体依次砸向地面，每次撞击对12码内的玩家造成13422664点暗影伤害，并引发一次暗影震荡。",
},
[1217664] = {
["T"] = "痛击",
["D"] = "如果没有近战目标，阿兹希卡会猛砸地面，对所有玩家造成894843点物理伤害。",
},
[1217665] = {
["T"] = "强击，强击！",
["D"] = "你的技能有几率呼叫一名打手小队的成员，在10秒内攻击你的目标。获得嗜血或同类效果会召唤小队全体出动。",
},
[1217666] = {
["T"] = "充能",
},
[1217667] = {
["T"] = "能量导向护盾",
["D"] = "幽坑太保将其机甲的能量转移至护盾，使其在尝试充能时暂时关停，护盾持续期间吸收相当于生命值10%的伤害，但在关停时受到的伤害提高150%。如果幽坑太保成功为其机甲充能，则恢复25%的生命值。",
},
[1217668] = {
["T"] = "变形元素火焰迅猛龙",
},
[1217669] = {
["T"] = "变形元素冰霜迅猛龙",
},
[1234053] = {
["T"] = "暗影震荡",
},
[1234054] = {
["T"] = "暗影震荡",
["D"] = "撼天动地的暗影能量冲击波从冲击处向外爆发，对触及的玩家造成1431751点暗影伤害，并使其受到暗影震荡的伤害提高100%，持续3秒。此效果可叠加。",
},
[1217672] = {
["T"] = "推进器冲击",
},
[1217673] = {
["T"] = "虚空溅射",
["D"] = "虚空能量从冲击点爆发，对所有玩家造成223710点暗影伤害。",
},
[1217674] = {
["T"] = "推进器冲击",
},
[1217675] = {
["T"] = "捅肠",
["D"] = "你的技能有几率呼叫一名打手小队的成员，在10秒内攻击你的目标。获得嗜血或同类效果会召唤小队全体出动。",
},
[1217676] = {
["T"] = "刺刀乱舞",
["D"] = "你的技能有几率呼叫一名打手小队的成员，在10秒内攻击你的目标。获得嗜血或同类效果会召唤小队全体出动。",
},
[1234060] = {
["T"] = "美酒痛殴",
["D"] = "对一名敌人造成5592777点物理伤害。",
},
[1234064] = {
["T"] = "美酒之子",
["D"] = "召唤酒灵协助施法者作战。",
},
[1234065] = {
["T"] = "美酒之子",
["D"] = "召唤酒灵协助施法者作战。",
},
[1217684] = {
["T"] = "滚动的垃圾",
},
[1217685] = {
["T"] = "惨痛经历",
["D"] = "滚动的垃圾被摧毁时，吸收的敌人会被弹射到附近的位置。\r\n\r\n这段创伤经历使他们受到的伤害提高100%，但不再能够被滚动的垃圾吸收。",
},
[1217686] = {
["T"] = "滚动的垃圾",
},
[1217689] = {
["T"] = "搜寻并摧毁",
},
[1217691] = {
["T"] = "附魔蜡烛",
["D"] = "在附近放置一根附魔蜡烛，驱散周围的黑暗。",
},
[1217692] = {
["T"] = "持有蜡烛",
},
[1217695] = {
["T"] = "强击时间",
},
[1217696] = {
["T"] = "暗影步",
},
[1217698] = {
["T"] = "刺刀时间",
},
[1217699] = {
["T"] = "通告",
},
[1234084] = {
["T"] = "昂扬猛火",
["D"] = "对施法者前方的所有敌人造成671133点火焰伤害。\n每2秒对施法者前方的所有敌人造成134226点火焰伤害，持续12秒。",
},
[1250469] = {
["T"] = "相位坐骑",
},
[1234087] = {
["T"] = "昂扬猛火",
["D"] = "对施法者前方的所有敌人造成671133点火焰伤害。\n每2秒对施法者前方的所有敌人造成134226点火焰伤害，持续12秒。",
},
[1217705] = {
["T"] = "经验爆发",
["D"] = "使玩家经验值大幅增长。对49级以上的玩家没有效果。",
},
[1217707] = {
["T"] = "拾取",
["D"] = "携带着一根附魔蜡烛。",
},
[1234091] = {
["T"] = "禁锢",
["D"] = "伊莉萨禁锢多名玩家，显化一座监狱，定身其中的目标，对冲击点周围3码内的玩家造成1118555点混乱伤害。\r\n\r\n监狱每1秒造成335567点混乱伤害并定身其中的囚犯，直到被摧毁。",
},
[1234094] = {
["T"] = "洛克莫丹熊皮毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1234097] = {
["T"] = "牢固的木制长椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1250481] = {
["T"] = "怒缚乌祖尔",
["D"] = "召唤或解散你的怒缚乌祖尔。",
},
[1234099] = {
["T"] = "滚动暴走",
},
[1234100] = {
["T"] = "滚动暴走",
},
[1234101] = {
["T"] = "锁定",
["D"] = "锁定一名玩家直到其被消灭。",
},
[1234102] = {
["T"] = "锁定",
["D"] = "锁定一名敌人，忽略其他所有敌人。",
},
[1217721] = {
["T"] = "射击时间",
},
[1234105] = {
["T"] = "能量提升",
},
[1234106] = {
["T"] = "能量提升",
},
[1234107] = {
["T"] = "携带滑稽的蜡烛",
["D"] = "造型滑稽的蜡烛点亮的不只是光芒。要将尖尖的那头对准黑乎乎的东西。",
},
[1234108] = {
["T"] = "滑稽的蜡烛",
["D"] = "关闭虚空气泡，并对冲击点10码范围内的敌人造成1385890点火焰伤害。",
},
[1217727] = {
["T"] = "水流大炮",
},
[1234113] = {
["T"] = "正在安装",
},
[1217731] = {
["T"] = "恶魔之火风暴",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，发射6道100%效能的恶魔之火箭矢。施放召唤地狱火时必定赢得|cFFFFFFFF头奖！|r。",
},
[1234115] = {
["T"] = "狼人战士出现",
},
[1266882] = {
["T"] = "将无冕者集市摊位放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1234119] = {
["T"] = "禁锢",
["D"] = "伊莉萨禁锢多名玩家，显化一座监狱，定身其中的目标，对冲击点周围3码内的玩家造成1118555点混乱伤害。\r\n\r\n监狱每1秒造成335567点混乱伤害并定身其中的囚犯，直到被摧毁。",
},
[1234120] = {
["T"] = "能量提升",
},
[1234121] = {
["T"] = "能量提升",
},
[1217739] = {
["T"] = "钻地",
["D"] = "施法者钻入地下，从另一个位置出现，对出现位置周围8码内的玩家造成3355665点物理伤害，并击飞他们。\r\n\r\n对所有其他玩家额外造成1118555点物理伤害。",
},
[1217740] = {
["T"] = "诞生",
},
[1217744] = {
["T"] = "真菌踪迹",
["D"] = "留下|cffffffff软泥痕迹|r，每秒对敌人造成自然伤害。",
},
[1217745] = {
["T"] = "真菌踪迹",
},
[1217746] = {
["T"] = "软泥痕迹",
["D"] = "每1秒造成536906点自然伤害。",
},
[1217750] = {
["T"] = "烈焰大师",
},
[1250517] = {
["T"] = "驯养的相位巡游者",
["D"] = "召唤或解散一只可供骑乘的战火梦魇兽。",
},
[1217752] = {
["T"] = "错乱",
["D"] = "增幅器在高能量时品质劣化，迅速朝随机方向射出|cffffffff共鸣震波|r。",
},
[1217753] = {
["T"] = "废物炸弹",
["D"] = "弗莱兰多喷出一团废料，10秒后爆炸，造成3131955点火焰伤害，由所有玩家均摊，并击退0码范围内的玩家。|cffffffff废物炸弹|r周围8码内每有一个玩家都会降低此伤害。",
},
[1217755] = {
["T"] = "废物炸弹",
["D"] = "弗莱兰多喷出一团废料，10秒后爆炸，造成3131955点火焰伤害，由所有玩家均摊，并击退0码范围内的玩家。|cffffffff废物炸弹|r周围8码内每有一个玩家都会降低此伤害。",
},
[1217756] = {
["T"] = "错乱",
},
[1217759] = {
["T"] = "食尸鬼诞生",
},
[1217760] = {
["T"] = "加老大",
["D"] = "召唤或解散加里金刚。",
},
[1217765] = {
["T"] = "废物炸弹",
},
[1217766] = {
["T"] = "电刑矩阵",
},
[1217769] = {
["T"] = "头奖！",
["D"] = "施放碎裂星辰或赢得|cFFFFFFFF头奖！|r会使你的下一个蓄力法术的伤害提高18%，最多可叠加2层。",
},
[1217770] = {
["T"] = "模块速度 -5%到5%",
},
[1217771] = {
["T"] = "引导恶魔之火",
["D"] = "向40码以内被你的献祭影响的目标随机射出15枚邪火箭矢，持续2.6秒。每枚箭矢对目标造成7312点火焰伤害，并对目标附近的敌人造成3635点火焰伤害。",
},
[1217772] = {
["T"] = "播放电影",
},
[1217773] = {
["T"] = "废物炸弹",
},
[1217774] = {
["T"] = "播放电影",
},
[1217776] = {
["T"] = "取消影片",
},
[1217778] = {
["T"] = "播放电影",
},
[1217779] = {
["T"] = "烛光",
["D"] = "在黑暗之光中绽放出辉光，具有能量时使玩家不会受到|cffffffff扼息暗影|r影响。",
},
[1217780] = {
["T"] = "打开",
},
[1217781] = {
["T"] = "收集",
},
[1217784] = {
["T"] = "阴影缠身",
["D"] = "被徘徊不去的阴影纠缠，阴影偶尔会追赶你。看向阴影可以使其停止移动！",
},
[1217786] = {
["T"] = "引导恶魔之火",
["D"] = "向40码以内被你的献祭影响的目标随机射出15枚邪火箭矢，持续2.6秒。每枚箭矢对目标造成7312点火焰伤害，并对目标附近的敌人造成3635点火焰伤害。",
},
[1217787] = {
["T"] = "引导恶魔之火",
["D"] = "向40码以内被你的献祭影响的目标随机射出15枚邪火箭矢，持续2.6秒。每枚箭矢对目标造成7312点火焰伤害，并对目标附近的敌人造成3635点火焰伤害。",
},
[1217788] = {
["T"] = "捕人猎手",
["D"] = "用瞄准射击对玩家造成伤害时，施加致死之伤效果，使该单位受到的治疗降低25%，持续10秒。",
},
[1217789] = {
["T"] = "恶劣伤势",
["D"] = "重创目标，使其受到的所有治疗效果降低，持续10秒。",
},
[1217791] = {
["T"] = "电刑矩阵",
},
[1217793] = {
["T"] = "电刑矩阵",
},
[1217797] = {
["T"] = "供能！",
},
[1217798] = {
["T"] = "头奖！",
["D"] = "赢得|cFFFFFFFF头奖！|r会使你的精通提高1.9%，并使你的法术在10秒内获得精通：混乱能量的最大收益。",
},
[1217802] = {
["T"] = "泥石流",
},
[1217804] = {
["T"] = "召唤熔火炉渣",
},
[1217805] = {
["T"] = "召唤熔火炉渣",
},
[1217806] = {
["T"] = "召唤熔火炉渣",
},
[1217807] = {
["T"] = "持有图腾",
["D"] = "持有一个空气图腾以供稍后使用。 ",
},
[1234191] = {
["T"] = "法力鳐收集放弃",
},
[1250575] = {
["T"] = "白银之手追思供品",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1217810] = {
["T"] = "钻地",
},
[1217811] = {
["T"] = "熔岩护盾",
["D"] = "熔融的钢铁保护施法者，阻挡部分魔法攻击，并对附近的所有敌人造成火焰伤害。施法者受到的魔法伤害减少50%。",
},
[1217812] = {
["T"] = "纯净空气",
["D"] = "净化空气，使玩家不会受到|cffffffff窒息毒雾|r影响。",
},
[1217813] = {
["T"] = "熔岩护盾",
["D"] = "对附近的敌人造成火焰伤害。",
},
[1217815] = {
["T"] = "放置空气图腾",
["D"] = "在附近放置一个空气图腾，驱散周围的毒素。",
},
[1217816] = {
["T"] = "钻地",
},
[1217817] = {
["T"] = "灼热巨颚",
["D"] = "向一名玩家跃击并用|cffffffff灼热巨颚|r咬击他们，造成357937点火焰伤害，并每1秒额外造成178968点火焰伤害，持续10秒。",
},
[1234201] = {
["T"] = "分离",
},
[1217819] = {
["T"] = "灼热巨颚",
["D"] = "向一名玩家跃击并用|cffffffff灼热巨颚|r咬击他们，造成357937点火焰伤害，并每1秒额外造成178968点火焰伤害，持续10秒。",
},
[1217820] = {
["T"] = "拾取",
["D"] = "携带着一根附魔蜡烛。",
},
[1217821] = {
["T"] = "灼热巨颚",
["D"] = "向一名玩家跃击并用|cffffffff灼热巨颚|r咬击他们，造成357937点火焰伤害，并每1秒额外造成178968点火焰伤害，持续10秒。",
},
[1217823] = {
["T"] = "打手小队，立即出动！",
},
[1234208] = {
["T"] = "注入",
},
[1234209] = {
["T"] = "锻造",
},
[1234210] = {
["T"] = "能量提升",
},
[1234211] = {
["T"] = "虔诚者",
["D"] = "|CFF808080你是虔诚者之一，敏捷额外提高1点。|R",
},
[1234212] = {
["T"] = "虔诚者",
["D"] = "|CFF808080你是虔诚者之一，敏捷额外提高1点。|R",
},
[1217831] = {
["T"] = "开锁",
},
[1217833] = {
["T"] = "亡者复生",
},
[1234217] = {
["T"] = "自动化足球炸弹分发器",
},
[1234219] = {
["T"] = "足球炸弹糊脸",
["D"] = "你的有害攻击、法术和技能有几率启动分发器，在场上抛下2个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向当前目标，对6码范围内的所有敌人造成73点火焰伤害。",
},
[1217837] = {
["T"] = "慷慨相赠",
["D"] = "买一送一！|cffffffff工兵的背包|r会额外掉落一枚炸弹，在片刻之后引爆，对7码内的玩家造成2684532点火焰伤害。",
},
[1234222] = {
["T"] = "矮人法师出现",
},
[1217841] = {
["T"] = "制造零件",
},
[1217842] = {
["T"] = "制造图腾",
},
[1234226] = {
["T"] = "正在安装",
},
[1234227] = {
["T"] = "正在安装",
},
[1234228] = {
["T"] = "正在安装",
},
[1234229] = {
["T"] = "正在安装",
},
[1250614] = {
["T"] = "畸变之力",
["D"] = "迪门修斯收紧对浮空玩家的控制。只有携带过量物质的玩家数量不低于迪门修斯当前畸变之力时，才能将其拉下。\r\n\r\n迪门修斯施放吞噬时重置此效果。",
},
[1217853] = {
["T"] = "风火轮",
["D"] = "磨轮摩托冲向一名玩家的位置，对路径中的玩家造成1342266点火焰伤害，并击退他们。",
},
[1217855] = {
["T"] = "风火轮",
["D"] = "磨轮摩托冲向一名玩家的位置，对路径中的玩家造成1342266点火焰伤害，并击退他们。",
},
[1217856] = {
["T"] = "落地",
},
[1217857] = {
["T"] = "盾牌重击",
["D"] = "用盾牌重击目标，造成111856点物理伤害。",
},
[1217858] = {
["T"] = "风火轮",
["D"] = "磨轮摩托冲向一名玩家的位置，对路径中的玩家造成1342266点火焰伤害，并击退他们。",
},
[1217859] = {
["T"] = "落地",
},
[1217860] = {
["T"] = "制造图腾",
},
[1217861] = {
["T"] = "制造零件",
},
[1217862] = {
["T"] = "落地",
},
[1217863] = {
["T"] = "落地",
},
[1217864] = {
["T"] = "落地",
},
[1234248] = {
["T"] = "倾压引力",
["D"] = "5秒后，强烈的引力在目标周围拍下，对2码内的所有玩家造成1610720点宇宙伤害，并施加碾碎。",
},
[1234249] = {
["T"] = "引力倒转",
["D"] = "5秒后，目标爆发出强烈的引力，对6码内的玩家造成536906点宇宙伤害，并大力将其击退。\r\n",
},
[1234250] = {
["T"] = "多首领加成",
},
[1234251] = {
["T"] = "碾碎",
["D"] = "目标被强烈的引力碾碎，陷入昏迷并每1秒受到4295252点宇宙伤害，持续4秒。",
},
[1234252] = {
["T"] = "引力倒转",
},
[1217871] = {
["T"] = "在此锚定",
},
[1217872] = {
["T"] = "迸发",
},
[1217873] = {
["T"] = "爆破诡矢",
["D"] = "对冲击点周围6码内的敌人造成536906点火焰伤害。",
},
[1217874] = {
["T"] = "特快专递",
},
[1217875] = {
["T"] = "旋风斩",
["D"] = "释放出钢铁旋风，对附近所有敌人造成290297点物理伤害。目标数量超过0个后造成的伤害降低。",
},
[1217876] = {
["T"] = "旋风斩",
["D"] = "释放出钢铁旋风，对附近所有敌人造成290297点物理伤害。目标数量超过5个后造成的伤害降低。",
},
[1217877] = {
["T"] = "旋风斩",
["D"] = "释放出钢铁旋风，对附近所有敌人造成290297点物理伤害。目标数量超过5个后造成的伤害降低。",
},
[1217878] = {
["T"] = "旋风斩",
["D"] = "释放出钢铁旋风，对附近所有敌人造成290297点物理伤害。目标数量超过5个后造成的伤害降低。",
},
[1217879] = {
["T"] = "转移位置",
},
[1234263] = {
["T"] = "寰宇崩塌",
["D"] = "迪门修斯令空间崩塌，企图将目标压碎，对12码内的玩家造成4295252点宇宙伤害和6442879点物理伤害，并施加|cffffffff寰宇脆弱|r。",
},
[1234264] = {
["T"] = "寰宇崩塌",
},
[1234265] = {
["T"] = "寰宇崩塌",
["D"] = "迪门修斯令空间崩塌，企图将目标压碎，对12码内的玩家造成4295252点宇宙伤害和6442879点物理伤害，并施加|cffffffff寰宇脆弱|r。",
},
[1234266] = {
["T"] = "寰宇脆弱",
["D"] = "受到的宇宙伤害提高150%。此效果可叠加。",
},
[1217884] = {
["T"] = "迸发",
["D"] = "施法者钻入地下，从另一个位置出现，对出现位置周围8码内的玩家造成3355665点物理伤害，并击飞他们。\r\n\r\n对所有其他玩家额外造成1118555点物理伤害。",
},
[1217885] = {
["T"] = "定时炸弹发射器",
["D"] = "幽坑太保向附近射出多个可踢的定时炸弹。",
},
[1234269] = {
["T"] = "寰宇崩塌",
["D"] = "迪门修斯令空间崩塌，企图将目标压碎，对12码内的玩家造成4295252点宇宙伤害和6442879点物理伤害，并施加|cffffffff寰宇脆弱|r。",
},
[1234270] = {
["T"] = "寰宇崩塌",
["D"] = "迪门修斯令空间崩塌，企图将目标压碎，对12码内的玩家造成4295252点宇宙伤害和6442879点物理伤害，并施加|cffffffff寰宇脆弱|r。",
},
[1234271] = {
["T"] = "寰宇崩塌",
},
[1234273] = {
["T"] = "寰宇崩塌",
},
[1217891] = {
["T"] = "试验性地精燃料补充剂",
["D"] = "最大生命值降低50%，并提供一项随机战斗增益。\r\n\r\n只能在安德麦使用。激活时，敌人会为施法者掉落额外的市场研究。",
},
[1217895] = {
["T"] = "离开托尔达戈",
},
[1217896] = {
["T"] = "传送",
},
[1217897] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的冰霜打击和冰川突进的伤害提高4%，最多可叠加6层。冰霜打击和冰川突进有7%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1234283] = {
["T"] = "纳兰的永恒圆盘",
["D"] = "\r\n|CFFe6cc80神器技能|R\r\n\r\n扔出一张奥术能量圆盘，向外弹射并回到你的手中。\r\n\r\n|cffffffff纳兰的永恒圆盘|r对路径中的敌人造成|CFFffffff$<damageValue>|R点奥术伤害。\r\n\r\n接住飞回的圆盘可以获得一个吸收护盾，并再次将其扔出，最多额外扔出2次。",
},
[1217903] = {
["T"] = "火焰箭",
["D"] = "向敌人投掷一团蜡，造成物理伤害，并使其移动速度降低536906%，持续直到主动取消。",
},
[1217904] = {
["T"] = "圆形羊绒毯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1217905] = {
["T"] = "召唤钻探机",
["D"] = "召唤一台钻探机，击退一片区域内的所有单位并对其造成伤害。\r\n\r\n钻探机还会摧毁该区域内的所有蛛网。",
},
[1217906] = {
["T"] = "召唤钻探机",
["D"] = "击退冲击点周围10码内的所有敌人。\n对冲击点周围10码内的敌人造成791936点物理伤害。",
},
[1217907] = {
["T"] = "恢复",
["D"] = "消耗大量法力值，快速为一名友方目标恢复174266点生命值。",
},
[1217908] = {
["T"] = "可重复事件 - 卑鄙双雄 - 强化物品 - 欢呼炸弹互动时",
},
[1234292] = {
["T"] = "圣物",
["D"] = "使用：将此圣物添加到你的收藏中。",
},
[1234293] = {
["T"] = "圣物",
["D"] = "|cnERROR_COLOR:你的收藏中已经有这个圣物了。|r",
},
[1217911] = {
["T"] = "打开神秘背包",
["D"] = "打开神秘背包，看看能有什么发现！",
},
[1250678] = {
["T"] = "教团底座",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1217913] = {
["T"] = "黑暗灼烧",
["D"] = "烧尽敌人，每0.5秒造成火焰伤害，持续2秒。",
},
[1234297] = {
["T"] = "堕入虚空",
["D"] = "使目标的移动速度降低50%，持续直到主动取消。\n每1秒对一名敌人造成相当于其最大生命值5%的暗影伤害，持续直到主动取消。",
},
[1217915] = {
["T"] = "黑暗灼烧",
["D"] = "烧尽敌人，每1秒造成火焰伤害，持续4秒。",
},
[1217917] = {
["T"] = "大型蛛网",
},
[1217918] = {
["T"] = "闪电重拳",
},
[1217919] = {
["T"] = "大型蛛网",
},
[1217920] = {
["T"] = "大型蛛网",
},
[1217921] = {
["T"] = "大型蛛网",
},
[1234305] = {
["T"] = "光翼龙鹰",
["D"] = "召唤或解散这种坐骑。",
},
[1217924] = {
["T"] = "得分属性",
},
[1267075] = {
["T"] = "播放RTC：麦格尼保护达格兰",
},
[1234310] = {
["T"] = "光子轰击",
["D"] = "奥术收集装置释放一道能量光束，对区域内的玩家造成3355665点奥术伤害。受到伤害的玩家还会在接下来的6秒内每1.5秒额外受到536906点奥术伤害。",
},
[1217928] = {
["T"] = "高音骤降",
},
[1217929] = {
["T"] = "爆破诡矢",
["D"] = "对冲击点周围6码内的敌人造成556593点火焰伤害。",
},
[1234313] = {
["T"] = "切割",
},
[1217931] = {
["T"] = "任务完成！",
},
[1217932] = {
["T"] = "通告",
},
[1234316] = {
["T"] = "光子轰击",
["D"] = "撰魂师向命运和命缚者的方向掷出匕首，对击中的玩家造成536906点奥术伤害，并在6秒内每1.5秒额外造成178968点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1234317] = {
["T"] = "切割",
},
[1217935] = {
["T"] = "任务完成！",
},
[1234319] = {
["T"] = "禁锢",
["D"] = "伊莉萨禁锢多名玩家，显化一座监狱，定身其中的目标，对冲击点周围3码内的玩家造成1118555点混乱伤害。\r\n\r\n监狱每1秒造成335567点混乱伤害并定身其中的囚犯，直到被摧毁。",
},
[1217938] = {
["T"] = "圣光灌注",
},
[1217939] = {
["T"] = "风火轮",
["D"] = "磨轮摩托冲向一名玩家的位置，对路径中的玩家造成1342266点火焰伤害，并击退他们。",
},
[1217940] = {
["T"] = "风火轮",
["D"] = "磨轮摩托冲向一名玩家的位置，对路径中的玩家造成1342266点火焰伤害，并击退他们。",
},
[1234324] = {
["T"] = "光子轰击",
["D"] = "奥术收集装置释放一道能量光束，对区域内的玩家造成3355665点奥术伤害。受到伤害的玩家还会在接下来的6秒内每1.5秒额外受到536906点奥术伤害。",
},
[1217944] = {
["T"] = "任务完成！",
},
[1217945] = {
["T"] = "任务完成！",
},
[1217946] = {
["T"] = "任务完成！",
},
[1217947] = {
["T"] = "任务完成！",
},
[1234332] = {
["T"] = "幽暗之心",
},
[1250717] = {
["T"] = "永恒能量",
["D"] = "+9%爆击",
},
[1217953] = {
["T"] = "极巨大冲击",
["D"] = "加里维克斯收集并射出极巨大线圈的能量，对一个方向造成2684532点自然伤害，并且每1秒额外造成134226点自然伤害，持续10秒。此效果可叠加。\r\n\r\n每次后续冲击都会使极巨大线圈的伤害提高30%。此效果可叠加。",
},
[1217954] = {
["T"] = "熔毁",
["D"] = "斯提克斯用强烈的电流电击当前目标，每1秒造成2460821点自然伤害，持续3秒。",
},
[1234338] = {
["T"] = "鸮之雕文",
["D"] = "你的瞭望的雄鹰现在看起来像是瞭望的灵枭。",
},
[1234339] = {
["T"] = "幽暗之心",
},
[1234340] = {
["T"] = "幽暗之心",
},
[1234341] = {
["T"] = "幽暗之心",
},
[1234342] = {
["T"] = "幽暗之心",
},
[1250727] = {
["T"] = "地下堡测试",
},
[1250728] = {
["T"] = "精通：恐惧之刃",
},
[1217964] = {
["T"] = "熔毁",
["D"] = "斯提克斯用强烈的电流电击当前目标，每1秒造成2460821点自然伤害，持续3秒。",
},
[1217965] = {
["T"] = "闪雾自由奔行者",
["D"] = "召唤或解散这种坐骑。",
},
[1234351] = {
["T"] = "奥术启迪",
["D"] = "\r\n|CFFe6cc80神器技能|R\r\n\r\n扔出一张奥术能量圆盘，向外弹射并回到你的手中。\r\n\r\n|cffffffff纳兰的永恒圆盘|r对路径中的敌人造成|CFFffffff$<damageValue>|R点奥术伤害。\r\n\r\n接住飞回的圆盘可以获得一个吸收护盾，并再次将其扔出，最多额外扔出2次。",
},
[1217971] = {
["T"] = "我气疯了",
["D"] = "施法者陷入疯狂，造成的伤害提高30%，持续12秒。",
},
[1217972] = {
["T"] = "嗜血",
["D"] = "急速提高30%，持续20秒。",
},
[1234356] = {
["T"] = "无面者面具",
},
[1234357] = {
["T"] = "创伤成就了我！",
["S"] = "传说",
["D"] = "使|cffffffff创伤成就了我！|r额外提高5级。\r\n\r\n|T236415:24|t |cffffffff创伤成就了我！|r\r\n你的邪痕身躯会对攻击者造成混乱伤害，在10秒内对其造成\r\n|CFFffffff$<damageValue>*$1242022d/$1242022t${$<damageValue>*$1242022d/$1242022t}|R点混乱伤害。\r\n\r\n对具有|cffffffff邪能触碰|r的敌人造成双倍伤害。\r\n\r\n此效果可叠加最多5次。",
},
[1234358] = {
["T"] = "创伤成就了我！",
["S"] = "史诗",
["D"] = "使|cffffffff创伤成就了我！|r额外提高4级。\r\n\r\n|T236415:24|t |cffffffff创伤成就了我！|r\r\n你的邪痕身躯会对攻击者造成混乱伤害，在10秒内对其造成\r\n|CFFffffff$<damageValue>*$1242022d/$1242022t${$<damageValue>*$1242022d/$1242022t}|R点混乱伤害。\r\n\r\n对具有|cffffffff邪能触碰|r的敌人造成双倍伤害。\r\n\r\n此效果可叠加最多5次。",
},
[1234359] = {
["T"] = "创伤成就了我！",
["S"] = "精良",
["D"] = "使|cffffffff创伤成就了我！|r额外提高3级。\r\n\r\n|T236415:24|t |cffffffff创伤成就了我！|r\r\n你的邪痕身躯会对攻击者造成混乱伤害，在10秒内对其造成\r\n|CFFffffff$<damageValue>*$1242022d/$1242022t${$<damageValue>*$1242022d/$1242022t}|R点混乱伤害。\r\n\r\n对具有|cffffffff邪能触碰|r的敌人造成双倍伤害。\r\n\r\n此效果可叠加最多5次。",
},
[1234360] = {
["T"] = "创伤成就了我！",
["S"] = "优秀",
["D"] = "使|cffffffff创伤成就了我！|r额外提高2级。\r\n\r\n|T236415:24|t |cffffffff创伤成就了我！|r\r\n你的邪痕身躯会对攻击者造成混乱伤害，在10秒内对其造成\r\n|CFFffffff$<damageValue>*$1242022d/$1242022t${$<damageValue>*$1242022d/$1242022t}|R点混乱伤害。\r\n\r\n对具有|cffffffff邪能触碰|r的敌人造成双倍伤害。\r\n\r\n此效果可叠加最多5次。",
},
[1234361] = {
["T"] = "创伤成就了我！",
["S"] = "普通",
["D"] = "使|cffffffff创伤成就了我！|r额外提高1级。\r\n\r\n|T236415:24|t |cffffffff创伤成就了我！|r\r\n你的邪痕身躯会对攻击者造成混乱伤害，在10秒内对其造成\r\n|CFFffffff$<damageValue>*$1242022d/$1242022t${$<damageValue>*$1242022d/$1242022t}|R点混乱伤害。\r\n\r\n对具有|cffffffff邪能触碰|r的敌人造成双倍伤害。\r\n\r\n此效果可叠加最多5次。",
},
[1234362] = {
["T"] = "恶毒之触",
["S"] = "传说",
["D"] = "使|cffffffff恶毒之触|r额外提高5级。\r\n\r\n|T1380367:24|t |cffffffff恶毒之触|r\r\n你和仆从的伤害性法术和技能会周期性地对敌人施加|cffffffff邪能触碰|r。|cffffffff扭曲的远征|r召唤的狱火恐惧魔王对具有|cffffffff邪能触碰|r的敌人必定造成爆击。\r\n\r\n|T841218:24|t\r\n|cffffffff邪能触碰|r\r\n每过4秒，目标爆裂，对附近敌人造成过去4秒内受到伤害|CFFffffff3%|R的伤害。\r\n\r\n\r\n目标超过5个时伤害降低。",
},
[1234363] = {
["T"] = "恶毒之触",
["S"] = "史诗",
["D"] = "使|cffffffff恶毒之触|r额外提高4级。\r\n\r\n|T1380367:24|t |cffffffff恶毒之触|r\r\n你和仆从的伤害性法术和技能会周期性地对敌人施加|cffffffff邪能触碰|r。|cffffffff扭曲的远征|r召唤的狱火恐惧魔王对具有|cffffffff邪能触碰|r的敌人必定造成爆击。\r\n\r\n|T841218:24|t\r\n|cffffffff邪能触碰|r\r\n每过4秒，目标爆裂，对附近敌人造成过去4秒内受到伤害|CFFffffff3%|R的伤害。\r\n\r\n\r\n目标超过5个时伤害降低。",
},
[1234364] = {
["T"] = "恶毒之触",
["S"] = "精良",
["D"] = "使|cffffffff恶毒之触|r额外提高3级。\r\n\r\n|T1380367:24|t |cffffffff恶毒之触|r\r\n你和仆从的伤害性法术和技能会周期性地对敌人施加|cffffffff邪能触碰|r。|cffffffff扭曲的远征|r召唤的狱火恐惧魔王对具有|cffffffff邪能触碰|r的敌人必定造成爆击。\r\n\r\n|T841218:24|t\r\n|cffffffff邪能触碰|r\r\n每过4秒，目标爆裂，对附近敌人造成过去4秒内受到伤害|CFFffffff3%|R的伤害。\r\n\r\n\r\n目标超过5个时伤害降低。",
},
[1234365] = {
["T"] = "恶毒之触",
["S"] = "优秀",
["D"] = "使|cffffffff恶毒之触|r额外提高2级。\r\n\r\n|T1380367:24|t |cffffffff恶毒之触|r\r\n你和仆从的伤害性法术和技能会周期性地对敌人施加|cffffffff邪能触碰|r。|cffffffff扭曲的远征|r召唤的狱火恐惧魔王对具有|cffffffff邪能触碰|r的敌人必定造成爆击。\r\n\r\n|T841218:24|t\r\n|cffffffff邪能触碰|r\r\n每过4秒，目标爆裂，对附近敌人造成过去4秒内受到伤害|CFFffffff3%|R的伤害。\r\n\r\n\r\n目标超过5个时伤害降低。",
},
[1234366] = {
["T"] = "恶毒之触",
["S"] = "普通",
["D"] = "使|cffffffff恶毒之触|r额外提高1级。\r\n\r\n|T1380367:24|t |cffffffff恶毒之触|r\r\n你和仆从的伤害性法术和技能会周期性地对敌人施加|cffffffff邪能触碰|r。|cffffffff扭曲的远征|r召唤的狱火恐惧魔王对具有|cffffffff邪能触碰|r的敌人必定造成爆击。\r\n\r\n|T841218:24|t\r\n|cffffffff邪能触碰|r\r\n每过4秒，目标爆裂，对附近敌人造成过去4秒内受到伤害|CFFffffff3%|R的伤害。\r\n\r\n\r\n目标超过5个时伤害降低。",
},
[1234367] = {
["T"] = "奥术结界",
["S"] = "传说",
["D"] = "使|cffffffff奥术结界|r额外提高3级。\r\n\r\n|T4638530:24|t |cffffffff奥术结界|r\r\n在战斗中站立不动4秒后，你会开始引导奥术结界，在移动前吸收|CFFffffff$<damageValue>|R点伤害。|cffffffff纳兰的永恒圆盘|r激活时，|cffffffff奥术结界|r生效所需的时间减半。",
},
[1234368] = {
["T"] = "奥术结界",
["S"] = "史诗",
["D"] = "使|cffffffff奥术结界|r额外提高4级。\r\n\r\n|T4638530:24|t |cffffffff奥术结界|r\r\n在战斗中站立不动4秒后，你会开始引导奥术结界，在移动前吸收|CFFffffff$<damageValue>|R点伤害。|cffffffff纳兰的永恒圆盘|r激活时，|cffffffff奥术结界|r生效所需的时间减半。",
},
[1234369] = {
["T"] = "奥术结界",
["S"] = "精良",
["D"] = "使|cffffffff奥术结界|r额外提高3级。\r\n\r\n|T4638530:24|t |cffffffff奥术结界|r\r\n在战斗中站立不动4秒后，你会开始引导奥术结界，在移动前吸收|CFFffffff$<damageValue>|R点伤害。|cffffffff纳兰的永恒圆盘|r激活时，|cffffffff奥术结界|r生效所需的时间减半。",
},
[1234370] = {
["T"] = "奥术结界",
["S"] = "优秀",
["D"] = "使|cffffffff奥术结界|r额外提高2级。\r\n\r\n|T4638530:24|t |cffffffff奥术结界|r\r\n在战斗中站立不动4秒后，你会开始引导奥术结界，在移动前吸收|CFFffffff$<damageValue>|R点伤害。|cffffffff纳兰的永恒圆盘|r激活时，|cffffffff奥术结界|r生效所需的时间减半。",
},
[1234371] = {
["T"] = "奥术结界",
["S"] = "普通",
["D"] = "使|cffffffff奥术结界|r额外提高1级。\r\n\r\n|T4638530:24|t |cffffffff奥术结界|r\r\n在战斗中站立不动4秒后，你会开始引导奥术结界，在移动前吸收|CFFffffff$<damageValue>|R点伤害。|cffffffff纳兰的永恒圆盘|r激活时，|cffffffff奥术结界|r生效所需的时间减半。",
},
[1234372] = {
["T"] = "风暴喷涌者",
["S"] = "传说",
["D"] = "使|cffffffff风暴喷涌者|r额外提高3级。\r\n\r\n|T136099:24|t |cffffffff风暴喷涌者|r\r\n你可以在施法时移动。\r\n\r\n移动会在你的周围产生电能，持续6秒，周期性地召唤闪电，对周围的敌人造成|CFFffffff$<damageValue>|R点伤害。",
},
[1234373] = {
["T"] = "风暴喷涌者",
["S"] = "史诗",
["D"] = "使|cffffffff风暴喷涌者|r额外提高2级。\r\n\r\n|T136099:24|t |cffffffff风暴喷涌者|r\r\n你可以在施法时移动。\r\n\r\n移动会在你的周围产生电能，持续6秒，周期性地召唤闪电，对周围的敌人造成|CFFffffff$<damageValue>|R点伤害。",
},
[1234374] = {
["T"] = "风暴喷涌者",
["S"] = "精良",
["D"] = "使|cffffffff风暴喷涌者|r额外提高3级。\r\n\r\n|T136099:24|t |cffffffff风暴喷涌者|r\r\n你可以在施法时移动。\r\n\r\n移动会在你的周围产生电能，持续6秒，周期性地召唤闪电，对周围的敌人造成|CFFffffff$<damageValue>|R点伤害。",
},
[1234375] = {
["T"] = "风暴喷涌者",
["S"] = "优秀",
["D"] = "使|cffffffff风暴喷涌者|r额外提高2级。\r\n\r\n|T136099:24|t |cffffffff风暴喷涌者|r\r\n你可以在施法时移动。\r\n\r\n移动会在你的周围产生电能，持续6秒，周期性地召唤闪电，对周围的敌人造成|CFFffffff$<damageValue>|R点伤害。",
},
[1217993] = {
["T"] = "石壳",
["D"] = "使施法者获得护盾，吸收243973点伤害。护盾存在时，受到的物理伤害降低50%。\r\n",
},
[1234377] = {
["T"] = "卓格巴尔火折子",
["S"] = "传说",
["D"] = "使|cffffffff傲慢标记|r额外提高3级，使|cffffffff深渊恐惧|r额外提高2级。|n|n|T460856:24|t |cffffffff傲慢标记|r|n攻击者会被打上傲慢标记，每1.6秒造成9点暗影伤害，持续10秒，最多叠加5次。|n|n|T463487:24|t |cffffffff深渊恐惧|r|n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1234378] = {
["T"] = "卓格巴尔火折子",
["S"] = "史诗",
["D"] = "使|cffffffff傲慢标记|r额外提高2级，使|cffffffff深渊恐惧|r额外提高2级。|n|n|T460856:24|t |cffffffff傲慢标记|r|n攻击者会被打上傲慢标记，每1.6秒造成9点暗影伤害，持续10秒，最多叠加5次。|n|n|T463487:24|t |cffffffff深渊恐惧|r|n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1234379] = {
["T"] = "卓格巴尔火折子",
["S"] = "精良",
["D"] = "使|cffffffff傲慢标记|r额外提高2级，使|cffffffff深渊恐惧|r额外提高1级。|n|n|T460856:24|t |cffffffff傲慢标记|r|n攻击者会被打上傲慢标记，每1.6秒造成9点暗影伤害，持续10秒，最多叠加5次。|n|n|T463487:24|t |cffffffff深渊恐惧|r|n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1234380] = {
["T"] = "卓格巴尔火折子",
["S"] = "优秀",
["D"] = "使|cffffffff傲慢标记|r额外提高1级，使|cffffffff深渊恐惧|r额外提高1级。|n|n|T460856:24|t |cffffffff傲慢标记|r|n攻击者会被打上傲慢标记，每1.6秒造成9点暗影伤害，持续10秒，最多叠加5次。|n|n|T463487:24|t |cffffffff深渊恐惧|r|n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1217998] = {
["T"] = "迸发",
["D"] = "施法者钻入地下，从另一个位置出现，对出现位置周围8码内的玩家造成3355665点物理伤害，并击飞他们。\r\n\r\n对所有其他玩家额外造成1118555点物理伤害。",
},
[1234382] = {
["T"] = "傲慢标记",
["S"] = "传说",
["D"] = "使|cffffffff傲慢标记|r额外提高3级，使|cffffffff灼热烙印|r额外提高2级。|n|n|T460856:24|t |cffffffff傲慢标记|r|n攻击者会被打上傲慢标记，每1.6秒造成9点暗影伤害，持续10秒，最多叠加5次。|n|n|T1589502:24|t |cffffffff灼热烙印|r|n你对受到影响的敌人造成的伤害提高10%。",
},
[1234383] = {
["T"] = "傲慢标记",
["S"] = "史诗",
["D"] = "使|cffffffff傲慢标记|r额外提高2级，使|cffffffff灼热烙印|r额外提高2级。|n|n|T460856:24|t |cffffffff傲慢标记|r|n攻击者会被打上傲慢标记，每1.6秒造成9点暗影伤害，持续10秒，最多叠加5次。|n|n|T1589502:24|t |cffffffff灼热烙印|r|n你对受到影响的敌人造成的伤害提高10%。",
},
[1234384] = {
["T"] = "傲慢标记",
["S"] = "精良",
["D"] = "使|cffffffff傲慢标记|r额外提高2级，使|cffffffff灼热烙印|r额外提高1级。|n|n|T460856:24|t |cffffffff傲慢标记|r|n攻击者会被打上傲慢标记，每1.6秒造成9点暗影伤害，持续10秒，最多叠加5次。|n|n|T1589502:24|t |cffffffff灼热烙印|r|n你对受到影响的敌人造成的伤害提高10%。",
},
[1218002] = {
["T"] = "中毒",
},
[1218003] = {
["T"] = "强效突变剂",
["D"] = "赢得|cFFFFFFFF头奖！|r会用突变剂强化你的宠物，使其自动攻击对目标和10码范围内最多4个敌人造成18432点自然伤害，持续8秒。突变攻击会使狂野怒火的冷却时间降低0.10秒。",
},
[1218004] = {
["T"] = "强效突变剂",
["D"] = "赢得|cFFFFFFFF头奖！|r会用突变剂强化你的宠物，使其自动攻击对目标和10码范围内最多4个敌人造成18432点自然伤害，持续8秒。突变攻击会使狂野怒火的冷却时间降低0.10秒。",
},
[1234388] = {
["T"] = "英灵殿之焰",
["S"] = "史诗",
["D"] = "使|cffffffff时光报应|r额外提高2级，使|cffffffff动荡魔法|r额外提高2级。|n|n|T610472:24|t |cffffffff时光报应|r|n当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。|n|n|T4226154:24|t |cffffffff动荡魔法|r|n你的爆击有几率产生魔法爆发，对目标周围6码内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点奥术伤害。\r\n\r\n|cffffffff纳兰的永恒圆盘|r现在必定对具有|cffffffff邪能触碰|r的敌人造成爆击。",
},
[1234389] = {
["T"] = "英灵殿之焰",
["S"] = "精良",
["D"] = "使|cffffffff时光报应|r额外提高2级，使|cffffffff动荡魔法|r额外提高1级。|n|n|T610472:24|t |cffffffff时光报应|r|n当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。|n|n|T4226154:24|t |cffffffff动荡魔法|r|n你的爆击有几率产生魔法爆发，对目标周围6码内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点奥术伤害。\r\n\r\n|cffffffff纳兰的永恒圆盘|r现在必定对具有|cffffffff邪能触碰|r的敌人造成爆击。",
},
[1218007] = {
["T"] = "更新玩家位面/光环",
},
[1234391] = {
["T"] = "英灵殿之焰",
["S"] = "普通",
["D"] = "使|cffffffff时光报应|r额外提高1级。|n|n|T610472:24|t |cffffffff时光报应|r|n当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。",
},
[1234392] = {
["T"] = "艾萨拉之怒",
["S"] = "传说",
["D"] = "使|cffffffff至高岭的坚韧|r额外提高3级，使|cffffffff深涌惊涛|r额外提高2级。|n|n|T1322283:24|t |cffffffff至高岭的坚韧|r|n每过12秒，你会开始将受到伤害的|CFFffffff3%|R积攒为|cffffffff坚韧|r。8秒后，|cffffffff坚韧|r会转化为防御屏障，吸收相当于积攒量的伤害，持续4秒。|n|n|T3528297:24|t |cffffffff深涌惊涛|r|n|cnLEGION_REMIX_FACTION_NAGA:纳迦|R使具有邪能烙印的敌人昏迷会将其引爆，对附近的敌人造成0点伤害。如果深涌惊涛对具有邪能烙印的敌人造成了伤害，同时也会将其引爆。",
},
[1218010] = {
["T"] = "点燃导火索",
},
[1218011] = {
["T"] = "可重复事件 - 卑鄙双雄 - 大型聚光灯",
},
[1218012] = {
["T"] = "红玉彩蝶",
["D"] = "召唤或解散红玉彩蝶坐骑。",
},
[1218013] = {
["T"] = "春日彩蝶",
["D"] = "召唤或解散春日彩蝶坐骑。",
},
[1234397] = {
["T"] = "深渊恐惧",
["S"] = "传说",
["D"] = "使|cffffffff深渊恐惧|r额外提高5级。\r\n\r\n|T463487:24|t |cffffffff深渊恐惧|r\r\n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1234398] = {
["T"] = "深渊恐惧",
["S"] = "史诗",
["D"] = "使|cffffffff深渊恐惧|r额外提高4级。\r\n\r\n|T463487:24|t |cffffffff深渊恐惧|r\r\n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1234399] = {
["T"] = "深渊恐惧",
["S"] = "精良",
["D"] = "使|cffffffff深渊恐惧|r额外提高3级。\r\n\r\n|T463487:24|t |cffffffff深渊恐惧|r\r\n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1218017] = {
["T"] = "螃蟹炸弹齐射",
["D"] = "召唤一只螃蟹炸弹，然后骑在螃蟹炸弹上，再投掷一轮螃蟹炸弹，持续30秒。每3秒发起一轮螃蟹炸弹齐射，对5码内的目标造成1118555点火焰伤害。\r\n\r\n嗯，导火索已经点燃……",
},
[1218018] = {
["T"] = "净化暗影",
["D"] = "向一个位置投掷信号弹，引开飞行投弹手。 ",
},
[1234402] = {
["T"] = "军团的烙印",
["S"] = "传说",
["D"] = "使|cffffffff军团的烙印|r额外提高5级。|n|n|T1344647:24|t |cffffffff军团的烙印|r|n你的伤害性法术和技能会周期性地使敌人受到|cffffffff邪能触碰|r。叠加至1层后，|cffffffff邪能触碰|r的敌人将被打上。\r\n\r\n|T136243:24|t  \r\n每过5.2秒，目标爆裂，对附近敌人造成过去5.2秒内受到伤害|CFFffffff3%|R的伤害。",
},
[1234403] = {
["T"] = "军团的烙印",
["S"] = "史诗",
["D"] = "使|cffffffff军团的烙印|r额外提高4级。|n|n|T1344647:24|t |cffffffff军团的烙印|r|n你的伤害性法术和技能会周期性地使敌人受到|cffffffff邪能触碰|r。叠加至1层后，|cffffffff邪能触碰|r的敌人将被打上。\r\n\r\n|T136243:24|t  \r\n每过5.2秒，目标爆裂，对附近敌人造成过去5.2秒内受到伤害|CFFffffff3%|R的伤害。",
},
[1234404] = {
["T"] = "军团的烙印",
["S"] = "精良",
["D"] = "使|cffffffff军团的烙印|r额外提高3级。|n|n|T1344647:24|t |cffffffff军团的烙印|r|n你的伤害性法术和技能会周期性地使敌人受到|cffffffff邪能触碰|r。叠加至1层后，|cffffffff邪能触碰|r的敌人将被打上。\r\n\r\n|T136243:24|t  \r\n每过5.2秒，目标爆裂，对附近敌人造成过去5.2秒内受到伤害|CFFffffff3%|R的伤害。",
},
[1234405] = {
["T"] = "军团的烙印",
["S"] = "优秀",
["D"] = "使|cffffffff军团的烙印|r额外提高2级。|n|n|T1344647:24|t |cffffffff军团的烙印|r|n你的伤害性法术和技能会周期性地使敌人受到|cffffffff邪能触碰|r。叠加至1层后，|cffffffff邪能触碰|r的敌人将被打上。\r\n\r\n|T136243:24|t  \r\n每过5.2秒，目标爆裂，对附近敌人造成过去5.2秒内受到伤害|CFFffffff3%|R的伤害。",
},
[1234406] = {
["T"] = "军团的烙印",
["S"] = "普通",
["D"] = "使|cffffffff军团的烙印|r额外提高1级。|n|n|T1344647:24|t |cffffffff军团的烙印|r|n你的伤害性法术和技能会周期性地使敌人受到|cffffffff邪能触碰|r。叠加至1层后，|cffffffff邪能触碰|r的敌人将被打上。\r\n\r\n|T136243:24|t  \r\n每过5.2秒，目标爆裂，对附近敌人造成过去5.2秒内受到伤害|CFFffffff3%|R的伤害。",
},
[1234407] = {
["T"] = "鱼人奇物",
["S"] = "传说",
["D"] = "使|cffffffff深渊恐惧|r额外提高5级。|n|n|T463487:24|t |cffffffff深渊恐惧|r|n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1234408] = {
["T"] = "鱼人奇物",
["S"] = "史诗",
["D"] = "使|cffffffff深渊恐惧|r额外提高4级。|n|n|T463487:24|t |cffffffff深渊恐惧|r|n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1234409] = {
["T"] = "鱼人奇物",
["S"] = "精良",
["D"] = "使|cffffffff深渊恐惧|r额外提高3级。|n|n|T463487:24|t |cffffffff深渊恐惧|r|n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1234410] = {
["T"] = "鱼人奇物",
["S"] = "优秀",
["D"] = "使|cffffffff深渊恐惧|r额外提高2级。|n|n|T463487:24|t |cffffffff深渊恐惧|r|n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1234411] = {
["T"] = "鱼人奇物",
["S"] = "普通",
["D"] = "使|cffffffff深渊恐惧|r额外提高1级。|n|n|T463487:24|t |cffffffff深渊恐惧|r|n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1218029] = {
["T"] = "螃蟹炸弹齐射",
["D"] = "召唤一只螃蟹炸弹，然后骑在螃蟹炸弹上，再投掷一轮螃蟹炸弹，持续30秒。每3秒发起一轮螃蟹炸弹齐射，对5码内的目标造成1118555点火焰伤害。\r\n\r\n嗯，导火索已经点燃……",
},
[1218030] = {
["T"] = "水手杂兵的保险箱",
},
[1234414] = {
["T"] = "动荡魔法",
["S"] = "精良",
["D"] = "使|cffffffff动荡魔法|r额外提高3级。\r\n\r\n|T4226154:24|t |cffffffff动荡魔法|r\r\n你的爆击有几率产生魔法爆发，对目标周围6码内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点奥术伤害。\r\n\r\n|cffffffff纳兰的永恒圆盘|r现在必定对具有|cffffffff邪能触碰|r的敌人造成爆击。",
},
[1234415] = {
["T"] = "动荡魔法",
["S"] = "优秀",
["D"] = "使|cffffffff动荡魔法|r额外提高2级。|n|n|T4226154:24|t |cffffffff动荡魔法|r|n你的爆击有几率产生魔法爆发，对目标周围6码内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点奥术伤害。\r\n\r\n|cffffffff纳兰的永恒圆盘|r现在必定对具有|cffffffff邪能触碰|r的敌人造成爆击。",
},
[1218033] = {
["T"] = "头奖！",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，使你的自动射击伤害提高200%，自动射击间隔缩短0.5秒，持续10秒。施放百发百中必定赢得|cFFFFFFFF头奖！|r。",
},
[1234417] = {
["T"] = "时光报应",
["S"] = "传说",
["D"] = "使|cffffffff时光报应|r额外提高5级。|n|n|T610472:24|t |cffffffff时光报应|r|n当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。",
},
[1234418] = {
["T"] = "时光报应",
["S"] = "史诗",
["D"] = "使|cffffffff时光报应|r额外提高4级。|n|n|T610472:24|t |cffffffff时光报应|r|n当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。",
},
[1218036] = {
["T"] = "螃蟹炸弹回火！",
["D"] = "也许骑在炸弹上投掷炸弹并非上策？昏迷4秒。",
},
[1234420] = {
["T"] = "时光报应",
["S"] = "优秀",
["D"] = "使|cffffffff时光报应|r额外提高2级。|n|n|T610472:24|t |cffffffff时光报应|r|n当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。",
},
[1234421] = {
["T"] = "时光报应",
["S"] = "普通",
["D"] = "使|cffffffff时光报应|r额外提高1级。\r\n\r\n|T610472:24|t |cffffffff时光报应|r\r\n当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。",
},
[1218039] = {
["T"] = "编织手雷",
["D"] = "无论如何，这个家伙死亡时都会引爆3到21枚手雷。每枚手雷爆炸时对3码范围内的玩家造成671133点火焰伤害。",
},
[1234423] = {
["T"] = "奥术护盾",
["S"] = "史诗",
["D"] = "使|cffffffff奥术护盾|r额外提高4级。|n|n|T4638528:24|t |cffffffff奥术护盾|r|n向后移动时，你会引导|cffffffff奥术护盾|r，吸收最多|CFFffffff$<damageValue>|R点伤害，但会使你的移动速度降低80%。未引导|cffffffff奥术护盾|r时，护盾每秒恢复5%。如果|cffffffff奥术护盾|r被击碎，则会在30秒内无法使用。",
},
[1218041] = {
["T"] = "编织手雷",
["D"] = "无论如何，这个家伙死亡时都会引爆3到21枚手雷。每枚手雷爆炸时对3码范围内的玩家造成671133点火焰伤害。",
},
[1218042] = {
["T"] = "编织手雷",
["D"] = "无论如何，这个家伙死亡时都会引爆3到21枚手雷。每枚手雷爆炸时对3码范围内的玩家造成671133点火焰伤害。",
},
[1234426] = {
["T"] = "奥术护盾",
["S"] = "普通",
["D"] = "使|cffffffff奥术护盾|r额外提高1级。|n|n|T4638528:24|t |cffffffff奥术护盾|r|n向后移动时，你会引导|cffffffff奥术护盾|r，吸收最多|CFFffffff$<damageValue>|R点伤害，但会使你的移动速度降低80%。未引导|cffffffff奥术护盾|r时，护盾每秒恢复5%。如果|cffffffff奥术护盾|r被击碎，则会在30秒内无法使用。",
},
[1234427] = {
["T"] = "尖鸣之魂",
["S"] = "传说",
["D"] = "使|cffffffff尖鸣之魂|r额外提高5级。\r\n\r\n|T136126:24|t |cffffffff尖鸣之魂|r\r\n你的法术和技能有几率召唤一群灵魂飞鹰撞向附近的敌人，命中时产生的爆炸会治疗盟友，并对5码内的敌人造成|CFFffffff$<damageValue>$$?$w1>0[$<damageValuePlus>][$<damageValue>]|R点自然伤害。",
},
[1218045] = {
["T"] = "劲爆过头……",
},
[1218046] = {
["T"] = "该出发了",
},
[1234430] = {
["T"] = "尖鸣之魂",
["S"] = "优秀",
["D"] = "使|cffffffff尖鸣之魂|r额外提高2级。\r\n\r\n|T136126:24|t |cffffffff尖鸣之魂|r\r\n你的法术和技能有几率召唤一群灵魂飞鹰撞向附近的敌人，命中时产生的爆炸会治疗盟友，并对5码内的敌人造成|CFFffffff$<damageValue>$$?$w1>0[$<damageValuePlus>][$<damageValue>]|R点自然伤害。",
},
[1234431] = {
["T"] = "尖鸣之魂",
["S"] = "普通",
["D"] = "使|cffffffff尖鸣之魂|r额外提高1级。\r\n\r\n|T136126:24|t |cffffffff尖鸣之魂|r\r\n你的法术和技能有几率召唤一群灵魂飞鹰撞向附近的敌人，命中时产生的爆炸会治疗盟友，并对5码内的敌人造成|CFFffffff$<damageValue>$$?$w1>0[$<damageValuePlus>][$<damageValue>]|R点自然伤害。",
},
[1218049] = {
["T"] = "打手小队的力量",
},
[1218050] = {
["T"] = "吞噬",
["D"] = "撕咬一名敌人的肉体，造成447422点物理伤害，并为施法者恢复相当于伤害量的100%的生命值。",
},
[1234434] = {
["T"] = "至高岭的坚韧",
["S"] = "精良",
["D"] = "使|cffffffff至高岭的坚韧|r额外提高3级。\r\n\r\n|T1322283:24|t |cffffffff至高岭的坚韧|r\r\n每过12秒，你会开始将受到伤害的|CFFffffff3%|R积攒为|cffffffff坚韧|r。8秒后，|cffffffff坚韧|r会转化为防御屏障，吸收相当于积攒量的伤害，持续4秒。",
},
[1234435] = {
["T"] = "至高岭的坚韧",
["S"] = "优秀",
["D"] = "使|cffffffff至高岭的坚韧|r额外提高2级。\r\n\r\n|T1322283:24|t |cffffffff至高岭的坚韧|r\r\n每过12秒，你会开始将受到伤害的|CFFffffff3%|R积攒为|cffffffff坚韧|r。8秒后，|cffffffff坚韧|r会转化为防御屏障，吸收相当于积攒量的伤害，持续4秒。",
},
[1218053] = {
["T"] = "硬化",
["D"] = "施法者硬化自己的身体，使接下来受到的1个来源的伤害降低50%，持续16秒。\r\n\r\n",
},
[1234437] = {
["T"] = "重置",
["D"] = "竞速已被重置。",
},
[1218055] = {
["T"] = "崩摧",
},
[1218056] = {
["T"] = "崩摧",
["D"] = "用摧枯拉朽之力打击地面，对12码内的玩家造成1342266点自然伤害并击退他们。",
},
[1218057] = {
["T"] = "传送",
},
[1218060] = {
["T"] = "劲音狂热！",
["D"] = "第三次|cffffffff劲音热舞|r不会结束！里克会消耗|cffffffff声波之云|r，使他造成的所有伤害提高300%，并且会无穷无止地施放|cffffffff高音骤降|r。",
},
[1218061] = {
["T"] = "黄金导火索",
["D"] = "向目标投掷一根点燃的满燃导火索，造成447422点火焰伤害，并且每1秒额外造成44741点火焰伤害，持续15秒。",
},
[1218063] = {
["T"] = "病态幼虫爆裂",
},
[1218064] = {
["T"] = "发臭",
["D"] = "臭不可闻的施法者每2秒对周围60码范围内的玩家造成447422点自然伤害。",
},
[1218066] = {
["T"] = "腐蚀喷吐",
["D"] = "向前方锥形区域抛掷你体内的腐烂，造成894844点自然伤害。",
},
[1218067] = {
["T"] = "腐蚀喷吐",
["D"] = "向前方锥形区域内的敌人抛掷你体内的腐烂，造成894844点自然伤害。",
},
[1218069] = {
["T"] = "翡翠蜗牛",
["D"] = "召唤或解散这种坐骑。",
},
[1250836] = {
["T"] = "引力波",
},
[1250838] = {
["T"] = "引力波",
["D"] = "强大的引力波将玩家击飞到空中，并减慢他们的坠落速度。",
},
[1218076] = {
["T"] = "子弹",
},
[1218077] = {
["T"] = "子弹",
["D"] = "兹伊用枪械开火，每0.3秒造成447422点物理伤害，持续8秒。",
},
[1218079] = {
["T"] = "套装：酣歌畅戏面具",
["D"] = "收集紫色和绿色的酣歌畅戏面具套装的外观。",
},
[1218080] = {
["T"] = "大地愈合",
["D"] = "为一名盟友恢复1480915点生命值。",
},
[1250847] = {
["T"] = "收割",
["D"] = "任意玩家的生命值降低至10%时，凯威扎之影会在目标身后浮现并尝试将其终结，造成5369065点暗影伤害。\r\n",
},
[1218082] = {
["T"] = "乐队炒作",
["D"] = "嘲讽生物，增加其攻击施法者的几率。",
},
[1218083] = {
["T"] = "乐队炒作",
["D"] = "靠近码头访客，向他们宣传这场演出！",
},
[1218084] = {
["T"] = "折射模块",
["D"] = "|cffffffff轰焚啸焰炮|r已被升级，会在锥形范围内发射三道光束！",
},
[1218086] = {
["T"] = "嗜血",
["D"] = "急速提高30%，持续20秒。",
},
[1218087] = {
["T"] = "风暴斩击",
["D"] = "对一名敌人造成175点自然伤害。\r\n\r\n打断施法。\r\n\r\n击退一名敌人。\r\n\r\n",
},
[1218088] = {
["T"] = "雷霆骤起",
["D"] = "托克的机甲已超载，使他定期在竞技场内召唤|cffffffff震荡霹雳|r。",
},
[1250855] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成4026798点暗影伤害。",
},
[1218090] = {
["T"] = "始源风暴",
["D"] = "用始源风暴摧毁附近的敌人，造成138245点烈焰打击伤害、138245点冰霜打击伤害、138245点风暴打击伤害，并以100%的效果释放一次闪电箭或闪电链。目标超过5个时伤害降低。\r\n\r\n|cFFFFFFFF消耗漩涡武器以提高伤害。|r",
},
[1250857] = {
["T"] = "回归暗影",
},
[1250858] = {
["T"] = "军团的全息联络器",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250859] = {
["T"] = "悬挂的魔钢锁链",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250860] = {
["T"] = "军团的邪能火炬",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250861] = {
["T"] = "腐化之窟",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218096] = {
["T"] = "观众的不满",
["D"] = "逃离竞技场会引来|cffffffff观众的不满|r，每0.5秒造成665406点自然伤害，使移动速度降低1%，并使受到的所有伤害提高5%，持续1分钟。\r\n\r\n此效果可叠加。",
},
[1218098] = {
["T"] = "观众的不满",
["D"] = "逃离竞技场会引来，每0.5秒造成1328843点自然伤害，使移动速度降低1%，并使受到的所有伤害提高5%，持续1分钟。",
},
[1218099] = {
["T"] = "障碍物",
},
[1218100] = {
["T"] = "障碍物",
},
[1218101] = {
["T"] = "障碍物",
},
[1218102] = {
["T"] = "观众的不满",
},
[1218103] = {
["T"] = "眼棱",
["D"] = "维拉瑞安在4秒内对当前目标引导邪能洪流，每0.5秒对光束中的玩家造成894843点混乱伤害，施加|cffffffff邪能灼痕|r并将他们推离。\r\n\r\n冲击结束后，维拉瑞安会施放|cffffffff邪能之刃|r冲向当前目标。",
},
[1218105] = {
["T"] = "传送：水闸行动",
["D"] = "将施法者传送至水闸行动",
},
[1218106] = {
["T"] = "拾取",
},
[1218110] = {
["T"] = "添加钥石词缀：萨拉塔斯的交易：脉冲",
["D"] = "为一个史诗钥石添加萨拉塔斯的交易：脉冲词缀。",
},
[1250878] = {
["T"] = "时空奔行者的炉石",
["D"] = "将你传送回多恩诺嘉尔。与城镇中的旅店老板交谈可以改变你所设定的家的位置。",
},
[1218113] = {
["T"] = "始源火焰",
["D"] = "施放始源之潮后，它会转变为一次性的始源风暴，持续15秒。\r\n\r\n|cffffffff始源风暴|r|T643246:24|t\r\n用始源风暴摧毁附近的敌人，造成138245点烈焰打击伤害、138245点冰霜打击伤害、138245点风暴打击伤害，并以150%的效果释放一次闪电箭或闪电链。目标超过5个时伤害降低。\r\n\r\n|cFFFFFFFF消耗漩涡武器以提高伤害。|r",
},
[1218114] = {
["T"] = "手气大旺！",
["D"] = "当你受到伤害时，有几率触发|cFFFFFFFF手气大旺！|r，使你施放远古列王守卫，持续4.0秒。在|cFFFFFFFF手气大旺！|r触发后，你造成的伤害提高15%，持续10秒。",
},
[1218115] = {
["T"] = "手气大旺！",
["D"] = "当你受到伤害时，有几率触发|cFFFFFFFF手气大旺！|r，使你施放远古列王守卫，持续4.0秒。在|cFFFFFFFF手气大旺！|r触发后，你造成的伤害提高15%，持续10秒。",
},
[1218116] = {
["T"] = "始源冰霜",
["D"] = "施放始源之潮后，它会转变为一次性的始源风暴，持续15秒。\r\n\r\n|cffffffff始源风暴|r|T643246:24|t\r\n用始源风暴摧毁附近的敌人，造成138245点烈焰打击伤害、138245点冰霜打击伤害、138245点风暴打击伤害，并以150%的效果释放一次闪电箭或闪电链。目标超过5个时伤害降低。\r\n\r\n|cFFFFFFFF消耗漩涡武器以提高伤害。|r",
},
[1218117] = {
["T"] = "强力践踏",
["D"] = "击退50码范围内的所有玩家并造成715875点自然伤害。",
},
[1218118] = {
["T"] = "始源闪电",
["D"] = "施放始源之潮后，它会转变为一次性的始源风暴，持续15秒。\r\n\r\n|cffffffff始源风暴|r|T643246:24|t\r\n用始源风暴摧毁附近的敌人，造成138245点烈焰打击伤害、138245点冰霜打击伤害、138245点风暴打击伤害，并以150%的效果释放一次闪电箭或闪电链。目标超过5个时伤害降低。\r\n\r\n|cFFFFFFFF消耗漩涡武器以提高伤害。|r",
},
[1218120] = {
["T"] = "烧尽",
["D"] = "施法者对所有玩家造成2684532点火焰伤害，并且每1秒额外造成178968点火焰伤害，持续10秒。\r\n\r\n火球飞落在附近，对冲击点周围4码内的玩家造成1565976点火焰伤害。 ",
},
[1218122] = {
["T"] = "眼棱",
["D"] = "维拉瑞安在4秒内对当前目标引导邪能洪流，每0.5秒对光束中的玩家造成894843点混乱伤害，施加|cffffffff邪能灼痕|r并将他们推离。\r\n\r\n冲击结束后，维拉瑞安会施放|cffffffff邪能之刃|r冲向当前目标。",
},
[1218123] = {
["T"] = "烧尽",
},
[1218124] = {
["T"] = "烧尽",
["D"] = "施法者对所有玩家造成2684532点火焰伤害，并且每1秒额外造成178968点火焰伤害，持续10秒。\r\n\r\n火球飞落在附近，对冲击点周围4码内的玩家造成1565976点火焰伤害。 ",
},
[1218125] = {
["T"] = "始源风暴",
["D"] = "施放始源之潮后，它会转变为一次性的始源风暴，持续15秒。\r\n\r\n|cffffffff始源风暴|r|T643246:24|t\r\n用始源风暴摧毁附近的敌人，造成138245点烈焰打击伤害、138245点冰霜打击伤害、138245点风暴打击伤害，并以150%的效果释放一次闪电箭或闪电链。目标超过5个时伤害降低。\r\n\r\n|cFFFFFFFF消耗漩涡武器以提高伤害。|r",
},
[1218127] = {
["T"] = "垃圾锯刃",
["D"] = "施法者朝四个方向射出垃圾锯刃，造成3131955点物理伤害并击退玩家。\r\n\r\n受害者血流不止，每1秒额外受到536906点物理伤害，持续10秒。",
},
[1218128] = {
["T"] = "血石",
["D"] = "立即使你的急速提高20%，持续12秒。",
},
[1218130] = {
["T"] = "燃烧的蜡烛",
["D"] = "蜡烛散发热量，每0.5秒对附近玩家造成223710点火焰伤害。",
},
[1218131] = {
["T"] = "燃烧的蜡烛",
["D"] = "蜡烛散发热量，每0.5秒对附近玩家造成223710点火焰伤害。",
},
[1218132] = {
["T"] = "燃烧的蜡烛",
["D"] = "蜡烛散发热量，每0.5秒对附近玩家造成223710点火焰伤害。",
},
[1218133] = {
["T"] = "燃烧的蜡烛",
["D"] = "蜡烛散发热量，每0.5秒对附近玩家造成223710点火焰伤害。",
},
[1218135] = {
["T"] = "燃烧的蜡烛",
},
[1218137] = {
["T"] = "踢击罐头",
},
[1218138] = {
["T"] = "踢击罐头",
},
[1218139] = {
["T"] = "踢击罐头",
},
[1218140] = {
["T"] = "垃圾锯刃",
["D"] = "施法者朝四个方向射出垃圾锯刃，造成3131955点物理伤害并击退玩家。\r\n\r\n受害者血流不止，每1秒额外受到536906点物理伤害，持续10秒。",
},
[1234524] = {
["T"] = "黑暗横扫",
["D"] = "对施法者面前的所有敌人造成1118555点暗影伤害，并将其击退。",
},
[1218142] = {
["T"] = "相位闪现",
},
[1234526] = {
["T"] = "法力束缚的以太之门",
["D"] = "开启一扇所有玩家都能使用的传送门，返回多恩诺嘉尔的探险者协会总部，持续1分钟。",
},
[1218144] = {
["T"] = "踢击罐头",
},
[1218145] = {
["T"] = "踢击罐头",
},
[1234529] = {
["T"] = "宇宙之喉",
["D"] = "虚空之翼以星辰巨喉撕碎当前目标，造成21476262点物理伤害。\r\n\r\n目标的精华惨遭吞噬，每0.3秒额外造成626391点宇宙伤害，并使其受到|cffffffff次元吐息|r的伤害提高100%，持续10秒。",
},
[1218147] = {
["T"] = "踢击罐头",
},
[1234531] = {
["T"] = "已充能",
["D"] = "一股龙族能量",
},
[1234532] = {
["T"] = "脏腑之力",
["D"] = "吸血鬼打击对受到你的恶性病变影响的敌人造成伤害时，该疾病的持续时间延长3秒，并对敌人造成10%的剩余伤害。\r\n\r\n萨莱因之赐结束时，重置枯萎凋零的冷却时间，且你的下一个天灾打击会消耗疾病，对目标造成100%的剩余伤害。",
},
[1234533] = {
["T"] = "宇宙之喉",
["D"] = "虚空之翼以星辰巨喉撕碎当前目标，造成21476262点物理伤害。\r\n\r\n目标的精华惨遭吞噬，每0.3秒额外造成626391点宇宙伤害，并使其受到|cffffffff次元吐息|r的伤害提高100%，持续10秒。",
},
[1234534] = {
["T"] = "黑暗横扫",
["D"] = "对施法者面前的所有敌人造成1118555点暗影伤害，并将其击退。",
},
[1234535] = {
["T"] = "以太化",
["D"] = "前往地下堡。",
},
[1218153] = {
["T"] = "燃烧的残骸",
["D"] = "走狗的机甲发生爆炸，变为|cffffffff燃烧的残骸|r，每0.5秒对附近的敌人造成178968点火焰伤害。",
},
[1218155] = {
["T"] = "液态黄金",
["D"] = "施法者用|cffffffff液态黄金|r覆盖一名玩家，每2秒造成火焰伤害，持续12秒。\r\n\r\n效果被移除时，会在该玩家的位置留下一滩熔火真金。",
},
[1234539] = {
["T"] = "维度眩光",
["D"] = "目标在2秒后解离存在，对所有玩家造成宇宙伤害，数值与受到|cffffffff次元吐息|r的伤害成正比。",
},
[1218157] = {
["T"] = "熔火真金",
},
[1234541] = {
["T"] = "维度眩光",
["D"] = "目标在2秒后解离存在，对所有玩家造成宇宙伤害，数值与受到|cffffffff次元吐息|r的伤害成正比。",
},
[1218159] = {
["T"] = "锈水财阀旗帜",
["D"] = "为锈水财阀插下旗帜。",
},
[1234543] = {
["T"] = "维度眩光",
["D"] = "目标在2秒后解离存在，对所有玩家造成宇宙伤害，数值与受到|cffffffff次元吐息|r的伤害成正比。",
},
[1218161] = {
["T"] = "黑水财阀旗帜",
["D"] = "为黑水财阀插下旗帜。",
},
[1218162] = {
["T"] = "风险投资公司旗帜",
["D"] = "为风险投资公司插下旗帜。",
},
[1218163] = {
["T"] = "手气大旺！",
["D"] = "当你受到伤害时，有几率施放盾墙，持续4.0秒，并获得|cFFFFFFFF手气大旺！|r，使你造成的伤害提高15%，持续12秒。",
},
[1234547] = {
["T"] = "禁锢",
["D"] = "伊莉萨禁锢多名玩家，显化一座监狱，定身其中的目标，对冲击点周围3码内的玩家造成1118555点混乱伤害。\r\n\r\n监狱每1秒造成335567点混乱伤害并定身其中的囚犯，直到被摧毁。",
},
[1218167] = {
["T"] = "三烛锻铁吊灯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1218169] = {
["T"] = "锻铁地灯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1250938] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成4026798点暗影伤害。",
},
[1218173] = {
["T"] = "“垃圾”收藏",
["D"] = "施法者在“垃圾”中翻找珍贵物品，每2秒造成447422点火焰伤害，并获得一层|cffffffff发薪日|r。",
},
[1218174] = {
["T"] = "“垃圾”收藏",
["D"] = "施法者在“垃圾”中翻找珍贵物品，每2秒造成447422点火焰伤害，并获得一层|cffffffff发薪日|r。",
},
[1234558] = {
["T"] = "烈焰钉刺",
["D"] = "以烈焰打击目标，在14秒内每2秒造成火焰伤害。此效果逐渐衰减。",
},
[1234559] = {
["T"] = "亵渎",
["D"] = "枯萎凋零造成的伤害提高100%，冷却时间缩短10秒，并在施放后被亵渎所替代。\r\n\r\n|T236305:24|t|cffffffff亵渎|r\r\n消耗枯萎凋零，碾压其中的敌人，立即造成100%的剩余伤害。施加或引爆1-2层溃烂之伤，取决于目标是否已经被溃烂之伤影响。\r\n\r\n使你获得站在枯萎凋零范围内时的效果。",
},
[1218177] = {
["T"] = "垃圾射击",
["D"] = "对一名敌人造成火焰伤害。",
},
[1234562] = {
["T"] = "深渊裂口",
},
[1234563] = {
["T"] = "深渊裂口",
["D"] = "阿达拉斯撕开通往虚空的裂隙，每2秒对所有玩家造成1342266点宇宙伤害，持续14秒。\r\n\r\n前3个进入裂隙的玩家会获得|cffffffff吞噬者之怒|r。",
},
[1250947] = {
["T"] = "被猎杀",
["D"] = "被刺客猎杀。\r\n\r\n",
},
[1234565] = {
["T"] = "吞噬",
["D"] = "阿达拉斯吸收当前具有|cffffffff吞噬者之怒|r的玩家的精华，造成178968点宇宙伤害并吸收接下来受到的697065点治疗量。",
},
[1218183] = {
["T"] = "风暴",
},
[1234568] = {
["T"] = "传送",
},
[1218189] = {
["T"] = "静电释放",
["D"] = "强力的电流使目标瘫痪，令其昏迷6秒。",
},
[1234573] = {
["T"] = "无缚吞星者",
["D"] = "召唤或解散这种坐骑。",
},
[1218191] = {
["T"] = "静电充能",
["D"] = "强力的电流使目标瘫痪，令其昏迷6秒。",
},
[1218192] = {
["T"] = "增量账号数据",
},
[1218193] = {
["T"] = "增量角色数据",
},
[1234579] = {
["T"] = "光子轰击",
},
[1250963] = {
["T"] = "青铜狂暴",
["D"] = "移动速度提高30%。\r\n青铜获取提高+100%。",
},
[1234582] = {
["T"] = "典狱长之怒",
},
[1250967] = {
["T"] = "修补匠",
},
[1218202] = {
["T"] = "金属压碎",
["D"] = "施法者将目标压碎，造成物理伤害，并使其受到的伤害提高20%，持续20秒。",
},
[1234588] = {
["T"] = "翩飞希望",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1218206] = {
["T"] = "召唤束缚的虚空恐魔",
["D"] = "召唤一只虚空蠕行者宠物。",
},
[1234591] = {
["T"] = "末日之羽",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1218211] = {
["T"] = "黑暗天使长",
["S"] = "PvP天赋",
["D"] = "施放暗影魔使你的伤害，以及所有受到你的救赎影响的盟军的伤害提高10%，持续20秒。",
},
[1218213] = {
["T"] = "增大1",
},
[1218214] = {
["T"] = "增大2",
},
[1218215] = {
["T"] = "增大3",
},
[1218222] = {
["T"] = "弹药筒引导",
},
[1218223] = {
["T"] = "凶暴野兽：蜥蜴",
["S"] = "PvP天赋",
["D"] = "荒野的召唤在你的目标附近额外召唤一只移动缓慢的蜥蜴，对目标造成大量伤害，持续30秒。",
},
[1218224] = {
["T"] = "磁性狂暴",
["D"] = "施法者将自己的身躯磁化，将所有玩家吸引过来，并且每1秒对距离过近的玩家造成物理伤害。",
},
[1218227] = {
["T"] = "磁性狂暴",
["D"] = "施法者将自己的身躯磁化，将所有玩家吸引过来，并且每1秒对距离过近的玩家造成物理伤害。",
},
[1218229] = {
["T"] = "虚痕狮鹫",
["D"] = "召唤或解散这种坐骑。",
},
[1218230] = {
["T"] = "节点碎裂",
["D"] = "吞噬一个|cffffffff歼星新星|r会使|cffffffff黑暗之星|r射出尖刺，对击中的玩家造成2439729点宇宙伤害。",
},
[1218231] = {
["T"] = "磁性狂暴",
["D"] = "施法者将自己的身躯磁化，将所有玩家吸引过来，并且每1秒对距离过近的玩家造成物理伤害。",
},
[1218233] = {
["T"] = "供能！",
},
[1218235] = {
["T"] = "微械厮斗",
},
[1234621] = {
["T"] = "立式华丽武器架",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1218242] = {
["T"] = "微械厮斗",
},
[1251013] = {
["T"] = "蚀盛",
["D"] = "凯威扎用黑暗浪涌遮蔽房间的部分区域，对其中的所有玩家造成4879458点暗影伤害。",
},
[1218248] = {
["T"] = "震颤大地",
["D"] = "地壳激变每击中一个目标，你的下一个喷发就产生一个额外的裂隙效果，最多产生5个裂隙，每个裂隙造成20438点伤害。",
},
[1251015] = {
["T"] = "蚀盛",
["D"] = "凯威扎用黑暗浪涌遮蔽房间的部分区域，对其中的所有玩家造成4879458点暗影伤害。",
},
[1218250] = {
["T"] = "错乱瓦特",
},
[1234634] = {
["T"] = "红色达萨罗毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218252] = {
["T"] = "恶性喷嚏",
["D"] = "施法者打了个喷嚏，喷出某种药剂，产生微型版的自己。",
},
[1218253] = {
["T"] = "奥术电池",
},
[1234639] = {
["T"] = "将嵌宝的永歌灯笼放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218257] = {
["T"] = "烈焰玩具箭",
["D"] = "射出一束小小的烈焰箭，施加|cffffffff酷热恨意|r。",
},
[1218258] = {
["T"] = "巨拳重击",
["D"] = "施法者重拳出击，对目标造成物理伤害。",
},
[1218259] = {
["T"] = "部署机械拆解者",
["D"] = "制造一个机械商人，可以修理装备并收购各类物品。废物贩卖机器人将在5分钟后离开。",
},
[1218260] = {
["T"] = "电光玩具箭",
["D"] = "射出一束小小的电光箭，施加|cffffffff镀电恨意|r。",
},
[1218261] = {
["T"] = "恶性喷嚏",
["D"] = "施法者打了个喷嚏，喷出某种药剂，产生微型版的自己。",
},
[1234646] = {
["T"] = "蓝色达萨罗毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218265] = {
["T"] = "恶性喷嚏",
},
[1218266] = {
["T"] = "震颤",
},
[1218267] = {
["T"] = "试验性地精燃料补充剂",
["D"] = "最大生命值降低50%，并提供一项随机战斗增益。\r\n\r\n只能在安德麦使用。激活时，敌人会为施法者掉落额外的市场研究。",
},
[1218268] = {
["T"] = "试验性地精燃料补充剂",
["D"] = "最大生命值降低50%，并提供一项随机战斗增益。\r\n\r\n只能在安德麦使用。激活时，敌人会为施法者掉落额外的市场研究。",
},
[1218269] = {
["T"] = "试验性地精燃料补充剂",
["D"] = "最大生命值降低50%，并提供一项随机战斗增益。\r\n\r\n只能在安德麦使用。激活时，敌人会为施法者掉落额外的市场研究。",
},
[1218270] = {
["T"] = "试验性地精燃料补充剂",
},
[1218272] = {
["T"] = "试验性地精燃料补充剂",
},
[1218273] = {
["T"] = "小拳重击",
["D"] = "施法者小拳出击，对目标造成物理伤害。",
},
[1251045] = {
["T"] = "守备官的审判",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n在24秒内变为|cffffffff光铸|r，并召唤一道天界之光追击目标，在12秒内每0.5秒对区域内的敌人造成最多|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，为友方目标恢复最多|CFFffffff|CFFffffff$<healValue>|R|R点生命值。目标超过5个后造成的伤害和治疗降低。\r\n\r\n|cffffffff光铸|r\r\n增强你神器的其他圣光特质。",
},
[1234663] = {
["T"] = "赞达拉武器架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251049] = {
["T"] = "守备官的审判",
},
[1234674] = {
["T"] = "虚灵防卫晶塔",
["D"] = "召唤一个安保晶塔，使附近所有目标的攻击速度、施法速度和全能提高20%。",
},
[1218293] = {
["T"] = "虫脑",
["D"] = "吃我。",
},
[1218294] = {
["T"] = "感觉很不对劲",
["D"] = "饮用过多的诺格弗格药剂产生了负面作用，使吉奥凡特偶尔停止呼吸，他的攻击会对目标施加流血，造成物理伤害。",
},
[1234678] = {
["T"] = "虚灵防卫晶塔",
},
[1218297] = {
["T"] = "诺格弗格的精选增大版",
["D"] = "稍微变大了一点。最多叠加十次。",
},
[1218298] = {
["T"] = "感觉很不对劲",
["D"] = "饮用过多的诺格弗格药剂产生了负面作用，使吉奥凡特偶尔停止呼吸，他的攻击会对目标施加流血，造成物理伤害。",
},
[1218299] = {
["T"] = "闪电炮台",
},
[1234683] = {
["T"] = "至高岭的坚韧",
["D"] = "每过12秒，你会开始将受到伤害的|CFFffffff3%|R积攒为|cffffffff坚韧|r。8秒后，|cffffffff坚韧|r会转化为防御屏障，吸收相当于积攒量的伤害，持续4秒。",
},
[1234684] = {
["T"] = "坚韧",
},
[1218302] = {
["T"] = "刺破",
["D"] = "吉奥凡特浑身的尖刺将你贯穿，使你流血，每2秒造成物理伤害，持续12秒。此效果可叠加。",
},
[1234686] = {
["T"] = "强化防御",
["D"] = "诡异的能量在你的表皮上波动，位于晶塔范围内时攻击速度、施法速度和全能提高20%。\r\n",
},
[1234687] = {
["T"] = "雷什水晶裂片",
["D"] = "尝试与消逝的卡雷什能量协调。位于卡雷什时，你的敏捷提高5%，持续1小时。",
},
[1234688] = {
["T"] = "影缚长枪",
["D"] = "施法者向随机一名玩家掷出暗影长矛，击中时造成268453点暗影伤害，并将其束缚25秒。\r\n\r\n束缚每1.5秒造成223710点暗影伤害，并使其移动速度降低80%，直到被挣脱。",
},
[1234689] = {
["T"] = "亵渎",
["D"] = "枯萎凋零造成的伤害提高100%，冷却时间缩短10秒，并在施放后被亵渎所替代。\r\n\r\n|T236305:24|t|cffffffff亵渎|r\r\n消耗枯萎凋零，碾压其中的敌人，立即造成100%的剩余伤害。施加或引爆1-2层溃烂之伤，取决于目标是否已经被溃烂之伤影响。\r\n\r\n使你获得站在枯萎凋零范围内时的效果。",
},
[1234690] = {
["T"] = "雷什协调",
["D"] = "尝试与消逝的卡雷什能量协调。位于卡雷什时，你的敏捷提高5%，持续1小时。",
},
[1234691] = {
["T"] = "坚韧",
},
[1234692] = {
["T"] = "法力束缚的以太之门",
},
[1218310] = {
["T"] = "电穿刺针测试型号",
["D"] = "令焕发活力的电涌流过目标的身躯，使急速提高20%，受到的伤害降低25%，并且持续脉冲出自然伤害，持续3分钟。\r\n\r\n可以对安德麦的大部分稀有生物使用。激活时，敌人会为所有玩家掉落额外的市场研究。",
},
[1218311] = {
["T"] = "诺格弗格的精选清爽版",
["D"] = "暂时变得清爽。",
},
[1218313] = {
["T"] = "点亮",
},
[1234697] = {
["T"] = "碾碎谷物",
["D"] = "用锤子将谷物碾碎。",
},
[1234698] = {
["T"] = "亵渎",
["D"] = "消耗枯萎凋零，碾压其中的敌人，立即造成100%的剩余伤害。施加或引爆1-2层溃烂之伤，取决于目标是否已经被溃烂之伤影响。\r\n\r\n使你获得站在枯萎凋零范围内时的效果。",
},
[1234699] = {
["T"] = "静力闪电",
},
[1218317] = {
["T"] = "虚空水晶猎豹",
["D"] = "召唤或解散一只可供骑乘的虚空水晶猎豹。",
},
[1218318] = {
["T"] = "滴血锋刃",
},
[1218319] = {
["T"] = "虚空爆炸",
["D"] = "洛肯斯多体内充满不稳定的黑血，释放虚空能量波动，对所有玩家造成894843点暗影伤害，并吸收接下来受到的1394131点治疗量。",
},
[1218321] = {
["T"] = "灭火强风",
},
[1234705] = {
["T"] = "影缚长枪",
["D"] = "施法者向随机一名玩家掷出暗影长矛，击中时造成268453点暗影伤害，并将其束缚25秒。\r\n\r\n束缚每1.5秒造成223710点暗影伤害，并使其移动速度降低80%，直到被挣脱。",
},
[1218325] = {
["T"] = "滚动的垃圾",
},
[1218326] = {
["T"] = "滚动的垃圾",
},
[1218327] = {
["T"] = "滚动的垃圾",
},
[1234713] = {
["T"] = "净化内室",
["D"] = "集能哨兵送出一道|cffffffff奥能矩阵湮灭器|r穿越进流口。 ",
},
[1234714] = {
["T"] = "星界触须",
["D"] = "触须有几率侦测并吸引环境中的奥术能量，使你的爆击提高30，持续10秒。多次施加可以重叠生效。",
},
[1218332] = {
["T"] = "超力震击",
["D"] = "施法者倾泻出大量电能，对前方的玩家造成自然伤害和昏迷。",
},
[1234716] = {
["T"] = "空的冰霜圣物栏位",
["D"] = "收集一个冰霜圣物并使用此栏位。",
},
[1218335] = {
["T"] = "雷霆狂怒",
["D"] = "施法者扇起猛烈的风暴，每1秒对所有玩家造成自然伤害，持续8秒。",
},
[1218336] = {
["T"] = "雷霆狂怒",
["D"] = "施法者扇起猛烈的风暴，每1秒对所有玩家造成自然伤害，持续8秒。",
},
[1234720] = {
["T"] = "骑乘",
},
[1218338] = {
["T"] = "电轰点火",
},
[1218341] = {
["T"] = "剧毒烟雾",
},
[1218342] = {
["T"] = "不稳定的碎片",
["D"] = "接触炸脚地雷会使碎片嵌入目标体内，造成894843点火焰伤害，并使目标受到不稳定的碎片的伤害提高1000%，持续2分钟。",
},
[1218343] = {
["T"] = "剧毒烟雾",
["D"] = "焚烧垃圾产生的致命烟雾每2秒对所有玩家造成26140点自然伤害。此效果可叠加。",
},
[1218344] = {
["T"] = "升级版驭血科技",
["D"] = "洛肯斯多被黑血灌注强化，造成的伤害提高15%。此效果可叠加。",
},
[1234728] = {
["T"] = "封印熔炉",
["D"] = "萨哈达尔将力量灌输到法力熔炉的大门中。",
},
[1234732] = {
["T"] = "封印熔炉",
["D"] = "萨哈达尔将力量灌输到法力熔炉的大门中。",
},
[1234733] = {
["T"] = "净化内室",
["D"] = "集能哨兵送出一道|cffffffff奥能矩阵湮灭器|r穿越进流口。 ",
},
[1218351] = {
["T"] = "着迷！",
["D"] = "吉泽尔放射出终极死亡闪电光束，对击中的玩家造成1219864点自然伤害，并使他们昏迷1秒。",
},
[1218353] = {
["T"] = "人群分割器",
["D"] = "施法者向一名玩家的位置发射火箭，对击中的第一个玩家造成3355665点火焰伤害。",
},
[1218354] = {
["T"] = "人群分割器",
},
[1218355] = {
["T"] = "人群分割器",
["D"] = "施法者向一名玩家的方向射出回旋锯刃，对击中的玩家造成1789688点奥术伤害。",
},
[1218356] = {
["T"] = "人群分割器",
["D"] = "施法者向一名玩家的方向射出回旋锯刃，对击中的玩家造成1789688点奥术伤害。",
},
[1218357] = {
["T"] = "套装：永恒潜能披风",
["D"] = "收集永恒潜能披风的专属外观。",
},
[1234746] = {
["T"] = "封印熔炉",
},
[1234748] = {
["T"] = "生成鱼篮",
},
[1234750] = {
["T"] = "钓鱼",
},
[1218368] = {
["T"] = "时空折闪",
},
[1218370] = {
["T"] = "踢飞",
["D"] = "把玩具一脚踢开……你太绝情了……",
},
[1234755] = {
["T"] = "火焰喷射器",
["D"] = "对施法者前方的所有敌人造成44741点火焰伤害。",
},
[1234756] = {
["T"] = "火焰喷射器",
},
[1218374] = {
["T"] = "监控器",
},
[1218376] = {
["T"] = "G-99疾飙飞车",
["D"] = "解锁G-99疾飙飞车。",
},
[1218377] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1218378] = {
["T"] = "混沌之眼",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1218379] = {
["T"] = "虚痕鹦鹉",
["D"] = "右键点击以召唤或解散你的鹦鹉。",
},
[1218380] = {
["T"] = "齐扎的B.B.B.F.G.",
},
[1218381] = {
["T"] = "虚痕蝎",
["D"] = "右键点击以召唤或解散这个宠物。",
},
[1218382] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1218383] = {
["T"] = "虚痕陆行雏鸟",
["D"] = "右键点击以召唤或解散你的血眼雏龙。",
},
[1218385] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1234769] = {
["T"] = "护甲专精",
["D"] = "护甲值提高6%。",
},
[1234771] = {
["T"] = "深涌惊涛",
["D"] = "|cnLEGION_REMIX_FACTION_NAGA:纳迦|R使具有邪能烙印的敌人昏迷会将其引爆，对附近的敌人造成0点伤害。如果深涌惊涛对具有邪能烙印的敌人造成了伤害，同时也会将其引爆。",
},
[1234772] = {
["T"] = "痛宰",
["D"] = "你的躲闪和招架使复仇不消耗怒气的几率提高20%，并使该次复仇造成的伤害提高15%。复仇使你下次雷霆一击的伤害提高8%。",
},
[1218390] = {
["T"] = "齐扎的B.B.B.F.G.",
},
[1234774] = {
["T"] = "动荡魔法",
["D"] = "你的爆击有几率产生魔法爆发，对目标周围6码内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点奥术伤害。\r\n\r\n|cffffffff纳兰的永恒圆盘|r现在必定对具有|cffffffff邪能触碰|r的敌人造成爆击。",
},
[1234775] = {
["T"] = "动荡魔法",
["D"] = "你的爆击有几率产生魔法爆发，对目标周围6码内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点奥术伤害。\r\n\r\n|cffffffff纳兰的永恒圆盘|r现在必定对具有|cffffffff邪能触碰|r的敌人造成爆击。",
},
[1218393] = {
["T"] = "暗索震击棍",
["D"] = "选择暗索震击棍。",
},
[1234777] = {
["T"] = "影缚长枪",
["D"] = "施法者向随机一名玩家掷出暗影长矛，击中时造成268453点暗影伤害，并将其束缚25秒。\r\n\r\n束缚每1.5秒造成223710点暗影伤害，并使其移动速度降低80%，直到被挣脱。\r\n",
},
[1218395] = {
["T"] = "暗索劲射",
["D"] = "选择暗索劲射。",
},
[1218396] = {
["T"] = "暗索截喉器",
["D"] = "选择暗索截喉器。",
},
[1218398] = {
["T"] = "暗索火箭筒",
},
[1218399] = {
["T"] = "暗索震击棍",
},
[1234783] = {
["T"] = "深涌惊涛",
["D"] = "|cnLEGION_REMIX_FACTION_NAGA:纳迦|R使具有邪能烙印的敌人昏迷会将其引爆，对附近的敌人造成0点伤害。如果深涌惊涛对具有邪能烙印的敌人造成了伤害，同时也会将其引爆。",
},
[1218401] = {
["T"] = "暗索劲射",
},
[1218402] = {
["T"] = "暗索截喉器",
},
[1234786] = {
["T"] = "影缚长枪",
["D"] = "施法者向随机一名玩家掷出暗影长矛，击中时造成268453点暗影伤害，并将其束缚25秒。\r\n\r\n束缚每1.5秒造成223710点暗影伤害，并使其移动速度降低80%，直到被挣脱。\r\n",
},
[1234787] = {
["T"] = "深涌惊涛",
["D"] = "|cnLEGION_REMIX_FACTION_NAGA:纳迦|R使具有邪能烙印的敌人昏迷会将其引爆，对附近的敌人造成0点伤害。如果深涌惊涛对具有邪能烙印的敌人造成了伤害，同时也会将其引爆。",
},
[1234791] = {
["T"] = "逆势奋发",
["S"] = "PvP天赋",
["D"] = "复苏之风使受到的伤害降低10%至40%，攻击伤害越高，降低的幅度越大。\r\n\r\n盾墙或破釜沉舟激活时，你不会受到治疗降低效果影响。",
},
[1251177] = {
["T"] = "军团折磨架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218412] = {
["T"] = "投掷锯刃",
["D"] = "把锯刃扔给友方玩家。如果可以，他们会自动将锯刃回传给你。",
},
[1218413] = {
["T"] = "投掷锯刃",
["D"] = "将锯刃回传。",
},
[1218414] = {
["T"] = "安德麦地道蚌肉杂烩",
["D"] = "3份食物的食谱。但是，到底能供应几份还是得看烹饪技巧。",
},
[1251181] = {
["T"] = "堕落烈焰祭坛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218416] = {
["T"] = "开火！！！",
["D"] = "发射齐扎的B.B.B.F.G.，对锁定的任何东西造成毁天灭地的伤害。",
},
[1218417] = {
["T"] = "开火！！！",
["D"] = "发射齐扎的B.B.B.F.G.，对锁定的任何东西造成毁天灭地的伤害。",
},
[1218418] = {
["T"] = "缆线输电",
["D"] = "洛肯斯多使工厂周围的电容超载，导致地面的一部分带电。站在这些区域内的玩家每1秒受到1045598点自然伤害，移动速度降低40%。",
},
[1218419] = {
["T"] = "缆线输电",
},
[1234803] = {
["T"] = "界门",
},
[1218421] = {
["T"] = "华丽的烟花",
},
[1218422] = {
["T"] = "开火！！！",
},
[1218424] = {
["T"] = "私人捕鱼船",
},
[1218425] = {
["T"] = "私人捕鱼船",
},
[1218426] = {
["T"] = "击打",
},
[1251193] = {
["T"] = "上古阅兵装置",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1234811] = {
["T"] = "深渊裂口",
},
[1218432] = {
["T"] = "熔火真金池",
["D"] = "熔火真金滴落在地并汇聚成池，持续3分钟。接触到真金会每0.5秒造成357937点火焰伤害，并使移动速度降低20%。",
},
[1218433] = {
["T"] = "极巨大冲击",
},
[1234817] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1218435] = {
["T"] = "盒装店面",
["D"] = "摆放一个地精集市摊位，持续15分钟。只能在户外使用。",
},
[1218436] = {
["T"] = "盒装店面",
},
[1234820] = {
["T"] = "勇猛的虚空蠕行者",
["D"] = "召唤或解散这种坐骑。",
},
[1234821] = {
["T"] = "勇猛的虚空蠕行者",
["D"] = "召唤或解散这种坐骑。",
},
[1234822] = {
["T"] = "小眼魔伊希瑟勒",
["D"] = "右键点击以召唤或解散小眼魔伊希瑟勒。 ",
},
[1218440] = {
["T"] = "跳舞球",
},
[1234824] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1218442] = {
["T"] = "机械地精的铁面",
["D"] = "你的近战攻击和技能有几率触发爆炸机关，造成最多203点火焰伤害，由附近敌人均摊。\r\n\r\n爆炸强度和范围可能会有所变化。",
},
[1218446] = {
["T"] = "跳舞球",
},
[1218447] = {
["T"] = "迅雷咆哮",
["S"] = "红龙",
["D"] = "火焰吐息造成伤害的频率提高20%。",
},
[1218448] = {
["T"] = "废铁射击",
["D"] = "目标不在近战范围内时，对目标喷吐腐蚀性废料，造成150点自然伤害并使其受到的伤害提高20%，持续20秒。",
},
[1251215] = {
["T"] = "奥术冲击",
["D"] = "对一片区域发射一次强力的奥术冲击，对其中的所有敌人造成大量伤害。",
},
[1251216] = {
["T"] = "奥术冲击",
["D"] = "对一片区域发射一次强力的奥术冲击，对其中的所有敌人造成大量伤害。",
},
[1234834] = {
["T"] = "战斗准备",
},
[1218454] = {
["T"] = "神秘迅击",
["D"] = "拾取时：使近战、远程和法术急速提高10%。\r\n\r\n持续30分钟，死亡后持续存在。\r\n\r\n|cnYELLOW_FONT_COLOR:此物品会立即消耗。|r",
},
[1218457] = {
["T"] = "粉碎猛击",
},
[1218459] = {
["T"] = "摘抄笔记",
},
[1218461] = {
["T"] = "垃圾堆齐射",
["D"] = "施法者向玩家喷射垃圾，造成自然伤害，并使其受到的伤害提高20%，持续20秒。次小狗可叠加。",
},
[1234845] = {
["T"] = "深渊裂口",
},
[1218463] = {
["T"] = "机器地精的打嗝",
},
[1234847] = {
["T"] = "虚空嵌套矩阵",
["S"] = "等级 4/4",
["D"] = "在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低60%。",
},
[1234848] = {
["T"] = "虚空嵌套矩阵",
["S"] = "等级 3/4",
["D"] = "在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低70%。",
},
[1234849] = {
["T"] = "虚空嵌套矩阵",
["S"] = "等级 2/4",
["D"] = "在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低80%。",
},
[1251233] = {
["T"] = "征服者的十字",
},
[1251234] = {
["T"] = "征服者的十字",
},
[1218469] = {
["T"] = "机械地精的咧嘴笑",
},
[1234853] = {
["T"] = "重力虹吸",
},
[1218471] = {
["T"] = "机器地精的大笑",
},
[1218472] = {
["T"] = "水坝深渊",
},
[1218473] = {
["T"] = "水坝深渊",
},
[1234857] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1234859] = {
["T"] = "悚然女妖军马",
["D"] = "召唤或解散这种坐骑。",
},
[1234860] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1218483] = {
["T"] = "软泥潜兵目镜",
},
[1218487] = {
["T"] = "震颤",
},
[1234871] = {
["T"] = "法力策动",
["D"] = "施法速度提高30%。",
},
[1234872] = {
["T"] = "设置任务",
},
[1218490] = {
["T"] = "散射弹药筒",
["D"] = "加里维克斯轰击当前目标，造成8948442点物理伤害。该攻击无法被躲闪或招架。\r\n\r\n同时震击前方锥形范围内的玩家，造成22371108点火焰伤害，并使他们受到散射弹药筒的伤害提高400%，持续1.1分钟。该效果由受影响的玩家均摊，然后扩散至5码范围内的其他玩家。\r\n\r\n此后创造|cffffffff机械大师的弹药筒|r，连接所有受影响的玩家。\r\n\r\n如果未能击中至少5个目标，所有玩家都会受到全部效果影响。",
},
[1218491] = {
["T"] = "散射弹药筒",
["D"] = "加里维克斯轰击当前目标，造成11185554点物理伤害。该攻击无法被躲闪或招架。\r\n\r\n同时震击前方锥形范围内的玩家，造成24608216点火焰伤害，并使他们受到裂破弹药筒的伤害提高100%，持续30秒。伤害由受影响的玩家均摊。\r\n\r\n所有目标都会受到|cffffffff机械工程师的弹药筒|r效果影响。\r\n\r\n如果未能击中至少3个目标，所有玩家都会受到全部效果影响。",
},
[1218492] = {
["T"] = "散射弹药筒",
["D"] = "加里维克斯轰击当前目标，造成8948442点物理伤害。该攻击无法被躲闪或招架。\r\n\r\n同时震击前方锥形范围内的玩家，造成22371108点火焰伤害，并使他们受到散射弹药筒的伤害提高400%，持续1.1分钟。该效果由受影响的玩家均摊，然后扩散至5码范围内的其他玩家。\r\n\r\n此后创造|cffffffff机械大师的弹药筒|r，连接所有受影响的玩家。\r\n\r\n如果未能击中至少5个目标，所有玩家都会受到全部效果影响。",
},
[1218493] = {
["T"] = "散射弹药筒",
["D"] = "加里维克斯轰击当前目标，造成8948442点物理伤害。该攻击无法被躲闪或招架。\r\n\r\n同时震击前方锥形范围内的玩家，造成22371108点火焰伤害，并使他们受到散射弹药筒的伤害提高400%，持续1.1分钟。该效果由受影响的玩家均摊，然后扩散至5码范围内的其他玩家。\r\n\r\n此后创造|cffffffff机械大师的弹药筒|r，连接所有受影响的玩家。\r\n\r\n如果未能击中至少5个目标，所有玩家都会受到全部效果影响。",
},
[1218494] = {
["T"] = "被拆除的极巨大炸弹",
["D"] = "死亡时掉落一枚被拆除的极巨大炸弹。",
},
[1218497] = {
["T"] = "神秘坚韧",
["D"] = "拾取时：使你的最大生命值提高10%。\r\n\r\n持续30分钟，死亡后持续存在。\r\n\r\n|cnYELLOW_FONT_COLOR:此物品会立即消耗。|r",
},
[1251264] = {
["T"] = "暗夜井魔刃豹",
["D"] = "召唤或解散这种坐骑。",
},
[1251265] = {
["T"] = "魔力莓魔刃豹",
["D"] = "召唤或解散这种坐骑。",
},
[1218500] = {
["T"] = "充能的极巨大炸弹",
["D"] = "每1秒对3码内的玩家造成89485点自然伤害。\r\n\r\n互动时获得充能的极巨大炸弹，改为每0.5秒受到89485点自然伤害。",
},
[1218504] = {
["T"] = "极巨大冲击残渣",
["D"] = "极巨大冲击结束后，充能离子还会残存21秒。接触时为被拆除的极巨大炸弹充能，不存在炸弹时改为造成894844点自然伤害与8秒昏迷，并消耗残渣。",
},
[1218505] = {
["T"] = "轰焚啸焰炮",
["D"] = "弗莱兰多追踪一个目标并持续充能，随后固定在原地准备开火。准备就绪后，它会在接下来的3秒内发射光束。光束每0.1秒对触及的玩家造成50000000点火焰伤害，令他们灰飞烟灭。",
},
[1234896] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1234898] = {
["T"] = "黑洞视界",
["D"] = "随着生命值的耗竭，迪门修斯开始自行塌缩。",
},
[1234899] = {
["T"] = "黑洞视界",
},
[1234900] = {
["T"] = "黑洞视界",
},
[1234901] = {
["T"] = "黑洞视界",
},
[1234902] = {
["T"] = "宇宙之喉",
["D"] = "虚空之翼以星辰巨喉撕碎当前目标，造成21476262点物理伤害。\r\n\r\n目标的精华惨遭吞噬，每0.3秒额外造成626391点宇宙伤害，并使其受到|cffffffff次元吐息|r的伤害提高100%，持续10秒。",
},
[1234904] = {
["T"] = "指令：处斩",
["D"] = "萨哈达尔命令皇家虚空之翼发起进攻。",
},
[1234906] = {
["T"] = "节点坍缩",
["D"] = "吞噬|cffffffff歼星新星|r会使|cffffffff黑暗之星|r从内部被摧毁。迸射的碎片会对所有玩家造成805360点宇宙伤害。\r\n",
},
[1234907] = {
["T"] = "维度割裂",
["D"] = "时空崩解并产生一道虚空，每1秒对其中的所有玩家造成871332点宇宙伤害，并将他们拉向中心。",
},
[1218526] = {
["T"] = "沉重的变量之杖",
["D"] = "携带着一根沉重的变量之杖。",
},
[1218527] = {
["T"] = "软泥箭",
["D"] = "使目标的移动速度降低30%，持续8秒。\n对一名敌人造成自然伤害。",
},
[1234912] = {
["T"] = "空的邪能圣物栏位",
["D"] = "收集一个邪能圣物并使用此栏位。",
},
[1234913] = {
["T"] = "空的钢铁圣物栏位",
["D"] = "收集一个钢铁圣物并使用此栏位。",
},
[1234914] = {
["T"] = "空的火焰圣物栏位",
["D"] = "收集一个火焰圣物并使用此栏位。",
},
[1251298] = {
["T"] = "绿松骏马",
["D"] = "召唤或解散这种坐骑。",
},
[1218533] = {
["T"] = "软泥箭",
["D"] = "使目标的移动速度降低30%，持续8秒。\n对一名敌人造成自然伤害。",
},
[1251300] = {
["T"] = "幽霾梦魇",
["D"] = "召唤或解散这种坐骑。",
},
[1234919] = {
["T"] = "重力虹吸",
["D"] = "施法者具化一处空无力场吸收所有重力，在45秒内吸引附近的敌人。被吸引至中心的敌人会受到暗影伤害并被击飞。",
},
[1234920] = {
["T"] = "重力虹吸",
},
[1234922] = {
["T"] = "悬赏令",
},
[1234923] = {
["T"] = "重力虹吸",
["D"] = "施法者具化一处空无力场吸收所有重力，在45秒内吸引附近的敌人。被吸引至中心的敌人会受到暗影伤害并被击飞。",
},
[1218541] = {
["T"] = "区域召唤",
},
[1218542] = {
["T"] = "无法获得每日神秘奖励",
},
[1251309] = {
["T"] = "疫毒骨骥",
["D"] = "召唤或解散这种坐骑。",
},
[1251311] = {
["T"] = "湮灭骨骥",
["D"] = "召唤或解散这种坐骑。",
},
[1218546] = {
["T"] = "超大特猛炸弹弹幕",
["D"] = "加里维克斯炮轰多名玩家，对每个目标周围17码内的玩家造成3131955点火焰伤害，并会使加|cffffffff爆破燃烧|r。（大部分）弹药会在命中时爆炸。\r\n\r\n然而，部分引线炸弹会散落在场地里。",
},
[1218550] = {
["T"] = "超大特猛炸弹弹幕",
["D"] = "加里维克斯炮轰多名玩家，对每个目标周围17码内的玩家造成3131955点火焰伤害，并会使加|cffffffff爆破燃烧|r。（大部分）弹药会在命中时爆炸。\r\n\r\n然而，部分引线炸弹会散落在场地里。",
},
[1218551] = {
["T"] = "套索",
["D"] = "套住一只宁静的通灵鳐，以便对它的健康和营养状况进行检查。",
},
[1218552] = {
["T"] = "驱逐领域",
["D"] = "将施法者传送到幽暗城。",
},
[1218553] = {
["T"] = "手气大旺！",
["D"] = "当你受到伤害时，有几率触发|cFFFFFFFF手气大旺！|r，使你施放生存本能，持续4.0秒。在|cFFFFFFFF手气大旺！|r触发后，你造成的伤害提高15%，持续8秒。",
},
[1218554] = {
["T"] = "超大特猛炸弹弹幕",
["D"] = "加里维克斯炮轰多名玩家，对每个目标周围17码内的玩家造成3131955点火焰伤害，并会使加|cffffffff爆破燃烧|r。（大部分）弹药会在命中时爆炸。\r\n\r\n然而，部分引线炸弹会散落在场地里。",
},
[1234938] = {
["T"] = "温度控制",
["D"] = "提高炉子的温度。",
},
[1234939] = {
["T"] = "吞咽精华",
["D"] = "使目标的移动速度降低50%，持续6.8秒。\n每1.4秒从目标身上吸取生命值并转移给施法者。",
},
[1218557] = {
["T"] = "驱逐领域",
},
[1218558] = {
["T"] = "爆炸之旅",
},
[1218559] = {
["T"] = "食盆",
},
[1218561] = {
["T"] = "苏雷吉弩炮冲击",
},
[1218562] = {
["T"] = "套住的通灵鳐",
["D"] = "你在绿洲中套住了一只通灵鳐。",
},
[1218565] = {
["T"] = "丢下沉重的变量之杖",
["D"] = "你掉下了一根数据杖。",
},
[1234949] = {
["T"] = "清除任务",
},
[1218567] = {
["T"] = "安德麦蚌",
["D"] = "打开蚌壳！",
},
[1218570] = {
["T"] = "丢下沉重的变量之杖",
},
[1218571] = {
["T"] = "食盆",
},
[1218572] = {
["T"] = "食盆",
},
[1218573] = {
["T"] = "丢下沉重的变量之杖",
},
[1218578] = {
["T"] = "套住的通灵鳐",
["D"] = "你在绿洲中套住了一只通灵鳐。",
},
[1234963] = {
["T"] = "末路恶果",
},
[1234969] = {
["T"] = "虚灵强化",
["D"] = "敏捷提高733点，持续1小时。强化符文。",
},
[1234971] = {
["T"] = "鲛波尔奔",
["D"] = "召唤或解散这种坐骑。",
},
[1218593] = {
["T"] = "能量切割者",
["D"] = "一道旋转的奥术能量光束，对区域内的玩家造成4026798点奥术伤害。 ",
},
[1218598] = {
["T"] = "跃动火花",
["D"] = "吉泽尔消耗40点电量，激发出多个跃动火花并锁定玩家。\r\n\r\n接触到火花会造成1394131点自然伤害，并昏迷8秒。\r\n",
},
[1218600] = {
["T"] = "原型能源线圈",
},
[1218601] = {
["T"] = "手气大旺！",
["D"] = "当你受到伤害时，有几率施放冰封之韧，持续4秒，并获得|cFFFFFFFF手气大旺！|r，使你造成的伤害提高15%，持续10秒。",
},
[1218603] = {
["T"] = "死神的冰冷拥抱",
["S"] = "PvP天赋",
["D"] = "冰霜之柱使你获得冷酷严冬，并使其伤害提高400%，范围扩大150%，但其持续期间你的移动速度大幅降低。\r\n\r\n冰霜之柱的冷却时间延长15秒。",
},
[1218606] = {
["T"] = "地精滑翔机",
},
[1218607] = {
["T"] = "沉重的变量之杖",
},
[1218608] = {
["T"] = "丢下沉重的变量之杖",
["D"] = "你掉了一根沉重的变量之杖。",
},
[1218611] = {
["T"] = "食盆",
},
[1218612] = {
["T"] = "头奖！",
["D"] = "当你召唤或延长火元素的持续时间时，你的闪电箭、闪电链和熔岩爆裂的伤害提高30%，持续8秒。",
},
[1234996] = {
["T"] = "金刚虚空核心",
["D"] = "你的法术有几率强化虚空核心，使你获得9点智力，持续15秒。法力值低于25%时，此几率提高25%。多次施加可以重叠生效。",
},
[1218614] = {
["T"] = "动摇灵魂",
["D"] = "空气中弥漫着扭曲的心能，身体与灵魂的纽带变得脆弱。",
},
[1218615] = {
["T"] = "丢下沉重的变量之杖",
["D"] = "你掉了一根沉重的变量之杖。",
},
[1218616] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r效果，使你的风暴打击、熔岩猛击和毁灭之风的伤害提高5%，最多25%。消耗漩涡武器的技能每消耗一层漩涡武器，就有1.0%的几率移除|cFFFFFFFF连胜！|r效果。",
},
[1218625] = {
["T"] = "错位矩阵",
["D"] = "|cffffffff错位矩阵|r被触碰时会引发爆炸，对8码范围内的玩家造成2460821点奥术伤害并使其昏迷，在原地留下|cffffffff潜能法力残渣|r。\r\n\r\n此外，触碰的玩家会被传送到附近的随机位置。 ",
},
[1218626] = {
["T"] = "错位矩阵",
["D"] = "|cffffffff错位矩阵|r被触碰时会引发爆炸，对8码范围内的玩家造成2460821点奥术伤害并使其昏迷，在原地留下|cffffffff潜能法力残渣|r。\r\n\r\n此外，触碰的玩家会被传送到附近的随机位置。 ",
},
[1218627] = {
["T"] = "破败灵魂",
["D"] = "灵魂与身体的纽带越发脆弱，噬渊不会容忍生者的出现。",
},
[1218628] = {
["T"] = "食盆",
},
[1218629] = {
["T"] = "食盆",
},
[1218630] = {
["T"] = "食盆",
},
[1218631] = {
["T"] = "浩劫火箭",
["D"] = "虽已失势但并未去世的加里维克斯从空中降下海量飞弹，对每个冲击点周围8码内的玩家造成6711331点火焰伤害，持续1秒。",
},
[1251398] = {
["T"] = "长角黯蹄塔布羊",
["D"] = "召唤或解散这种坐骑。",
},
[1251399] = {
["T"] = "长角阿古斯塔布羊",
["D"] = "召唤或解散这种坐骑。",
},
[1235017] = {
["T"] = "法力熔炉传送器",
},
[1235018] = {
["T"] = "法力熔炉传送器",
},
[1235019] = {
["T"] = "加一撮酒花",
["D"] = "在美酒中加入少量酒花。",
},
[1218637] = {
["T"] = "食盆",
},
[1218638] = {
["T"] = "丢弃",
},
[1235022] = {
["T"] = "蹲姿防御",
["D"] = "你受到的范围攻击伤害降低2%。法术反射使受到的魔法伤害额外降低10%。",
},
[1235023] = {
["T"] = "破法者",
["D"] = "你有8%的几率瓦解对你造成的魔法伤害，使其造成的伤害降低50%。",
},
[1251408] = {
["T"] = "守备官的审判",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n在24秒内变为|cffffffff光铸|r，并召唤一道天界之光追击目标，在12秒内每0.5秒对区域内的敌人造成最多|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，为友方目标恢复最多|CFFffffff|CFFffffff$<healValue>|R|R点生命值。目标超过5个后造成的伤害和治疗降低。\r\n\r\n|cffffffff光铸|r\r\n增强你神器的其他圣光特质。",
},
[1218643] = {
["T"] = "研究",
["D"] = "研究以使你的卡兹阿加裁缝知识增加10点。",
},
[1218644] = {
["T"] = "研究",
["D"] = "研究以使你的卡兹阿加剥皮知识增加15点。",
},
[1218645] = {
["T"] = "研究",
["D"] = "研究以使你的卡兹阿加采矿知识增加15点。",
},
[1218646] = {
["T"] = "研究",
["D"] = "研究以使你的卡兹阿加制皮知识增加10点。",
},
[1218647] = {
["T"] = "研究",
["D"] = "研究以使你的卡兹阿加珠宝加工知识增加10点。",
},
[1218648] = {
["T"] = "研究",
["D"] = "研究以使你的卡兹阿加铭文知识增加10点。",
},
[1218649] = {
["T"] = "研究",
["D"] = "研究以使你的卡兹阿加草药学知识增加15点。",
},
[1218650] = {
["T"] = "研究",
["D"] = "研究以使你的卡兹阿加工程学知识增加10点。",
},
[1218651] = {
["T"] = "研究",
["D"] = "研究以使你的卡兹阿加附魔知识增加10点。",
},
[1218652] = {
["T"] = "研究",
["D"] = "研究以使你的卡兹阿加锻造知识增加10点。",
},
[1218653] = {
["T"] = "研究",
["D"] = "研究以使你的卡兹阿加炼金知识增加10点。",
},
[1235038] = {
["T"] = "血红右手",
["D"] = "斩杀的伤害提高15%。",
},
[1235042] = {
["T"] = "湮灭逼近",
},
[1251427] = {
["T"] = "守备官的审判",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n在24秒内变为|cffffffff光铸|r，并召唤一道天界之光追击目标，在12秒内每0.5秒对区域内的敌人造成最多|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，为友方目标恢复最多|CFFffffff|CFFffffff$<healValue>|R|R点生命值。目标超过5个后造成的伤害和治疗降低。\r\n\r\n|cffffffff光铸|r\r\n增强你神器的其他圣光特质。",
},
[1235045] = {
["T"] = "湮灭逼近",
["D"] = "开启不断扩大的虚空领域，每1秒对位于其中的玩家造成223710点宇宙伤害，并使其受到的伤害提高30%。\r\n\r\n虚空会逐渐蔓延，但受到|cffffffff吞噬者之怒|r影响的玩家可以吞噬其中的精华，缩小领域的范围。",
},
[1235047] = {
["T"] = "刚毅姿态",
["D"] = "防御姿态会使你受到的伤害额外降低4%。",
},
[1218668] = {
["T"] = "能量切割者",
["D"] = "一道旋转的奥术能量光束，对区域内的玩家造成4026798点奥术伤害。 ",
},
[1235052] = {
["T"] = "连环爆裂",
},
[1235054] = {
["T"] = "相位闪现",
},
[1235055] = {
["T"] = "心能浸润剑锋",
["D"] = "堕落的黑暗剑士将心能涂抹在刺剑的尖端，近战攻击造成心能蚀甲，使受到的所有伤害提高2%，持续10秒。此效果可叠加。",
},
[1235058] = {
["T"] = "连环爆裂",
},
[1251442] = {
["T"] = "无冕者药剂师的柜子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1235060] = {
["T"] = "心能蚀甲",
["D"] = "堕落的黑暗剑士将心能涂抹在刺剑的尖端，近战攻击造成心能蚀甲，使受到的所有伤害提高2%，持续10秒。此效果可叠加。",
},
[1251444] = {
["T"] = "无冕者旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251445] = {
["T"] = "无冕者规划桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251446] = {
["T"] = "仿制的无冕者锻炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1235064] = {
["T"] = "虚空冲击",
["D"] = "每1秒对一名敌人造成一次暗影伤害，持续3秒。\n对一名敌人造成暗影伤害。",
},
[1251449] = {
["T"] = "虚空之光教团旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251450] = {
["T"] = "仿制的光影祭坛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1235068] = {
["T"] = "相位迁跃",
},
[1251452] = {
["T"] = "教团卷轴",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1235070] = {
["T"] = "灵魂联结",
["D"] = "堕落的驯犬者和邪恶的加尔贡之间产生灵魂羁绊，邪恶的加尔贡位于堕落的驯犬者周围20码内时受到的伤害降低25%。",
},
[1235071] = {
["T"] = "灵魂联结",
["D"] = "堕落的驯犬者和邪恶的加尔贡之间产生灵魂羁绊，邪恶的加尔贡位于堕落的驯犬者周围20码内时受到的伤害降低25%。",
},
[1235074] = {
["T"] = "影舞步",
["D"] = "终结技，以枪林弹雨打击8码内的随机敌人，造成物理伤害。连击点数会提高打击次数。\r\n\r\n每0.44秒恢复1个连击点数。\r\n\r\n   1点：0.44秒内1382454点伤害\r\n   2点：0.88秒内2073682点伤害\r\n   3点：1.32秒内2764909点伤害\r\n   4点：1.76秒内3456137点伤害\r\n   5点：2.21秒内4147364点伤害",
},
[1218692] = {
["T"] = "血石",
["S"] = "PvP天赋",
["D"] = "你的治疗石被替换为血石，不再恢复生命值，而是令使用者的急速提高20%，持续12秒。",
},
[1218694] = {
["T"] = "共振回声",
["D"] = "回荡的音波压垮路径中的玩家，每0.5秒造成223710点声波伤害，持续6秒。此效果可叠加。",
},
[1218696] = {
["T"] = "浩劫火箭",
["D"] = "虽已失势但并未去世的加里维克斯从空中降下海量飞弹，对每个冲击点周围8码内的玩家造成6711331点火焰伤害，持续1秒。",
},
[1235081] = {
["T"] = "海军",
},
[1235082] = {
["T"] = "相位虚灵弓",
["D"] = "向目标射出一支相位虚灵箭，造成894844点奥术伤害。\r\n\r\n只能在无拘之域中使用。",
},
[1218702] = {
["T"] = "制造血石",
},
[1218703] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1218704] = {
["T"] = "原型能源线圈",
["D"] = "原型能源线圈从垃圾场中浮现。\r\n\r\n能源线圈与随机一名玩家建立连接并释放储存的能量，造成156597点自然伤害并每0.5秒施加1层|cffffffff超能过载|r，持续10秒。",
},
[1235088] = {
["T"] = "遒劲猛击",
["D"] = "斩杀可以击中最多2个额外目标，造成70%的伤害。",
},
[1218706] = {
["T"] = "原型能源线圈",
["D"] = "原型能源线圈从垃圾场中浮现。\r\n\r\n能源线圈与随机一名玩家建立连接并释放储存的能量，造成156597点自然伤害并每0.5秒施加1层|cffffffff超能过载|r，持续10秒。",
},
[1235091] = {
["T"] = "以逸待劳",
["S"] = "PvP天赋",
["D"] = "悲苦咒符具有2次使用次数，现在可以在指定位置静默最多90秒，直到有敌人靠近。",
},
[1218710] = {
["T"] = "传送到多恩诺嘉尔",
["D"] = "将施法者传送到多恩诺嘉尔。",
},
[1218712] = {
["T"] = "爆炸绝对不能停下",
},
[1218713] = {
["T"] = "爆炸冲动",
["D"] = "改造一枚爆盐炸弹，让你的心跳加速，你每60秒使用的第一个技能触发爆炸冲动，使你的爆击提高19，持续15秒。\r\n\r\n在引爆期间，爆击会令你再次爆炸，使持续时间延长1秒，最多15次。",
},
[1235097] = {
["T"] = "影舞步",
["D"] = "终结技，以枪林弹雨打击8码内的随机敌人，造成物理伤害。连击点数会提高打击次数。\r\n\r\n每0.44秒恢复1个连击点数。\r\n\r\n   1点：0.44秒内1382454点伤害\r\n   2点：0.88秒内2073682点伤害\r\n   3点：1.32秒内2764909点伤害\r\n   4点：1.76秒内3456137点伤害\r\n   5点：2.21秒内4147364点伤害",
},
[1218715] = {
["T"] = "爆炸或许可以停停",
["D"] = "改造一枚爆盐炸弹，让你的心跳加速，你每60秒使用的第一个技能触发爆炸冲动，使你的爆击提高19，持续15秒。\r\n\r\n在引爆期间，爆击会令你再次爆炸，使持续时间延长1秒，最多15次。",
},
[1218716] = {
["T"] = "K.U.-J.O.的烈焰排气口",
["D"] = "在2秒内持续引导并排放烈焰，造成551点火焰伤害，由附近的所有敌人均摊。\r\n\r\n机械敌人将会过热，被你的下一个有害技能击中时受到26点额外的火焰伤害。",
},
[1235100] = {
["T"] = "影舞步",
["D"] = "终结技，以枪林弹雨打击8码内的随机敌人，造成物理伤害。连击点数会提高打击次数。\r\n\r\n每0.44秒恢复1个连击点数。\r\n\r\n   1点：0.44秒内1382454点伤害\r\n   2点：0.88秒内2073682点伤害\r\n   3点：1.32秒内2764909点伤害\r\n   4点：1.76秒内3456137点伤害\r\n   5点：2.21秒内4147364点伤害",
},
[1235101] = {
["T"] = "相位闪现",
},
[1235102] = {
["T"] = "相位闪现",
},
[1218720] = {
["T"] = "套装：天定亡者法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218721] = {
["T"] = "套装：天定亡者法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218722] = {
["T"] = "套装：天定亡者外套",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218723] = {
["T"] = "套装：天定亡者外套",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218724] = {
["T"] = "套装：天定亡者外套",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218725] = {
["T"] = "套装：天定亡者外套",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218726] = {
["T"] = "套装：天定亡者链甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218727] = {
["T"] = "套装：天定亡者链甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218728] = {
["T"] = "套装：天定亡者链甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218729] = {
["T"] = "套装：天定亡者链甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1235113] = {
["T"] = "剑刃旋风",
["D"] = "你的攻击有几率对附近的一名敌人使用破坏者，持续4秒。",
},
[1235114] = {
["T"] = "翔空雷什",
["D"] = "萨拉塔斯激发玩家的雷什裹布，从|cffffffff无尽黑暗|r中保护他们，并允许他们使用飞行坐骑。",
},
[1235115] = {
["T"] = "炉石",
},
[1218733] = {
["T"] = "套装：天定亡者丧礼板甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218734] = {
["T"] = "套装：回收的卡拉赞链甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1235120] = {
["T"] = "魂火汇聚",
},
[1235121] = {
["T"] = "快逃！",
["D"] = "劳苦的管理员在生命值降至30%时惊慌失措，并试图|cffffffff快逃！|r",
},
[1218739] = {
["T"] = "套装：不灭智慧法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218740] = {
["T"] = "套装：不灭智慧法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218741] = {
["T"] = "套装：不灭智慧法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218742] = {
["T"] = "套装：不灭智慧法袍",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供法师、牧师和术士使用。",
},
[1218743] = {
["T"] = "套装：圣洁者的法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218744] = {
["T"] = "套装：圣洁者的法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1235128] = {
["T"] = "翻捡",
["D"] = "打开一个物件。",
},
[1218746] = {
["T"] = "套装：圣洁者的法衣",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供法师、牧师和术士使用。",
},
[1235130] = {
["T"] = "虚空的碎片",
["D"] = "|cffffffff金刚虚空核心|r受到强化时，你的虚空琉璃碎片效果提高200%。",
},
[1218748] = {
["T"] = "套装：阿兹亚基的遗产",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218749] = {
["T"] = "套装：阿兹亚基的遗产",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218750] = {
["T"] = "套装：阿兹亚基的遗产",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供法师、牧师和术士使用。",
},
[1218751] = {
["T"] = "套装：灵异之眼战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218752] = {
["T"] = "套装：灵异之眼战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235136] = {
["T"] = "虚空的碎片",
["D"] = "你的法术有几率召唤出虚空琉璃碎片，割伤敌人并造成44点宇宙伤害，或者环绕盟友并为其吸收117点伤害，最多持续20秒。",
},
[1218754] = {
["T"] = "套装：灵异之眼战甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218755] = {
["T"] = "套装：星界守护者制服",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218756] = {
["T"] = "套装：星界守护者制服",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218757] = {
["T"] = "套装：星界守护者制服",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218758] = {
["T"] = "套装：星界守护者制服",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218759] = {
["T"] = "套装：隐乱战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218760] = {
["T"] = "套装：隐乱战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218761] = {
["T"] = "套装：隐乱战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218762] = {
["T"] = "套装：隐乱战甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218763] = {
["T"] = "套装：厄运之刃战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218764] = {
["T"] = "套装：厄运之刃战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218765] = {
["T"] = "套装：厄运之刃战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235149] = {
["T"] = "操纵湮灭",
},
[1235150] = {
["T"] = "不稳定的湮灭",
},
[1235151] = {
["T"] = "奥术宝珠",
},
[1235152] = {
["T"] = "不稳定的湮灭",
},
[1218770] = {
["T"] = "套装：鹰爪战甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218771] = {
["T"] = "套装：元素之缚法衣",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218772] = {
["T"] = "套装：元素之缚法衣",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218773] = {
["T"] = "套装：元素之缚法衣",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1235157] = {
["T"] = "吞噬",
},
[1235158] = {
["T"] = "吞噬",
["D"] = "阿达拉斯吸收当前具有|cffffffff吞噬者之怒|r的玩家的精华，造成178968点宇宙伤害并吸收接下来受到的697065点治疗量。",
},
[1235159] = {
["T"] = "尖鸣之魂",
["D"] = "你的法术和技能有几率召唤一群灵魂飞鹰撞向附近的敌人，命中时产生的爆炸会治疗盟友，并对5码内的敌人造成|CFFffffff$<damageValue>$$?$w1>0[$<damageValuePlus>][$<damageValue>]|R点自然伤害。",
},
[1218777] = {
["T"] = "套装：恐惧之龙战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218778] = {
["T"] = "套装：恐惧之龙战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218779] = {
["T"] = "套装：恐惧之龙战铠",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218780] = {
["T"] = "套装：大领主的战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1235164] = {
["T"] = "尖鸣之魂",
["D"] = "你的法术和技能有几率召唤一群灵魂飞鹰撞向附近的敌人，命中时产生的爆炸会治疗盟友，并对5码内的敌人造成|CFFffffff$<damageValue>$$?$w1>0[$<damageValuePlus>][$<damageValue>]|R点自然伤害。",
},
[1235165] = {
["T"] = "脓疮毒镰",
["D"] = "每引爆20层溃烂之伤都会强化你的下一次脓疮打击，使其变为脓疮毒镰。\r\n\r\n|T3997563:24|t|cffffffff脓疮毒镰|r\r\n横扫打击前方14码内的所有敌人，造成307212点暗影伤害，并使其感染2到3层溃烂之伤。",
},
[1218783] = {
["T"] = "套装：大领主的战铠",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218784] = {
["T"] = "套装：黑曜守护者战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218785] = {
["T"] = "套装：黑曜守护者战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218786] = {
["T"] = "套装：黑曜守护者战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218787] = {
["T"] = "套装：黑曜守护者战铠",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218788] = {
["T"] = "套装：魔力风暴法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218789] = {
["T"] = "套装：魔力风暴法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218790] = {
["T"] = "套装：魔力风暴法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218791] = {
["T"] = "套装：魔力风暴法衣",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供法师、牧师和术士使用。",
},
[1218792] = {
["T"] = "套装：赦罪祭服",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218793] = {
["T"] = "套装：赦罪祭服",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218794] = {
["T"] = "套装：赦罪祭服",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1235178] = {
["T"] = "奥能矩阵湮灭器",
["D"] = "奥能筛网会使所有接触到的玩家|cffffffff灰飞烟灭|r，并留下|cffffffff奥术辐射|r。 ",
},
[1218796] = {
["T"] = "套装：天魔法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218797] = {
["T"] = "套装：天魔法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218798] = {
["T"] = "套装：天魔法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218799] = {
["T"] = "套装：天魔法衣",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供法师、牧师和术士使用。",
},
[1235183] = {
["T"] = "标记追踪",
},
[1218801] = {
["T"] = "套装：恶魔克星护甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218802] = {
["T"] = "套装：恶魔克星护甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218803] = {
["T"] = "套装：恶魔克星护甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218804] = {
["T"] = "套装：风暴之心外衣",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218805] = {
["T"] = "套装：风暴之心外衣",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235189] = {
["T"] = "法力摄入",
},
[1218807] = {
["T"] = "套装：风暴之心外衣",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235191] = {
["T"] = "法力摄入",
},
[1218809] = {
["T"] = "套装：雪怒的战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218810] = {
["T"] = "套装：雪怒的战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218811] = {
["T"] = "套装：雪怒的战甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218812] = {
["T"] = "套装：獠牙刺杀者护甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235196] = {
["T"] = "圆形精灵地毯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1235197] = {
["T"] = "长方形精灵地毯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1218815] = {
["T"] = "套装：獠牙刺杀者护甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218816] = {
["T"] = "套装：荒野追猎者护甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218817] = {
["T"] = "套装：荒野追猎者护甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218818] = {
["T"] = "套装：荒野追猎者护甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218819] = {
["T"] = "套装：荒野追猎者护甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218820] = {
["T"] = "套装：碎天祭服",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218821] = {
["T"] = "套装：碎天祭服",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218822] = {
["T"] = "套装：碎天祭服",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218823] = {
["T"] = "套装：碎天祭服",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218824] = {
["T"] = "套装：守陵者护甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218825] = {
["T"] = "套装：守陵者护甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1235209] = {
["T"] = "尖鸣之魂",
["D"] = "你的法术和技能有几率召唤一群灵魂飞鹰撞向附近的敌人，命中时产生的爆炸会治疗盟友，并对5码内的敌人造成|CFFffffff$<damageValue>$$?$w1>0[$<damageValuePlus>][$<damageValue>]|R点自然伤害。",
},
[1218827] = {
["T"] = "套装：守陵者护甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218828] = {
["T"] = "套装：光明使者的璀璨护甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218829] = {
["T"] = "套装：光明使者的璀璨护甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1235213] = {
["T"] = "灵魂召唤",
["D"] = "缚魂者娜欣达利使奥术能量流经数名玩家体内，每1秒造成447422点奥术伤害，持续5秒。\r\n\r\n效果结束时，碎魂法球会从目标体内爆裂而出。",
},
[1235214] = {
["T"] = "粉碎砸击",
},
[1218832] = {
["T"] = "套装：泰坦冲锋护甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218833] = {
["T"] = "套装：泰坦冲锋护甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218834] = {
["T"] = "套装：泰坦冲锋护甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1235218] = {
["T"] = "缚魂者的拥抱",
},
[1218836] = {
["T"] = "套装：符文之缚法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218837] = {
["T"] = "套装：符文之缚法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218838] = {
["T"] = "套装：符文之缚法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1235222] = {
["T"] = "法力摄入",
},
[1235223] = {
["T"] = "法力摄入",
},
[1218841] = {
["T"] = "套装：金色天使圣衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1235225] = {
["T"] = "不息忿怒烙印",
["D"] = "受到伤害使你满腔怨怒，每层怨怒为你吸收18点伤害，并且造成42点暗影伤害，由周围的敌人均摊。每额外击中一个敌人，伤害提高30%，最多150%。\r\n\r\n你的怨怒每15秒可以增长一次，最多叠加15次，但在离开战斗后会快速恢复平静。\r\n\r\n|cnRED_FONT_COLOR:仅对坦克专精生效。|r",
},
[1218843] = {
["T"] = "套装：金色天使圣衣",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供法师、牧师和术士使用。",
},
[1218844] = {
["T"] = "套装：冷酷审讯官法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218845] = {
["T"] = "套装：冷酷审讯官法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1235229] = {
["T"] = "宇宙虚空溶解",
},
[1218847] = {
["T"] = "套装：冷酷审讯官法袍",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供法师、牧师和术士使用。",
},
[1235231] = {
["T"] = "离开幻象",
},
[1218849] = {
["T"] = "套装：邪能收割者的祭服",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235233] = {
["T"] = "法力摄入",
},
[1218851] = {
["T"] = "套装：邪能收割者的祭服",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235235] = {
["T"] = "法力摄入",
},
[1218853] = {
["T"] = "套装：巨熊战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235237] = {
["T"] = "降落伞",
["D"] = "便携式的降落伞，在施法者开始降落时自动打开。",
},
[1218855] = {
["T"] = "套装：巨熊战甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218856] = {
["T"] = "套装：赤精战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218857] = {
["T"] = "套装：赤精战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235241] = {
["T"] = "传送门",
["D"] = "将施法者传送到萨尔的房间。",
},
[1235242] = {
["T"] = "传送门",
},
[1235243] = {
["T"] = "卡兹阿加勇士礼包惊喜",
},
[1218861] = {
["T"] = "套装：冲动恶徒武装",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235245] = {
["T"] = "脚踝撕咬",
["D"] = "石精噬踝者扑向一个随机玩家并噬咬他们的脚踝，造成223710点物理伤害，移动速度降低20%并使其流血，在8秒内每0.5秒额外受到26845点物理伤害。此效果可叠加。",
},
[1235246] = {
["T"] = "相位之刃",
["D"] = "影卫相位剑士灼烧目标，造成178968点暗影伤害。虚空的力量在冲击后离散，并在所有玩家之间弹射，造成178968点暗影伤害。",
},
[1218864] = {
["T"] = "套装：巨蛇追猎者的伪装",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218865] = {
["T"] = "套装：巨蛇追猎者的伪装",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218866] = {
["T"] = "套装：巨蛇追猎者的伪装",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218867] = {
["T"] = "套装：巨蛇追猎者的伪装",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1235251] = {
["T"] = "传送",
},
[1235252] = {
["T"] = "传送",
},
[1218870] = {
["T"] = "套装：尊崇灵魂礼服",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218871] = {
["T"] = "套装：尊崇灵魂礼服",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1235255] = {
["T"] = "战刃风暴",
},
[1235256] = {
["T"] = "相位奔袭",
["D"] = "穿越虚空传送门，在1分钟内召唤扭曲虚空幻影。施法者随后在一名敌人背后现身并向前冲锋，对沿途的所有敌人造成暗影伤害。",
},
[1235257] = {
["T"] = "战刃风暴",
["D"] = "对4码范围内的敌人造成447422点物理伤害。",
},
[1218875] = {
["T"] = "套装：恐惧之痕盔甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供死亡骑士、圣骑士和战士使用。",
},
[1235259] = {
["T"] = "相位奔袭",
},
[1235260] = {
["T"] = "相位奔袭",
},
[1235261] = {
["T"] = "割魂索命",
["D"] = "你的灵魂收割、天灾打击、脓疮打击和凋零缠绕对生命值低于35%的敌人额外造成30%伤害。\r\n\r\n灵魂收割的斩杀效果会使你的随从伤害提高10%，持续8秒。",
},
[1218879] = {
["T"] = "套装：圣光先锋战铠",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218880] = {
["T"] = "套装：主宰战甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218881] = {
["T"] = "套装：主宰战甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1235265] = {
["T"] = "套装：特级大师的先知装束",
["D"] = "收集特级大师的先知装束护甲套装\r\n的外观。",
},
[1218883] = {
["T"] = "套装：主宰战甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供死亡骑士、圣骑士和战士使用。",
},
[1235267] = {
["T"] = "相位奔袭",
},
[1235268] = {
["T"] = "相位奔袭",
},
[1235269] = {
["T"] = "相位奔袭",
["D"] = "奔袭一名敌人，对沿途的所有敌人造成暗影伤害。",
},
[1235270] = {
["T"] = "变为石头",
},
[1235271] = {
["T"] = "变为石头",
},
[1235272] = {
["T"] = "遗世苍穹的尖鸣",
["D"] = "你的有害法术和技能有几率用深渊彗星打击目标，造成400点宇宙伤害并增强其引力，使后续彗星造成的伤害提高5%。\r\n\r\n敌人死亡时发生内爆，每层引力造成319点宇宙伤害，由周围的敌人均摊。每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1235273] = {
["T"] = "变成石头",
},
[1218891] = {
["T"] = "套装：死皮追猎者的战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218892] = {
["T"] = "套装：夜隐外套",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218893] = {
["T"] = "套装：琥珀谷骨饰皮甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235277] = {
["T"] = "套装：特级大师的深海装束",
["D"] = "收集特级大师的深海装束护甲套装\r\n的外观。",
},
[1235278] = {
["T"] = "扭曲虚空幻影",
},
[1235279] = {
["T"] = "扭曲虚空幻影",
},
[1235280] = {
["T"] = "套装：特级大师的皇家装束",
["D"] = "收集特级大师的皇家装束护甲套装\r\n的外观。",
},
[1235281] = {
["T"] = "相位奔袭",
},
[1235282] = {
["T"] = "套装：特级大师的云烟装束",
["D"] = "收集特级大师的云烟装束护甲套装\r\n的外观。",
},
[1235283] = {
["T"] = "踢飞",
},
[1218901] = {
["T"] = "套装：赤红誓言外衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218902] = {
["T"] = "套装：长夜无明法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218903] = {
["T"] = "套装：饥餐血肉的束缚",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218904] = {
["T"] = "套装：饥渴皮甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1235288] = {
["T"] = "牛头人水车",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218906] = {
["T"] = "套装：天空之父的神选护甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1235290] = {
["T"] = "制造幻影",
["D"] = "打开一个物件。",
},
[1235291] = {
["T"] = "黑洞视界",
},
[1218909] = {
["T"] = "套装：誉铸荣光铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218910] = {
["T"] = "套装：血铸战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218911] = {
["T"] = "套装：夜铸邪铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218912] = {
["T"] = "套装：绿意绘梦法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218913] = {
["T"] = "套装：炽燃绘梦法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218914] = {
["T"] = "套装：守梦者的法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218915] = {
["T"] = "套装：寻梦者的法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218916] = {
["T"] = "套装：夜色符文法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218917] = {
["T"] = "套装：大地符文法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218918] = {
["T"] = "套装：苍空符文法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1235302] = {
["T"] = "晦暗之门",
},
[1235303] = {
["T"] = "先驱的拥抱",
["D"] = "萨拉塔斯保住了你，仅此一刻。",
},
[1218921] = {
["T"] = "套装：邪能血污战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218922] = {
["T"] = "套装：海上奇兵的戎装",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218923] = {
["T"] = "套装：林地奇兵的戎装",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1251690] = {
["T"] = "珍稀的火鸡",
["D"] = "召唤或解散这种坐骑。",
},
[1235308] = {
["T"] = "虚空奔袭",
["D"] = "奔袭一名敌人，对沿途的所有敌人造成暗影伤害。",
},
[1218926] = {
["T"] = "套装：苍空之嗣轻铠",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218928] = {
["T"] = "套装：海潮之裔轻铠",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218929] = {
["T"] = "套装：族长的战鳞",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1235313] = {
["T"] = "排气管",
},
[1235314] = {
["T"] = "提供麦汤",
["D"] = "将一碗美味的大麦汤交给一名饥肠辘辘的顾客。",
},
[1235315] = {
["T"] = "提供脆饼干",
["D"] = "将一块热乎的脆饼干交给一名饥肠辘辘的顾客。",
},
[1218933] = {
["T"] = "套装：阳焰符文锁甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218934] = {
["T"] = "套装：峻岭龙鳞甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218935] = {
["T"] = "套装：梦林龙鳞甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1235319] = {
["T"] = "顾客想喝汤",
},
[1218937] = {
["T"] = "套装：焰生龙鳞甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218939] = {
["T"] = "套装：族长的战角",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1235323] = {
["T"] = "顾客想吃脆饼干",
},
[1218941] = {
["T"] = "套装：瓦格里的战装",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218942] = {
["T"] = "套装：梦境防御者的翡翠板甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1235326] = {
["T"] = "瓦解尖叫",
["D"] = "发出|cffffffff瓦解怒吼|r，对40码内的玩家造成447422点声波伤害，并打断施法，持续4秒。",
},
[1218944] = {
["T"] = "套装：阿古斯魔灾战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218945] = {
["T"] = "套装：冥河之肤",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218946] = {
["T"] = "套装：艾瑞达斯牺牲外衣",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218947] = {
["T"] = "套装：安托兰守卫的金色战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218949] = {
["T"] = "套装：光铸者的传承 - 神圣金辉",
["D"] = "收集这套护甲套装外观。外观仅供光铸德莱尼使用。",
},
[1218950] = {
["T"] = "套装：光铸者的传承 - 全息宝石投影",
["D"] = "收集这套护甲套装外观。外观仅供光铸德莱尼使用。",
},
[1218951] = {
["T"] = "套装：光铸者的传承 - 赤红复仇",
["D"] = "收集这套护甲套装外观。外观仅供光铸德莱尼使用。",
},
[1218952] = {
["T"] = "套装：夏多雷的传承 - 酒庄红艳",
["D"] = "收集这套护甲套装外观。外观仅供夜之子使用。",
},
[1218953] = {
["T"] = "套装：赫达沙尔符语者的法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218954] = {
["T"] = "套装：新月谷祭服",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218955] = {
["T"] = "套装：酒红皇家礼袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1235339] = {
["T"] = "羽落术",
["D"] = "安全坠落。",
},
[1218957] = {
["T"] = "套装：至高岭的皮革",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218958] = {
["T"] = "套装：霍斯瓦尔特皮甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218959] = {
["T"] = "套装：貂皮行装",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218960] = {
["T"] = "套装：洛希恩徘徊者的装束",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218961] = {
["T"] = "套装：恐惧荆棘战甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218962] = {
["T"] = "套装：铭记永恒鳞甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1235346] = {
["T"] = "光子轰击",
},
[1218964] = {
["T"] = "套装：至高岭河鳞甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218965] = {
["T"] = "套装：雷云之巅骨甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218966] = {
["T"] = "套装：纳萨拉斯学子的衣着",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218967] = {
["T"] = "套装：卡德拉尔战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218968] = {
["T"] = "套装：维库仪葬战装",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218969] = {
["T"] = "套装：末日歌者布甲",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218970] = {
["T"] = "套装：阿尔诺守护者的皮甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218971] = {
["T"] = "套装：奥罗纳尔门徒的锁甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218972] = {
["T"] = "套装：裁判所警卫的板甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218973] = {
["T"] = "套装：裂痕祭司法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218974] = {
["T"] = "套装：灾月皮甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218975] = {
["T"] = "套装：神殿毁灭者的战甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218976] = {
["T"] = "套装：碎月战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1235360] = {
["T"] = "星海狩猎魔印",
["D"] = "你的攻击有较高的几率发起星海猛攻，对目标造成48点宇宙伤害。\r\n\r\n目标每损失1%的生命值，伤害提高2%。对周围的敌人造成50%的伤害，由他们均摊。",
},
[1218978] = {
["T"] = "套装：加洛西战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1235362] = {
["T"] = "虚空喷发",
},
[1218980] = {
["T"] = "弹射乘客 1",
},
[1218981] = {
["T"] = "盾牌冲锋",
["D"] = "受到的伤害降低240%。\r\n\r\n移动速度提高240%，持续直到主动取消，并且击退你所经过的敌人。",
},
[1218982] = {
["T"] = "被拆除的极巨大炸弹",
["D"] = "每1秒对3码内的玩家造成89485点自然伤害。\r\n\r\n互动时获得充能的极巨大炸弹，改为每0.5秒受到89485点自然伤害。",
},
[1235366] = {
["T"] = "掷桶",
["D"] = "向敌人的位置投掷小桶，对冲击点10码范围内的所有敌人造成物理伤害。",
},
[1235367] = {
["T"] = "掷桶",
["D"] = "向敌人的位置投掷小桶，对冲击点10码范围内的所有敌人造成物理伤害。",
},
[1235368] = {
["T"] = "奥术猛袭",
["D"] = "朝当前目标的方向宣泄奥术能量，对锥形范围内的玩家造成894843点奥术伤害，并且在9秒内每1.5秒额外造成313195点奥术伤害。此效果可叠加。",
},
[1235369] = {
["T"] = "亡者复生",
},
[1218987] = {
["T"] = "被拆除的极巨大炸弹",
["D"] = "每3秒对最近的5名玩家造成492164点自然伤害。\r\n\r\n互动时获得被拆除的极巨大炸弹，改为每1.5秒受到492164点自然伤害。此效果可叠加。",
},
[1235371] = {
["T"] = "冰霜疫病",
["D"] = "疾病效果，在30秒内造成322142点冰霜伤害，每次造成伤害时有几率使死亡骑士获得4点符文能量。",
},
[1235372] = {
["T"] = "血之疫病",
["D"] = "暗影疾病效果，在30秒内从目标身上吸取149062点生命。  ",
},
[1218990] = {
["T"] = "被拆除的极巨大炸弹",
["D"] = "每3秒对最近的5名玩家造成492164点自然伤害。\r\n\r\n互动时获得被拆除的极巨大炸弹，改为每1.5秒受到492164点自然伤害。此效果可叠加。",
},
[1218991] = {
["T"] = "被拆除的极巨大炸弹",
["D"] = "每3秒对最近的5名玩家造成492164点自然伤害。\r\n\r\n互动时获得被拆除的极巨大炸弹，改为每1.5秒受到492164点自然伤害。此效果可叠加。",
},
[1218992] = {
["T"] = "被拆除的极巨大炸弹",
["D"] = "每3秒对最近的5名玩家造成492164点自然伤害。\r\n\r\n互动时获得被拆除的极巨大炸弹，改为每1.5秒受到492164点自然伤害。此效果可叠加。",
},
[1218994] = {
["T"] = "顶头大佬",
},
[1218997] = {
["T"] = "压制陷阱",
["D"] = "将目标困在一个压制力场中，以便进一步检查。",
},
[1218998] = {
["T"] = "压制陷阱",
["D"] = "已部署压制陷阱。",
},
[1235382] = {
["T"] = "胜利在望",
["D"] = "立即攻击目标，造成26398点伤害，并为你恢复30%的最大生命值。\r\n\r\n消灭一个可为你提供经验值或荣誉值的敌人，将重置胜利在望的冷却时间并使其不消耗怒气。",
},
[1235383] = {
["T"] = "猛击",
["D"] = "猛击对手，对其造成36017点物理伤害。",
},
[1235386] = {
["T"] = "斩杀",
["D"] = "尝试终结一个受伤的敌人，造成287245点物理伤害。",
},
[1235387] = {
["T"] = "娜欣达利的秘法之鞭",
["D"] = "你的伤害性法术有较高的几率用奥术能量鞭笞目标，造成60点奥术伤害，由目标和路径中的敌人均摊。\r\n\r\n每额外击中一个敌人，伤害提高30%，最多150%，并且精通可以进一步提高此伤害。",
},
[1235388] = {
["T"] = "狂野怒火",
["D"] = "凶暴野兽现在会服从你的杀戮命令，以30%的效果造成伤害。\r\n\r\n狂野怒火现在使你的凶暴野兽陷入狂怒，使其造成的伤害提高15%，持续15秒。在狂野怒火期间召唤的凶暴野兽也可以受到增益影响，但影响时间会缩短。",
},
[1235391] = {
["T"] = "黑暗突变",
["D"] = "你的食尸鬼对附近的5名敌人造成68708点暗影伤害，并变身为一只强大的亡灵怪物，持续15秒。食尸鬼的技能会被强化，而且变身激活期间会有新的功能。",
},
[1251776] = {
["T"] = "青铜堆",
["D"] = "莫蒙图斯放置了一个拟像来替代你的神器武器。取回并拆解它以获得大量青铜。",
},
[1219011] = {
["T"] = "负性场",
},
[1219012] = {
["T"] = "手气大旺！",
["D"] = "当你受到伤害时，有几率施放恶魔变形，持续4秒，并获得|cFFFFFFFF手气大旺！|r，使你造成的伤害提高15%，持续10秒。",
},
[1235397] = {
["T"] = "幽影之触",
["D"] = "黑蚀箭的周期性伤害提高100%。并且黯然火药现在会将黑蚀箭的周期性伤害施加到所有受到其伤害的敌人身上。\r\n\r\n黯然火药对2个或以上的敌人造成伤害时，如习得野兽顺劈则获得其效果。\r\n",
},
[1235398] = {
["T"] = "无拘特效",
},
[1235399] = {
["T"] = "财阀跳线电缆",
["D"] = "准备在意外惨死的情况下使用财阀跳线电缆。只能在未进入战斗时使用。",
},
[1235400] = {
["T"] = "财阀跳线电缆",
["D"] = "准备在意外惨死的情况下使用财阀跳线电缆。只能在未进入战斗时使用。",
},
[1235401] = {
["T"] = "欢喜的雪人",
["D"] = "穿上欢喜的雪人装束。冬幕节期间，冷却时间会缩短。",
},
[1235402] = {
["T"] = "熔化",
["D"] = "脱下欢喜的雪人装束。",
},
[1235404] = {
["T"] = "投掷雪球",
["D"] = "投掷一个雪球！",
},
[1219022] = {
["T"] = "残存电伏",
},
[1235406] = {
["T"] = "召唤礼物",
},
[1235408] = {
["T"] = "奥术猛袭",
},
[1235409] = {
["T"] = "雷什恩赐",
["D"] = "雷什裹布的威能触发频率提高50%。",
},
[1219029] = {
["T"] = "压制陷阱",
},
[1219030] = {
["T"] = "打开神秘背包",
["D"] = "打开神秘背包，看看能有什么发现！",
},
[1219031] = {
["T"] = "压制陷阱",
},
[1219032] = {
["T"] = "奥能筛网移动控制器",
},
[1219033] = {
["T"] = "奥能筛网移动控制器",
},
[1235417] = {
["T"] = "召唤恶作剧礼物",
["D"] = "投掷一份恶作剧礼物，散播节日的欢乐！",
},
[1219035] = {
["T"] = "火热手感",
["D"] = "当你赢得|cFFFFFFFF头奖！|r时，你造成的伤害提高8%，持续7秒。如果你从燃烧中获得|cFFFFFFFF头奖！|r，持续时间延长100%。",
},
[1235420] = {
["T"] = "下跪",
},
[1235422] = {
["T"] = "传送",
},
[1235423] = {
["T"] = "传送",
},
[1219041] = {
["T"] = "静电震击",
["D"] = "技师向目标玩家射出静电，造成671133点自然伤害并使其昏迷2秒。",
},
[1235425] = {
["T"] = "缚魂者的拥抱",
["D"] = "激活灵魂之盾，释放出一道冲击波，对附近的所有敌人造成13点奥术伤害，使你受到的伤害降低50%，持续20秒或直到防止了478点伤害。",
},
[1235426] = {
["T"] = "吞噬",
},
[1219044] = {
["T"] = "萃取",
["D"] = "正在萃取",
},
[1219045] = {
["T"] = "痛苦无常",
["D"] = "使一个目标遭受痛苦，在12秒内造成87477点暗影伤害。\r\n\r\n如果此效果被驱散，对驱散者造成443508点伤害，并使其沉默4秒。",
},
[1219046] = {
["T"] = "萃取",
},
[1219047] = {
["T"] = "极性化灾难震击",
["D"] = "失配的极性引发了致命的震击，对所有玩家造成4026798点火焰伤害，并使他们受到动荡爆炸和极性化灾难震击的伤害提高500%，持续2秒。",
},
[1235431] = {
["T"] = "安德麦长方形桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219050] = {
["T"] = "收集萃取",
},
[1219052] = {
["T"] = "魂织",
["D"] = "无拘之魂被缓缓包裹在丝质缚带里，逐渐转化为影卫成员。",
},
[1219053] = {
["T"] = "魂织",
["D"] = "无拘之魂被缓缓包裹在丝质缚带里，逐渐转化为影卫成员。",
},
[1219054] = {
["T"] = "炸脚地雷",
["D"] = "洛肯斯多向房间内发射数枚地雷。踩到炸脚地雷会触发|cffffffff动荡爆炸|r，并在触发者身上嵌入|cffffffff不稳定的碎片|r。此外，这些反应型地雷与其他发明或|cffffffff缆线输电|r接触时会爆炸，触发|cffffffff动荡爆炸|r。",
},
[1219055] = {
["T"] = "炸脚地雷",
["D"] = "洛肯斯多向房间内发射数枚地雷。踩到炸脚地雷会触发|cffffffff动荡爆炸|r，并在触发者身上嵌入|cffffffff不稳定的碎片|r。此外，这些反应型地雷与其他发明或|cffffffff缆线输电|r接触时会爆炸，触发|cffffffff动荡爆炸|r。",
},
[1235440] = {
["T"] = "财阀老大的花里胡哨办公台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219062] = {
["T"] = "线圈重启",
["D"] = "昏迷。",
},
[1235446] = {
["T"] = "角斑马条纹毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219068] = {
["T"] = "战利品雷达",
},
[1251835] = {
["T"] = "记忆结晶",
["D"] = "留下一个记忆结晶，为其他探索这一地下堡的玩家留下一条消息。",
},
[1235453] = {
["T"] = "加固的木制箱子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1235454] = {
["T"] = "牛头人高崖毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1235455] = {
["T"] = "长者高地毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1235456] = {
["T"] = "将拉开的银月城窗帘放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1235457] = {
["T"] = "将小型银月城窗帘放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251841] = {
["T"] = "记忆结晶",
["D"] = "留下一个记忆结晶，为其他探索这一地下堡的玩家留下一条消息。",
},
[1219076] = {
["T"] = "巨械争斗",
},
[1219077] = {
["T"] = "C.H.E.T.T.清单",
},
[1251844] = {
["T"] = "记忆结晶",
["D"] = "留下一个记忆结晶，为其他探索这一地下堡的玩家留下一条消息。",
},
[1219079] = {
["T"] = "C.H.E.T.T.清单",
},
[1235463] = {
["T"] = "晦暗之门",
},
[1219081] = {
["T"] = "原型能源线圈",
},
[1251848] = {
["T"] = "记忆结晶",
["D"] = "留下一个记忆结晶，为其他探索这一地下堡的玩家留下一条消息。",
},
[1235466] = {
["T"] = "晦暗之门",
},
[1235467] = {
["T"] = "晦暗之门",
["D"] = "萨拉塔斯扭曲空间并创造出界门，玩家穿越其中时能够刷新|cffffffff翔空雷什|r的持续时间，大幅提高速度并恢复驭空术充能。",
},
[1235468] = {
["T"] = "先驱的拥抱",
},
[1219086] = {
["T"] = "喷射烈焰",
["D"] = "施法者从核心中释放出大量喷焰，每1秒对所有玩家造成894844点火焰伤害，持续5秒。",
},
[1219087] = {
["T"] = "喷射烈焰",
["D"] = "施法者从核心中释放出大量喷焰，每1秒对所有玩家造成894844点火焰伤害，持续5秒。",
},
[1219088] = {
["T"] = "灼热之咬",
["D"] = "对敌人进行一次烈焰撕咬，造成3355665点火焰伤害，每1秒造成178968点火焰伤害，持续10秒。该效果可叠加。\r\n\r\n灼烧之伤被移除时会发生爆炸，对所有玩家造成894843点火焰伤害。",
},
[1219089] = {
["T"] = "灼热之咬",
["D"] = "对敌人进行一次烈焰撕咬，造成3355665点火焰伤害，每1秒造成178968点火焰伤害，持续10秒。该效果可叠加。\r\n\r\n灼烧之伤被移除时会发生爆炸，对所有玩家造成894843点火焰伤害。",
},
[1235475] = {
["T"] = "倒入美酒",
["D"] = "将美酒放入上酒桶内。",
},
[1235477] = {
["T"] = "烈酒",
["D"] = "携带着一桶精心酿制的烈酒。",
},
[1235478] = {
["T"] = "放好麦汤",
["D"] = "将大麦汤放在上菜桌上。",
},
[1235479] = {
["T"] = "汤",
["D"] = "携带着一份美味的汤。",
},
[1219097] = {
["T"] = "投掷垃圾箱",
["D"] = "倾焰抛出一个垃圾箱，对冲击点周围8码内的玩家造成3131955点物理伤害。\r\n\r\n垃圾箱落地时倾洒出垃圾，对冲击点周围3码内的玩家造成1342266点自然伤害。",
},
[1235482] = {
["T"] = "放好脆饼干",
["D"] = "将脆饼干放在上菜桌上。",
},
[1235483] = {
["T"] = "脆饼干",
["D"] = "携带着一块美酒节脆饼干。",
},
[1219102] = {
["T"] = "泥裔",
["D"] = "成为泥裔，吸收3121点伤害，并在10秒内辐射出154点自然伤害，由附近的敌人均摊。\r\n\r\n你受到的周期性伤害会融入到刺鼻的泥浆里，成为仪式的养料，使此效果的冷却时间缩短2.0秒。",
},
[1219103] = {
["T"] = "超震的震击帽",
["D"] = "每隔6秒，对你的目标和周围的1名敌人进行震击，造成10点自然伤害。\r\n\r\n施放30个法术会对你涡轮增压，持续15秒，使震击的频率翻倍，并将其升级为超力震击，改为造成30点自然伤害。",
},
[1235487] = {
["T"] = "干杯",
["D"] = "拿上饮料，祝酒碰杯！",
},
[1219105] = {
["T"] = "提高物品等级",
},
[1235490] = {
["T"] = "天体物理射流",
["D"] = "迪门修斯在空间中撕扯出一条巨大的辐射带，每1秒对过于接近的玩家造成4474221点宇宙伤害。\r\n\r\n尝试跨越辐射带中部的玩家会在瞬间灰飞烟灭。",
},
[1235491] = {
["T"] = "天体物理射流",
},
[1219113] = {
["T"] = "加里维克斯",
},
[1251880] = {
["T"] = "将彩绘碎木堆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251881] = {
["T"] = "将塞纳里奥圆拱放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219116] = {
["T"] = "投掷垃圾箱",
},
[1235500] = {
["T"] = "吞噬诸界之核",
["D"] = "受到伤害有较高的几率使你吞噬周围敌人的精华，造成196点暗影伤害，由所有敌人均摊，并为你恢复相当于伤害量150%的生命值。\r\n\r\n受到不超过3390点的致命伤害会将你恢复至20%的生命值，并以不稳定的虚空形态使你重组，持续6秒。将生命值恢复至50%以上可以稳定形态并逃过一死。此效果每8分钟只能触发一次。吞噬诸界之核充能时无法造成伤害。",
},
[1219118] = {
["T"] = "清扫",
},
[1219120] = {
["T"] = "通告",
},
[1219122] = {
["T"] = "先觉机动",
["S"] = "PvP天赋",
["D"] = "佯攻使你在昏迷时受到的伤害额外降低40%，佯攻的能量消耗降低30%。",
},
[1219126] = {
["T"] = "玩赏虫",
["D"] = "展示玩赏虫，劝说大家为绿洲积极投资。",
},
[1235510] = {
["T"] = "净化内室",
["D"] = "集能哨兵送出一道|cffffffff奥能矩阵湮灭器|r穿越进流口。 ",
},
[1235511] = {
["T"] = "幽暗之心",
},
[1235512] = {
["T"] = "幽暗之心",
},
[1235513] = {
["T"] = "雪白至高岭雄鹰",
["D"] = "召唤或解散这种坐骑。",
},
[1219131] = {
["T"] = "加里维克斯",
},
[1219132] = {
["T"] = "加里维克斯",
},
[1219133] = {
["T"] = "加里维克斯",
},
[1219134] = {
["T"] = "加里维克斯",
},
[1219135] = {
["T"] = "加里维克斯",
},
[1219136] = {
["T"] = "加里维克斯",
},
[1219137] = {
["T"] = "加里维克斯",
},
[1235521] = {
["T"] = "将牛头人风车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219139] = {
["T"] = "加里维克斯",
},
[1219140] = {
["T"] = "加里维克斯",
},
[1219141] = {
["T"] = "加里维克斯",
},
[1219142] = {
["T"] = "加里维克斯",
},
[1219143] = {
["T"] = "加里维克斯",
},
[1235527] = {
["T"] = "忿怒烙印",
["D"] = "你对受到|cffffffff邪能触碰|r影响的敌人造成的伤害提高5%。",
},
[1235528] = {
["T"] = "加酒花",
},
[1219146] = {
["T"] = "加里维克斯",
},
[1219147] = {
["T"] = "加里维克斯",
},
[1235531] = {
["T"] = "虚空深渊",
["D"] = "强化深渊奇点，从40码内的尸体上拾取战利品，并将他们碾成虚空之尘。",
},
[1235532] = {
["T"] = "停止加酒花",
["D"] = "停止向酒中加酒花。",
},
[1219151] = {
["T"] = "加里维克斯",
},
[1235535] = {
["T"] = "相位调节",
},
[1251920] = {
["T"] = "光铸",
["D"] = "增强你神器的其他圣光特质。",
},
[1235540] = {
["T"] = "加些许酒花",
["D"] = "在美酒中加入中量酒花。",
},
[1235541] = {
["T"] = "相位调整",
},
[1235543] = {
["T"] = "相位调整",
["D"] = "进入无拘之域，另一个存在的位面。\r\n可以随时再次施放以返回现实世界。",
},
[1235545] = {
["T"] = "能量过载",
["D"] = "该生物在接触|cffffffff奥能矩阵湮灭器|r时发生爆裂，对所有玩家造成0点奥术伤害，并使其受到|cffffffff能量过载|r的伤害提高0%，持续直到主动取消。",
},
[1219163] = {
["T"] = "致命切割",
["D"] = "对一名敌人造成物理伤害。",
},
[1235547] = {
["T"] = "加酒花",
},
[1219165] = {
["T"] = "打磨利刃",
["S"] = "PvP天赋",
["D"] = "巨人打击使你的下一个致死打击造成的伤害提高15% ，并使目标受到的治疗效果降低50%，持续4秒。",
},
[1219167] = {
["T"] = "召唤虚空残渣",
},
[1219172] = {
["T"] = "喷气背包尾焰",
},
[1235556] = {
["T"] = "吞噬",
},
[1235557] = {
["T"] = "背信投射仪",
},
[1235563] = {
["T"] = "吞噬",
},
[1219181] = {
["T"] = "过来围观",
},
[1235566] = {
["T"] = "背信投射仪",
["D"] = "强迫一队誓约影卫歼灭你的目标和附近敌人，造成2578点宇宙伤害，由所有目标均摊。\r\n\r\n每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1251951] = {
["T"] = "枯萎凋零",
["D"] = "腐蚀死亡骑士指定的区域，每秒对该区域内的所有目标造成一次暗影伤害，持续10秒。",
},
[1219188] = {
["T"] = "传送",
},
[1235573] = {
["T"] = "相位调整",
["D"] = "返回现实。",
},
[1235575] = {
["T"] = "相位调整",
},
[1235576] = {
["T"] = "相位之刃",
["D"] = "影卫相位剑士灼烧目标，造成178968点暗影伤害。虚空的力量在冲击后离散，并在所有玩家之间弹射，造成178968点暗影伤害。",
},
[1235578] = {
["T"] = "相位调节",
},
[1219196] = {
["T"] = "绿洲宣传员",
["D"] = "展示玩赏虫，劝说大家为绿洲积极投资。",
},
[1235580] = {
["T"] = "相位调节",
},
[1235582] = {
["T"] = "灼热烙印",
["D"] = "你对受到影响的敌人造成的伤害提高10%。",
},
[1235583] = {
["T"] = "虚空箭",
["D"] = "对一名敌人造成暗影伤害。",
},
[1219201] = {
["T"] = "狂战士咆哮",
["S"] = "PvP天赋",
["D"] = "变得狂暴，移除并免疫恐惧、闷棍和瘫痪效果，持续6秒。\r\n\r\n同时使40码内的队友在10秒内受到的下一个控制效果的持续时间缩短50%。",
},
[1219202] = {
["T"] = "瞧瞧它有多可爱！",
},
[1219203] = {
["T"] = "瞧瞧它有多可爱！",
["D"] = "展示玩赏虫，赞美它们的可爱。",
},
[1219204] = {
["T"] = "能量虹吸",
},
[1235589] = {
["T"] = "吞噬",
},
[1235590] = {
["T"] = "通往部落住宅地区的传送门",
},
[1219209] = {
["T"] = "狂战士咆哮",
["S"] = "PvP天赋",
["D"] = "变得狂暴，移除并免疫恐惧、闷棍和瘫痪效果，持续6秒。\r\n\r\n同时使40码内的队友在10秒内受到的下一个控制效果的持续时间缩短50%。",
},
[1219211] = {
["T"] = "解锁",
},
[1235595] = {
["T"] = "通往联盟住宅地区的传送门",
},
[1219213] = {
["T"] = "认养玩赏虫！",
},
[1219214] = {
["T"] = "认养玩赏虫！",
["D"] = "劝说大家象征性地认养一只玩赏虫。",
},
[1219215] = {
["T"] = "捐款！",
},
[1219216] = {
["T"] = "为绿洲捐款！",
["D"] = "建议大家为绿洲的生态保护事业慷慨解囊。",
},
[1219217] = {
["T"] = "能量虹吸",
},
[1235601] = {
["T"] = "相位转换",
},
[1219219] = {
["T"] = "都绿洲来！",
["D"] = "告诉大家他们今天可以到绿洲来！",
},
[1219220] = {
["T"] = "风险投资公司行动时间线场景",
},
[1219223] = {
["T"] = "灰飞烟灭",
["D"] = "|cffffffff奥能矩阵湮灭器|r对穿越筛网的玩家造成13870085点奥术伤害。",
},
[1219227] = {
["T"] = "能量泄露",
},
[1219236] = {
["T"] = "岩崩",
["D"] = "地壳激变的蓄力速度提高20%，并有60%几率获得精华迸发。",
},
[1235620] = {
["T"] = "复仇",
["D"] = "死亡时令0码内的盟友燃起复仇的怒火，使其在20秒内造成的伤害提高15%。可叠加。",
},
[1235621] = {
["T"] = "搭乘货车",
["D"] = "搭乘货车。",
},
[1219240] = {
["T"] = "携带标牌",
["D"] = "携带着一块标牌，十分沉重。",
},
[1219241] = {
["T"] = "C.H.E.T.T.清单",
["D"] = "准备去C.H.E.T.T.清单处上交！",
},
[1235627] = {
["T"] = "飞逝强化",
},
[1219245] = {
["T"] = "荣耀烈焰",
["D"] = "玩家控制一辆废弃的磨轮摩托车，使其向前冲刺|cffffffff荣耀烈焰|r。\r\n\r\n如果摩托车撞击磨轮号，战争坦克会受到最大生命值1%的伤害并失去1层|cffffffff防御护板|r，摩托车爆炸对所有玩家造成447422点火焰伤害并洒落一阵|cffffffff燃烧碎片|r。",
},
[1235629] = {
["T"] = "飞逝强化",
},
[1219248] = {
["T"] = "奥术辐射",
["D"] = "集能哨兵用|cffffffff奥术辐射|r隔离进流口的各个区域，对区域内的玩家每1秒造成1342266点奥术伤害。 ",
},
[1235632] = {
["T"] = "吞噬",
},
[1235633] = {
["T"] = "缚魂者的拥抱",
["D"] = "激活灵魂之盾，释放出一道冲击波，对附近的所有敌人造成13点奥术伤害，使你受到的伤害降低50%，持续20秒或直到防止了478点伤害。",
},
[1219251] = {
["T"] = "麦伊·库欧阻挡物",
},
[1219252] = {
["T"] = "任务完成！",
},
[1235636] = {
["T"] = "吞噬",
},
[1219254] = {
["T"] = "地壳激变",
["D"] = "将大地之力汇聚在敌人脚下并将其击飞，对目标和附近的敌人造成79897点熔火伤害。\r\n\r\n蓄力会扩大效果范围。\r\n\r\n|cFFFFFFFFI：|r3码范围。\r\n\r\n|cFFFFFFFFII：|r6码范围。\r\n\r\n|cFFFFFFFFIII：|r9码范围。",
},
[1219255] = {
["T"] = "地壳激变",
["D"] = "将大地之力汇聚在敌人脚下并将其击飞，对目标和附近的敌人造成79897点熔火伤害。\r\n\r\n蓄力会扩大效果范围。\r\n\r\n|cFFFFFFFFI：|r3码范围。\r\n\r\n|cFFFFFFFFII：|r6码范围。\r\n\r\n|cFFFFFFFFIII：|r9码范围。",
},
[1219256] = {
["T"] = "任务完成！",
},
[1219257] = {
["T"] = "地壳激变",
["D"] = "将大地之力汇聚在敌人脚下并将其击飞，对目标和附近的敌人造成79897点熔火伤害。\r\n\r\n蓄力会扩大效果范围。\r\n\r\n|cFFFFFFFFI：|r3码范围。\r\n\r\n|cFFFFFFFFII：|r6码范围。\r\n\r\n|cFFFFFFFFIII：|r9码范围。",
},
[1219258] = {
["T"] = "任务完成！",
},
[1235643] = {
["T"] = "移除障碍",
},
[1235644] = {
["T"] = "移除障碍",
},
[1219262] = {
["T"] = "任务完成！",
},
[1219263] = {
["T"] = "湮灭奥能重炮",
["D"] = "集能哨兵会标记其当前目标，然后发射一道奥术充能，对10码范围内的玩家造成6711331点奥术伤害，对其他所有玩家造成4474221点奥术伤害。距离目标越远，玩家受到的伤害越低。爆炸会留下|cffffffff潜能法力残渣|r。\r\n\r\n冲击使主要目标在45秒内受到来自|cffffffff湮灭奥能重炮|r的伤害提高1000%。",
},
[1219264] = {
["T"] = "兑现！",
["D"] = "当你将要失去|cFFFFFFFF连胜！|r时，有几率改为获得最大层数的|cFFFFFFFF连胜！|r，持续4秒。这些层数无法被移除，且在免疫移除时效果提高50%。",
},
[1219265] = {
["T"] = "守护巨龙之祸",
["D"] = "右键点击以召唤或解散该小伙伴。",
},
[1219271] = {
["T"] = "摧毁增幅器",
["D"] = "破坏增幅器！",
},
[1235657] = {
["T"] = "雷霆打击",
["S"] = "PvP天赋",
["D"] = "施放天神下凡、震荡波或风暴之锤后，你的下一个雷霆一击使所有目标定身6秒。",
},
[1219278] = {
["T"] = "加大头除虫器",
["D"] = "用仁慈的高压震击干脆利落地消灭害虫。加里维克斯抛出闪电套索，每0.5秒对目标玩家及他们与加里维克斯之间的其他玩家造成223710点自然伤害。被套住的目标距离加里维克斯越远，造成的伤害越高。",
},
[1219279] = {
["T"] = "加大头除虫器",
["D"] = "用仁慈的高压震击干脆利落地消灭害虫。加里维克斯抛出闪电套索，每0.5秒对目标玩家及他们与加里维克斯之间的其他玩家造成223710点自然伤害。被套住的目标距离加里维克斯越远，造成的伤害越高。",
},
[1219280] = {
["T"] = "加大头除虫器",
["D"] = "用仁慈的高压震击干脆利落地消灭害虫。加里维克斯抛出闪电套索，每0.5秒对目标玩家及他们与加里维克斯之间的其他玩家造成223710点自然伤害。被套住的目标距离加里维克斯越远，造成的伤害越高。",
},
[1219281] = {
["T"] = "加大头除虫器",
["D"] = "用仁慈的高压震击干脆利落地消灭害虫。加里维克斯抛出闪电套索，每0.5秒对目标玩家及他们与加里维克斯之间的其他玩家造成223710点自然伤害。被套住的目标距离加里维克斯越远，造成的伤害越高。",
},
[1235665] = {
["T"] = "放好物资",
["D"] = "将一包美酒节食材放进推车里。",
},
[1219283] = {
["T"] = "试验型护板",
["D"] = "蛛形地雷被试验型护板覆盖，免疫所有伤害。\r\n\r\n能量达到100点时，地雷会免疫控制效果，并且移动速度提高200%。",
},
[1235667] = {
["T"] = "顾客想吃脆饼干",
},
[1235668] = {
["T"] = "提供脆饼干",
["D"] = "将一块热乎的脆饼干交给一名饥肠辘辘的顾客。",
},
[1252052] = {
["T"] = "套装：至臻好战者的布甲",
["D"] = "收集至臻好战者的布甲套装外观。",
},
[1219287] = {
["T"] = "极巨大充能控制",
["D"] = "技师向极巨大控制器引导闪电。多么震撼！",
},
[1235671] = {
["T"] = "丢下脆饼干",
},
[1252055] = {
["T"] = "套装：至臻好战者的皮甲",
["D"] = "收集至臻好战者的皮甲套装外观。",
},
[1252056] = {
["T"] = "套装：至臻好战者的锁甲",
["D"] = "收集至臻好战者的锁甲套装外观。",
},
[1235674] = {
["T"] = "破碎世界",
},
[1252059] = {
["T"] = "军械：至臻好战者的武器",
["D"] = "收集至臻好战者的武器套装外观。",
},
[1219294] = {
["T"] = "废料操纵者的最后一搏",
["D"] = "将附近的垃圾聚集成球体并发射到空中。在积蓄动能3秒后，球体会坠落到目标位置，造成477点物理伤害，由区域内的所有敌人分担。",
},
[1219295] = {
["T"] = "制裁之锤",
["D"] = "使敌人昏迷，无法移动或攻击，持续8秒。",
},
[1219296] = {
["T"] = "废料操纵者的最后一搏",
},
[1219297] = {
["T"] = "携带燃料桶",
["D"] = "携带着一个燃料桶……要小心谨慎。",
},
[1219298] = {
["T"] = "双薪合同",
["D"] = "加里维克斯匆忙签署一份双倍薪酬的合同（但只有活下来才能拿到），使扳手狂人在位于附近时伤害提高100%。",
},
[1235682] = {
["T"] = "冻成冰块",
},
[1235683] = {
["T"] = "无尽追猎的荣光",
["D"] = "|cnLEGION_REMIX_FACTION_WARDENS:守望者|R击败一个敌人会在6秒内为你恢复生命值，数值相当于目标最大生命值的50%。",
},
[1219301] = {
["T"] = "废料操纵者的最后一搏",
["D"] = "将附近的垃圾聚集成球体并发射到空中。在积蓄动能直到主动取消后，球体会坠落到目标位置，造成477点物理伤害，由区域内的所有敌人分担。",
},
[1235685] = {
["T"] = "无尽追猎的荣光",
["D"] = "|cnLEGION_REMIX_FACTION_WARDENS:守望者|R击败一个敌人会在6秒内为你恢复生命值，数值相当于目标最大生命值的50%。",
},
[1252069] = {
["T"] = "套装：星界好战者的锁甲",
["D"] = "收集星界好战者的锁甲套装外观。",
},
[1219304] = {
["T"] = "凤凰重生",
["D"] = "当你的直接伤害法术击中受到焚身余灰影响的敌人25次时，你的下2个不死鸟之焰的伤害提高100%，并且使用时返还一层使用次数。",
},
[1219305] = {
["T"] = "凤凰重生",
["D"] = "当你的直接伤害法术击中受到焚身余灰影响的敌人25次时，你的下2个不死鸟之焰的伤害提高100%，并且使用时返还一层使用次数。",
},
[1219307] = {
["T"] = "烈焰之诞",
["D"] = "当你的直接伤害法术击中受到焚身余灰影响的敌人25次时，你的下2个不死鸟之焰的伤害提高100%，并且使用时返还一层使用次数。",
},
[1219309] = {
["T"] = "过载霹雳",
["D"] = "极巨大线圈狂暴地喷射出自由离子，在各处引发霹雳，对每个冲击点周围4码内的玩家造成1342266点自然伤害。",
},
[1235693] = {
["T"] = "套装：羽饰大法师收藏",
["S"] = "幻化套装",
["D"] = "收集羽饰大法师收藏外观。",
},
[1219311] = {
["T"] = "过载霹雳",
["D"] = "极巨大线圈狂暴地喷射出自由离子，在各处引发霹雳，对每个冲击点周围4码内的玩家造成1342266点自然伤害。",
},
[1219312] = {
["T"] = "嗯，卷饼……",
},
[1235696] = {
["T"] = "套装：羽饰先知收藏",
["S"] = "幻化套装",
["D"] = "收集羽饰先知收藏外观。",
},
[1219314] = {
["T"] = "废料操纵者的最后一搏",
},
[1219316] = {
["T"] = "事件：生成阿尔萨斯",
},
[1219318] = {
["T"] = "辐射电流",
["D"] = "能量在加里维克斯身旁涌动，每0.5秒造成1342266点自然伤害，并使源生闪电光束击中的目标昏迷3秒。",
},
[1219319] = {
["T"] = "辐射电流",
["D"] = "能量在加里维克斯身旁涌动，每0.5秒造成1342266点自然伤害，并使源生闪电光束击中的目标昏迷3秒。",
},
[1219322] = {
["T"] = "辐射电流",
["D"] = "能量在加里维克斯身旁涌动，每0.5秒造成1342266点自然伤害，并使源生闪电光束击中的目标昏迷3秒。",
},
[1219323] = {
["T"] = "命运逆转",
["D"] = "当你施放治疗之雨时，范围内的1个盟友会获得|cFFFFFFFF保险！|r效果。当|cFFFFFFFF保险！|r被消耗时，你的下一个治疗链、治疗之涌或治疗波的效果提高10%。",
},
[1235707] = {
["T"] = "昏迷",
["D"] = "昏迷。",
},
[1235709] = {
["T"] = "加载通告",
},
[1235710] = {
["T"] = "揉面团",
},
[1235711] = {
["T"] = "停止揉面团",
},
[1219330] = {
["T"] = "阵营身份：联盟",
},
[1219331] = {
["T"] = "加大头最终爆发",
["D"] = "加里维克斯潇洒地结束压制，对目标位置发动一次猛烈的震击，对所有玩家造成13422664点自然伤害，距离越远伤害越低。",
},
[1219333] = {
["T"] = "加大头最终爆发",
["D"] = "加里维克斯潇洒地结束压制，对目标位置发动一次猛烈的震击，对所有玩家造成13422664点自然伤害，距离越远伤害越低。",
},
[1219334] = {
["T"] = "空无炸弹",
["D"] = "令冲击点周围5码内的所有敌人昏迷，使其无法移动或攻击，持续2秒。\n对冲击点周围5码内的敌人造成178968点暗影伤害。",
},
[1219336] = {
["T"] = "空无炸弹 - 反转",
},
[1252103] = {
["T"] = "虚空领主之拳",
},
[1219339] = {
["T"] = "商务师伪装",
["D"] = "穿着可控式运输公司的商务师的服装。",
},
[1235725] = {
["T"] = "优雅的软垫沙发床",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1219343] = {
["T"] = "狂野扑击",
["D"] = "以幽灵狼形态扑向敌人，发动撕咬造成15898点物理伤害。",
},
[1219344] = {
["T"] = "丢下沉重的变量之杖",
},
[1219345] = {
["T"] = "丢下沉重的变量之杖",
},
[1219346] = {
["T"] = "湮灭奥能重炮",
["D"] = "集能哨兵会标记其当前目标，然后发射一道奥术充能，对10码范围内的玩家造成6711331点奥术伤害，对其他所有玩家造成4474221点奥术伤害。距离目标越远，玩家受到的伤害越低。爆炸会留下|cffffffff潜能法力残渣|r。\r\n\r\n冲击使主要目标在45秒内受到来自|cffffffff湮灭奥能重炮|r的伤害提高1000%。",
},
[1219347] = {
["T"] = "湮灭奥能重炮",
["D"] = "集能哨兵会标记其当前目标，然后发射一道奥术充能，对10码范围内的玩家造成6711331点奥术伤害，对其他所有玩家造成4474221点奥术伤害。距离目标越远，玩家受到的伤害越低。爆炸会留下|cffffffff潜能法力残渣|r。\r\n\r\n冲击使主要目标在45秒内受到来自|cffffffff湮灭奥能重炮|r的伤害提高1000%。",
},
[1219348] = {
["T"] = "狂野扑击",
["D"] = "以幽灵狼形态扑向敌人，发动撕咬造成15898点物理伤害。",
},
[1219349] = {
["T"] = "示意刺客",
},
[1219350] = {
["T"] = "垃圾箭",
["D"] = "造成1118555点自然伤害。",
},
[1219354] = {
["T"] = "潜能法力残渣",
["D"] = "残留能量会使该区域内的玩家移动速度降低50%，并且每2秒造成1565976点奥术伤害。",
},
[1235740] = {
["T"] = "跌落小行星",
},
[1235742] = {
["T"] = "跌落小行星",
},
[1235756] = {
["T"] = "特级大师的先知棋盘",
["D"] = "召唤或解散这种坐骑。",
},
[1235762] = {
["T"] = "变为石头",
["D"] = "石裔掠夺者尝试将敌人变成石头，对8码内的玩家造成1565976点物理伤害，并使他们昏迷8秒。",
},
[1235763] = {
["T"] = "特级大师的深海棋盘",
["D"] = "召唤或解散这种坐骑。",
},
[1235766] = {
["T"] = "致死打击",
["D"] = "石裔掠夺者对目标造成严重的创伤，造成1789688点物理伤害，并使其受到的治疗效果降低50%，持续6秒。",
},
[1219384] = {
["T"] = "废铁火箭",
["D"] = "废铁大师锁定一名玩家，随后连续发射回收来的火箭，每0.75秒造成402679点火焰伤害，持续9秒。",
},
[1219385] = {
["T"] = "废铁火箭",
},
[1219386] = {
["T"] = "废铁火箭",
["D"] = "废铁大师锁定一名玩家，随后连续发射回收来的火箭，每0.75秒造成402679点火焰伤害，持续9秒。",
},
[1219391] = {
["T"] = "鱼群的复仇",
["D"] = "鱼柳召唤了他昏昏欲睡的鱼朋友。",
},
[1219393] = {
["T"] = "咸鱼打挺",
["D"] = "昏昏欲睡的鱼跌落在地上，对100码内的玩家造成894843点自然伤害。",
},
[1219394] = {
["T"] = "水泡",
},
[1235778] = {
["T"] = "以太晶塔",
},
[1235780] = {
["T"] = "以太晶塔",
["D"] = "打开装置。",
},
[1235781] = {
["T"] = "加一捧酒花",
["D"] = "在美酒中加入大量酒花。",
},
[1219399] = {
["T"] = "沉泥鞋",
},
[1219400] = {
["T"] = "沉泥鞋",
["D"] = "穆格·兹伊将敌人的双脚固定在水泥中，使其无法移动。",
},
[1219401] = {
["T"] = "告密者处理单位",
},
[1219402] = {
["T"] = "鱼柳",
},
[1219404] = {
["T"] = "呕吐",
},
[1219405] = {
["T"] = "喷出软泥",
},
[1219406] = {
["T"] = "蛮力棍击",
},
[1219407] = {
["T"] = "蛮力棍击",
["D"] = "施法者将棍棒砸向地面，释放冲击波，对玩家造成2237111点自然伤害并将其击飞。",
},
[1219410] = {
["T"] = "K.U.-J.O.的烈焰排气口",
},
[1219411] = {
["T"] = "极热",
["D"] = "在2秒内持续引导并排放烈焰，造成551点火焰伤害，由附近的所有敌人均摊。\r\n\r\n机械敌人将会过热，被你的下一个有害技能击中时受到26点额外的火焰伤害。\r\n\r\n",
},
[1219412] = {
["T"] = "极热",
["D"] = "在2秒内持续引导并排放烈焰，造成551点火焰伤害，由附近的所有敌人均摊。\r\n\r\n机械敌人将会过热，被你的下一个有害技能击中时受到26点额外的火焰伤害。",
},
[1235797] = {
["T"] = "奥能黏液",
["D"] = "卢米萨尔的伤口涌出脓液，每1秒对范围内的玩家造成2058141点奥术伤害。",
},
[1235798] = {
["T"] = "离子裂隙",
},
[1219416] = {
["T"] = "兽王的情谊",
},
[1219417] = {
["T"] = "兽王的情谊",
["D"] = "塔尔·巴特和阿瓦兹吉紧密相连，共同承受受到的伤害。",
},
[1235801] = {
["T"] = "奥术活力",
},
[1235802] = {
["T"] = "惊慌",
["D"] = "劳苦的管理员惊慌失措，生命值降至30%时开始逃跑。",
},
[1235803] = {
["T"] = "特级大师的皇家棋盘",
["D"] = "召唤或解散这种坐骑。",
},
[1235804] = {
["T"] = "奥术活力",
},
[1219422] = {
["T"] = "织命者",
["D"] = "举行编织仪式，结出命运之网，将其化形为命纹武器。\r\n",
},
[1235806] = {
["T"] = "特级大师的云烟棋盘",
["D"] = "召唤或解散这种坐骑。",
},
[1219424] = {
["T"] = "传送",
["D"] = "施法者传送。",
},
[1235808] = {
["T"] = "岩石监视者",
["D"] = "石裔切割者周期性地化为岩石，使受到的伤害降低99%，并进入休眠状态。",
},
[1235809] = {
["T"] = "岩石监视者",
["D"] = "石裔切割者周期性地化为岩石，使受到的伤害降低99%，并进入休眠状态。",
},
[1219427] = {
["T"] = "传送",
["D"] = "施法者传送。",
},
[1219430] = {
["T"] = "低熵合金",
["D"] = "加里维克斯的机器散热加快，提高|cffffffff排放热量|r造成周期性伤害的频率。此效果可叠加。",
},
[1235815] = {
["T"] = "对未知的畏惧",
["D"] = "撰魂师对被标记的玩家倾注恐惧。效果结束时玩家产生爆发，对9码内的玩家造成447422点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1235816] = {
["T"] = "能量过载",
["D"] = "无常具象爆发出奥术能量，对所有玩家造成5592777点奥术伤害，并使其受到|cffffffff能量过载|r的伤害提高200%。",
},
[1235817] = {
["T"] = "被遗忘者的怪诞军马",
["D"] = "召唤或解散这种坐骑。",
},
[1235818] = {
["T"] = "重新激活",
["D"] = "重新激活一个已被关闭的防御符文。",
},
[1235819] = {
["T"] = "哀嚎女妖军马",
["D"] = "召唤或解散这种坐骑。",
},
[1235820] = {
["T"] = "病态女妖军马",
["D"] = "召唤或解散这种坐骑。",
},
[1235821] = {
["T"] = "以太晶塔",
},
[1235822] = {
["T"] = "奥能矩阵湮灭器",
},
[1219440] = {
["T"] = "漩涡武器",
["D"] = "当你用近战武器造成伤害时，有一定几率获得一层漩涡武器，至多可叠加5层。每层漩涡武器会使你的下一个伤害或治疗法术的施法时间缩短20%。\r\n\r\n一次最多能消耗5层漩涡武器。",
},
[1235825] = {
["T"] = "变形术符文",
},
[1219443] = {
["T"] = "窃取护甲",
["D"] = "窃贼偷走了你的护甲并暂时据为己有，使其受到的伤害降低20%，持续10秒。",
},
[1219445] = {
["T"] = "点火器",
},
[1219446] = {
["T"] = "点火器",
["D"] = "施法者发射追踪导弹，对玩家造成671133点火焰伤害。\r\n\r\n冲击点会形成火焰区域，每1.5秒对站在其中的玩家造成447422点火焰伤害。",
},
[1235830] = {
["T"] = "变形术符文",
["D"] = "将目标变成无害的小动物。",
},
[1219448] = {
["T"] = "点火器",
["D"] = "施法者发射追踪导弹，对玩家造成671133点火焰伤害。\r\n\r\n冲击点会形成火焰区域，每1.5秒对站在其中的玩家造成447422点火焰伤害。",
},
[1219449] = {
["T"] = "具现矩阵",
},
[1219450] = {
["T"] = "具现矩阵",
["D"] = "集能哨兵对玩家射出奥术能量，在6秒内每1秒造成626391点奥术伤害。效果结束时创造出一个|cffffffff错位矩阵|r。 ",
},
[1235835] = {
["T"] = "以太晶塔",
["D"] = "打开装置。",
},
[1235836] = {
["T"] = "风暴之眼",
},
[1219454] = {
["T"] = "障碍光环",
},
[1219455] = {
["T"] = "沉重的变量之杖",
},
[1235840] = {
["T"] = "风暴之眼",
["D"] = "在升腾期间，狂风怒号会在空中汇聚一场风暴，1.5秒后对主要目标造成614424点自然伤害，对周围的敌人造成较低的伤害。",
},
[1219458] = {
["T"] = "主厨特色菜",
["D"] = "每1.5秒对一名敌人造成一次物理伤害，持续6秒。\n对一名敌人造成物理伤害。",
},
[1235842] = {
["T"] = "特遣动员",
["D"] = "深呼吸期间及其结束后的直到主动取消内，你会动员由2名龙希尔组成的特遣队，使用裂解和碧蓝打击对目标发起猛攻。",
},
[1235843] = {
["T"] = "特遣动员",
["D"] = "深呼吸期间及其结束后的直到主动取消内，你会动员由2名龙希尔组成的特遣队，使用裂解和碧蓝打击对目标发起猛攻。\r\n",
},
[1219461] = {
["T"] = "托里姆的祈咒",
["D"] = "当你用近战武器造成伤害时，有一定几率获得一层漩涡武器，至多可叠加5层。每层漩涡武器会使你的下一个伤害或治疗法术的施法时间缩短20%。\r\n\r\n一次最多能消耗5层漩涡武器。",
},
[1235845] = {
["T"] = "揉搓",
["D"] = "拼尽全力揉搓面团。",
},
[1235846] = {
["T"] = "揉面团",
},
[1219464] = {
["T"] = "可重复事件 - 卑鄙双雄 - 飞艇信号",
},
[1235848] = {
["T"] = "废土遗民的火炬",
["D"] = "在箱子中翻找，找到你的废土遗民的火炬。",
},
[1219466] = {
["T"] = "驱逐领域",
["D"] = "奥术能量产生的净化宝珠驱逐范围内的玩家，将他们击退并造成894843点奥术伤害。 ",
},
[1219467] = {
["T"] = "修复的宝匣钥匙",
["D"] = "将100个宝匣钥匙碎片转化为一把修复的宝匣钥匙，用于在丰裕地下堡结束时获取战利品。",
},
[1219470] = {
["T"] = "燃烧的残骸",
},
[1219471] = {
["T"] = "驱逐领域",
["D"] = "奥术能量产生的净化宝珠驱逐范围内的玩家，将他们击退并造成894843点奥术伤害。 ",
},
[1235857] = {
["T"] = "加盐",
},
[1235860] = {
["T"] = "烹煮面团",
},
[1219478] = {
["T"] = "血立清",
["D"] = "扔出一枚试验性清洁榴弹，希望能够瓦解一个黑血怪物。",
},
[1219480] = {
["T"] = "升腾",
["D"] = "转化成火焰升腾者形态，持续15秒，立即对附近最多6个敌人施放烈焰震击和效果为100%的熔岩爆裂。\r\n\r\n处于火焰升腾者形态时，元素过载的伤害提高150%，且受你的精通：元素过载影响的法术会额外造成1次元素过载。",
},
[1235864] = {
["T"] = "迁跃",
["D"] = "迁跃到一个位置，对效果范围内的玩家造成1342266点奥术伤害。",
},
[1219482] = {
["T"] = "裂隙利爪",
["D"] = "阿瓦兹吉用奥术充能的爪子撕裂当前目标，造成1342266点奥术伤害并使其流血，在8秒内每1秒受到178968点物理伤害。",
},
[1235866] = {
["T"] = "搅动汤锅",
},
[1235867] = {
["T"] = "搅动汤锅",
},
[1235868] = {
["T"] = "停止搅动",
["D"] = "停止搅拌汤锅。",
},
[1235875] = {
["T"] = "逆时针搅动",
["D"] = "逆时针搅动汤锅。",
},
[1219493] = {
["T"] = "炸弹球",
["D"] = "投掷炸弹球。",
},
[1219494] = {
["T"] = "渗流虚空",
["D"] = "留下一道污秽痕迹，每秒对敌人造成暗影伤害。",
},
[1235879] = {
["T"] = "怒怨",
["D"] = "受到伤害使你满腔怨怒，每层怨怒为你吸收18点伤害，并且造成42点暗影伤害，由周围的敌人均摊。每额外击中一个敌人，伤害提高30%，最多150%。\r\n\r\n你的怨怒每15秒可以增长一次，最多叠加15次，但在离开战斗后会快速恢复平静。\r\n\r\n|cnRED_FONT_COLOR:仅对坦克专精生效。|r",
},
[1219497] = {
["T"] = "饮用软泥",
},
[1235881] = {
["T"] = "顺时针搅动",
["D"] = "顺时针搅动汤锅。",
},
[1219502] = {
["T"] = "取消观光对话",
},
[1219504] = {
["T"] = "静电释放",
},
[1219508] = {
["T"] = "暗索骑士",
},
[1219509] = {
["T"] = "暗索骑士",
},
[1268662] = {
["T"] = "黑色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1219514] = {
["T"] = "暗影形体",
["D"] = "留下一道污秽痕迹，每秒对敌人造成暗影伤害。",
},
[1268667] = {
["T"] = "持有",
["D"] = "小心翼翼地拿着一件珍贵的物品。",
},
[1219526] = {
["T"] = "搜寻并摧毁",
["D"] = "施法者锁定一名玩家，在到达目标时爆炸，对6码范围内的玩家造成2237111点火焰伤害。",
},
[1219527] = {
["T"] = "印象深刻",
["D"] = "你一直在认真清理垃圾！\r\n\r\n就连脾气暴躁的斯提克斯也觉得很印象深刻。",
},
[1219528] = {
["T"] = "搜寻并摧毁",
["D"] = "施法者锁定一名玩家，在到达目标时爆炸，对6码范围内的玩家造成2237111点火焰伤害。",
},
[1219529] = {
["T"] = "协助奥威娜",
},
[1219531] = {
["T"] = "根除齐射",
["D"] = "集能哨兵指定一名玩家为净化目标，向其发射一枚飞弹，造成10738130点奥术伤害，由6码范围内所有玩家均摊。",
},
[1219532] = {
["T"] = "根除齐射",
["D"] = "集能哨兵指定一名玩家为净化目标，向其发射一枚飞弹，造成10738130点奥术伤害，由被击中的6码范围内所有玩家均摊。",
},
[1219533] = {
["T"] = "解锁",
["D"] = "在暗影营解锁碎裂脉冲的静滞监狱。",
},
[1219534] = {
["T"] = "锤子和凿子",
},
[1219535] = {
["T"] = "裂隙利爪",
["D"] = "阿瓦兹吉用奥术充能的爪子撕裂当前目标，造成1342266点奥术伤害并使其流血，在8秒内每1秒受到178968点物理伤害。",
},
[1219536] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1219537] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1219538] = {
["T"] = "搜寻并摧毁",
},
[1219542] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉用奥术充能的爪子撕裂当前目标，造成1342266点奥术伤害并使其流血，在8秒内每1秒受到178968点物理伤害。",
},
[1219545] = {
["T"] = "操控时间",
["D"] = "改变时间的结构，当你再次施法，或在10秒之后，你的位置和生命值会回到当前状态。死亡或距离太远会导致法术失效。",
},
[1219546] = {
["T"] = "反向施法：挑战",
},
[1235934] = {
["T"] = "圣光之锤",
["D"] = "凝聚圣光之力，挥舞战锤重击敌人，造成891906点神圣伤害，并对周围最多4名敌人造成445458点神圣伤害。\r\n\r\n同时召下苍穹之锤打击周围的3名敌人，对每个目标造成71504点神圣伤害。\r\n",
},
[1219555] = {
["T"] = "静电充能",
},
[1268711] = {
["T"] = "险恶阴霾",
["D"] = "对一名敌人造成223711点暗影伤害。\n每3秒对一名敌人造成22371点暗影伤害，持续30秒。",
},
[1235946] = {
["T"] = "不息忿怒烙印",
["D"] = "受到伤害使你满腔怨怒，每层怨怒为你吸收18点伤害，并且造成42点暗影伤害，由周围的敌人均摊。每额外击中一个敌人，伤害提高30%，最多150%。\r\n\r\n你的怨怒每15秒可以增长一次，最多叠加15次，但在离开战斗后会快速恢复平静。\r\n\r\n|cnRED_FONT_COLOR:仅对坦克专精生效。|r",
},
[1219567] = {
["T"] = "渗流虚空",
},
[1235967] = {
["T"] = "虚空诱饵",
["D"] = "将虚空诱饵扔向成堆的虚灵遗骸，吸引拉蒙塔现身。",
},
[1219588] = {
["T"] = "爆壳蟹",
["D"] = "施法者锁定一名玩家，在到达目标时爆炸，对6码范围内的玩家造成2237111点火焰伤害。",
},
[1235973] = {
["T"] = "怨仇虚空的屏障",
["D"] = "受到伤害使你满腔怨怒，每层怨怒为你吸收18点伤害，并且造成42点暗影伤害，由周围的敌人均摊。每额外击中一个敌人，伤害提高30%，最多150%。\r\n\r\n你的怨怒每15秒可以增长一次，最多叠加15次，但在离开战斗后会快速恢复平静。\r\n\r\n|cnRED_FONT_COLOR:仅对坦克专精生效。|r",
},
[1235979] = {
["T"] = "屏幕抖动（40码内所有目标）",
},
[1219598] = {
["T"] = "深渊抽打",
},
[1219599] = {
["T"] = "深渊抽打",
},
[1219600] = {
["T"] = "鸣笛",
},
[1219601] = {
["T"] = "鸣笛",
},
[1235985] = {
["T"] = "合约：卡雷什托拉斯",
["D"] = "与卡雷什托拉斯签订合约后，你每次在卡兹阿加完成世界任务都可以获得5点声望，直到下次每周重置。\r\n\r\n|T4549141:24|t|cffffffff战团合约|r\r\n你每周只能签订一份合约。该效果为战团共享。",
},
[1235986] = {
["T"] = "休眠",
},
[1235987] = {
["T"] = "合约：卡雷什托拉斯",
["D"] = "与卡雷什托拉斯签订合约后，你每次在卡兹阿加完成世界任务都可以获得10点声望，直到下次每周重置。\r\n\r\n|T4549141:24|t|cffffffff战团合约|r\r\n你每周只能签订一份合约。该效果为战团共享。",
},
[1235988] = {
["T"] = "合约：卡雷什托拉斯",
["D"] = "与卡雷什托拉斯签订合约后，你每次在卡兹阿加完成世界任务都可以获得15点声望，直到下次每周重置。\r\n\r\n|T4549141:24|t|cffffffff战团合约|r\r\n你每周只能签订一份合约。该效果为战团共享。",
},
[1219606] = {
["T"] = "被威·娜莉放大",
},
[1219607] = {
["T"] = "根除齐射",
["D"] = "集能哨兵指定一名玩家为净化目标，向其发射一枚飞弹，造成10738130点奥术伤害，由6码范围内所有玩家均摊。",
},
[1219608] = {
["T"] = "紧急脱离按钮",
["D"] = "传送到囤宝室外。",
},
[1252375] = {
["T"] = "虚空爆炸",
},
[1219610] = {
["T"] = "被威·娜莉放大",
["D"] = "戴着一顶有趣的帽子。",
},
[1219611] = {
["T"] = "根除齐射",
["D"] = "集能哨兵指定一名玩家为净化目标，向其发射一枚飞弹，造成10738130点奥术伤害，由6码范围内所有玩家均摊。",
},
[1252380] = {
["T"] = "将影月开放式棚屋放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219615] = {
["T"] = "被威·娜莉放大",
},
[1219616] = {
["T"] = "巡天锐目",
["D"] = "|cFFFFFFFF代替召唤宠物|r\r\n获得一只瞭望的雄鹰的援助。\r\n\r\n使用弹无虚发强化的技能对敌人造成伤害时，有30%几率使瞭望的雄鹰从天而降并标记你的主要目标。\r\n\r\n|T6352452:24|t |cffffffff瞭望印记|r\r\n你的下一次瞄准射击对此目标造成的伤害提高20%。\r\n",
},
[1219617] = {
["T"] = "黑暗闪耀",
["D"] = "施法者引导虚空能量注入目标体内，每1秒造成一次暗影伤害，持续6秒。",
},
[1219620] = {
["T"] = "激活",
},
[1268770] = {
["T"] = "白色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1219625] = {
["T"] = "被威·娜莉放大",
},
[1219626] = {
["T"] = "柔爪小呆熊",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1219627] = {
["T"] = "爆壳蟹",
["D"] = "施法者锁定一名玩家，在到达目标时爆炸，对6码范围内的玩家造成2237111点火焰伤害。",
},
[1219628] = {
["T"] = "爆壳蟹",
},
[1252395] = {
["T"] = "将镶边安波里帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219630] = {
["T"] = "心灵震爆",
["D"] = "摧残一名敌人的心智，造成暗影伤害并使其受到的伤害提高10%，持续8秒。",
},
[1252397] = {
["T"] = "方形德莱尼桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252398] = {
["T"] = "将影月温室放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252399] = {
["T"] = "德莱尼木制壁挂架子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252400] = {
["T"] = "将艾洛多尔军械架放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252401] = {
["T"] = "德莱尼观星者的望远镜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252402] = {
["T"] = "德拉诺水晶灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219637] = {
["T"] = "三角定位信号",
["D"] = "使用X-Plo-Dar 64k追踪炸弹信号的真实来源。\r\n",
},
[1219638] = {
["T"] = "三角定位信号",
},
[1219639] = {
["T"] = "心灵震爆",
["D"] = "摧残一名敌人的心智，造成暗影伤害并使其受到的伤害提高10%，持续8秒。",
},
[1219640] = {
["T"] = "缠网炸弹",
["D"] = "降低所有冲击范围内的机械化增援的最大生命值和攻击强度。",
},
[1252407] = {
["T"] = "湮灭奥能重炮",
["D"] = "集能哨兵会标记其当前目标，然后发射一道奥术充能，对10码范围内的玩家造成6711331点奥术伤害，对其他所有玩家造成4474221点奥术伤害。距离目标越远，玩家受到的伤害越低。爆炸会留下|cffffffff潜能法力残渣|r。\r\n\r\n冲击使主要目标在45秒内受到来自|cffffffff湮灭奥能重炮|r的伤害提高1000%。",
},
[1219645] = {
["T"] = "抽打目标",
},
[1219647] = {
["T"] = "假人",
},
[1219648] = {
["T"] = "追溯信号",
},
[1219649] = {
["T"] = "抽打目标",
},
[1219650] = {
["T"] = "假人",
},
[1252420] = {
["T"] = "墓地标记",
},
[1219656] = {
["T"] = "“防火烧”潘趣酒",
["D"] = "使用这种强效的防火药剂近距离瞧瞧弗莱兰多！受到的火焰伤害降低5%，受到的自然伤害提高25%。\r\n\r\n仅在血腥大熔炉战斗中可用。",
},
[1219661] = {
["T"] = "渣客大师的超级磁铁",
["D"] = "反转磁铁极性，暴力回收埋藏的垃圾，每层充能对目标造成22点瘟疫伤害。残留的毒性会对5个附近敌人造成10%的伤害，持续6秒。",
},
[1219662] = {
["T"] = "渣客大师的超级磁铁",
},
[1219665] = {
["T"] = "“防震击”苏打水",
["D"] = "使用这种强力的防震药剂靠近托克！受到的自然伤害降低5%，受到的火焰伤害提高25%。\r\n\r\n仅在血腥大熔炉战斗中可用。",
},
[1219666] = {
["T"] = "传送到营地",
["D"] = "迈出你的一大步。",
},
[1252434] = {
["T"] = "击退",
},
[1252435] = {
["T"] = "重置收集装置和法力熔炉",
},
[1219672] = {
["T"] = "偏离道路",
},
[1219674] = {
["T"] = "设置数据",
},
[1252441] = {
["T"] = "小型卡拉波喷泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252442] = {
["T"] = "月福之桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252443] = {
["T"] = "将德莱尼盆子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252444] = {
["T"] = "爆炸",
},
[1219679] = {
["T"] = "卡亚之力",
["D"] = "注入了卡亚矿石的能量。",
},
[1219680] = {
["T"] = "充能",
},
[1252447] = {
["T"] = "退出",
["D"] = "停止修理。",
},
[1252448] = {
["T"] = "魔爆术",
},
[1252449] = {
["T"] = "侍王之奴",
["D"] = "一名玩家屈服于誓约，被心灵控制12秒。虚空振作了玩家的力量，使其恢复全部生命值。\r\n\r\n效果结束时奴隶发生爆炸，对所有玩家造成100点暗影伤害。",
},
[1219684] = {
["T"] = "嚣狂",
["D"] = "受到的火焰和自然伤害提高25%，直到战斗结束。\r\n\r\n此外每30秒呕吐一次，使你的移动速度降低60%，在5秒内衰减。",
},
[1219685] = {
["T"] = "嚣狂",
["D"] = "受到的火焰和自然伤害提高25%，直到战斗结束。\r\n\r\n此外每30秒呕吐一次，使你的移动速度降低60%，在5秒内衰减。",
},
[1219687] = {
["T"] = "活跃的自动机",
["D"] = "集能哨兵周期性放射出弧光能量，对目标和20码内的最多5个玩家造成1118555点奥术伤害。 ",
},
[1219688] = {
["T"] = "获得钥石传奇",
},
[1252455] = {
["T"] = "灭绝",
},
[1219690] = {
["T"] = "嚣狂",
["D"] = "受到的火焰和自然伤害提高25%，直到战斗结束。\r\n\r\n此外每30秒呕吐一次，使你的移动速度降低60%，在5秒内衰减。",
},
[1219698] = {
["T"] = "冰冻",
["D"] = "因吃下冰爆容器而减速。",
},
[1219699] = {
["T"] = "她的神力",
["D"] = "萨拉塔斯的力量在你的血脉中奔涌……",
},
[1219700] = {
["T"] = "奥术突袭",
["D"] = "能量达到100点时，阿瓦兹吉凭空消失并对玩家施放|cffffffff迁跃打击|r，而塔尔·巴特会获得|cffffffff虚体|r并进入|cffffffff奥术超载|r状态。",
},
[1219704] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1219705] = {
["T"] = "斑点黑色骑乘山羊",
["D"] = "召唤或解散一只可供骑乘的斑点黑色骑乘山羊。",
},
[1219709] = {
["T"] = "启动阿尔萨斯",
},
[1219712] = {
["T"] = "充能闪电",
["D"] = "集能哨兵周期性放射出弧光能量，对目标和20码内的最多5个玩家造成1118555点奥术伤害。 ",
},
[1219716] = {
["T"] = "移形换位",
},
[1219717] = {
["T"] = "正面相撞",
["D"] = "机甲因碰撞而摇晃，昏迷4秒。",
},
[1219721] = {
["T"] = "碎切",
},
[1219723] = {
["T"] = "碧蓝迅捷",
["D"] = "裂解额外造成1次伤害，但造成的伤害降低10%。",
},
[1219724] = {
["T"] = "涡轮霹雳",
["D"] = "吉泽尔放射出终极死亡闪电光束，对击中的玩家造成1219864点自然伤害，并使他们昏迷1秒。",
},
[1236108] = {
["T"] = "充能箭",
["D"] = "你的法术和技能有几率将你变成一根引雷针，每3秒震击40码内的一名随机敌方目标，造成$<rolemult>*$1236137w1${$<rolemult>*$1236137w1}点自然伤害，持续15秒。",
},
[1236109] = {
["T"] = "充能箭",
["D"] = "你的法术和技能有几率将你变成一根引雷针，每3秒震击40码内的一名随机敌方目标，造成$<rolemult>*$1236137w1${$<rolemult>*$1236137w1}点自然伤害，持续15秒。",
},
[1236110] = {
["T"] = "充能箭",
["D"] = "你的法术和技能有几率将你变成一根引雷针，每3秒震击40码内的一名随机敌方目标，造成$<rolemult>*$1236137w1${$<rolemult>*$1236137w1}点自然伤害，持续15秒。",
},
[1236111] = {
["T"] = "闪电打击",
["D"] = "你的法术和技能有几率将你变成一根引雷针，每3秒震击40码内的一名随机敌方目标，造成$<rolemult>*$1236137w1${$<rolemult>*$1236137w1}点自然伤害，持续15秒。",
},
[1219730] = {
["T"] = "欧财团管理者",
["D"] = "在需要时呼叫威·娜莉并与她对话。你最好有个充分的理由。 ",
},
[1219731] = {
["T"] = "动荡能量",
["D"] = "碰撞令塔尔·巴特和阿瓦兹吉脱离以太空间，使他们昏迷15秒，并终止|cffffffff奥术突袭|r。",
},
[1236115] = {
["T"] = "灼烧震击",
["D"] = "你的法术和技能有几率将你变成一根引雷针，每3秒为40码内生命值最低的友方目标恢复$1236137w2点生命值，持续15秒。",
},
[1236116] = {
["T"] = "灼烧震击",
["D"] = "你的法术和技能有几率将你变成一根引雷针，每3秒为40码内生命值最低的友方目标恢复$1236137w2点生命值，持续15秒。",
},
[1236118] = {
["T"] = "灼烧震击",
["D"] = "你的法术和技能有几率将你变成一根引雷针，每3秒为40码内生命值最低的友方目标恢复$1236137w2点生命值，持续15秒。",
},
[1236122] = {
["T"] = "灼烧震击",
["D"] = "你的法术和技能有几率将你变成一根引雷针，每3秒为40码内生命值最低的友方目标恢复$1236137w2点生命值，持续15秒。",
},
[1236123] = {
["T"] = "临界连锁",
["D"] = "你的法术和技能有几率触发临界过载，每2秒使你的爆击提高$1236137w3，持续20秒。 ",
},
[1236124] = {
["T"] = "迸射火花",
["D"] = "你的法术和技能有几率触发迸射火花，使你的急速提高$1236137w4，持续20秒。 ",
},
[1236126] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1236127] = {
["T"] = "灵魂弹射",
["D"] = "无拘之魂死亡时将自己快速弹射到虚空中，对30码内的玩家造成89485点奥术伤害。 ",
},
[1236128] = {
["T"] = "静电充能",
["D"] = "你的法术和技能有几率使你获得静电充能，使你的全能提高$1236137w5*$1236938u${$1236137w5*$1236938u}，持续30秒。你随后使用的每一个法术和技能会使全能加成降低5%。",
},
[1236129] = {
["T"] = "奔腾电流",
["D"] = "你进入战斗时获得奔腾电流，每2秒使你的精通提高$1236137w7，最多在24秒后提高$1236937u*$1236137w7${$1236937u*$1236137w7}，随后衰减并重复循环。",
},
[1236130] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1236132] = {
["T"] = "充能之触",
["D"] = "你的治疗有几率使火花跳跃到40码内生命值最低的目标处，为其恢复$1236137w10点生命值。",
},
[1236133] = {
["T"] = "庇护之地语",
["D"] = "强迫附近的敌人使用庇护之地语，使他们的施法速度降低10%，持续直到主动取消。",
},
[1236134] = {
["T"] = "能量护盾",
["D"] = "当你受到伤害时，你有几率获得一层泰坦能量护盾，防止最多$1236137w11点伤害，持续10秒。护盾效果结束时，它会造成相当于剩余吸收量的$1236137w12%的奥术伤害，由8码内的敌人均摊。 ",
},
[1236135] = {
["T"] = "充能水晶",
["D"] = "你的法术和攻击有几率向目标射出一道充能箭，造成$1236137w13点自然伤害，由8码内的目标均摊。",
},
[1236137] = {
["T"] = "牢固信息保全容器",
},
[1236138] = {
["T"] = "牢固信息保全容器",
},
[1236142] = {
["T"] = "临界连锁",
["D"] = "泰坦狂暴有几率触发一次临界过载。",
},
[1236144] = {
["T"] = "迸射火花",
["D"] = "泰坦狂暴有几率触发一次迸射火花。",
},
[1236145] = {
["T"] = "烈焰飞羽",
["D"] = "你的凤凰施放的特殊法术会使你的下一次奥术之魂的持续时间增加额外0.5秒。当你的凤凰消失时，它会进一步加强你的力量，提供弱效时间扭曲，并使你的法术伤害提高20%，持续10秒。",
},
[1236146] = {
["T"] = "静电充能",
["D"] = "泰坦狂暴有几率触发一次静电充能。",
},
[1236148] = {
["T"] = "奔腾电流",
["D"] = "泰坦狂暴有几率使你的奔腾电流在直到主动取消内停滞于当前水平。",
},
[1252535] = {
["T"] = "恶魔追击",
},
[1252540] = {
["T"] = "世界之魂",
},
[1236160] = {
["T"] = "点燃",
["D"] = "你的火球术、火焰冲击、灼烧、炎爆术和烈焰风暴会使目标燃烧，在9秒内额外造成相当于直接伤害12.0%的伤害。如果该效果被刷新，剩余的伤害将会添加到新一轮的点燃效果中。\r\n\r\n火焰冲击将使你的点燃扩散到附近3名敌人身上。",
},
[1236161] = {
["T"] = "充能之触",
["D"] = "治疗布莱恩时触发火花，对40码内的一个敌方目标造成相当于治疗量的伤害。 ",
},
[1236169] = {
["T"] = "充能水晶",
["D"] = "当你摧毁一个泰坦风暴水晶时，立即对40码内的一名敌人射出一道充能箭。 ",
},
[1236170] = {
["T"] = "合约：卡雷什托拉斯",
},
[1252565] = {
["T"] = "虚空裂隙风暴",
},
[1236186] = {
["T"] = "幽影箭",
["D"] = "对一名敌人造成313195点暗影伤害。",
},
[1236189] = {
["T"] = "虹吸能量",
},
[1236192] = {
["T"] = "爆破之力符文",
["D"] = "对附近的生物造成奥术伤害。",
},
[1236193] = {
["T"] = "虹吸能量",
["D"] = "施法者吸取附近一块水晶的能量，周期性向60码内的玩家射出|cffffffff虹吸释放|r。\r\n\r\n引导结束后，施法者造成的伤害提高50%。",
},
[1236194] = {
["T"] = "积雪",
},
[1252578] = {
["T"] = "不稳定的虚空裂隙",
["D"] = "对冲击点周围3码内的生物造成暗影伤害并使其减速，持续3秒。",
},
[1236201] = {
["T"] = "爆破之力符文",
},
[1236204] = {
["T"] = "搭乘载具",
},
[1236207] = {
["T"] = "星界涌动",
["D"] = "奥术收集装置与奥术具象接触时产生能量涌动，对所有玩家造成2908243点奥术伤害，并在接下来的16秒内每2秒额外造成313195点奥术伤害。",
},
[1236209] = {
["T"] = "冰川尖刺",
["D"] = "制造一根巨型冰刺，将你当前的冰刺融入其中，刺穿目标，造成121517点伤害外加你的冰刺中存储的所有伤害，将目标冻结在原地，持续4秒。受到伤害可能会打断冻结效果。\r\n\r\n需要5枚冰刺才能施放。\r\n\r\n|cFFFFFFFF被动：|r冰枪术不再发射冰刺。",
},
[1236211] = {
["T"] = "冰川尖刺",
["D"] = "制造一根巨型冰刺，将你当前的冰刺融入其中，刺穿目标，造成121517点伤害外加你的冰刺中存储的所有伤害，将目标冻结在原地，持续4秒。受到伤害可能会打断冻结效果。\r\n\r\n需要5枚冰刺才能施放。\r\n\r\n|cFFFFFFFF被动：|r冰枪术不再发射冰刺。",
},
[1236212] = {
["T"] = "炎爆术",
["D"] = "发射一颗巨大的烈焰巨石，造成65497点火焰伤害。",
},
[1236215] = {
["T"] = "虹吸能量",
},
[1236218] = {
["T"] = "放好脆饼干",
["D"] = "将脆饼干放在上菜桌上。",
},
[1236219] = {
["T"] = "脆饼干",
["D"] = "携带着一块美酒节脆饼干。",
},
[1268989] = {
["T"] = "黄色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1268993] = {
["T"] = "橙色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1236228] = {
["T"] = "奥能反斥器",
["D"] = "施法者在脚下放置一部奥能反斥器，对触及的玩家造成536906点奥术伤害，并击退他们。 ",
},
[1236229] = {
["T"] = "奥能反斥器",
["D"] = "施法者在脚下放置一部奥能反斥器，对触及的玩家造成536906点奥术伤害，并击退他们。 ",
},
[1252613] = {
["T"] = "特遣动员",
["D"] = "深呼吸期间及其结束后的直到主动取消内，你会动员由2名龙希尔组成的特遣队，使用裂解和碧蓝打击对目标发起猛攻。\r\n",
},
[1236231] = {
["T"] = "弱效时间扭曲",
["D"] = "你在任何时候都有一定几率获得持续8秒的奥术强化效果，持续1秒的唤醒效果，或是持续6秒的时间扭曲效果。",
},
[1268998] = {
["T"] = "红色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1268999] = {
["T"] = "青色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1236240] = {
["T"] = "能量转移",
},
[1269008] = {
["T"] = "将朴素哈籁尼尔桌子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236243] = {
["T"] = "能量转移",
},
[1236244] = {
["T"] = "裂丘飞跃",
["D"] = "对冲击点周围6码内的所有敌人造成奥术伤害。",
},
[1236247] = {
["T"] = "裂丘飞跃",
["D"] = "对冲击点周围6码内的所有敌人造成奥术伤害。",
},
[1236249] = {
["T"] = "长方形优雅桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1236251] = {
["T"] = "裂丘飞跃",
["D"] = "对冲击点周围6码内的所有敌人造成奥术伤害。",
},
[1236252] = {
["T"] = "能量转移",
},
[1236256] = {
["T"] = "锐锋顺劈",
["D"] = "施法者顺劈前方的区域，对击中的玩家造成暗影伤害，并施加一个治疗吸收护盾。 ",
},
[1252640] = {
["T"] = "烈风烹饪烤架",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1236262] = {
["T"] = "少昊的贤明翔龙",
["D"] = "召唤或解散这种坐骑。",
},
[1236263] = {
["T"] = "奥术震击",
["D"] = "对一名敌人造成223710点奥术伤害。",
},
[1252647] = {
["T"] = "阿古斯圆形毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252648] = {
["T"] = "将德莱尼农夫的篱笆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252649] = {
["T"] = "德莱尼栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252651] = {
["T"] = "纳鲁祝福纹章",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252652] = {
["T"] = "德拉诺水晶灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252653] = {
["T"] = "大型德拉诺水晶灯具",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236272] = {
["T"] = "临界连锁",
["D"] = "你的法术和技能有几率触发临界过载，每2秒使你的爆击提高$1236137w3，持续20秒。 ",
},
[1236273] = {
["T"] = "迸射火花",
["D"] = "你的法术和技能有几率触发迸射火花，使你的急速提高$1236137w4，持续20秒。 ",
},
[1236275] = {
["T"] = "静电充能",
["D"] = "你的法术和技能有几率使你获得静电充能，使你的全能提高$1236137w5*$1236938u${$1236137w5*$1236938u}，持续30秒。你随后使用的每一个法术和技能会使全能加成降低5%。",
},
[1236276] = {
["T"] = "奔腾电流",
["D"] = "你进入战斗时获得奔腾电流，每2秒使你的精通提高$1236137w7，最多在24秒后提高$1236937u*$1236137w7${$1236937u*$1236137w7}，随后衰减并重复循环。",
},
[1236277] = {
["T"] = "充能之触",
["D"] = "你的治疗有几率使火花跳跃到40码内生命值最低的目标处，为其恢复$1236137w10点生命值。",
},
[1236278] = {
["T"] = "能量护盾",
["D"] = "当你受到伤害时，你有几率获得一层泰坦能量护盾，防止最多$1236137w11点伤害，持续10秒。护盾效果结束时，它会造成相当于剩余吸收量的$1236137w12%的奥术伤害，由8码内的敌人均摊。 ",
},
[1236279] = {
["T"] = "充能水晶",
["D"] = "你的法术和攻击有几率向目标射出一道充能箭，造成$1236137w13点自然伤害，由8码内的目标均摊。",
},
[1236280] = {
["T"] = "牢固信息保全容器",
},
[1236281] = {
["T"] = "牢固信息保全容器",
},
[1236282] = {
["T"] = "牢固信息保全容器",
},
[1236283] = {
["T"] = "牢固信息保全容器",
},
[1236284] = {
["T"] = "牢固信息保全容器",
},
[1236285] = {
["T"] = "牢固信息保全容器",
},
[1236286] = {
["T"] = "牢固信息保全容器",
},
[1252671] = {
["T"] = "战斗训练之书",
["D"] = "消灭敌人获得的经验值提高25%，持续10分钟。",
},
[1269057] = {
["T"] = "紫色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1236294] = {
["T"] = "昏天黑地",
},
[1236295] = {
["T"] = "放好麦汤",
["D"] = "将大麦汤放在上菜桌上。",
},
[1236296] = {
["T"] = "汤",
["D"] = "携带着一份美味的汤。",
},
[1236298] = {
["T"] = "倒入美酒",
["D"] = "将美酒放入上酒桶内。",
},
[1236299] = {
["T"] = "烈酒",
["D"] = "携带着一桶精心酿制的烈酒。",
},
[1236300] = {
["T"] = "丢下脆饼干",
},
[1236301] = {
["T"] = "丢下麦汤",
},
[1236302] = {
["T"] = "丢下美酒",
},
[1252686] = {
["T"] = "投身战场",
["D"] = "带着狂热的力量冲锋向前，对路径上的所有敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n使用后变为|cffffffff光缚通道|r。",
},
[1252687] = {
["T"] = "投身战场",
["D"] = "带着狂热的力量冲锋向前，对路径上的所有敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n使用后变为|cffffffff光缚通道|r。",
},
[1252688] = {
["T"] = "投身战场",
["D"] = "带着狂热的力量冲锋向前，对路径上的所有敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n使用后变为|cffffffff光缚通道|r。",
},
[1236309] = {
["T"] = "套装：艾什凡走私者的装束",
["D"] = "收集艾什凡走私者的装束外观。",
},
[1252694] = {
["T"] = "投身战场",
},
[1252696] = {
["T"] = "永恒潜能",
["D"] = "为你的神器注入永恒潜能之力，提高其物品等级。\r\n",
},
[1252697] = {
["T"] = "投身战场",
},
[1236322] = {
["T"] = "静滞符文",
["D"] = "使目标陷入静滞，无法做出任何行动。",
},
[1236327] = {
["T"] = "灵魂缠织",
},
[1236329] = {
["T"] = "查看下一程冒险",
["D"] = "查看你接下来可以去的地方。\r\n\r\n你随时都可以通过冒险指南再次使用追赶体验。",
},
[1236342] = {
["T"] = "准备出击",
["D"] = "毁灭有40%几率使你在4秒后再次对目标施放毁灭，效果为原来的60%。",
},
[1236343] = {
["T"] = "深渊爆炸",
},
[1236348] = {
["T"] = "充能劈斩",
["D"] = "佐·菲克斯为利剑充能，随后释放一次势大力沉的斩击，对前方的所有敌人造成2908243点物理伤害。",
},
[1269117] = {
["T"] = "收集RoomName房间",
["D"] = "将此房间添加到你的住宅收纳箱中。",
},
[1236354] = {
["T"] = "灵魂虹吸",
["D"] = "施法者使目标减速，并在8秒内吸取799178点生命值，为施法者恢复双倍数值的生命值。",
},
[1269124] = {
["T"] = "收集HouseTheme墙壁样式",
["D"] = "将此墙壁样式添加到你的住宅收纳箱中。",
},
[1252745] = {
["T"] = "永恒知识",
["D"] = "获得+1永恒知识，提高你从大部分来源获得的永恒能量。",
},
[1236376] = {
["T"] = "灵魂缠织",
},
[1252762] = {
["T"] = "光缚通道",
["D"] = "踏入一道圣光光束，对6码范围内的敌人造成最多|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，对盟友造成最多|CFFffffff|CFFffffff$<healValue>|R|R点治疗，并将你向后传送15码或直到遇到障碍物。",
},
[1252764] = {
["T"] = "光缚通道",
["D"] = "踏入一道圣光光束，对6码范围内的敌人造成最多|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，对盟友造成最多|CFFffffff|CFFffffff$<healValue>|R|R点治疗，并将你向后传送15码或直到遇到障碍物。",
},
[1269149] = {
["T"] = "收集RoomComponentTexture墙壁材质",
["D"] = "将此墙壁材质添加到你的住宅收纳箱中。",
},
[1252767] = {
["T"] = "光缚通道",
["D"] = "踏入一道圣光光束，对6码范围内的敌人造成最多|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，对盟友造成最多|CFFffffff|CFFffffff$<healValue>|R|R点治疗，并将你向后传送15码或直到遇到障碍物。",
},
[1236385] = {
["T"] = "灵魂轰击",
},
[1252788] = {
["T"] = "暮光屏障",
["D"] = "节点亲王为自己施加相当于其最大生命值50%的护盾。",
},
[1252790] = {
["T"] = "永恒能量",
},
[1236412] = {
["T"] = "积雪",
},
[1252803] = {
["T"] = "自毁",
["D"] = "能量达到100点时，启动自毁协议。\r\n\r\n自动体在10秒后爆炸，对所有玩家造成14764930点暗影伤害，并使他们受到的伤害提高250%，持续5分钟。",
},
[1252808] = {
["T"] = "光缚通道",
["D"] = "踏入一道圣光光束，对6码范围内的敌人造成最多|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，对盟友造成最多|CFFffffff|CFFffffff$<healValue>|R|R点治疗，并将你向后传送15码或直到遇到障碍物。",
},
[1236427] = {
["T"] = "积雪",
},
[1236428] = {
["T"] = "见证吧！",
["D"] = "施法者召唤一大群眼睛，每只眼睛都会发射光束，对前方的玩家造成1342266点暗影伤害。 ",
},
[1269200] = {
["T"] = "将格里恩漂浮灯盏放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252819] = {
["T"] = "黑洞视界",
["D"] = "随着生命值的耗竭，迪门修斯开始自行塌缩。",
},
[1252820] = {
["T"] = "神圣消散",
},
[1252835] = {
["T"] = "虚空之光指挥地图",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252836] = {
["T"] = "獠牙武器架",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1252838] = {
["T"] = "光缚通道",
["D"] = "踏入一道圣光光束，对6码范围内的敌人造成最多|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，对盟友造成最多|CFFffffff|CFFffffff$<healValue>|R|R点治疗，并将你向后传送15码或直到遇到障碍物。",
},
[1252839] = {
["T"] = "锯齿奥格瑞玛栅栏",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1252840] = {
["T"] = "铺着毛皮的长椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1269226] = {
["T"] = "蓝色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1252844] = {
["T"] = "圣光回响",
},
[1269228] = {
["T"] = "黑色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1269229] = {
["T"] = "红色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1252847] = {
["T"] = "学习银色宠物",
},
[1269231] = {
["T"] = "紫色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1269232] = {
["T"] = "青色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1252850] = {
["T"] = "圣光回响",
},
[1252851] = {
["T"] = "圣光回响",
["D"] = "圣光从你身上散发而出，每3秒凝聚成微粒。触碰微粒对附近敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，或为60码范围内的附近盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值。",
},
[1269235] = {
["T"] = "棕色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1252854] = {
["T"] = "圣光回响",
["D"] = "圣光从你身上散发而出，每3秒凝聚成微粒。触碰微粒对附近敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，或为60码范围内的附近盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值。",
},
[1252855] = {
["T"] = "圣光回响",
["D"] = "圣光从你身上散发而出，每3秒凝聚成微粒。触碰微粒对附近敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，或为60码范围内的附近盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值。",
},
[1252862] = {
["T"] = "等待中",
},
[1252870] = {
["T"] = "德莱尼熔炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236494] = {
["T"] = "啃噬",
["D"] = "对一名敌人造成物理伤害。",
},
[1236505] = {
["T"] = "优雅的杏仁形桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1252891] = {
["T"] = "森林根须",
},
[1236512] = {
["T"] = "不稳定的心能",
["D"] = "高阶裁决官阿丽兹对2名玩家倾泻|cffffffff不稳定的心能|r，在14秒内每2秒造成313195点暗影伤害。\r\n\r\n受到|cffffffff不稳定的心能|r影响的玩家每2秒对5码内的盟友造成313195点暗影伤害，持续14秒。",
},
[1236513] = {
["T"] = "不稳定的心能",
["D"] = "高阶裁决官阿丽兹对2名玩家倾泻|cffffffff不稳定的心能|r，在14秒内每2秒造成313195点暗影伤害。\r\n\r\n受到|cffffffff不稳定的心能|r影响的玩家每2秒对5码内的盟友造成313195点暗影伤害，持续14秒。",
},
[1236514] = {
["T"] = "不稳定的心能",
["D"] = "高阶裁决官阿丽兹对2名玩家倾泻|cffffffff不稳定的心能|r，在14秒内每2秒造成313195点暗影伤害。\r\n\r\n受到|cffffffff不稳定的心能|r影响的玩家每2秒对5码内的盟友造成313195点暗影伤害，持续14秒。",
},
[1236515] = {
["T"] = "不稳定的心能",
},
[1252899] = {
["T"] = "圣光回响",
},
[1252907] = {
["T"] = "圣光回响",
},
[1252915] = {
["T"] = "德拉诺水晶路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252916] = {
["T"] = "将大型卡拉波喷泉放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252917] = {
["T"] = "德拉诺水晶串灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236555] = {
["T"] = "宇宙虚空溶解 + 爆开",
},
[1236556] = {
["T"] = "树妖",
["D"] = "施放超凡之盟会召唤树妖协助你，持续10秒，并以360%效果施放星涌术，800%效果施放星辰坠落。",
},
[1236557] = {
["T"] = "黑暗爪牙",
},
[1236564] = {
["T"] = "皓首灰裘",
["D"] = "宠物伤害提高5%，野兽伤害提高15%。召唤野兽会根据召唤的野兽类型给予6%的急速、精通或爆击几率，持续8秒。",
},
[1236565] = {
["T"] = "迅捷铁蹄",
["D"] = "宠物伤害提高5%，野兽伤害提高15%。召唤野兽会根据召唤的野兽类型给予6%的急速、精通或爆击几率，持续8秒。",
},
[1236566] = {
["T"] = "尖锐獠牙",
["D"] = "宠物伤害提高5%，野兽伤害提高15%。召唤野兽会根据召唤的野兽类型给予6%的急速、精通或爆击几率，持续8秒。",
},
[1252951] = {
["T"] = "踢飞！",
["D"] = "踢飞一个窃贼，拿回被偷走的礼物！",
},
[1252952] = {
["T"] = "虚空爆炸",
["D"] = "施法者引发一次虚空能量爆发，对目标玩家造成536906点暗影伤害，并在20秒内每1秒造成313195点暗影伤害。\r\n",
},
[1252953] = {
["T"] = "虚空爆炸",
["D"] = "施法者引发一次虚空能量爆发，对目标玩家造成536906点暗影伤害，并在20秒内每1秒造成313195点暗影伤害。\r\n",
},
[1236571] = {
["T"] = "相位潜行",
["D"] = "进入虚幻的能量形态。",
},
[1236572] = {
["T"] = "奥术壁垒",
["D"] = "用护盾围绕施法者，持续20秒，吸收最多522799点伤害。被移除时对30码范围内的玩家造成0点奥术伤害。 ",
},
[1236573] = {
["T"] = "宁静",
["D"] = "在4.4秒内为40码范围内的所有盟友恢复504288点生命值。每次治疗可为目标额外在8秒内恢复4410点生命值。此效果可叠加。\r\n\r\n目标超过5个时治疗效果降低。",
},
[1236574] = {
["T"] = "宁静",
["D"] = "在4.4秒内为40码范围内的所有盟友恢复126072点生命值。每次治疗可为目标额外在8秒内恢复4410点生命值。此效果可叠加。\r\n\r\n目标超过5个时治疗效果降低。",
},
[1236575] = {
["T"] = "静滞符文",
},
[1236576] = {
["T"] = "暴食颠覆",
},
[1236579] = {
["T"] = "暴食颠覆",
},
[1236580] = {
["T"] = "暴食颠覆",
},
[1236581] = {
["T"] = "暴食颠覆",
["D"] = "施法者钻入地面并向一名玩家掘进，以释放|cffffffff暴食喷发|r。",
},
[1236582] = {
["T"] = "暴食颠覆",
["D"] = "施法者钻入地面并向一名玩家掘进，以释放|cffffffff暴食喷发|r。",
},
[1236583] = {
["T"] = "瓦解符文",
},
[1236586] = {
["T"] = "暴食喷发",
["D"] = "施法者的反刍引发爆炸，对15码内的玩家造成2908243点物理伤害，并将他们击退。\r\n\r\n剧毒唾沫会向四面八方射出，对5码内的玩家造成1565976点暗影伤害，并留下|cffffffff消化唾沫|r，持续1分钟。",
},
[1252977] = {
["T"] = "踢飞！",
["D"] = "踢飞那些讨厌的礼物窃贼！",
},
[1236600] = {
["T"] = "奥术恢复",
["D"] = "在你和周围四名盟友身旁编织奥术丝茧，持续10秒，使其受到的伤害降低75%，直到防止了1016点伤害。\r\n\r\n如果丝茧的效果自然结束，则会为一名受伤的盟友恢复生命值，数值相当于剩余吸收量的50%。",
},
[1236607] = {
["T"] = "星辰坠落",
["D"] = "召唤数波坠落的星辰打击40码范围内的敌人，在10秒内造成366263点星界伤害。",
},
[1236608] = {
["T"] = "星辰坠落",
["D"] = "召唤数波坠落的星辰打击40码范围内的敌人，在10秒内造成366263点星界伤害。",
},
[1269376] = {
["T"] = "融化",
["D"] = "从滚动的雪球上跳下。",
},
[1236613] = {
["T"] = "星辰坠落",
["D"] = "召唤数波坠落的星辰打击40码范围内的敌人，在10秒内造成366263点星界伤害。",
},
[1236614] = {
["T"] = "耀武扬威",
["D"] = "审判官西加尔为玩家注入心能，每1秒造成134226点暗影伤害，并使所有伤害和治疗效果提高30%，持续15秒。效果结束时，审判官西加尔惩戒|cffffffff耀武扬威|r的玩家，对每个玩家及其5码内的盟友造成447422点暗影伤害。",
},
[1236615] = {
["T"] = "耀武扬威",
["D"] = "审判官西加尔为玩家注入心能，每1秒造成134226点暗影伤害，并使所有伤害和治疗效果提高30%，持续15秒。效果结束时，审判官西加尔惩戒|cffffffff耀武扬威|r的玩家，对每个玩家及其5码内的盟友造成447422点暗影伤害。",
},
[1236617] = {
["T"] = "破碎世界",
},
[1236623] = {
["T"] = "战利品雷达迷你版",
["D"] = "扫描周围的环境，在此地下堡的剩余时间中标亮错放的奇珍。",
},
[1236625] = {
["T"] = "战利品雷达迷你版",
},
[1236627] = {
["T"] = "奥术消散",
["D"] = "用护盾围绕施法者，持续20秒，吸收最多522799点伤害。被移除时对30码范围内的玩家造成0点奥术伤害。 ",
},
[1236628] = {
["T"] = "投掷南瓜",
["D"] = "投掷一个南瓜。别砸坏了。",
},
[1236629] = {
["T"] = "投掷南瓜",
},
[1236638] = {
["T"] = "暴食喷发",
["D"] = "阿兹希卡向目标玩家喷射消化性强酸，在6秒内每1秒对冲击点周围10码内的敌人造成223710点暗影伤害，并在其位置留下一片|cffffffff消化唾沫|r。 ",
},
[1236640] = {
["T"] = "星涌术",
["D"] = "向目标发射汹涌的星界能量，造成197996点星界伤害。",
},
[1236643] = {
["T"] = "消化唾沫",
["D"] = "施法者的反刍引发爆炸，对15码内的玩家造成2908243点物理伤害，并将他们击退。\r\n\r\n剧毒唾沫会向四面八方射出，对5码内的玩家造成1565976点暗影伤害，并留下|cffffffff消化唾沫|r，持续1分钟。",
},
[1236644] = {
["T"] = "艾露恩的恩泽",
["D"] = "野火炸弹的伤害提高10%。皎月风暴消退时，获得艾露恩的恩泽，使你的下2次野火炸弹造成奥术伤害，初始伤害提高150%。",
},
[1236647] = {
["T"] = "愈合",
["D"] = "治疗友方目标，恢复100293点生命值，并在12秒内恢复额外的21829点生命值。",
},
[1236651] = {
["T"] = "套装：血帆走私者的装束",
["D"] = "收集血帆走私者的装束外观。",
},
[1269419] = {
["T"] = "将小型泰洛古斯灯具放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1269420] = {
["T"] = "将宁静的青铜长椅放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236660] = {
["T"] = "套装：女妖的悚然收藏",
["D"] = "收集女妖的悚然收藏护甲套装外观。",
},
[1236661] = {
["T"] = "套装：被遗忘者的怪诞收藏",
["D"] = "收集被遗忘者的怪诞收藏护甲套装外观。",
},
[1236662] = {
["T"] = "套装：哀嚎女妖的收藏",
["D"] = "收集哀嚎女妖的收藏护甲套装外观。",
},
[1236663] = {
["T"] = "套装：女妖的病态收藏",
["D"] = "收集女妖的病态收藏护甲套装外观。",
},
[1236671] = {
["T"] = "蛮荒暴怒",
["D"] = "毁灭会使你的急速提高10%，爆击几率提高10%，流血伤害提高30%，持续5秒。",
},
[1220290] = {
["T"] = "技巧射击",
["D"] = "加里维克斯每4秒获得一层|cffffffff技巧射击|r。\r\n\r\n当达到10层或改变主要目标时，将会释放所有射击，每层造成1789688点物理伤害并每1秒额外造成313195点火焰伤害，持续9秒。此效果可叠加，且无法被躲闪。",
},
[1236676] = {
["T"] = "套装：止水钓客装束",
["D"] = "收集这套护甲套装外观。",
},
[1236689] = {
["T"] = "噬体虚空",
["D"] = "受到伤害有较高的几率使你吞噬周围敌人的精华，造成196点暗影伤害，由所有敌人均摊，并为你恢复相当于伤害量150%的生命值。\r\n\r\n受到不超过3390点的致命伤害会将你恢复至20%的生命值，并以不稳定的虚空形态使你重组，持续6秒。将生命值恢复至50%以上可以稳定形态并逃过一死。此效果每8分钟只能触发一次。吞噬诸界之核充能时无法造成伤害。",
},
[1236690] = {
["T"] = "噬体虚空",
["D"] = "受到伤害有较高的几率使你吞噬周围敌人的精华，造成196点暗影伤害，由所有敌人均摊，并为你恢复相当于伤害量150%的生命值。\r\n\r\n受到不超过3390点的致命伤害会将你恢复至20%的生命值，并以不稳定的虚空形态使你重组，持续6秒。将生命值恢复至50%以上可以稳定形态并逃过一死。此效果每8分钟只能触发一次。吞噬诸界之核充能时无法造成伤害。",
},
[1236691] = {
["T"] = "吞噬诸界之核",
["D"] = "受到伤害有较高的几率使你吞噬周围敌人的精华，造成196点暗影伤害，由所有敌人均摊，并为你恢复相当于伤害量150%的生命值。\r\n\r\n受到不超过3390点的致命伤害会将你恢复至20%的生命值，并以不稳定的虚空形态使你重组，持续6秒。将生命值恢复至50%以上可以稳定形态并逃过一死。此效果每8分钟只能触发一次。吞噬诸界之核充能时无法造成伤害。",
},
[1236692] = {
["T"] = "虚空重构",
["D"] = "受到伤害有较高的几率使你吞噬周围敌人的精华，造成196点暗影伤害，由所有敌人均摊，并为你恢复相当于伤害量150%的生命值。\r\n\r\n受到不超过3390点的致命伤害会将你恢复至20%的生命值，并以不稳定的虚空形态使你重组，持续6秒。将生命值恢复至50%以上可以稳定形态并逃过一死。此效果每8分钟只能触发一次。吞噬诸界之核充能时无法造成伤害。",
},
[1236693] = {
["T"] = "暗影消融",
["D"] = "受到伤害有较高的几率使你吞噬周围敌人的精华，造成196点暗影伤害，由所有敌人均摊，并为你恢复相当于伤害量150%的生命值。\r\n\r\n受到不超过3390点的致命伤害会将你恢复至20%的生命值，并以不稳定的虚空形态使你重组，持续6秒。将生命值恢复至50%以上可以稳定形态并逃过一死。此效果每8分钟只能触发一次。吞噬诸界之核充能时无法造成伤害。",
},
[1236694] = {
["T"] = "暗影凝稳",
["D"] = "受到伤害有较高的几率使你吞噬周围敌人的精华，造成196点暗影伤害，由所有敌人均摊，并为你恢复相当于伤害量150%的生命值。\r\n\r\n受到不超过3390点的致命伤害会将你恢复至20%的生命值，并以不稳定的虚空形态使你重组，持续6秒。将生命值恢复至50%以上可以稳定形态并逃过一死。此效果每8分钟只能触发一次。吞噬诸界之核充能时无法造成伤害。",
},
[1236703] = {
["T"] = "永恒织缕",
["D"] = "能量达到100点时，撰魂师在24秒内举行仪式，释放出多股锥形能量，对击中的玩家造成1342266点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1236705] = {
["T"] = "永恒织缕",
["D"] = "能量达到100点时，撰魂师在24秒内举行仪式，释放出多股锥形能量，对击中的玩家造成1342266点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1253089] = {
["T"] = "踢飞！",
["D"] = "踢飞一个窃贼，拿回被偷走的礼物！",
},
[1236710] = {
["T"] = "永恒织缕",
["D"] = "能量达到100点时，撰魂师在24秒内举行仪式，释放出多股锥形能量，对击中的玩家造成1342266点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1236711] = {
["T"] = "瓦解符文",
["D"] = "使目标衰变，持续造成奥术伤害。",
},
[1253095] = {
["T"] = "哨兵的月翼凝视",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1253096] = {
["T"] = "邪能喷泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236722] = {
["T"] = "获取",
["D"] = "获取一个稀有的南瓜。",
},
[1236723] = {
["T"] = "幻境时空",
["S"] = "永恒龙",
["D"] = "高举你的神器，在时间线上打开一道裂隙，使你的冷却速度加快1000%，持续3秒。",
},
[1269495] = {
["T"] = "雷霆崖图腾",
["D"] = "制作雷霆崖图腾，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1269496] = {
["T"] = "德莱尼水晶吊灯",
["D"] = "制作德莱尼水晶吊灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1269499] = {
["T"] = "飘雪部族威吓图腾",
["D"] = "制作飘雪部族威吓图腾，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1269500] = {
["T"] = "兽人栅栏",
["D"] = "制作兽人栅栏，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1269501] = {
["T"] = "兽人栅栏桩",
["D"] = "制作兽人栅栏桩，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1220353] = {
["T"] = "技巧射击",
["D"] = "加里维克斯每4秒获得一层|cffffffff技巧射击|r。\r\n\r\n当达到10层或改变主要目标时，将会释放所有射击，每层造成1789688点物理伤害并每1秒额外造成313195点火焰伤害，持续9秒。此效果可叠加，且无法被躲闪。",
},
[1269504] = {
["T"] = "玛卓克萨斯符文板",
["D"] = "制作玛卓克萨斯符文板，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1269506] = {
["T"] = "吉尔尼斯绿色药水",
["D"] = "制作吉尔尼斯绿色药水，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1253129] = {
["T"] = "栗色骏马",
["D"] = "召唤或解散这种坐骑。",
},
[1253130] = {
["T"] = "硫磺骏马",
["D"] = "召唤或解散这种坐骑。",
},
[1220370] = {
["T"] = "技巧射击",
["D"] = "加里维克斯每4秒获得一层|cffffffff技巧射击|r。\r\n\r\n当达到10层或改变主要目标时，将会释放所有射击，每层造成1789688点物理伤害并每1秒额外造成313195点火焰伤害，持续9秒。此效果可叠加，且无法被躲闪。",
},
[1220372] = {
["T"] = "堕落之血",
},
[1220375] = {
["T"] = "技巧射击",
["D"] = "加里维克斯每4秒获得一层|cffffffff技巧射击|r。\r\n\r\n当达到10层或改变主要目标时，将会释放所有射击，每层造成1789688点物理伤害并每1秒额外造成313195点火焰伤害，持续9秒。此效果可叠加，且无法被躲闪。",
},
[1236759] = {
["T"] = "过量输能爆发",
["D"] = "卢米萨尔吸收奥术能量，每0.5秒对所有玩家造成77180点奥术伤害，持续8秒。然后它会施放一次猛烈的能量爆炸，对45码范围内的玩家造成41162836点奥术伤害。\r\n",
},
[1236761] = {
["T"] = "吞噬",
["D"] = "能量达到100点时，阿兹希卡吸入并企图吞噬场地中的所有玩家和生物，持续18秒，每1秒对所有玩家造成111855点暗影伤害。\r\n\r\n每当阿兹希卡成功吞噬一个活物或玩家，它都会享用|cffffffff盛宴|r。",
},
[1220379] = {
["T"] = "结晶抽打",
},
[1220384] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉迁跃并穿越目标，对路径中的玩家造成447422点奥术伤害，并使他们在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1269534] = {
["T"] = "吉尔尼斯地图",
["D"] = "制作吉尔尼斯地图，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1220386] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉迁跃并穿越目标，对路径中的玩家造成447422点奥术伤害，并使他们在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1236770] = {
["T"] = "奥术喷流",
["D"] = "施法者从地面释放奥术能量，对击中的玩家造成536906点奥术伤害。 ",
},
[1220388] = {
["T"] = "混乱启示",
},
[1220389] = {
["T"] = "混乱启示",
["D"] = "向四面八方释放出诡异的暗影冲击洪流，使附近隐匿的敌人暴露。",
},
[1220390] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉迁跃并穿越目标，对路径中的玩家造成447422点奥术伤害，并使他们在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1236774] = {
["T"] = "奥术喷流",
["D"] = "施法者从地面释放奥术能量，对击中的玩家造成536906点奥术伤害。 ",
},
[1220393] = {
["T"] = "混乱启示",
},
[1220394] = {
["T"] = "粉碎抽打",
["D"] = "弗兰克提鲁斯反手抽打，对所有玩家造成1118555点暗影伤害，并击退受到|cffffffff水晶覆体|r影响的玩家。",
},
[1220395] = {
["T"] = "粉碎抽打",
["D"] = "弗兰克提鲁斯反手抽打，对所有玩家造成1118555点暗影伤害，并击退受到|cffffffff水晶覆体|r影响的玩家。",
},
[1236779] = {
["T"] = "奥术喷流",
["D"] = "施法者从地面释放奥术能量，对击中的玩家造成536906点奥术伤害。 ",
},
[1236780] = {
["T"] = "奥术喷流",
},
[1220398] = {
["T"] = "双厄射击",
["D"] = "兹伊向一名随机玩家射出高爆大口径枪弹，对最近的玩家造成13422664点物理伤害并施加|cffffffff贯通创伤|r。所有其他目标受到最多13422664点物理伤害，受距离最近的玩家的总伤害减免影响。\r\n\r\n被击中的|cffffffff不稳定的蛛形地雷|r将会引爆，所有被击中的玩家昏迷2秒。此外，|cffffffff炸药载荷|r会嵌入原目标体内。",
},
[1236782] = {
["T"] = "奥术喷流",
},
[1236784] = {
["T"] = "破碎节点",
["D"] = "结晶的虚空能量之壁会在一名受|cffffffff水晶覆体|r影响的玩家接触时发生爆炸。爆炸会射出|cffffffff节点破片|r并对数名玩家施加|cffffffff水晶裂伤|r。",
},
[1236785] = {
["T"] = "虚空注能节点",
["D"] = "结晶的虚空能量之壁会在一名受|cffffffff水晶覆体|r影响的玩家接触时发生爆炸。爆炸会射出|cffffffff节点破片|r并对数名玩家施加|cffffffff节点破片|r。",
},
[1236792] = {
["T"] = "精华炸弹",
["D"] = "在心灵之火期间消耗精华迸发会向你的目标发射精华炸弹，对附近敌人造成68934点奥术伤害，目标超过5个时效果降低。",
},
[1220413] = {
["T"] = "涡轮增压",
["D"] = "每隔6秒，对你的目标和周围的1名敌人进行震击，造成10点自然伤害。\r\n\r\n施放30个法术会对你涡轮增压，持续15秒，使震击的频率翻倍，并将其升级为超力震击，改为造成30点自然伤害。",
},
[1220415] = {
["T"] = "涡轮驱动",
["D"] = "每隔6秒，对你的目标和周围的1名敌人进行震击，造成10点自然伤害。\r\n\r\n施放30个法术会对你涡轮增压，持续15秒，使震击的频率翻倍，并将其升级为超力震击，改为造成30点自然伤害。",
},
[1220419] = {
["T"] = "震击",
["D"] = "每隔6秒，对你的目标和周围的1名敌人进行震击，造成10点自然伤害。\r\n\r\n施放30个法术会对你涡轮增压，持续15秒，使震击的频率翻倍，并将其升级为超力震击，改为造成30点自然伤害。",
},
[1236803] = {
["T"] = "精华炸弹",
["D"] = "在心灵之火期间消耗精华迸发会向你的目标发射精华炸弹，对附近敌人造成68934点奥术伤害，目标超过5个时效果降低。",
},
[1236807] = {
["T"] = "树妖的青睐",
["D"] = "当你的树妖消退时，使你的下2次星涌术的伤害提高，数值相当于激活时你伤害效果的3%，并将其10%的伤害溅射到附近敌人身上，目标超过5个效果降低。",
},
[1220427] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉迁跃并穿越目标，对路径中的玩家造成447422点奥术伤害，并使他们在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1220433] = {
["T"] = "强劲冲洗",
},
[1236817] = {
["T"] = "周期性效果",
},
[1236822] = {
["T"] = "涌血奔袭",
["D"] = "苦痛凌虐造成的伤害提高50%，吸血鬼打击使你的符文刃舞的伤害提高20%，持续8秒。多次施加可以重叠生效。",
},
[1236824] = {
["T"] = "充能核心",
["D"] = "施法者的核心保护着他们不受伤害。核心被摧毁时发生爆炸，造成44741点宇宙伤害。",
},
[1220442] = {
["T"] = "相位潜行",
["D"] = "进入虚幻的能量形态。",
},
[1236826] = {
["T"] = "套装：黄金舰队的海上衣装",
["D"] = "收集黄金舰队的海上衣装外观。",
},
[1220445] = {
["T"] = "散射弹药筒",
},
[1220446] = {
["T"] = "散射弹药筒",
},
[1220447] = {
["T"] = "双厄射击",
},
[1220448] = {
["T"] = "气泡酒",
},
[1220451] = {
["T"] = "设置数据",
},
[1220452] = {
["T"] = "设置数据",
},
[1220453] = {
["T"] = "设置数据",
},
[1220454] = {
["T"] = "设置数据",
},
[1220456] = {
["T"] = "设置数据",
},
[1220457] = {
["T"] = "设置数据",
},
[1220459] = {
["T"] = "设置数据",
},
[1220460] = {
["T"] = "设置数据",
},
[1220461] = {
["T"] = "设置数据",
},
[1220462] = {
["T"] = "设置数据",
},
[1220463] = {
["T"] = "设置数据",
},
[1220464] = {
["T"] = "设置数据",
},
[1220465] = {
["T"] = "设置数据",
},
[1220466] = {
["T"] = "设置数据",
},
[1220467] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1220468] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉迁跃并穿越目标，对路径中的玩家造成447422点奥术伤害，并使他们在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1220469] = {
["T"] = "虚空流星",
["D"] = "对5码范围内的所有敌人造成3点暗影伤害。",
},
[1236853] = {
["T"] = "树妖的青睐",
["D"] = "当你的树妖消退时，使你的下2次星涌术的伤害提高，数值相当于激活时你伤害效果的3%，并将其10%的伤害溅射到附近敌人身上，目标超过5个效果降低。",
},
[1220471] = {
["T"] = "设置数据",
},
[1220472] = {
["T"] = "过载",
["D"] = "使施法者的攻击速度提高50%，持续10秒。\n使施法者的移动速度提高50%，持续10秒。",
},
[1220473] = {
["T"] = "设置数据",
},
[1220474] = {
["T"] = "设置数据",
},
[1220475] = {
["T"] = "设置数据",
},
[1220476] = {
["T"] = "设置数据",
},
[1220477] = {
["T"] = "设置数据",
},
[1220478] = {
["T"] = "设置数据",
},
[1220479] = {
["T"] = "设置数据",
},
[1220480] = {
["T"] = "设置数据",
},
[1220481] = {
["T"] = "渣客大师的腐臭垃圾",
["D"] = "反转磁铁极性，暴力回收埋藏的垃圾，每层充能对目标造成22点瘟疫伤害。残留的毒性会对5个附近敌人造成10%的伤害，持续6秒。",
},
[1220482] = {
["T"] = "过载突袭",
["D"] = "施法者迅速旋转身体，对接近的玩家造成物理伤害，并将其击退。",
},
[1220483] = {
["T"] = "渣客大师的腐臭垃圾",
["D"] = "反转磁铁极性，暴力回收埋藏的垃圾，每层充能对目标造成22点瘟疫伤害。残留的毒性会对5个附近敌人造成10%的伤害，持续6秒。",
},
[1220484] = {
["T"] = "虚空流星",
},
[1236868] = {
["T"] = "套装：佐卡罗商人的衣着",
["D"] = "收集佐卡罗商人的衣着外观。",
},
[1220487] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1220488] = {
["T"] = "暗索医疗机",
["D"] = "命令医疗机附着在你的目标身上，吸收45点伤害并使其全能提高10，持续15秒。\r\n\r\n附着期间，你的治疗法术有几率为医疗机补充燃料，使附着者再次获得这些加成。",
},
[1220489] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1236873] = {
["T"] = "虚空击碎者",
["D"] = "萨哈达尔掷出战锤，在多个目标之间弹射，在每个冲击点周围30码内造成2863501点暗影伤害。\r\n",
},
[1236874] = {
["T"] = "次元吐息",
["D"] = "虚空之翼的大口中喷射出星河光束，在4秒内每0.3秒对击中的所有玩家造成1342266点宇宙伤害。\r\n\r\n撕开多道传送门，从更多方向发起吐息。\r\n",
},
[1220492] = {
["T"] = "气泡酒",
},
[1220493] = {
["T"] = "赛财团掠夺者",
},
[1220494] = {
["T"] = "构造喷发",
},
[1220495] = {
["T"] = "取消铁炉堡气泡",
["D"] = "离开投喂区。",
},
[1220496] = {
["T"] = "冲击",
},
[1220497] = {
["T"] = "奥术超载",
["D"] = "塔尔·巴特向空中掷出一连串奥术标枪，每1秒对所有玩家造成67113点奥术伤害。",
},
[1220498] = {
["T"] = "故障传送",
["D"] = "将你精确地传送到你想去的地方……请不要过分在意具体细节。",
},
[1220500] = {
["T"] = "构造喷发",
},
[1220501] = {
["T"] = "冲击",
["D"] = "对5码范围内的所有目标造成3点暗影伤害。",
},
[1220502] = {
["T"] = "气泡酒",
},
[1220503] = {
["T"] = "气泡酒",
},
[1236887] = {
["T"] = "凡图斯符文：法力熔炉：欧米伽",
["D"] = "你可以每周一次针对法力熔炉：欧米伽副本首领的能量调整你自己，获得以下光环：\r\n\r\n|T3717600:24|t|cffffffff凡图斯符文：法力熔炉：欧米伽|r\r\n在与该团队副本首领战斗时全能提高1700。该效果持续一周。\r\n",
},
[1236888] = {
["T"] = "凡图斯符文：法力熔炉：欧米伽",
["D"] = "你可以每周一次针对法力熔炉：欧米伽副本首领的能量调整你自己，获得以下光环：\r\n\r\n|T3717600:24|t|cffffffff凡图斯符文：法力熔炉：欧米伽|r\r\n在与该团队副本首领战斗时全能提高1900。该效果持续一周。\r\n",
},
[1236889] = {
["T"] = "凡图斯符文：法力熔炉：欧米伽",
["D"] = "将你与目标法力熔炉：欧米伽副本首领的能量协调，与该首领战斗时全能提高1500。此效果持续一周。\r\n\r\n每周只能使用一个凡图斯符文。\r\n",
},
[1236890] = {
["T"] = "凡图斯符文：法力熔炉：欧米伽",
["D"] = "将你与目标法力熔炉：欧米伽副本首领的能量协调，与该首领战斗时全能提高1700。此效果持续一周。\r\n\r\n每周只能使用一个凡图斯符文。",
},
[1236891] = {
["T"] = "凡图斯符文：法力熔炉：欧米伽",
["D"] = "将你与目标法力熔炉：欧米伽副本首领的能量协调，与该首领战斗时全能提高1900。此效果持续一周。\r\n\r\n每周只能使用一个凡图斯符文。",
},
[1236892] = {
["T"] = "凡图斯符文：集能哨兵",
},
[1220510] = {
["T"] = "轰焚啸焰炮",
},
[1220511] = {
["T"] = "奥术超载",
["D"] = "塔尔·巴特向空中掷出一连串奥术标枪，每1秒对所有玩家造成67113点奥术伤害。",
},
[1236895] = {
["T"] = "凡图斯符文：熔炉编织者阿拉兹",
},
[1236896] = {
["T"] = "凡图斯符文：狩魂猎手",
},
[1236897] = {
["T"] = "凡图斯符文：弗兰克提鲁斯",
},
[1236898] = {
["T"] = "凡图斯符文：节点之王萨哈达尔",
},
[1236899] = {
["T"] = "凡图斯符文：诸界吞噬者迪门修斯",
},
[1236900] = {
["T"] = "凡图斯符文：集能哨兵",
},
[1236901] = {
["T"] = "凡图斯符文：卢米萨尔",
},
[1236902] = {
["T"] = "凡图斯符文：缚魂者娜欣达利",
},
[1236903] = {
["T"] = "凡图斯符文：熔炉编织者阿拉兹",
},
[1236904] = {
["T"] = "凡图斯符文：狩魂猎手",
},
[1236905] = {
["T"] = "凡图斯符文：弗兰克提鲁斯",
},
[1236906] = {
["T"] = "凡图斯符文：节点之王萨哈达尔",
},
[1220524] = {
["T"] = "将奥格瑞玛室内窄墙放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1220525] = {
["T"] = "将奥格瑞玛室内门廊放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1220526] = {
["T"] = "将奥格瑞玛室内墙壁放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1236910] = {
["T"] = "永恒织缕",
["D"] = "能量达到100点时，撰魂师在24秒内举行仪式，释放出多股锥形能量，对击中的玩家造成1342266点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1236913] = {
["T"] = "命运低语",
["D"] = "撰魂师击碎所有玩家的灵魂，召唤他们命运的回响。",
},
[1220531] = {
["T"] = "过量饮用",
},
[1236916] = {
["T"] = "军团再临：幻境新生",
},
[1236917] = {
["T"] = "星涌术",
["D"] = "向目标发射汹涌的星界能量，造成54998点星界伤害。",
},
[1269684] = {
["T"] = "霾林谷草丛",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1269685] = {
["T"] = "霾林谷草簇",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1269686] = {
["T"] = "创始者之角草丛",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1236921] = {
["T"] = "未激活",
},
[1220539] = {
["T"] = "暗索医疗机",
["D"] = "命令医疗机附着在你的目标身上，吸收45点伤害并使其全能提高10，持续15秒。\r\n\r\n附着期间，你的治疗法术有几率为医疗机补充燃料，使附着者再次获得这些加成。",
},
[1269689] = {
["T"] = "牢固的榨酒桶",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1220541] = {
["T"] = "不稳定的集束炸弹",
},
[1269691] = {
["T"] = "将黑暗院长的玄秘火盆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1220544] = {
["T"] = "不稳定的集束炸弹",
},
[1236932] = {
["T"] = "不稳定弹射",
},
[1236933] = {
["T"] = "不稳定弹射",
["D"] = "喷射一股吞噬能量洪流，在施法者前方50码直线范围内的所有玩家身上吸取1342266点生命值。",
},
[1220551] = {
["T"] = "不稳定的集束炸弹",
["D"] = "地雷爆发出一簇炸弹，对冲击点周围4码内的玩家造成1342266点火焰伤害。\r\n\r\n未能击中玩家的集束炸弹会对所有玩家造成2684532点火焰伤害。",
},
[1236935] = {
["T"] = "临界过载",
["D"] = "你的法术和技能有几率触发临界过载，每2秒使你的爆击提高$1236137w3，持续20秒。 ",
},
[1220553] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1220554] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1220555] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1220556] = {
["T"] = "扔火炬",
},
[1236940] = {
["T"] = "临界过载",
["D"] = "你的法术和技能有几率触发临界过载，每2秒使你的爆击提高$1236137w3，持续20秒。 ",
},
[1220558] = {
["T"] = "火球术",
},
[1236942] = {
["T"] = "神圣之锤",
["D"] = "神圣之锤环绕着你，每2秒对附近敌人造成61418神圣伤害，持续10秒。\r\n\r\n激活期间，每消耗一层神圣能量都会使神圣之锤的持续时间延长0.3秒。目标超过8个后造成的伤害降低。",
},
[1236943] = {
["T"] = "深呼吸",
["S"] = "黑龙",
["D"] = "深深地吸一口气并向前飞行。向你的路径上的敌人喷吐熔火余烬，对其造成121427点熔火伤害。\r\n\r\n移除所有定身效果。你在飞行时免疫所有的移动限制和失控效果。",
},
[1236949] = {
["T"] = "裂解",
["S"] = "蓝龙",
["D"] = "将一道蓝龙魔法刺向敌人，在2.2秒内造成128255点法术冰霜伤害，并使其移动速度降低50%，持续3秒。",
},
[1236952] = {
["T"] = "小艇",
},
[1236954] = {
["T"] = "释放苦痛",
["D"] = "德雷阿佳丝发射一道虚空能量射线，每0.5秒对命中的所有人造成2850点暗影伤害。\r\n\r\n该技能会触发所有德雷阿佳丝之眼施放|cffffffff虚空闪耀|r。\r\n",
},
[1236955] = {
["T"] = "释放苦痛",
["D"] = "德雷阿佳丝发射一道虚空能量射线，每0.5秒对命中的所有人造成2850点暗影伤害。\r\n\r\n该技能会触发所有德雷阿佳丝之眼施放|cffffffff虚空闪耀|r。\r\n",
},
[1236956] = {
["T"] = "释放苦痛",
["D"] = "宫务大臣释放出一波心能，对前方锥形范围内的所有玩家造成1789688点暗影伤害。",
},
[1236957] = {
["T"] = "衰弱重击",
["D"] = "施法者后仰并重击当前目标，造成一次物理伤害并且使其受到的所有治疗效果降低10%，持续15秒。",
},
[1220575] = {
["T"] = "将奥格瑞玛室内圆形立柱放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1236959] = {
["T"] = "贪噬唾液",
["D"] = "消化性强酸烧灼站在其中的敌人，每1.5秒造成536906点暗影伤害，并使其移动速度降低50%。",
},
[1236961] = {
["T"] = "奔腾电流",
["D"] = "你进入战斗时获得奔腾电流，每2秒使你的精通提高$1236137w7，最多在24秒后提高$1236937u*$1236137w7${$1236937u*$1236137w7}，随后衰减并重复循环。",
},
[1236962] = {
["T"] = "痛苦爆发",
},
[1236964] = {
["T"] = "痛苦爆发",
["D"] = "宫务大臣令自身和所有罪碑雕像喷发出邪恶的能量，对10码范围内的玩家造成1565976点暗影伤害。",
},
[1236965] = {
["T"] = "痛苦爆发",
},
[1220584] = {
["T"] = "正在安装",
["D"] = "为你的G-99疾飙飞车安装这款喇叭，让你的飙车之行别具魅力。",
},
[1220586] = {
["T"] = "正在安装",
["D"] = "为你的G-99疾飙飞车安装这款喇叭，让你的飙车之行别具魅力。",
},
[1236970] = {
["T"] = "葬火",
["S"] = "红龙",
["D"] = "投掷一发火球，对目标及附近的敌人造成46600点火焰伤害。 ",
},
[1220588] = {
["T"] = "正在安装",
["D"] = "为你的G-99疾飙飞车安装这款喇叭，让你的飙车之行别具魅力。",
},
[1220589] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1220590] = {
["T"] = "过量饮用",
},
[1220591] = {
["T"] = "正在安装",
["D"] = "为你的G-99疾飙飞车安装这款喇叭，让你的飙车之行别具魅力。",
},
[1236975] = {
["T"] = "枯萎箭袋",
["D"] = "凋零射击射出的黑蚀箭伤害提高50%。消耗夺命打击有50%几率使你下一次凋零射击期间的所有黑蚀箭弹幕额外射出1支黑蚀箭。",
},
[1236976] = {
["T"] = "枯萎箭袋",
["D"] = "凋零射击射出的黑蚀箭伤害提高50%。消耗夺命打击有50%几率使你下一次凋零射击期间的所有黑蚀箭弹幕额外射出1支黑蚀箭。",
},
[1236978] = {
["T"] = "未激活",
},
[1236979] = {
["T"] = "衰变光束",
["D"] = "使目标衰变，持续造成奥术伤害。",
},
[1220598] = {
["T"] = "假人",
},
[1220599] = {
["T"] = "将暴风城室内立柱放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1220600] = {
["T"] = "将暴风城室内窄墙放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1220601] = {
["T"] = "将暴风城室内墙壁放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1220603] = {
["T"] = "将暴风城室内门廊放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1220604] = {
["T"] = "滚远点！",
["D"] = "击退目标。",
},
[1220605] = {
["T"] = "暗索医疗机",
},
[1236989] = {
["T"] = "汇聚月光",
["D"] = "由星火术发射的星涌术在击中时分裂到额外最多3个目标身上，效果为原来的40%，并给予一层汇聚月光。施放艾露恩之怒或满月会消耗汇聚月光，使你的伤害提高4%，持续12秒。",
},
[1236990] = {
["T"] = "月光弥漫",
["D"] = "由星火术发射的星涌术在击中时分裂到额外最多3个目标身上，效果为原来的40%，并给予一层汇聚月光。施放艾露恩之怒或满月会消耗汇聚月光，使你的伤害提高4%，持续12秒。",
},
[1236991] = {
["T"] = "噬体虚空",
["D"] = "受到伤害有较高的几率使你吞噬周围敌人的精华，造成196点暗影伤害，由所有敌人均摊，并为你恢复相当于伤害量150%的生命值。\r\n\r\n受到不超过3390点的致命伤害会将你恢复至20%的生命值，并以不稳定的虚空形态使你重组，持续6秒。将生命值恢复至50%以上可以稳定形态并逃过一死。此效果每8分钟只能触发一次。吞噬诸界之核充能时无法造成伤害。",
},
[1236993] = {
["T"] = "能量护盾",
["D"] = "当你受到伤害时，你有几率获得一层泰坦能量护盾，防止最多$1236137w11点伤害，持续10秒。护盾效果结束时，它会造成相当于剩余吸收量的$1236137w12%的奥术伤害，由8码内的敌人均摊。 ",
},
[1220612] = {
["T"] = "假人",
},
[1236996] = {
["T"] = "强化之魂",
["D"] = "破灭造成的伤害提高20%，死神印记最多可以额外叠加15次。爆炸后，死神印记使你的爆击几率提高10%，持续8秒。",
},
[1220615] = {
["T"] = "青铜龙之力",
},
[1220616] = {
["T"] = "已拾取药水",
},
[1220617] = {
["T"] = "威·娜莉的传送标签",
["D"] = "将威·娜莉的传送标签放在暗影领主维席恩身上，将他传送到奥蕾莉亚留在珊多拉的笼子里。",
},
[1220618] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1220620] = {
["T"] = "增速之罐",
["D"] = "速度提高65%。",
},
[1220621] = {
["T"] = "隐形之瓶",
["D"] = "变为隐形！",
},
[1220625] = {
["T"] = "治疗之瓶",
["D"] = "每6秒恢复5%生命值。",
},
[1220626] = {
["T"] = "巨械争斗",
},
[1220627] = {
["T"] = "巨械争斗",
},
[1237011] = {
["T"] = "能量波流",
["D"] = "当你受到伤害时，你有几率获得一层泰坦能量护盾，防止最多$1236137w11点伤害，持续10秒。护盾效果结束时，它会造成相当于剩余吸收量的$1236137w12%的奥术伤害，由8码内的敌人均摊。 ",
},
[1220636] = {
["T"] = "身份扫描",
},
[1220638] = {
["T"] = "身份扫描",
["D"] = "扫描附近一定范围内的影卫。",
},
[1220639] = {
["T"] = "身份复制",
["D"] = "好好瞧瞧镜子……",
},
[1220641] = {
["T"] = "暗索医疗机",
},
[1220643] = {
["T"] = "坚韧钥石",
["D"] = "在本赛季中未能限时完成12级及以上的钥石地下城时，你的钥石等级不再降低至本赛季全部限时完成的等级以下。",
},
[1220644] = {
["T"] = "深渊抛投",
},
[1220648] = {
["T"] = "你已被标记为“回收”的对象。",
["D"] = "一名废铁大师即将回收你！",
},
[1237032] = {
["T"] = "符文刃舞",
["D"] = "激活符文刃舞会额外召唤出1把符文武器，此外，符文刃舞的持续时间延长6秒。",
},
[1237033] = {
["T"] = "充能箭",
["D"] = "你的法术和攻击有几率向目标射出一道充能箭，造成$1236137w13点自然伤害，由8码内的目标均摊。",
},
[1237036] = {
["T"] = "特遣动员",
["D"] = "深呼吸期间及其结束后的直到主动取消内，你会动员由2名龙希尔组成的特遣队，使用裂解和碧蓝打击对目标发起猛攻。",
},
[1220660] = {
["T"] = "惊魂时间之沙",
},
[1220661] = {
["T"] = "惊魂时间之沙",
},
[1237046] = {
["T"] = "枯竭",
["D"] = "被抽取了能量，又被注入了虚空。",
},
[1220664] = {
["T"] = "过载猛击",
["D"] = "施法者扑向目标并猛击地面，对6码内的玩家造成物理伤害，并将他们击退。",
},
[1220665] = {
["T"] = "过载猛击",
["D"] = "施法者扑向目标并猛击地面，对6码内的玩家造成物理伤害，并将他们击退。",
},
[1237051] = {
["T"] = "营救",
["D"] = "援救一只被吸干的幼龙。",
},
[1220669] = {
["T"] = "损坏的控制器",
["D"] = "损坏的极巨大控制器会剧烈放电，每6秒对目标玩家造成447422点自然伤害。每个损坏的控制器都会叠加此效果，这显然违反了规定。",
},
[1220671] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1220674] = {
["T"] = "相位闪现",
["D"] = "激活雷什裹布，进入虚灵形态，使施法者免疫|cffffffff奥能矩阵湮灭器|r。",
},
[1220677] = {
["T"] = "血腥霸王",
},
[1220679] = {
["T"] = "相位闪现",
["D"] = "激活雷什裹布，进入虚灵形态，使施法者免疫|cffffffff奥能矩阵湮灭器|r。",
},
[1220681] = {
["T"] = "已收取外卖",
},
[1237067] = {
["T"] = "恶魔追击",
["D"] = "维拉瑞安将一名玩家标记为猎物，扑向目标并造成13422664点混乱伤害。|cffffffff恶魔追击|r路径中的每一个玩家都会降低该效果。\r\n\r\n维拉瑞安同时打击沿途的玩家，对每个击中的玩家造成1565976点混乱伤害。",
},
[1237068] = {
["T"] = "次元吐息",
["D"] = "虚空之翼的大口中喷射出星河光束，在4秒内每0.3秒对击中的所有玩家造成1342266点宇宙伤害。\r\n\r\n撕开多道传送门，从更多方向发起吐息。\r\n",
},
[1237069] = {
["T"] = "衰减",
["D"] = "你进入战斗时获得奔腾电流，每2秒使你的精通提高$1236137w7，最多在24秒后提高$1236937u*$1236137w7${$1236937u*$1236137w7}，随后衰减并重复循环。",
},
[1237071] = {
["T"] = "石拳",
["D"] = "击退一名敌人。\n对一名敌人造成2684532点物理伤害。",
},
[1237072] = {
["T"] = "不稳定弹射",
["D"] = "喷出一股吞噬能量洪流，在施法者前方50码直线范围内的所有玩家身上吸取1342266点生命值。液滴会对5码内的敌人造成暗影伤害，并留下|cffffffff贪噬唾液|r，持续25秒。\r\n",
},
[1220690] = {
["T"] = "惊魂时间之沙",
},
[1237074] = {
["T"] = "不稳定弹射",
["D"] = "喷出一股吞噬能量洪流，在施法者前方50码直线范围内的所有玩家身上吸取1342266点生命值。液滴会对5码内的敌人造成暗影伤害，并留下|cffffffff贪噬唾液|r，持续25秒。\r\n",
},
[1237079] = {
["T"] = "贪婪猛击",
["D"] = "从12码范围内的所有玩家身上吸取2237110点生命值，并转移给施法者。",
},
[1237080] = {
["T"] = "破碎世界",
["D"] = "被迪门修斯粉碎的世界碎片在太空中呼啸而过，撞击时对玩家造成8948442点宇宙伤害并使其解散坐骑。",
},
[1237081] = {
["T"] = "特遣动员",
},
[1237082] = {
["T"] = "虚灵强化",
},
[1237084] = {
["T"] = "能量切割者",
["D"] = "一道旋转的奥术能量光束，对区域内的玩家造成4026798点奥术伤害。 ",
},
[1237086] = {
["T"] = "打开",
["D"] = "制造一件适用于你当前拾取专精（野兽控制）的“地心之战”第3赛季史诗地下城灵魂绑定物品。",
},
[1237088] = {
["T"] = "虚凝涌动",
["D"] = "沿直线发射一束黑暗能量光线，在10.5秒内每0.3秒对效果范围内的敌人造成暗影伤害。",
},
[1237089] = {
["T"] = "天体物理射流",
},
[1220709] = {
["T"] = "身份扫描",
},
[1237094] = {
["T"] = "相位能量",
},
[1237095] = {
["T"] = "相位能量",
},
[1237096] = {
["T"] = "相位能量",
["D"] = "敏捷提高5%，体型增大5.%",
},
[1237097] = {
["T"] = "天体物理射流",
["D"] = "迪门修斯在空间中撕扯出一条巨大的辐射带，每1秒对过于接近的玩家造成4474221点宇宙伤害。\r\n\r\n尝试跨越辐射带中部的玩家会在瞬间灰飞烟灭。",
},
[1237098] = {
["T"] = "天体物理射流",
["D"] = "迪门修斯在空间中撕扯出一条巨大的辐射带，每1秒对过于接近的玩家造成4474221点宇宙伤害。\r\n\r\n尝试跨越辐射带中部的玩家会在瞬间灰飞烟灭。",
},
[1237099] = {
["T"] = "异变涌动",
["D"] = "施法者身上喷涌出不稳定的奥术能量，对10码内的敌人造成447422点奥术伤害。",
},
[1237101] = {
["T"] = "虚空击碎者",
["D"] = "萨哈达尔掷出战锤，在多个目标之间弹射，在每个冲击点周围30码内造成2863501点暗影伤害。\r\n",
},
[1237102] = {
["T"] = "世界之魂吞噬",
["D"] = "萨拉塔斯防护自身，专注吞噬一个早已被遗忘的世界之魂的残骸。",
},
[1237103] = {
["T"] = "奥术符文注能",
},
[1220722] = {
["T"] = "探险者协会绳子",
["D"] = "向上逃离。",
},
[1237106] = {
["T"] = "暮光屠戮",
["D"] = "虚灵瞄准一名玩家并发起冲锋，穿越他们的身体，对路径中的所有玩家造成3221440点暗影伤害。\r\n\r\n击中|cffffffff暮光屏障|r时对其造成高额伤害。",
},
[1237107] = {
["T"] = "暮光屠戮",
["D"] = "虚灵瞄准一名玩家并发起冲锋，穿越他们的身体，对路径中的所有玩家造成3221440点暗影伤害。\r\n\r\n击中|cffffffff暮光屏障|r时对其造成高额伤害。",
},
[1237108] = {
["T"] = "暮光屠戮",
["D"] = "虚灵瞄准一名玩家并发起冲锋，穿越他们的身体，对路径中的所有玩家造成3221440点暗影伤害。\r\n\r\n击中|cffffffff暮光屏障|r时对其造成高额伤害。",
},
[1237109] = {
["T"] = "暮光屠戮",
["D"] = "虚灵瞄准一名玩家并发起冲锋，穿越他们的身体，对路径中的所有玩家造成3221440点暗影伤害。\r\n\r\n击中|cffffffff暮光屏障|r时对其造成高额伤害。",
},
[1220727] = {
["T"] = "动荡奥能雕文",
},
[1237111] = {
["T"] = "世界之魂吞噬",
},
[1220729] = {
["T"] = "高爆炉石",
["D"] = "将你传送回多恩诺嘉尔。与城镇中的旅店老板交谈可以改变你所设定的家的位置。",
},
[1253497] = {
["T"] = "邪能爆裂",
["D"] = "目标爆裂，对附近敌人造成过去5.2秒内受到伤害10%的伤害。",
},
[1220733] = {
["T"] = "血腥霸王",
["D"] = "笑到最后的巨兽成为了血腥霸王，使其造成的伤害每5.2秒提高0%。",
},
[1237117] = {
["T"] = "共鸣冲击",
["D"] = "对10码范围内的敌人造成223711神圣伤害。\r\n\r\n还会触发|cffffffff共鸣法器|r。\r\n\r\n|T2065561:24|t|cffffffff共鸣法器|r:\r\n\r\n在一个位置创造不稳定的能量碎片，对5码内目标造成223711点神圣伤害并击退他们。\r\n\r\n引爆会产生连锁反应。",
},
[1220736] = {
["T"] = "神秘焕生",
["D"] = "拾取时：此效果使你的生命值回复速度提高3%。\r\n\r\n持续30分钟，死亡后持续存在。\r\n\r\n|cnYELLOW_FONT_COLOR:此物品会立即消耗。|r",
},
[1237120] = {
["T"] = "围攻",
["D"] = "虚空之翼从天空中掠过并喷射吐息，每0.3秒对效果范围内的玩家造成2013399点宇宙伤害。",
},
[1237122] = {
["T"] = "共鸣法器",
["D"] = "在一个位置创造不稳定的能量碎片，对5码内目标造成223711点神圣伤害并击退他们。\r\n\r\n引爆会产生连锁反应。",
},
[1237123] = {
["T"] = "共鸣法器",
},
[1237124] = {
["T"] = "传送：奥尔达尼生态圆顶",
["D"] = "将施法者传送至水闸行动",
},
[1237125] = {
["T"] = "共鸣冲击",
},
[1237128] = {
["T"] = "符文刃舞",
["D"] = "激活符文刃舞会额外召唤出1把符文武器，此外，符文刃舞的持续时间延长6秒。",
},
[1237131] = {
["T"] = "星界灾变",
["D"] = "阿达拉斯从头顶拉下星体物质碎片，持续20秒，对冲击点3码内的玩家造成1118555点宇宙伤害。",
},
[1237134] = {
["T"] = "星界灾变",
["D"] = "阿达拉斯从头顶拉下星体物质碎片，持续20秒，对冲击点3码内的玩家造成1118555点宇宙伤害。",
},
[1220752] = {
["T"] = "回收者",
["D"] = "废铁大师锁定一名玩家14秒，然后发射一枚极具破坏力的火箭，对冲击点造成17896884点火焰伤害。",
},
[1220753] = {
["T"] = "装备小熊",
},
[1237137] = {
["T"] = "锐锋过载",
["D"] = "施法者被熵变能量过载，不断释放能量波，每2秒造成894843点暗影伤害，持续8秒。",
},
[1220755] = {
["T"] = "超强能量屏障",
["D"] = "你的护盾可吸收100%额外伤害并获得一个额外效果，但只能持续4秒。\r\n\r\n|T132221:24|t |cffffffff烈焰护体|r\r\n反射40%被吸收的伤害。",
},
[1220757] = {
["T"] = "回收者",
["D"] = "废铁大师锁定一名玩家14秒，然后发射一枚极具破坏力的火箭，对冲击点造成17896884点火焰伤害。\r\n",
},
[1220758] = {
["T"] = "超强能量屏障",
["D"] = "你的护盾可吸收100%额外伤害并获得一个额外效果，但只能持续4秒。\r\n\r\n|T132221:24|t |cffffffff烈焰护体|r\r\n如果护盾吸收量完全耗尽，使10码内的敌人受到120774点冰霜伤害，并被减速70%，持续4秒。",
},
[1220759] = {
["T"] = "托克合影器",
["D"] = "摆个姿势，与托克合影！",
},
[1220760] = {
["T"] = "托克合影器",
["D"] = "摆个姿势，与托克合影！",
},
[1220761] = {
["T"] = "机械工程师的弹药筒",
["D"] = "加里维克斯的实验使受影响的敌人被腐化之罩所包裹，在30秒内吸收1254718点治疗量。\r\n\r\n效果结束或耗尽吸收量时，弹药筒会产生爆炸，造成|cffffffff弹药筒爆破|r。",
},
[1237145] = {
["T"] = "设置钥石地图：奥尔达尼生态圆顶",
["D"] = "将一个史诗钥石的地下城地图设置为奥尔达尼生态圆顶。\r\n",
},
[1220763] = {
["T"] = "主谋爆破",
["D"] = "爆炸对所有玩家造成至多16107196点暗影伤害，由机械主谋的弹药筒的剩余治疗吸收量决定。",
},
[1220764] = {
["T"] = "时光传送门",
},
[1220765] = {
["T"] = "传送",
["D"] = "返回你开始的地方。",
},
[1220767] = {
["T"] = "弗莱兰多合影器",
["D"] = "摆个姿势，与弗莱兰多合影！",
},
[1220768] = {
["T"] = "弗莱兰多合影器",
["D"] = "摆个姿势，与弗莱兰多合影！",
},
[1220769] = {
["T"] = "震地牢狱",
["D"] = "穆格指挥加乐宫恶棍将数名玩家困入大地牢狱，对冲击点8码内的玩家造成8948442点自然伤害，由范围内所有玩家均摊。",
},
[1220772] = {
["T"] = "揭示",
["D"] = "在塔扎维什，帷纱集市的隐匿避难所中揭露赛·沃克斯。",
},
[1237160] = {
["T"] = "辐射之池",
["D"] = "施法者在死亡时爆裂，留下一滩辐射之池，对其中的玩家每2秒造成268453点自然伤害。 ",
},
[1220779] = {
["T"] = "虚空贯裂箭",
["D"] = "奥蕾莉亚向暗影领主发起致命的射击。他竟敢攻击阿拉托尔！",
},
[1220780] = {
["T"] = "虚空贯裂箭",
["D"] = "奥蕾莉亚向暗影领主发起致命的射击。他竟敢攻击阿拉托尔！",
},
[1220781] = {
["T"] = "自锁手铐炸弹",
["D"] = "拾取极巨大炸弹0.5秒后，银色手铐会咔嗒锁上，阻止|cffffffff投掷极巨大炸弹|r和拾取额外的极巨大炸弹。\r\n\r\n如果此光环因任何原因被移除，手铐会爆炸，对所有玩家造成6711331点火焰伤害。",
},
[1220784] = {
["T"] = "自锁手铐炸弹",
["D"] = "拾取极巨大炸弹0.5秒后，银色手铐会咔嗒锁上，阻止|cffffffff投掷极巨大炸弹|r和拾取额外的极巨大炸弹。\r\n\r\n如果此光环因任何原因被移除，手铐会爆炸，对所有玩家造成6711331点火焰伤害。",
},
[1220786] = {
["T"] = "社会期望打赏箱",
},
[1220787] = {
["T"] = "慷慨打赏箱",
},
[1220788] = {
["T"] = "烈火",
["D"] = "周期性受到火焰伤害。",
},
[1237172] = {
["T"] = "扩散",
["D"] = "引爆每一个恶性病变效果，对所有受感染的敌人造成40510点暗影伤害，并对其附近的敌人额外造成16204点暗影伤害。",
},
[1237173] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1220791] = {
["T"] = "自锁手铐炸弹",
["D"] = "拾取极巨大炸弹0.5秒后，银色手铐会咔嗒锁上，阻止|cffffffff投掷极巨大炸弹|r和拾取额外的极巨大炸弹。\r\n\r\n如果此光环因任何原因被移除，手铐会爆炸，对所有玩家造成6711331点火焰伤害。",
},
[1237184] = {
["T"] = "命运裂片",
["D"] = "撰魂师撕裂所有玩家的灵魂，召唤多个命运的回响，并使他们受到447422点奥术伤害。",
},
[1237186] = {
["T"] = "分裂的命运",
["D"] = "撰魂师撕裂所有玩家的灵魂，召唤多个命运的回响，并使他们受到447422点奥术伤害。",
},
[1237187] = {
["T"] = "命运低语",
["D"] = "撰魂师粉碎所有玩家的命运，召唤命运的回响并使其受到447422点奥术伤害。",
},
[1237188] = {
["T"] = "分裂的命运",
["D"] = "撰魂师粉碎所有玩家的命运，召唤命运的回响并使其受到447422点奥术伤害。",
},
[1237193] = {
["T"] = "撼心渴望",
["D"] = "阿达拉斯与敌人分享他无法满足的渴望之痛，每1秒对所有玩家造成894843点宇宙伤害，直到他们死亡。",
},
[1237195] = {
["T"] = "钻地冲击",
["D"] = "施法者向目标掘进，现身时对10码内的所有玩家造成894843点物理伤害，并击飞他们。 ",
},
[1237196] = {
["T"] = "疾风拳势",
["D"] = "你每造成960038点伤害会产生一层疾风拳势。每消耗240点能量会释放所有疾风拳势，每层造成92163点物理伤害。 ",
},
[1220815] = {
["T"] = "捕掠猎获",
},
[1237199] = {
["T"] = "钻地冲击",
["D"] = "施法者向目标掘进，现身时对10码内的所有玩家造成894843点物理伤害，并击飞他们。 ",
},
[1237202] = {
["T"] = "虚灵强化",
},
[1237204] = {
["T"] = "吞噬",
["D"] = "施法者孤立并拉近猎物，随即将其吞噬，造成1789688点物理伤害。 ",
},
[1237205] = {
["T"] = "虚空瞬步",
["D"] = "阿达拉斯在虚空中劈开一条道路，传送至新的位置，对沿途周围4码内的玩家造成1342266点宇宙伤害。\r\n\r\n转移期间，阿达拉斯会显化自身的镜像，它们能够施放|cffffffff饥渴斩击|r。",
},
[1237208] = {
["T"] = "虚灵强化",
["D"] = "充满着虚灵能量。",
},
[1253592] = {
["T"] = "自动射击",
["D"] = "布莱恩开枪射击远距离的敌人。",
},
[1237211] = {
["T"] = "碧蓝打击",
["S"] = "蓝龙",
["D"] = "对2个敌人放出猛烈的能量，对其造成37161点法术冰霜伤害。",
},
[1237212] = {
["T"] = "贯体束丝",
["D"] = "卢米萨尔以极高的速度对当前目标喷出一束注能束丝，对直线上的所有玩家造成7718030点奥术伤害，并使其受到贯体束丝的伤害提高100%，持续45秒。 ",
},
[1253596] = {
["T"] = "急速射击",
["D"] = "在1.8秒内连续射击7次，造成总计637511点物理伤害。",
},
[1237215] = {
["T"] = "生态圆顶之路",
["S"] = "水能堡",
["D"] = "传送到奥尔达尼生态圆顶的入口。",
},
[1220833] = {
["T"] = "好处费",
},
[1220834] = {
["T"] = "大炸蟹",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1237218] = {
["T"] = "吞噬",
["D"] = "施法者孤立并拉近猎物，随即将其吞噬，造成1789688点物理伤害。 ",
},
[1220837] = {
["T"] = "好处费",
},
[1220838] = {
["T"] = "好处费",
},
[1220839] = {
["T"] = "好处费",
},
[1220840] = {
["T"] = "加乐宫管路改道器",
["D"] = "毫无理由地将加乐宫的喷泉管道重新导向你的位置，持续2分钟。",
},
[1237224] = {
["T"] = "猛烈沙暴",
["D"] = "施法者使沙尘在自己身旁飞旋，在3秒内每1秒对玩家造成29529点自然伤害。",
},
[1220842] = {
["T"] = "熔火雷霆",
},
[1237226] = {
["T"] = "虚凝涌动",
["D"] = "沿直线发射一束黑暗能量光线，在10.5秒内每0.3秒对效果范围内的敌人造成暗影伤害。",
},
[1220846] = {
["T"] = "控制熔毁",
["D"] = "破坏一个极巨大控制器会导致控制熔毁，持续1分钟。在此期间，如果加里维克斯激活极巨大线圈，会导致极巨大线圈反噬并被打断。",
},
[1220848] = {
["T"] = "损坏的控制器",
},
[1237232] = {
["T"] = "吞噬",
["D"] = "施法者孤立并拉近猎物，随即将其吞噬，造成1789688点物理伤害。 ",
},
[1237233] = {
["T"] = "吞噬",
["D"] = "施法者孤立并拉近猎物，随即将其吞噬，造成1789688点物理伤害。 ",
},
[1220851] = {
["T"] = "染绿",
},
[1237238] = {
["T"] = "万能钥匙",
["D"] = "驾驶附近一台无人占用的卑鄙双雄载具。",
},
[1220857] = {
["T"] = "饥饿的垃圾幼虫",
},
[1237241] = {
["T"] = "龙思妙想",
["D"] = "当你的龙希尔特遣队激活时，你的群体裂解会额外攻击最多2个目标。此外，你的特遣队会额外协助你2秒。",
},
[1220859] = {
["T"] = "收割",
},
[1220860] = {
["T"] = "清理玩家外观",
},
[1237245] = {
["T"] = "衰腐唾液",
["D"] = "施法者对目标造成自然伤害，并吸收其接下来受到的69707点治疗量，持续10秒，并留下一个|cffffffff衰腐之池|r。",
},
[1220864] = {
["T"] = "击倒",
},
[1220866] = {
["T"] = "翻捡",
["D"] = "搜索碎石堆。",
},
[1220867] = {
["T"] = "烧焦",
},
[1237252] = {
["T"] = "虚空光束",
},
[1220871] = {
["T"] = "涡轮增压",
["D"] = "吉泽尔放射出终极死亡闪电光束，对击中的玩家造成1219864点自然伤害，并使他们昏迷1秒。",
},
[1220872] = {
["T"] = "神秘烈火",
["D"] = "拾取时：攻击时有几率点燃目标。\r\n\r\n持续20分钟，死亡后持续存在。\r\n\r\n|cnYELLOW_FONT_COLOR:此物品会立即消耗。|r",
},
[1237257] = {
["T"] = "衰腐之池",
},
[1237258] = {
["T"] = "衰腐之池",
["D"] = "施法者对目标造成自然伤害，并吸收其接下来受到的69707点治疗量，持续10秒，并留下一个|cffffffff衰腐之池|r。",
},
[1220876] = {
["T"] = "装备步枪",
},
[1220877] = {
["T"] = "喷溅",
["D"] = "为加乐宫奖励计划会员免费提供一杯清水。 ",
},
[1237261] = {
["T"] = "无拘暂避",
["D"] = "能量值降低至0点时，雷什诺尔转移至无拘之域并吞食奥术能量，蒙蔽所有现实世界中的敌人的视线，在无拘之域中受到的所有爆击伤害提高50%，持续44秒。\r\n\r\n雷什诺尔的转移会使虚空生物涌入现实世界。\r\n",
},
[1220881] = {
["T"] = "喷溅",
},
[1237269] = {
["T"] = "时间循环",
["S"] = "青铜龙",
["D"] = "扭转天平会为你注入超量的时空能量，使你的急速、移动速度和冷却恢复速度提高30%，然后在30秒内逐渐降低。",
},
[1237272] = {
["T"] = "巢穴编织",
["D"] = "卢米萨尔编织由注能的缠结连接成的坍塌之环，对路径上的玩家造成7718030点自然伤害，并使其定身8秒。\r\n\r\n摧毁一个注能的缠结可移除连接的丝线。",
},
[1220890] = {
["T"] = "饱餐",
["D"] = "吞噬者跃向一名玩家并将利齿深深嵌入其体内，吸取178968点生命值。",
},
[1220891] = {
["T"] = "饱餐",
["D"] = "吞噬者跃向一名玩家并将利齿深深嵌入其体内，吸取178968点生命值。",
},
[1220892] = {
["T"] = "永久假死",
},
[1220894] = {
["T"] = "加固装甲",
["D"] = "强化护板使整备的爬行爆弹受到的伤害降低99%。",
},
[1220895] = {
["T"] = "神秘机理震荡",
["D"] = "拾取时：攻击时有几率震击目标，被震击的目标会周期性陷入昏迷。\r\n\r\n持续20分钟，死亡后持续存在。\r\n\r\n|cnYELLOW_FONT_COLOR:此物品会立即消耗。|r",
},
[1220896] = {
["T"] = "机理震荡",
["D"] = "周期性昏迷。",
},
[1220897] = {
["T"] = "昏迷",
["D"] = "昏迷。",
},
[1237285] = {
["T"] = "巢穴编织",
["D"] = "卢米萨尔编织由注能的缠结连接成的坍塌之环，对路径上的玩家造成7718030点自然伤害，并使其定身8秒。\r\n\r\n摧毁一个注能的缠结可移除连接的丝线。",
},
[1237286] = {
["T"] = "巢穴编织",
["D"] = "卢米萨尔编织由注能的缠结连接成的坍塌之环，对路径上的玩家造成7718030点自然伤害，并使其定身8秒。\r\n\r\n摧毁一个注能的缠结可移除连接的丝线。",
},
[1237288] = {
["T"] = "无拘暂避",
["D"] = "能量值降低至0点时，雷什诺尔转移至无拘之域并吞食奥术能量，蒙蔽所有现实世界中的敌人的视线，在无拘之域中受到的所有爆击伤害提高50%，持续44秒。\r\n\r\n雷什诺尔的转移会使虚空生物涌入现实世界。\r\n",
},
[1237293] = {
["T"] = "借用力量",
["D"] = "施法者庇护自己，随后开始抽取一个目标的生命力，每2秒造成156597点奥术伤害，并使自身造成的伤害每2秒提高3%，持续20秒。击破护盾会打断引导。 ",
},
[1237294] = {
["T"] = "借用力量",
["D"] = "施法者庇护自己，随后开始抽取一个目标的生命力，每2秒造成156597点奥术伤害，并使自身造成的伤害每2秒提高3%，持续20秒。击破护盾会打断引导。 ",
},
[1237297] = {
["T"] = "设置钥石地图：黑心林地",
["D"] = "将一个史诗钥石的地下城地图设置为黑心林地。\r\n",
},
[1237298] = {
["T"] = "借用力量",
["D"] = "施法者庇护自己，随后开始抽取一个目标的生命力，每2秒造成156597点奥术伤害，并使自身造成的伤害每2秒提高3%，持续20秒。击破护盾会打断引导。 ",
},
[1237299] = {
["T"] = "借用力量",
["D"] = "施法者庇护自己，随后开始抽取一个目标的生命力，每2秒造成156597点奥术伤害，并使自身造成的伤害每2秒提高3%，持续20秒。击破护盾会打断引导。 ",
},
[1237307] = {
["T"] = "巢穴编织",
["D"] = "卢米萨尔编织由注能的缠结连接成的坍塌之环，对路径上的玩家造成7718030点自然伤害，并使其定身8秒。\r\n\r\n摧毁一个注能的缠结可移除连接的丝线。",
},
[1237309] = {
["T"] = "巢穴编织",
["D"] = "卢米萨尔编织由注能的缠结连接成的坍塌之环，对路径上的玩家造成7718030点自然伤害，并使其定身8秒。\r\n\r\n摧毁一个注能的缠结可移除连接的丝线。",
},
[1237310] = {
["T"] = "巢穴编织",
["D"] = "卢米萨尔编织由注能的缠结连接成的坍塌之环，对路径上的玩家造成7718030点自然伤害，并使其定身8秒。\r\n\r\n摧毁一个注能的缠结可移除连接的丝线。",
},
[1237318] = {
["T"] = "伽马爆发",
},
[1237319] = {
["T"] = "伽马爆发",
["D"] = "迪门修斯用巨大的辐射流撕裂空间，在4秒内每1秒对所有玩家造成492164点宇宙伤害，并将其推开。",
},
[1237320] = {
["T"] = "伽马爆发",
},
[1237321] = {
["T"] = "伽马爆发",
},
[1237322] = {
["T"] = "首要序列",
["D"] = "奥术收集装置启动后，会释放出能量微粒，对其路径上的玩家造成3803088点奥术伤害。",
},
[1253706] = {
["T"] = "铺着毛皮壁挂架子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1237325] = {
["T"] = "伽马爆发",
["D"] = "迪门修斯用巨大的辐射流撕裂空间，在4秒内每1秒对所有玩家造成492164点宇宙伤害，并将其推开。",
},
[1237328] = {
["T"] = "放置",
},
[1253713] = {
["T"] = "獠牙吊灯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1237331] = {
["T"] = "添加钥石词缀：时间之沙",
["D"] = "为一个史诗钥石添加时间之沙词缀。",
},
[1253715] = {
["T"] = "狼裘毯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1253720] = {
["T"] = "优雅的精灵吊灯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1237339] = {
["T"] = "巢穴编织",
["D"] = "卢米萨尔编织由注能的缠结连接成的坍塌之环，对路径上的玩家造成7718030点自然伤害，并使其定身8秒。\r\n\r\n摧毁一个注能的缠结可移除连接的丝线。",
},
[1220959] = {
["T"] = "召唤坐骑",
},
[1220960] = {
["T"] = "包扎",
},
[1220961] = {
["T"] = "虚空光束",
},
[1220962] = {
["T"] = "虚空炸弹",
},
[1220965] = {
["T"] = "虚空射击",
},
[1220966] = {
["T"] = "虚空射击",
},
[1220967] = {
["T"] = "地下堡行者先生驾驶",
},
[1220968] = {
["T"] = "召唤复制体",
},
[1220969] = {
["T"] = "地下堡行者先生驾驶",
},
[1220970] = {
["T"] = "虚空光束",
},
[1220973] = {
["T"] = "翻腾的尘土",
},
[1237359] = {
["T"] = "摧毁",
},
[1220977] = {
["T"] = "高压",
["D"] = "兹伊电击穿过房间他那侧的玩家，每1秒造成89485点自然伤害，持续1.5分钟。\r\n\r\n效果消失或被移除时，对所有同一高度的玩家造成3579377点自然伤害。",
},
[1220978] = {
["T"] = "虚空视界",
},
[1220979] = {
["T"] = "高压",
["D"] = "兹伊电击穿过房间他那侧的玩家，每1秒造成89485点自然伤害，持续1.5分钟。\r\n\r\n效果消失或被移除时，对所有同一高度的玩家造成3579377点自然伤害。",
},
[1220981] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1220982] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1220984] = {
["T"] = "虚空光束",
},
[1220985] = {
["T"] = "高压",
},
[1220988] = {
["T"] = "供能！",
},
[1237372] = {
["T"] = "卡雷什狐狸幼崽 - 橙色",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1220991] = {
["T"] = "微械厮斗",
},
[1220992] = {
["T"] = "神秘霜缚",
["D"] = "拾取时：攻击时有几率降低目标的移动速度。\r\n\r\n持续20分钟，死亡后持续存在。\r\n\r\n|cnYELLOW_FONT_COLOR:此物品会立即消耗。|r",
},
[1220993] = {
["T"] = "霜缚",
["D"] = "移动速度降低25%。",
},
[1237377] = {
["T"] = "翠绿的棘尾狐",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1237379] = {
["T"] = "好斗的棘尾狐",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1220997] = {
["T"] = "微械厮斗",
},
[1237381] = {
["T"] = "奥能构造体齐射",
["D"] = "施法者发起一轮齐射，造成402679点奥术伤害，并且每1秒额外造成89485点奥术伤害。",
},
[1220999] = {
["T"] = "微械厮斗",
},
[1221000] = {
["T"] = "微械厮斗",
},
[1221001] = {
["T"] = "正极化",
},
[1221002] = {
["T"] = "负极化",
},
[1237388] = {
["T"] = "冰霜之镰",
["D"] = "一次横扫攻击，打击你前方所有的敌人，造成98308点冰霜伤害。目标数量超过5个后造成的伤害降低。 ",
},
[1221006] = {
["T"] = "微械厮斗",
},
[1221007] = {
["T"] = "神秘震颤碎片",
["D"] = "拾取时：攻击时有几率为目标施加移动触发的范围伤害效果。\r\n\r\n持续20分钟，死亡后持续存在。\r\n\r\n|cnYELLOW_FONT_COLOR:此物品会立即消耗。|r",
},
[1221008] = {
["T"] = "震颤碎片",
["D"] = "移动会对该目标和100码内的其他敌人造成伤害。",
},
[1221014] = {
["T"] = "震颤碎片",
["D"] = "移动会对敌方目标和100码内的其他敌人造成伤害。 ",
},
[1221016] = {
["T"] = "虚空视界",
["D"] = "可以侦测到入侵者。",
},
[1221028] = {
["T"] = "火焰风暴印记",
["D"] = "穆格标记越过房间他那侧的玩家，每1秒造成134226点火焰伤害，持续6秒。\r\n\r\n印记消失或被移除时会产生一个火焰风暴，每1秒对所有玩家造成134226点火焰伤害，并将玩家拉向其中心。",
},
[1221029] = {
["T"] = "火焰风暴",
},
[1221030] = {
["T"] = "火焰风暴",
},
[1221031] = {
["T"] = "轮回之触",
},
[1221033] = {
["T"] = "火焰风暴",
["D"] = "穆格标记越过房间他那侧的玩家，每1秒造成134226点火焰伤害，持续6秒。\r\n\r\n印记消失或被移除时会产生一个火焰风暴，每1秒对所有玩家造成134226点火焰伤害，并将玩家拉向其中心。",
},
[1221035] = {
["T"] = "火焰风暴",
},
[1221036] = {
["T"] = "烧尽",
["D"] = "火焰风暴会焚烧被卷入的玩家，每0.25秒造成8948442点火焰伤害。",
},
[1221044] = {
["T"] = "轮回之触通知",
},
[1270196] = {
["T"] = "收集中型方形房间",
["D"] = "将此房间添加到你的住宅收纳箱中。",
},
[1270198] = {
["T"] = "收集大型八边形房间",
["D"] = "将此房间添加到你的住宅收纳箱中。",
},
[1221050] = {
["T"] = "火箭跳",
},
[1218051] = {
["T"] = "摇头晃脑",
["D"] = "施法者甩动脑袋，对12码内的敌人造成物理伤害并将其击退。",
},
[1277452] = {
["T"] = "喝汤",
["D"] = "客人开始吃他的汤面。",
},
[1277206] = {
["T"] = "红木染料",
},
[1277205] = {
["T"] = "基础桦木染料",
},
[1227565] = {
["T"] = "献祭仪式之文集",
["D"] = "战斗中每经过5秒，牺牲你的1点生命值，使敏捷提高2点。此效果可叠加最多3次，持续至战斗结束。",
},
[1221059] = {
["T"] = "卡亚可乐6罐装不足",
},
[1221060] = {
["T"] = "震地牢狱",
},
[1221061] = {
["T"] = "萨拉塔斯的赠礼",
["D"] = "虚空大使施放黑暗祷言。施法完成时，周围的生物获得|cffffffff萨拉塔斯的赠礼|r，根据虚空大使剩余护盾量，使其造成的伤害最多提高50%，受到的伤害最多降低100%，持续20秒。\r\n\r\n击败虚空大使会强化玩家，使其全能提高20%，法术和技能冷却速度提高30%，持续30秒秒。",
},
[1277208] = {
["T"] = "浅淡茶棕染料",
},
[1221063] = {
["T"] = "萨拉塔斯的赠礼",
["D"] = "萨拉塔斯会降下星宇能量法球，尝试为周围生物施加|cffffffff萨拉塔斯的赠礼|r，使其造成的伤害提高5%，受到的伤害降低10%，持续20秒。此效果可叠加。\r\n\r\n玩家干扰法球可以将其力量化为己用，使自己的急速和移动速度提高2%，持续30秒。该效果可叠加。",
},
[1277210] = {
["T"] = "心材木料染料",
},
[1227562] = {
["T"] = "放逐",
["D"] = "萨哈达尔流放多个玩家，在8秒内每1秒造成447422点暗影伤害。\r\n\r\n效果结束时，每个目标都会爆发出虚空能量，造成1073812点暗影伤害。",
},
[1227561] = {
["T"] = "可重复事件 - 卑鄙双雄 - 玩具 - 穹顶中 - 威胁",
},
[1227560] = {
["T"] = "枯萎冰霜",
["D"] = "进入你的枯萎凋零范围内时，你会召唤一次冷酷严冬。\r\n\r\n|T538770:24|t|cffffffff冷酷严冬|r\r\n从半径8码内的所有敌人身上吸收生命的热量，在8秒内造成122379点冰霜伤害，并使其移动速度降低20%。",
},
[1247643] = {
["T"] = "伊特努丝的试炼：时间之沙",
},
[1248972] = {
["T"] = "清理达拉然的暗巷",
["D"] = "伊特努丝加速时间线，给达拉然时间从燃烧军团的攻击中恢复。",
},
[1217996] = {
["T"] = "光明脉冲",
["D"] = "释放光能，驱散附近的阴影。",
},
[1221071] = {
["T"] = "爆裂能量",
["D"] = "这个生物陷入狂暴，使其急速提高20%，持续7秒。",
},
[1250322] = {
["T"] = "永恒潜能",
["D"] = "为你的神器注入永恒潜能之力，提高其物品等级。\r\n",
},
[1217990] = {
["T"] = "手气大旺！",
["D"] = "当你获得|cFFFFFFFF手气大旺！|r时，你的下2次幻灭踢的伤害提高250%，并且冷却时间减少2.0秒。",
},
[1227554] = {
["T"] = "放逐",
["D"] = "萨哈达尔流放多个玩家，在8秒内每1秒造成447422点暗影伤害。\r\n\r\n效果结束时，每个目标都会爆发出虚空能量，造成1073812点暗影伤害。",
},
[1217985] = {
["T"] = "路怒！",
["D"] = "使施法者的攻击和移动速度提高100%，造成的所有伤害提高500%。并且免疫嘲讽。",
},
[1251305] = {
["T"] = "凯旋骨骥",
["D"] = "召唤或解散这种坐骑。",
},
[1221077] = {
["T"] = "闲聊确认对话",
},
[1221078] = {
["T"] = "X极交通系统",
},
[1221079] = {
["T"] = "霜裂冰靴",
["D"] = "穆格将数名玩家的脚封入冰块，每1秒对4码内的玩家造成2237111点冰霜伤害，并使他们滑行，持续8秒。。",
},
[1221080] = {
["T"] = "传送",
},
[1221081] = {
["T"] = "传送",
},
[1221082] = {
["T"] = "传送",
},
[1221083] = {
["T"] = "传送",
},
[1221084] = {
["T"] = "传送",
},
[1221085] = {
["T"] = "传送",
},
[1221086] = {
["T"] = "传送",
},
[1227551] = {
["T"] = "预知死亡之文集",
["D"] = "战斗中每经过5秒，鞭笞附近的一名敌人，造成41点暗影伤害。根据敌人已损失的生命值，造成最多100%的额外伤害。",
},
[1221088] = {
["T"] = "征服者的至臻清漆",
["D"] = "将解放安德麦套装的头盔、胸甲或腿甲在竞技场和战场中的最低物品等级提高至684。\r\n\r\n头盔无法通过至臻珠宝师的底座获得额外插槽。",
},
[1221089] = {
["T"] = "升级",
["D"] = "确定要升级这件物品吗？",
},
[1221090] = {
["T"] = "升级",
},
[1221091] = {
["T"] = "征服者的至臻火漆",
["D"] = "将解放安德麦套装的手套或护肩在竞技场和战场中的最低物品等级提高至684。 ",
},
[1251635] = {
["T"] = "套装：村民的乡村收藏",
["D"] = "收集这套护甲套装外观。",
},
[1227549] = {
["T"] = "放逐",
["D"] = "萨哈达尔流放多个玩家，在8秒内每1秒造成447422点暗影伤害。\r\n\r\n效果结束时，每个目标都会爆发出虚空能量，造成1073812点暗影伤害。\r\n",
},
[1221094] = {
["T"] = "升级",
},
[1251641] = {
["T"] = "大漩涡智慧座台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251680] = {
["T"] = "高地雄火鸡",
["D"] = "召唤或解散这种坐骑。",
},
[1221097] = {
["T"] = "流血",
},
[1251642] = {
["T"] = "将先知的毛皮放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1217869] = {
["T"] = "爆破诡矢",
},
[1221100] = {
["T"] = "鎏金藏匿物",
},
[1253867] = {
["T"] = "圣光的复仇",
["D"] = "使|cffffffff圣光的复仇|r额外提高1级。\r\n\r\n|T5764906:24|t |cffffffff圣光的复仇|r\r\n你的法术和技能有几率显现圣光，为附近受伤的盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值，并对其6码范围内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n在|cffffffff光铸|r时治疗和伤害翻倍。",
},
[1221102] = {
["T"] = "X极交通系统",
},
[1221103] = {
["T"] = "收集",
},
[1221104] = {
["T"] = "升级",
},
[1221105] = {
["T"] = "藤蔓缠绕",
["D"] = "卡扎拉将目标拉向她。",
},
[1221106] = {
["T"] = "超强能量屏障",
["D"] = "你的护盾可吸收100%额外伤害并获得一个额外效果，但只能持续4秒。\r\n\r\n|T135991:24|t |cffffffff棱光护体|r\r\n如果护盾吸收量完全耗尽，你在15秒内使用的下一个闪现术或闪光术会使你获得隐形并免疫伤害，持续3秒。",
},
[1221107] = {
["T"] = "超强能量屏障",
["D"] = "你的护盾可吸收100%额外伤害并获得一个额外效果，但只能持续4秒。\r\n\r\n|T135991:24|t |cffffffff棱光护体|r\r\n如果护盾吸收量完全耗尽，你在15秒秒内的下一个闪现术或闪光术会使你获得隐形并免疫伤害，持续3秒。伤害减免效果会在隐形结束时消失。",
},
[1217846] = {
["T"] = "通告",
},
[1227543] = {
["T"] = "奥术涌动",
["D"] = "汲取一名敌人的力量，使施法者的近战攻击额外造成奥术伤害。",
},
[1221110] = {
["T"] = "灰飞烟灭",
},
[1253319] = {
["T"] = "欢乐执行者",
["D"] = "带来欢乐！",
},
[1221112] = {
["T"] = "伦提尔·链齿解散坐骑",
},
[1221113] = {
["T"] = "猛牛汉堡",
["D"] = "造成的伤害提高15%\r\n受到的伤害降低15%\r\n",
},
[1221114] = {
["T"] = "“挑战”缩水小鱼",
["D"] = "造成的伤害降低40%\r\n受到的伤害提高40%\r\n消灭和生存加成：x2",
},
[1217829] = {
["T"] = "兹伊的暴徒热线",
},
[1221116] = {
["T"] = "肥厚腰肉",
["D"] = "皮糙肉厚！\r\n受到的物理伤害降低80%。\r\n受到的魔法伤害降低40%。\r\n造成的伤害降低40%\r\n产生的威胁值提高600%\r\n",
},
[1221117] = {
["T"] = "粉丝送的蛋糕",
["D"] = "主要材料：增速之罐。速度提高65%",
},
[1221118] = {
["T"] = "设置数据",
},
[1221119] = {
["T"] = "设置数据",
},
[1221120] = {
["T"] = "设置数据",
},
[1221121] = {
["T"] = "设置数据",
},
[1221122] = {
["T"] = "设置数据",
},
[1221123] = {
["T"] = "设置数据",
},
[1221124] = {
["T"] = "传送",
},
[1217808] = {
["T"] = "钻地",
},
[1217732] = {
["T"] = "飞鹰火箭筒",
},
[1217725] = {
["T"] = "水流大炮",
["D"] = "一把仅供紧急情况使用的强力水枪。也能用来玩乐。",
},
[1253894] = {
["T"] = "将木制花盆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1253895] = {
["T"] = "将木制花槽放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221130] = {
["T"] = "吞噬打击",
["D"] = "吸收目标的一部分精华，使近战攻击会为施法者恢复生命值，数值相当于造成伤害的25%。",
},
[1221131] = {
["T"] = "吞噬打击",
["D"] = "吸收目标的一部分精华，使近战攻击会为施法者恢复生命值，数值相当于造成伤害的25%。",
},
[1221132] = {
["T"] = "耀辉卡雷鹏",
["D"] = "召唤或解散这种坐骑。",
},
[1221133] = {
["T"] = "饥饿狂怒",
["D"] = "施法者陷入狂怒，攻击速度提高50%。",
},
[1265109] = {
["T"] = "草原烁金染料",
},
[1217719] = {
["T"] = "狙击",
},
[1265107] = {
["T"] = "太阳草黄染料",
},
[1217677] = {
["T"] = "皮肉伤",
["D"] = "施法者打击目标，将其轻微擦伤，造成物理伤害并使其流血，每1秒造成物理伤害，持续8秒。",
},
[1221138] = {
["T"] = "X极交通系统",
},
[1217670] = {
["T"] = "变形元素闪电迅猛龙",
},
[1270411] = {
["T"] = "邪焰护盾",
["D"] = "一面邪焰护盾包围施法者，对附近敌人造成火焰伤害。",
},
[1217646] = {
["T"] = "污染气息",
["D"] = "对施法者前方的所有敌人造成1073812点自然伤害。",
},
[1217629] = {
["T"] = "能源关闭",
["D"] = "该单位进入休眠状态。",
},
[1227529] = {
["T"] = "放逐",
["D"] = "萨哈达尔流放多个玩家，在8秒内每1秒造成447422点暗影伤害。\r\n\r\n效果结束时，每个目标都会爆发出虚空能量，造成1073812点暗影伤害。",
},
[1221144] = {
["T"] = "激活",
["D"] = "在暗影营解锁虚空之心的传送门。",
},
[1221145] = {
["T"] = "共鸣仪式泥浆",
},
[1221146] = {
["T"] = "泥泞回响",
},
[1221147] = {
["T"] = "退出",
["D"] = "退出管道谜题。",
},
[1227528] = {
["T"] = "金子堆",
},
[1221149] = {
["T"] = "“地心之战”调整光环",
["D"] = "调整角色和物品等级以应用于测试目的。",
},
[1270193] = {
["T"] = "卡多雷保护者之饰",
["D"] = "完成传承故事线，解锁卡多雷保护者之饰外观。",
},
[1221151] = {
["T"] = "泥泞回响",
["D"] = "成为泥裔，吸收3121点伤害，并在10秒内辐射出154点自然伤害，由附近的敌人均摊。\r\n\r\n你受到的周期性伤害会融入到刺鼻的泥浆里，成为仪式的养料，使此效果的冷却时间缩短2.0秒。",
},
[1221152] = {
["T"] = "暴食猛击",
["D"] = "施法者发出一声怒吼，对60码内的玩家造成357937点物理伤害，随后猛击地面。猛击对冲击点周围5码内的玩家造成1118555点暗影伤害。",
},
[1221153] = {
["T"] = "取走马蹄铁",
},
[1221154] = {
["T"] = "藤蔓缠绕",
},
[1221155] = {
["T"] = "原型A.S.M.R.",
["D"] = "召唤或解散这种坐骑。",
},
[1221156] = {
["T"] = "藤蔓缠绕",
},
[1221157] = {
["T"] = "取走马蹄铁",
},
[1221158] = {
["T"] = "取走马蹄铁",
},
[1221159] = {
["T"] = "取走马蹄铁",
},
[1221160] = {
["T"] = "翻腾的尘土",
},
[1221161] = {
["T"] = "旋荡流沙",
},
[1270311] = {
["T"] = "离家归来",
["D"] = "回到你回家之前所在的地方。",
},
[1217564] = {
["T"] = "供能！",
},
[1221164] = {
["T"] = "旋荡流沙",
["D"] = "格拉波尔在7秒内将所有玩家拉向它的位置，每1秒对格拉波尔周围15码内的玩家造成1342266点物理伤害。",
},
[1221165] = {
["T"] = "旋荡流沙",
["D"] = "格拉波尔在7秒内将所有玩家拉向它的位置，每1秒对格拉波尔周围15码内的玩家造成1342266点物理伤害。",
},
[1269687] = {
["T"] = "创始者之角草簇",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1217549] = {
["T"] = "剧毒倒刺",
["D"] = "倒刺射击的直接伤害有30%的几率在命中时爆炸，对附近敌人施加毒蛇钉刺并造成180640点自然伤害。目标超过8个时造成的伤害降低。\r\n\r\n|T1033905:24|t |cffffffff毒蛇钉刺|r\r\n",
},
[1217535] = {
["T"] = "剧毒倒刺",
["D"] = "倒刺射击的直接伤害有30%的几率在命中时爆炸，对附近敌人施加毒蛇钉刺并造成180640点自然伤害。目标超过8个时造成的伤害降低。\r\n\r\n|T1033905:24|t |cffffffff毒蛇钉刺|r\r\n射击目标，使目标中毒，立即受到45160点自然伤害，并在之后的18秒内承受总计210872点自然伤害。",
},
[1217533] = {
["T"] = "硬币磁铁",
["D"] = "能量达到100点时，打击者会激活一个强力磁铁，吸引15码范围内的所有硬币堆，每吞入一堆硬币就获得一层|cffffffff氪金致胜|r。",
},
[1221170] = {
["T"] = "暴食猛击",
["D"] = "施法者发出一声怒吼，对60码内的玩家造成357937点物理伤害，随后猛击地面。猛击对冲击点周围5码内的玩家造成1118555点暗影伤害。",
},
[1269550] = {
["T"] = "鳞饰暮光拼贴",
["D"] = "制作鳞饰暮光拼贴，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1217514] = {
["T"] = "聚会火箭",
["D"] = "恰到好时地抵达，成为派对的灵魂人物，撞击时击退5码范围内的敌人并造成1342266点火焰伤害。真酷。",
},
[1217316] = {
["T"] = "吞噬",
["D"] = "能量达到100点时，阿兹希卡吸入并企图吞噬场地中的所有玩家和生物，持续18秒，每1秒对所有玩家造成111855点暗影伤害。\r\n\r\n每当阿兹希卡成功吞噬一个活物或玩家，它都会享用|cffffffff盛宴|r。",
},
[1221174] = {
["T"] = "暴食猛击",
["D"] = "施法者发出一声怒吼，对60码内的玩家造成357937点物理伤害，随后猛击地面。猛击对冲击点周围5码内的玩家造成1118555点暗影伤害。",
},
[1221175] = {
["T"] = "伦提尔·链齿呼唤",
},
[1221176] = {
["T"] = "被诅咒的马蹄铁",
},
[1227518] = {
["T"] = "冰冻强袭",
},
[1217307] = {
["T"] = "忆念觉醒",
["D"] = "该单位进入休眠状态。",
},
[1217287] = {
["T"] = "压制",
["D"] = "加里维克斯在3秒内对贱民狂轰滥炸，造成1565977点火焰伤害，并且每0.5秒对标示位置2码内的玩家额外造成89485点火焰伤害，持续6秒。此效果可叠加。",
},
[1217255] = {
["T"] = "吞噬",
["D"] = "能量达到100点时，阿兹希卡吸入并企图吞噬场地中的所有玩家和生物，持续18秒，每1秒对所有玩家造成111855点暗影伤害。\r\n\r\n每当阿兹希卡成功吞噬一个活物或玩家，它都会享用|cffffffff盛宴|r。",
},
[1253947] = {
["T"] = "伊利丹装束",
["D"] = "你打扮成伊利达雷的领主，那位背叛者的模样。",
},
[1217236] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的凶猛撕咬、割裂和原始之怒的伤害提高3%，最多可叠加10层。凶猛撕咬、割裂和原始之怒有15%几率移除|cFFFFFFFF连胜！|r效果。无消耗的凶猛撕咬不具有触发几率。",
},
[1217233] = {
["T"] = "踢击罐头",
},
[1221184] = {
["T"] = "神秘智慧之涌",
["D"] = "通过消灭怪物和完成任务获得的经验值提高10%，持续2小时。",
},
[1217209] = {
["T"] = "春卷",
},
[1221186] = {
["T"] = "黑暗喷吐",
["D"] = "施法者向目标喷吐唾液，造成313195点暗影伤害，并且在12秒内每1.5秒造成178968点暗影伤害。",
},
[1268825] = {
["T"] = "艾瑞达自定义",
["D"] = "允许你为德莱尼选择堕落者艾瑞达自定义选项。 ",
},
[1221188] = {
["T"] = "赛季地下城",
},
[1221189] = {
["T"] = "可重复事件 - 卑鄙双雄 - 得分 - 战斗中",
},
[1221190] = {
["T"] = "暴食瘴气",
["D"] = "饥渴的能量将目标裹挟，在6秒内每1.5秒对5码内的玩家造成268370点暗影伤害。为施法者恢复相当于造成伤害100%的生命值。",
},
[1221191] = {
["T"] = "暴食瘴气",
["D"] = "饥渴的能量将目标裹挟，在6秒内每1.5秒对5码内的玩家造成268370点暗影伤害。为施法者恢复相当于造成伤害100%的生命值。",
},
[1268829] = {
["T"] = "同盟种族",
["D"] = "解锁新的同盟种族以供创建。",
},
[1268749] = {
["T"] = "不安全",
["D"] = "你感觉到不安全。快到坚实的地面上去。",
},
[1221194] = {
["T"] = "地下堡",
},
[1267636] = {
["T"] = "将德莱尼水晶吊灯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1217132] = {
["T"] = "上升气流",
},
[1217120] = {
["T"] = "残存电伏",
["D"] = "增幅器被玩家激活时失去能量，每1秒对其造成228049点自然伤害。",
},
[1270347] = {
["T"] = "黑暗游侠自定义",
["D"] = "允许你为血精灵选择黑暗游侠眼睛和皮肤自定义选项。 ",
},
[1270348] = {
["T"] = "被遗忘者勇士的盛装",
["D"] = "完成传承故事线，解锁被遗忘者勇士的盛装外观。",
},
[1221200] = {
["T"] = "生由死始",
},
[1237584] = {
["T"] = "以太凯旋",
["D"] = "散发出胜利者的气场。",
},
[1221202] = {
["T"] = "佐·吉塔安全装置",
["D"] = "穿戴佐·吉塔收获装置，可以安全地寻找并收获佐·吉塔。",
},
[1217104] = {
["T"] = "狙击优势",
["S"] = "PvP天赋",
["D"] = "百发百中和乱射期间所有射击的射程提高30%。",
},
[1267108] = {
["T"] = "棕色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1221205] = {
["T"] = "退出",
["D"] = "退出谜题。",
},
[1221206] = {
["T"] = "退出",
["D"] = "退出谜题",
},
[1221207] = {
["T"] = "幽影箭",
["D"] = "对一名敌人造成暗影伤害。",
},
[1237591] = {
["T"] = "时序烈焰",
["D"] = "火焰吐息会使你的下一个活化烈焰命中额外的目标，每级蓄力增加一个。",
},
[1217078] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的斩击的伤害提高6%，最多可叠加5层。斩击有15%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1217009] = {
["T"] = "卡兹阿加炼金专精重置",
},
[1266775] = {
["T"] = "精神枯竭",
["D"] = "最近为伟大之歌做出了贡献。",
},
[1216989] = {
["T"] = "极性冲击",
["D"] = "与带有相反电荷的玩家接触会造成爆炸性反应，使两名玩家相互击退，并每1秒造成1118555点自然伤害，持续6秒。",
},
[1216977] = {
["T"] = "瓦特（垃圾版）",
},
[1266759] = {
["T"] = "咆哮",
["D"] = "以振奋的咆哮送上祝福。",
},
[1237598] = {
["T"] = "奥能构造体齐射",
["D"] = "施法者发起一轮齐射，造成402679点奥术伤害，并且每1秒额外造成89485点奥术伤害。",
},
[1266726] = {
["T"] = "将玛卓克萨斯符文板放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237600] = {
["T"] = "奥能构造体齐射",
["D"] = "施法者发起一轮齐射，造成402679点奥术伤害，并且每1秒额外造成89485点奥术伤害。",
},
[1237601] = {
["T"] = "锯齿利爪",
["D"] = "邪恶的加尔贡的|cffffffff锯齿利爪|r在近战攻击时造成龟裂创伤。",
},
[1237602] = {
["T"] = "龟裂创伤",
["D"] = "邪恶的加尔贡的锯齿利爪为当前目标留下|cffffffff龟裂创伤|r，使他们流血不止，每3秒造成107381点物理伤害，持续9秒。此效果可叠加。",
},
[1221220] = {
["T"] = "激活地下堡行者先生",
},
[1221221] = {
["T"] = "记录",
["D"] = "站在原地为附近的动植物拍照片。",
},
[1221222] = {
["T"] = "记录员相机",
["D"] = "站在原地记录附近的动植物。",
},
[1221223] = {
["T"] = "记录员相机",
["D"] = "站在原地记录附近的动植物。",
},
[1221224] = {
["T"] = "不稳定的集束炸弹",
["D"] = "地雷爆发出一簇炸弹，对冲击点周围4码内的玩家造成1342266点火焰伤害。\r\n\r\n未能击中玩家的集束炸弹会对所有玩家造成2684532点火焰伤害。",
},
[1216941] = {
["T"] = "分形爆发",
["D"] = "施法者对8码范围内的玩家造成0点暗影伤害，并将其击退。",
},
[1221226] = {
["T"] = "噪音污染",
["D"] = "扬声器轰鸣，每2秒对60码范围内的随机玩家造成671133点物理伤害。",
},
[1221227] = {
["T"] = "心能真空吸取器",
},
[1221228] = {
["T"] = "心能真空吸取器",
["D"] = "吸收附近的小动物、一无是处的家伙和宇宙实体（或许能）。\r\n\r\n可以在施法时行走。",
},
[1216916] = {
["T"] = "不祥污油残渣",
["D"] = "受到伤害时有几率令地面破裂，用一层黑油将你遮蔽，吸收104点伤害，持续15秒。护盾破裂时会泼溅到附近的敌人身上，造成25点暗影伤害。",
},
[1221230] = {
["T"] = "活体暗影",
},
[1221231] = {
["T"] = "失灵！",
["D"] = "|cffffffff错乱|r增幅器因强力的音波而失灵，将10码内的玩家击飞，造成268453点物理伤害并使其免疫|cffffffff高音骤降|r。",
},
[1221232] = {
["T"] = "你这个怪物……",
["D"] = "急速降低10%",
},
[1221233] = {
["T"] = "纺丝者",
},
[1221234] = {
["T"] = "将军",
},
[1221235] = {
["T"] = "宰相",
},
[1221236] = {
["T"] = "噪音污染",
["D"] = "扬声器轰鸣，每2秒对60码范围内的随机玩家造成671133点物理伤害。",
},
[1221237] = {
["T"] = "斩离之丝奖章",
["D"] = "在你选择的斩离之丝阵营中的声望提高1500点。",
},
[1221238] = {
["T"] = "摧毁",
["D"] = "烟花点燃，每2秒将烟火射向随机玩家的位置，持续10秒。烟花在撞击时爆炸，对4码内的玩家造成3355666点火焰伤害。烟花耗尽时，烟花桶随之爆炸，对所有目标造成4250510点火焰伤害。",
},
[1221239] = {
["T"] = "安德麦世界任务",
},
[1216859] = {
["T"] = "连胜！",
["D"] = "施放黑暗突变会获得最多10层|cFFFFFFFF连胜！|r效果。当黑暗突变激活时，|cFFFFFFFF连胜！|r的效果提高100%且不再会被重置。",
},
[1221241] = {
["T"] = "风暴扑击",
["S"] = "PvP天赋",
["D"] = "狂野扑击被替换为风暴扑击。\r\n\r\n|cffffffff风暴扑击|r|T1385916:24|t\r\n当敌人位于9码至15码之间时，你的风暴打击会令你变形成一只闪电狼，扑向目标并发起打击。",
},
[1221242] = {
["T"] = "风暴扑击",
["S"] = "PvP天赋",
["D"] = "狂野扑击被替换为风暴扑击。\r\n\r\n|cffffffff风暴扑击|r|T1385916:24|t\r\n当敌人位于9码至15码之间时，你的风暴打击会令你变形成一只闪电狼，扑向目标并发起打击。",
},
[1221243] = {
["T"] = "铸造护盾",
},
[1216841] = {
["T"] = "全力以赴！",
["D"] = "当你失去|cFFFFFFFF连胜！|r效果时，会返还最后消耗的神圣能量，且在接下来的4.0秒内无法失去神圣能量，同时消耗神圣能量的技能造成的伤害提高10%。",
},
[1216816] = {
["T"] = "玩家侦测",
},
[1221246] = {
["T"] = "风暴扑击",
["D"] = "以幽灵狼形态扑向敌人，发动撕咬造成15898点物理伤害。",
},
[1221247] = {
["T"] = "风暴扑击",
["D"] = "化作闪电狼，扑向你的敌人，施放100%效果的风暴打击。",
},
[1237631] = {
["T"] = "月照夜刃豹",
["D"] = "召唤或解散你的月照夜刃豹。",
},
[1266563] = {
["T"] = "穆山饺子堆",
["D"] = "运用你的烹饪知识制作一个模型餐盘，用来装点家园，而不是填饱肚子。",
},
[1266585] = {
["T"] = "仿制的死亡圣契",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237634] = {
["T"] = "念力投掷",
["D"] = "念力投掷抛出罪碑雕像的冲击力对所有玩家造成357937点声波伤害。",
},
[1216709] = {
["T"] = "死从天降",
["D"] = "地精教父的火箭发射器喷射出一连串的飞弹，对每个冲击点周围5码内的玩家造成2013399点火焰伤害。",
},
[1216692] = {
["T"] = "滚桶冲锋",
["D"] = "布隆特径直撞向目标，对路径中的玩家造成1342266点物理伤害，并使他们昏迷2秒。\r\n\r\n布隆特强劲有力的冲锋能够击退路径中的定时炸弹。",
},
[1216632] = {
["T"] = "宝箱游戏",
["D"] = "排列管道，打开箱子。",
},
[1221255] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-4型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1221256] = {
["T"] = "镀电恨意",
["D"] = "托克被电流缠绕，每5秒对60码范围内的所有玩家施加|cffffffff镀电恨意|r。每1秒造成8948点自然伤害，持续15秒。此效果可叠加。",
},
[1270406] = {
["T"] = "传送",
},
[1221258] = {
["T"] = "风暴扑击",
["S"] = "PvP天赋",
["D"] = "狂野扑击被替换为风暴扑击。\r\n\r\n|cffffffff风暴扑击|r|T1385916:24|t\r\n当敌人位于9码至15码之间时，你的风暴打击会令你变形成一只闪电狼，扑向目标并发起打击。",
},
[1237642] = {
["T"] = "念力突袭",
["D"] = "念力反斥抛出罪碑雕像的冲击力对所有玩家造成223710点声波伤害。",
},
[1270409] = {
["T"] = "邪能碎片流星",
["D"] = "使冲击点周围4码内所有敌人的移动速度降低50%，持续6秒。\n对冲击点周围4码内的敌人造成2460822点火焰伤害。",
},
[1221261] = {
["T"] = "和平主义者武装平台",
},
[1237645] = {
["T"] = "雕像碰撞",
},
[1270412] = {
["T"] = "邪焰护盾",
["D"] = "一面邪焰护盾包围施法者，对附近敌人造成火焰伤害。",
},
[1221264] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1221265] = {
["T"] = "安德麦探索者",
},
[1216629] = {
["T"] = "加乐宫水族箱",
},
[1266501] = {
["T"] = "喂食",
},
[1221268] = {
["T"] = "恶臭",
},
[1221269] = {
["T"] = "世界首领",
},
[1221270] = {
["T"] = "放置",
["D"] = "放置奥蕾莉亚的虚空法器。",
},
[1221271] = {
["T"] = "佐·吉塔安全装置",
["D"] = "穿戴佐·吉塔收获装置，可以安全地寻找并收获佐·吉塔。",
},
[1266549] = {
["T"] = "蜂拥",
},
[1221273] = {
["T"] = "佐·吉塔安全装置",
["D"] = "穿戴佐·吉塔收获装置，可以安全地寻找并收获佐·吉塔。",
},
[1266541] = {
["T"] = "卡赫提掠食者的什锦",
["D"] = "运用你的烹饪知识制作一个模型餐盘，用来装点家园，而不是填饱肚子。",
},
[1221275] = {
["T"] = "胜利",
},
[1266507] = {
["T"] = "蛋",
},
[1237660] = {
["T"] = "岩石监视者",
},
[1216565] = {
["T"] = "坚持不懈",
["D"] = "当你获得|cFFFFFFFF连胜！|r层数时，你有相同几率使下一个嗜血的伤害提高15%并且爆击几率提高25%，或使下一个怒击的伤害提高15%并额外获得2点怒气。",
},
[1221279] = {
["T"] = "采摘佐·吉塔果实",
},
[1221280] = {
["T"] = "可重复事件 - 卑鄙双雄 - 得分 - 战后加成",
},
[1216552] = {
["T"] = "连胜！",
["D"] = "你的技能有几率获得|cFFFFFFFF连胜！|r，使你的压制的伤害提高5%，最多可叠加10层。\r\n压制有15%几率结束你的|cFFFFFFFF连胜！|r效果。",
},
[1266426] = {
["T"] = "将大型烈风农夫干草堆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221283] = {
["T"] = "弹射",
},
[1254050] = {
["T"] = "香蕉冲击！",
["D"] = "施法者用一根香蕉攻击目标，造成89485点自然伤害，并留下一个|cffffffff香蕉陷阱|r。",
},
[1221285] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-3型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1221286] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-2型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1237670] = {
["T"] = "岩石监视者",
},
[1237671] = {
["T"] = "沙尘暴",
["D"] = "德鲁德在自己的位置引导一阵沙尘暴并追击他的目标，在4秒内每0.3秒对44741码内的玩家造成44741点自然伤害。 ",
},
[1237672] = {
["T"] = "沙尘暴",
["D"] = "德鲁德在自己的位置引导一阵沙尘暴并追击他的目标，在4秒内每0.3秒对44741码内的玩家造成44741点自然伤害。 ",
},
[1237673] = {
["T"] = "相位潜行",
},
[1237674] = {
["T"] = "相位潜行",
},
[1254058] = {
["T"] = "泥浆飞掷",
["D"] = "施法者从身体中射出泥浆，对3码内的玩家造成671133点自然伤害，并留下一片|cffffffff泥潭|r。",
},
[1221293] = {
["T"] = "弗莱兰多队",
["D"] = "你加入了弗莱兰多的粉丝的行列！",
},
[1237677] = {
["T"] = "暗影消融",
},
[1237678] = {
["T"] = "牢固的壁挂架台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1237679] = {
["T"] = "牢固的壁炉",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1237680] = {
["T"] = "粗犷的凳子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1237681] = {
["T"] = "铁链吊灯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1221299] = {
["T"] = "祈祷与乱射",
["D"] = "兹伊向一名玩家射出一簇子弹，3秒内每0.3对锥形范围内的玩家造成357937点物理伤害，并引爆击中的所有|cffffffff不稳定的蛛形地雷|r。",
},
[1221300] = {
["T"] = "托克队",
["D"] = "你加入了托克的粉丝的行列！",
},
[1237684] = {
["T"] = "夜之子壁炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221302] = {
["T"] = "风暴手指枪",
["D"] = "穆格的手指迸发出猛烈的闪电，每0.5秒对前方锥形范围造成894843点自然伤害，持续4秒。\r\n\r\n区域中溢出的电流会形成一片|cffffffff风暴雷云|r。",
},
[1216511] = {
["T"] = "起钻",
["D"] = "洛肯斯多标记玩家，造成536906点自然伤害，并使一个致命的钻头每1.5秒在他们所在位置出现，持续4.5秒。\r\n\r\n接触钻头会使玩家变被|cffffffff钻透！|r\r\n",
},
[1237687] = {
["T"] = "释放苦痛",
["D"] = "宫务大臣释放出一波心能，对前方锥形范围内的所有玩家造成0点暗影伤害。",
},
[1266324] = {
["T"] = "潜行",
["D"] = "使施法者进入潜行状态。效果将一直持续直到取消。",
},
[1237689] = {
["T"] = "虚空壳壁",
["D"] = "虚空领主开始保护自己，在专注施放强力法术时吸收最多1045598点即将到来的伤害。",
},
[1237690] = {
["T"] = "蚀盛",
["D"] = "虚空领主开始仪式，将世界之魂碎片封印在无法穿透的黑暗面纱中。\r\n\r\n仪式完成后，碎片将无法触及。\r\n\r\n能量达到100点时，虚空领主会立即完成仪式。",
},
[1237691] = {
["T"] = "蚀盛",
},
[1266209] = {
["T"] = "瓦德拉肯书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1270459] = {
["T"] = "黑暗院长的玄秘火盆",
["D"] = "制作黑暗院长的玄秘火盆，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1237694] = {
["T"] = "物质喷发",
["D"] = "阿托席恩向前方直线上的玩家发射超热物质，造成2684532点宇宙伤害并将其击退。",
},
[1237695] = {
["T"] = "星尘新星",
["D"] = "帕哥斯释放一股炽热无比的星尘，对10码范围内的玩家造成2684532点宇宙伤害。",
},
[1237696] = {
["T"] = "碎片地带",
["D"] = "虚空领主的强力法术留下宇宙的碎片，每1秒对其中的玩家造成536906点宇宙伤害，并使其移动速度降低50%。",
},
[1237697] = {
["T"] = "熵能狂怒",
},
[1237698] = {
["T"] = "熵能狂怒",
},
[1237699] = {
["T"] = "熵能狂怒",
["D"] = "生命值降至50%时，帕哥斯释放冲击波，每1.5秒对所有玩家造成536906点宇宙伤害，持续7.5秒。",
},
[1237700] = {
["T"] = "熵能狂怒",
["D"] = "生命值降至50%时，帕哥斯释放冲击波，每1.5秒对所有玩家造成536906点宇宙伤害，持续7.5秒。",
},
[1254084] = {
["T"] = "泥浆喷溅",
["D"] = "施法者快速向周围喷洒泥浆，对8码内的敌人造成自然伤害。 ",
},
[1227475] = {
["T"] = "虚空充能",
},
[1237703] = {
["T"] = "乳白狂鬃龙",
["D"] = "召唤或解散你的乳白狂鬃龙。",
},
[1216424] = {
["T"] = "未出版的催人泪下的言情小说",
["D"] = "羞羞的书可能会向你的法术目标朗读一部未出版的催人泪下的言情小说中的选段，每2秒造成21点奥术伤害或恢复26点生命值，持续20秒。\r\n\r\n如果目标在读完故事之前死亡，结局会剧透给附近的一个目标，剩余的效果会立即对其生效。",
},
[1266065] = {
["T"] = "冲击波",
["D"] = "对0码范围内的敌人造成0点火焰伤害。",
},
[1266144] = {
["T"] = "喝汤（无声）",
["D"] = "客人开始吃他的汤面。",
},
[1221324] = {
["T"] = "原型能源线圈",
},
[1266067] = {
["T"] = "冲击波",
["D"] = "对8码范围内的敌人造成3131955点火焰伤害。",
},
[1265990] = {
["T"] = "活力巫毒图腾",
},
[1237710] = {
["T"] = "军团的召唤",
["D"] = "当狱火恐惧魔王返回虚空时，他们会强化你的力量，使你的爆击产生|cffffffff军团的召唤|r层数，持续30秒。叠加至5层时消耗|cffffffff军团的召唤|r，并从扭曲虚空召唤一个恶魔为你助阵，持续10秒。多次召唤可以重叠生效。",
},
[1237711] = {
["T"] = "扭曲的远征",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n召唤一名被征服的狱火恐惧魔王，持续30秒，周期性地用|cffffffff混沌统治|r打击敌人。\r\n\r\n|cffffffff混沌统治|r\r\n狱火恐惧魔王降下狱火陨星，在8秒内每1秒对8码内的敌人造成|CFFffffff$<damageValue>|R点混乱伤害。\r\n",
},
[1265374] = {
["T"] = "拿锤子",
},
[1216282] = {
["T"] = "烈焰喷射",
["D"] = "从烈焰排放口中喷射出火焰波，对击中的所有玩家造成1118555点火焰伤害。",
},
[1216278] = {
["T"] = "毁伤",
["D"] = "对一名敌人造成物理伤害。",
},
[1265081] = {
["T"] = "墓苔绿染料",
},
[1254099] = {
["T"] = "伯拉勒斯桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221334] = {
["T"] = "放置诱饵",
["D"] = "在漂弃之沙中引诱格拉波尔离开藏身处。",
},
[1237718] = {
["T"] = "超载法力",
["D"] = "致命的奥术能量震击将玩家彻底分解。",
},
[1237719] = {
["T"] = "搭乘载具",
},
[1216239] = {
["T"] = "崩解碎片",
},
[1221338] = {
["T"] = "丢球",
["D"] = "将球丢给一个友方玩家。如果可能的话，他们会自动将球再丢回来。",
},
[1221339] = {
["T"] = "格拉波尔",
},
[1221340] = {
["T"] = "全息影像",
["D"] = "威·娜莉受到了召唤。",
},
[1216230] = {
["T"] = "增效",
},
[1237725] = {
["T"] = "能量涌动",
},
[1216204] = {
["T"] = "穿刺碎片",
["D"] = "施法者射出一枚结晶碎片，对一名玩家造成671133点物理伤害。",
},
[1216172] = {
["T"] = "毒血",
["D"] = "施法者每次近战攻击命中都会对目标施加|cffffffff浸毒利颚|r，每1秒造成89485点自然伤害。此效果可叠加。",
},
[1216155] = {
["T"] = "传送",
},
[1227460] = {
["T"] = "坍缩之星",
},
[1221347] = {
["T"] = "涌动图腾",
},
[1221348] = {
["T"] = "涌动图腾",
["D"] = "在附近召唤你的涌动图腾。",
},
[1265101] = {
["T"] = "海贤青蓝染料",
},
[1221350] = {
["T"] = "生物打印 I",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为100%。同一时间只能存在2个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1237734] = {
["T"] = "游离震击",
},
[1237735] = {
["T"] = "维拉瑞安的灵魂",
},
[1221353] = {
["T"] = "缩小装置撞击",
},
[1221354] = {
["T"] = "投掷缩小装置",
["D"] = "投掷一个圆盘，将生物缩小成便于携带的体型。",
},
[1221355] = {
["T"] = "投掷缩小装置",
["D"] = "投掷一个圆盘，将生物缩小成便于携带的体型。",
},
[1221356] = {
["T"] = "传送：奥格瑞玛",
["D"] = "将施法者传送到奥格瑞玛。",
},
[1221357] = {
["T"] = "传送：奥格瑞玛",
["D"] = "将施法者传送到奥格瑞玛。",
},
[1221358] = {
["T"] = "套装：智慧透顶",
["S"] = "幻化套装",
["D"] = "获得智慧透顶幻化套装。 ",
},
[1221359] = {
["T"] = "传送：暴风城",
["D"] = "将施法者传送到暴风城。",
},
[1237743] = {
["T"] = "维拉瑞安的灵魂",
["D"] = "维拉瑞安的灵魂脉动着力量，每4秒对所有玩家造成1118555点宇宙伤害。每次脉动，此效果的强度提高25%。\r\n",
},
[1265099] = {
["T"] = "雷钢染料",
},
[1237745] = {
["T"] = "幽影箭",
},
[1265092] = {
["T"] = "吉尔尼斯玫红染料",
},
[1227456] = {
["T"] = "惨败！",
},
[1227455] = {
["T"] = "失败！",
},
[1227454] = {
["T"] = "全胜！",
},
[1221367] = {
["T"] = "撞击！",
},
[1221368] = {
["T"] = "撞击！",
},
[1221369] = {
["T"] = "撞击！",
["D"] = "被击退并昏迷。",
},
[1237753] = {
["T"] = "法力吞噬",
},
[1237754] = {
["T"] = "阿达拉斯的灵魂",
},
[1227453] = {
["T"] = "大胜！",
},
[1237756] = {
["T"] = "伊莉萨的灵魂",
},
[1221374] = {
["T"] = "新近清洗",
},
[1237758] = {
["T"] = "伊莉萨的灵魂",
},
[1227452] = {
["T"] = "胜利！",
},
[1237760] = {
["T"] = "伊莉萨的灵魂",
["D"] = "伊莉萨的灵魂脉动着力量，每4秒对所有玩家造成1118555点宇宙伤害。每次脉动，此效果的强度提高25%。",
},
[1265094] = {
["T"] = "辛特兰桃木染料",
},
[1216009] = {
["T"] = "饕餮重击",
["D"] = "施法者重击目标，造成物理伤害，并吞噬目标一部分精华，使施法者的急速提高25%，持续10秒。",
},
[1221380] = {
["T"] = "炸弹球",
["D"] = "在箱子中翻找，找到你的炸弹球。\r\n",
},
[1221381] = {
["T"] = "加乐宫特许凭证",
["D"] = "在箱子中翻找，找到你的加乐宫特许凭证。\r\n",
},
[1221382] = {
["T"] = "安德麦补给箱",
["D"] = "搬运装满安德麦补给和摆设的箱子。",
},
[1221383] = {
["T"] = "喷发重踏",
["D"] = "弗莱兰多运行多次计算，随后重踏地面，在当前目标的位置下方产生一次剧烈喷发，造成8948442点火焰伤害并将其击飞到高空，朝多个方向释放出炽焰浪潮。",
},
[1221384] = {
["T"] = "崩摧",
["D"] = "斯提克斯对当前目标发起充能猛击，造成3579377点自然伤害和3579377点物理伤害。此外，目标受到的所有伤害提高100%，持续50秒。",
},
[1221385] = {
["T"] = "焚烧",
["D"] = "斯提克斯在3秒内向随机玩家的位置射出火箭，对3码内的玩家造成626391点火焰伤害并施加|cffffffff焚化|r。\r\n\r\n如果该效果击中垃圾堆，则会将其点燃并形成|cffffffff滚烫垃圾|r。",
},
[1237769] = {
["T"] = "回音祈咒",
["D"] = "阿拉兹的回响激活一台奥术收集装置，开始进行其|cffffffff首要序列|r。",
},
[1237770] = {
["T"] = "回音祈咒",
},
[1265111] = {
["T"] = "黑金染料",
},
[1215910] = {
["T"] = "冰冻陷阱",
["D"] = "施法者向目标位置投掷一个陷阱。踩中陷阱会使你昏迷6秒。",
},
[1215884] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克令幽灵附着在场地之中，每秒对触及幽灵的玩家造成894843点暗影伤害。",
},
[1221391] = {
["T"] = "虚空召唤",
},
[1237775] = {
["T"] = "宇宙辐射",
["D"] = "迪门修斯放射出强烈的能量，每2秒对所有玩家造成214763点宇宙伤害。",
},
[1237776] = {
["T"] = "宇宙辐射",
["D"] = "迪门修斯放射出强烈的能量，每2秒对所有玩家造成214763点宇宙伤害。",
},
[1237777] = {
["T"] = "破碎灵魂指环",
["D"] = "雷什裹布的能力还会使受到的宇宙伤害降低50%，持续20秒，或直到防止了82点伤害。",
},
[1221395] = {
["T"] = "虚空召唤",
},
[1221396] = {
["T"] = "虚空召唤",
["D"] = "向虚空发出呼唤，召唤一只宠物协助战斗。",
},
[1221397] = {
["T"] = "生物打印 I",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为75%。同一时间只能存在2个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1221398] = {
["T"] = "生物打印 I",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为50%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1221399] = {
["T"] = "生物打印 II",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为100%。同一时间只能存在2个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1221400] = {
["T"] = "生物打印 II",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为75%。同一时间只能存在2个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1221401] = {
["T"] = "虚空召唤师的纽带",
["D"] = "将虚空能量灌输到宠物体内，使施法者受到的伤害降低95%，宠物的攻击速度提高50%。",
},
[1237785] = {
["T"] = "将加宽银月城座椅软垫放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237786] = {
["T"] = "将小型银月城座椅软垫放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237787] = {
["T"] = "相位潜行",
},
[1237788] = {
["T"] = "将三角形银月城座椅软垫放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237789] = {
["T"] = "将原型银月城座椅软垫放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221407] = {
["T"] = "阿格拉玛的步伐",
["D"] = "移动速度提高，相当于急速、爆击、精通或全能的75%，由其中较高者决定。",
},
[1221408] = {
["T"] = "阿格拉玛的步伐",
["D"] = "移动速度提高，相当于急速、爆击、精通或全能的75%，由其中较高者决定。",
},
[1221409] = {
["T"] = "诺甘农的预见",
["D"] = "站立不动6秒后获得预见效果，让你可以在移动中施法，持续6秒。此持续效果从你开始移动时计算。",
},
[1221410] = {
["T"] = "诺甘农的预见",
["D"] = "站立不动6秒后获得预见效果，让你可以在移动中施法，持续6秒。此持续效果从你开始移动时计算。",
},
[1237794] = {
["T"] = "卷开的民间窗帘",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1237795] = {
["T"] = "封闭的民间窗帘",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1221413] = {
["T"] = "诺甘农的预见",
["D"] = "站立不动6秒后获得预见效果，让你可以在移动中施法，持续6秒。此持续效果从你开始移动时计算。",
},
[1221414] = {
["T"] = "诺甘农的预见",
["D"] = "站立不动6秒后获得预见效果，让你可以在移动中施法，持续6秒。此持续效果从你开始移动时计算。",
},
[1237798] = {
["T"] = "将光注喷泉放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237799] = {
["T"] = "将微小花哨地精彩灯串放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237800] = {
["T"] = "将小型花哨地精彩灯串放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237801] = {
["T"] = "将垂挂花哨地精彩灯串放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237802] = {
["T"] = "将很长一条花哨地精彩灯串放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237803] = {
["T"] = "将长条花哨地精彩灯串放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237804] = {
["T"] = "雪堆",
},
[1215878] = {
["T"] = "信号弹",
["D"] = "发射一枚信号弹，在其位置召唤一个修理机器人，准备用地精设计的天才智慧（和少许火花）开展修理工作。",
},
[1265114] = {
["T"] = "紫铜染料",
},
[1265033] = {
["T"] = "将打结的烈风垂挂绳索放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1264950] = {
["T"] = "地根草染料",
},
[1237809] = {
["T"] = "青色苏拉玛座椅软垫",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237810] = {
["T"] = "紫色苏拉玛座椅软垫",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237811] = {
["T"] = "小型红色苏拉玛座椅软垫",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221429] = {
["T"] = "好运随身",
},
[1221430] = {
["T"] = "关闭",
},
[1265035] = {
["T"] = "将朴素烈风垂挂绳索放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221432] = {
["T"] = "关闭",
},
[1265031] = {
["T"] = "将卷起的烈风皮革放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1270583] = {
["T"] = "纳鲁的拥怀",
["D"] = "将你传送回多恩诺嘉尔。与城镇中的旅店老板交谈可以改变你所设定的家的位置。\r\n",
},
[1254201] = {
["T"] = "滑溜的扫罗",
},
[1237819] = {
["T"] = "神选之路",
["D"] = "前往下层，直面萨拉塔斯。\r\n",
},
[1265009] = {
["T"] = "死亡之握",
["D"] = "驾驭笼罩万物的邪恶能量，将目标拉到施法者面前。",
},
[1265034] = {
["T"] = "将獠牙烈风垂挂绳索放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221439] = {
["T"] = "归还债务借据",
["D"] = "向凯伊杰和奇妙的戴维归还债务借据。\r\n",
},
[1221440] = {
["T"] = "归还债务借据",
["D"] = "向凯伊杰和奇妙的戴维归还债务借据。",
},
[1221441] = {
["T"] = "共振回声",
},
[1254208] = {
["T"] = "鱼柳凯斯",
},
[1221443] = {
["T"] = "套装：圆滑透顶",
["S"] = "幻化套装",
["D"] = "获得圆滑透顶幻化套装。 ",
},
[1221444] = {
["T"] = "套装：机敏透顶",
["S"] = "幻化套装",
["D"] = "获得机敏透顶幻化套装。 ",
},
[1221445] = {
["T"] = "套装：顽强透顶",
["S"] = "幻化套装",
["D"] = "获得顽强透顶幻化套装。 ",
},
[1254212] = {
["T"] = "节庆的伊芙",
},
[1254213] = {
["T"] = "严实的鲍勃",
},
[1265036] = {
["T"] = "将装饰的烈风垂挂绳索放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1264945] = {
["T"] = "木喉棕染料",
},
[1264955] = {
["T"] = "卡利姆多黄沙染料",
},
[1264968] = {
["T"] = "电磁爆炸",
["D"] = "对指定区域内的所有敌人造成火焰伤害，并留下电磁弹片，每0.5秒造成自然伤害。",
},
[1221452] = {
["T"] = "天降神雷！",
},
[1265032] = {
["T"] = "将低垂的烈风垂挂绳索放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221454] = {
["T"] = "天降神雷！",
},
[1215545] = {
["T"] = "保险！",
["D"] = "你的治疗法术有几率为目标施加|cFFFFFFFF保险！|r，在15秒内恢复168471点生命值。当盟友生命值降至40%以下时，|cFFFFFFFF保险！|r会被消耗并为其恢复89188点生命值。",
},
[1264895] = {
["T"] = "纳沙塔尔海军蓝染料",
},
[1264942] = {
["T"] = "沃顿褐灰染料",
},
[1215482] = {
["T"] = "射击",
["D"] = "对一名敌人造成暗影伤害。",
},
[1264940] = {
["T"] = "科多皮褐染料",
},
[1264936] = {
["T"] = "黑金染料",
},
[1215359] = {
["T"] = "冲击力转化矩阵",
},
[1215357] = {
["T"] = "搜寻并摧毁",
["D"] = "叮当炸弹追逐目标，到达目标周围5码时，叮当机器人会爆炸，对5码内的玩家造成447422点火焰伤害。 ",
},
[1215307] = {
["T"] = "套装：卡拉波牧师的圣服",
["S"] = "幻化套装",
["D"] = "获得卡拉波牧师的圣服。 ",
},
[1231665] = {
["T"] = "微型雷什沙园",
["D"] = "你的治疗技能有几率使你获得5团扰动之沙，每团使急速提高10。扰动之沙每4秒衰减一团，直到彻底消散。",
},
[1237848] = {
["T"] = "脏腑之力",
},
[1264643] = {
["T"] = "脱缰野马飞弹",
["D"] = "召唤或解散这种坐骑。",
},
[1231315] = {
["T"] = "能量挥砍",
["D"] = "斩击一个目标，造成奥术伤害，并在接下来的5秒内每1秒造成奥术伤害。",
},
[1231352] = {
["T"] = "法力吞噬",
["D"] = "施法者周期性的吞噬目标的法力，造成134226点奥术伤害，并使目标的急速降低5%。此效果可叠加。 ",
},
[1264725] = {
["T"] = "火焰花红染料",
},
[1254236] = {
["T"] = "暗影打击",
["D"] = "施法者对目标造成暗影伤害，并吸收其接下来获得的348533点治疗量。 ",
},
[1221471] = {
["T"] = "取消",
},
[1221472] = {
["T"] = "奶酪向你招手！",
},
[1215149] = {
["T"] = "金色降落伞",
["D"] = "妮姬空投不稳定的黑血容器攻击玩家，落地时对4码内的玩家造成物理伤害并将其击退。",
},
[1221474] = {
["T"] = "幻影瞬步",
["D"] = "施法者穿过阴影，接近目标并发起打击，使其血流不止，在12秒内每1.5秒造成178968点物理伤害。",
},
[1221475] = {
["T"] = "幻影瞬步",
["D"] = "施法者穿过阴影，接近目标并发起打击，使其血流不止，在12秒内每1.5秒造成178968点物理伤害。",
},
[1221476] = {
["T"] = "追踪任务",
},
[1221477] = {
["T"] = "眼棱",
["D"] = "维拉瑞安在4秒内对当前目标引导邪能洪流，每0.5秒对光束中的玩家造成894843点混乱伤害，施加|cffffffff邪能灼痕|r并将他们推离。\r\n\r\n冲击结束后，维拉瑞安会施放|cffffffff邪能之刃|r冲向当前目标。",
},
[1221478] = {
["T"] = "卡雷什涌动",
},
[1221479] = {
["T"] = "眼棱",
["D"] = "维拉瑞安在4秒内对当前目标引导邪能洪流，每0.5秒对光束中的玩家造成894843点混乱伤害，施加|cffffffff邪能灼痕|r并将他们推离。\r\n\r\n冲击结束后，维拉瑞安会施放|cffffffff邪能之刃|r冲向当前目标。",
},
[1221480] = {
["T"] = "眼棱",
["D"] = "维拉瑞安在4秒内对当前目标引导邪能洪流，每0.5秒对光束中的玩家造成894843点混乱伤害，施加|cffffffff邪能灼痕|r并将他们推离。\r\n\r\n冲击结束后，维拉瑞安会施放|cffffffff邪能之刃|r冲向当前目标。",
},
[1254247] = {
["T"] = "衰弱",
["D"] = "使目标的移动速度降低15%，持续16秒。\n攻击和施法速度降低10%，持续16秒。\n每3秒对一名敌人造成223710点暗影伤害，持续16秒。",
},
[1264720] = {
["T"] = "苍郁绿染料",
},
[1221483] = {
["T"] = "电弧能量",
["D"] = "施法者用奥术能量轰击目标，在9秒内每1.5秒对5码内的玩家造成223710点奥术伤害。 ",
},
[1221484] = {
["T"] = "电弧能量",
["D"] = "施法者用奥术能量轰击目标，在9秒内每1.5秒对5码内的玩家造成223710点奥术伤害。 ",
},
[1215116] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速75%，同时为附近的小队成员恢复65%的最大生命值。每1.5分钟只能触发一次。",
},
[1215114] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速90%，同时为附近的小队成员恢复80%的最大生命值。每1.5分钟只能触发一次。",
},
[1215094] = {
["T"] = "饱受折磨",
["D"] = "运用笼罩万物的邪恶能量，将目标拉到你面前。",
},
[1264469] = {
["T"] = "暖色柚木染料",
},
[1264396] = {
["T"] = "搏击俱乐部沙袋",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221490] = {
["T"] = "邪能灼痕",
["D"] = "受到|cffffffff眼棱|r的伤害提高10%，持续36秒。此效果可叠加。",
},
[1215072] = {
["T"] = "B.4.T.T.L.3.地雷",
["D"] = "造成25点物理伤害，并将目标击退。",
},
[1270641] = {
["T"] = "破碎灵魂",
},
[1231468] = {
["T"] = "虚空吐息",
["D"] = "每0.5秒对施法者前方的所有敌人造成357937点暗影伤害。",
},
[1237877] = {
["T"] = "影缚长枪",
},
[1264244] = {
["T"] = "传送器",
},
[1215062] = {
["T"] = "长引线导弹",
["D"] = "陶克发射他新研制的长引线导弹，被踩到或10秒后爆炸。踩到长引线导弹的随从也会引爆它们，使其昏迷并且受到的伤害提高100%。",
},
[1215060] = {
["T"] = "长引线导弹",
["D"] = "陶克发射他新研制的长引线导弹，被踩到或10秒后爆炸。踩到长引线导弹的随从也会引爆它们，使其昏迷并且受到的伤害提高100%。",
},
[1264306] = {
["T"] = "祈雨舞",
["D"] = "射出一束雨水，对冲击区域造成冰霜伤害。",
},
[1264267] = {
["T"] = "传送器",
},
[1264335] = {
["T"] = "引线",
},
[1237884] = {
["T"] = "钻地……",
},
[1231496] = {
["T"] = "错乱爆炸",
},
[1231439] = {
["T"] = "光环",
},
[1237887] = {
["T"] = "移除",
},
[1231483] = {
["T"] = "虚空喷射",
["D"] = "施法者的两个脑袋同时射出虚空飞弹，各造成178968点暗影伤害。 ",
},
[1215025] = {
["T"] = "爆破冲击",
},
[1264227] = {
["T"] = "日光术",
["D"] = "你在一个敌方目标的头顶召唤一道日光，打断该目标正在施放的法术，并使光柱内的全部敌人陷入沉默。日光术持续10秒。",
},
[1237891] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1270658] = {
["T"] = "喂食欧库勒斯",
},
[1237893] = {
["T"] = "碎帷咆哮",
["D"] = "雷什诺尔发出一声震撼的咆哮，打断所有敌人并每0.5秒造成物理伤害，持续5秒。回响会导致所有|cFF2959D3|Hspell:1226441|h[虚无裂痕]|h|r扩张。",
},
[1237894] = {
["T"] = "火花",
},
[1237895] = {
["T"] = "瑟维奇小贩的货车",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237896] = {
["T"] = "塞塔里斯祭司的枕头",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237897] = {
["T"] = "将蛇人靠颈枕头放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221515] = {
["T"] = "涌动",
["D"] = "施法者用奥术能量轰击目标，造成1252782点奥术伤害，并在12秒内每1.5秒造成223710点奥术伤害。此效果可叠加。",
},
[1221516] = {
["T"] = "干杯！",
},
[1237900] = {
["T"] = "精灵花卉窗户",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1215008] = {
["T"] = "公海号角",
},
[1237902] = {
["T"] = "上古之神",
},
[1237903] = {
["T"] = "巢穴编织",
["D"] = "卢米萨尔编织由注能的缠结连接成的坍塌之环，对路径上的玩家造成7718030点自然伤害，并使其定身8秒。\r\n\r\n摧毁一个注能的缠结可移除连接的丝线。",
},
[1221521] = {
["T"] = "易形液体",
["D"] = "短时间内改变饮用者的性别。",
},
[1237905] = {
["T"] = "暮光之息",
["D"] = "呼出强烈的暗影吹息，每0.5秒对施法者前方锥形范围内的所有敌人施加|cFF2959D3|Hspell:1237906|h[虚空腐蚀]|h|r，持续4.5秒。",
},
[1237906] = {
["T"] = "虚空腐蚀",
["D"] = "雷什诺尔腐化被任意技能击中的敌人，每3秒造成55928点暗影伤害，持续9秒。此效果可叠加。",
},
[1237907] = {
["T"] = "贯体束丝",
["D"] = "卢米萨尔以极高的速度对当前目标喷出一束注能束丝，对直线上的所有玩家造成7718030点奥术伤害，并使其受到贯体束丝的伤害提高100%，持续45秒。",
},
[1254291] = {
["T"] = "星辰撞击",
},
[1221526] = {
["T"] = "逃离的化学物质",
["D"] = "喝我。",
},
[1254293] = {
["T"] = "星辰撞击",
},
[1264046] = {
["T"] = "将加固的拐角虚灵管道段落放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1264045] = {
["T"] = "将暴露的交叉虚灵管道段落放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237913] = {
["T"] = "深入敌后",
["D"] = "破袭队为你的武器注入奥术能量，处于法力熔炉：欧米伽时，伤害和治疗效果提高$w1${$w1}%。",
},
[1254297] = {
["T"] = "星辰撞击",
["D"] = "施法者将目标位置砸下一颗星星，对8码内的玩家造成0点暗影伤害，并使其昏迷4秒。 ",
},
[1221532] = {
["T"] = "异变仪式",
["D"] = "施法者举行仪式，每0.5秒对所有玩家造成89485点奥术伤害，持续6秒。",
},
[1237916] = {
["T"] = "深入敌后",
["D"] = "破袭队为你的武器注入奥术能量，处于法力熔炉：欧米伽时，伤害和治疗效果提高。",
},
[1270683] = {
["T"] = "将烈风盖瓦工的瓦片放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1270684] = {
["T"] = "将烈风盖瓦工的瓦片堆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1270685] = {
["T"] = "将小簇干草放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1270686] = {
["T"] = "将烈风起重机放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214995] = {
["T"] = "兔妖自尽",
},
[1231425] = {
["T"] = "引爆",
},
[1221540] = {
["T"] = "紧急出口",
["D"] = "传送到大运矿脉外。",
},
[1264011] = {
["T"] = "套装：南境卫士的青铜战衣",
["D"] = "收集这套护甲套装外观。",
},
[1221542] = {
["T"] = "束缚的标枪",
["D"] = "施法者向随机一名玩家掷出奥术长矛，击中时造成313195点暗影伤害，并将其束缚20秒。\r\n\r\n束缚每1.5秒造成184520点奥术伤害，并使其移动速度降低50%，直到被挣脱。\r\n",
},
[1221543] = {
["T"] = "恶性污泥",
["D"] = "暂时感到恶心。",
},
[1221544] = {
["T"] = "束缚的标枪",
["D"] = "施法者向随机一名玩家掷出奥术长矛，击中时造成313195点暗影伤害，并将其束缚20秒。\r\n\r\n束缚每1.5秒造成184520点奥术伤害，并使其移动速度降低50%，直到被挣脱。\r\n",
},
[1264013] = {
["T"] = "套装：南境卫士的钢铁战衣",
["D"] = "收集这套护甲套装外观。",
},
[1237929] = {
["T"] = "虚空深渊",
},
[1214974] = {
["T"] = "铜色鬃毛魁麟",
["D"] = "召唤或解散一只铜色鬃毛魁麟。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1237931] = {
["T"] = "横扫",
["D"] = "横扫泽尔诺尼亚前方的敌人，造成巨额物理伤害。",
},
[1237932] = {
["T"] = "扫尾",
["D"] = "让泽尔诺尼亚甩动尾巴猛击身后的敌人，造成巨额物理伤害并击退他们。",
},
[1227391] = {
["T"] = "战斗中",
},
[1231576] = {
["T"] = "照明弹标记",
},
[1263931] = {
["T"] = "将高等鸦人的炼金架子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237936] = {
["T"] = "奥术吐息",
["D"] = "释放泽尔诺尼亚的龙息，对她前方锥形范围内的敌人造成巨额奥术伤害。",
},
[1237937] = {
["T"] = "奥术吐息",
["D"] = "释放泽尔诺尼亚的龙息，对她前方锥形范围内的敌人造成巨额奥术伤害。",
},
[1221555] = {
["T"] = "奥术箭",
["D"] = "对一名敌人造成223710点奥术伤害。",
},
[1221556] = {
["T"] = "灵魂轰击",
["D"] = "冲向一名敌人附近的位置并召唤附近的无缚虚灵。",
},
[1263870] = {
["T"] = "海贤图腾",
["D"] = "制作海贤图腾，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1221558] = {
["T"] = "灵魂轰击",
},
[1221559] = {
["T"] = "灵魂轰击",
},
[1221560] = {
["T"] = "威胁",
},
[1221561] = {
["T"] = "束缚的标枪",
["D"] = "施法者向随机一名玩家掷出奥术长矛，击中时造成313195点暗影伤害，并将其束缚20秒。\r\n\r\n束缚每1.5秒造成184520点奥术伤害，并使其移动速度降低50%，直到被挣脱。\r\n",
},
[1221562] = {
["T"] = "束缚的标枪",
["D"] = "施法者向随机一名玩家掷出奥术长矛，击中时造成313195点暗影伤害，并将其束缚20秒。\r\n\r\n束缚每1.5秒造成184520点奥术伤害，并使其移动速度降低50%，直到被挣脱。\r\n",
},
[1221563] = {
["T"] = "灵魂缠织",
["D"] = "使一个无缚之魂无法移动，并在8秒内吸取1872993点生命值，为施法者恢复双倍数值的生命值。",
},
[1263858] = {
["T"] = "心爱的毛绒迅猛龙",
["D"] = "制作心爱的毛绒迅猛龙，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1221565] = {
["T"] = "灵魂缠织",
},
[1227386] = {
["T"] = "艾泽里特爆发",
},
[1263929] = {
["T"] = "将通天峰圆形桌子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263932] = {
["T"] = "将高等鸦人的架子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263887] = {
["T"] = "被遗弃的竖琴",
["D"] = "演奏一段抚慰的旋律。",
},
[1231627] = {
["T"] = "处置炸药",
},
[1214936] = {
["T"] = "检查",
["D"] = "萨拉塔斯的破坏性赐福。",
},
[1263927] = {
["T"] = "将信徒的卷轴放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263897] = {
["T"] = "绝望渴求",
["D"] = "跟随绝望的旋律，前往应许的安息之地。",
},
[1237957] = {
["T"] = "套装：烬风法衣",
["S"] = "幻化套装",
["D"] = "使你的法师角色获得烬风法衣套装。 ",
},
[1237958] = {
["T"] = "套装：时空追猎者护甲",
["S"] = "幻化套装",
["D"] = "使你的猎人角色获得时空追猎者护甲套装。 ",
},
[1237959] = {
["T"] = "套装：生命缚誓者护甲",
["S"] = "幻化套装",
["D"] = "使你的唤魔师角色获得生命缚誓者护甲套装。 ",
},
[1237960] = {
["T"] = "套装：鹿盔护甲",
["S"] = "幻化套装",
["D"] = "使你的德鲁伊角色获得鹿盔护甲套装。 ",
},
[1237961] = {
["T"] = "套装：苦痛折磨护甲",
["S"] = "幻化套装",
["D"] = "使你的恶魔猎手角色获得苦痛折磨护甲套装。 ",
},
[1237962] = {
["T"] = "套装：邪恶锤炼护甲",
["S"] = "幻化套装",
["D"] = "使你的死亡骑士角色获得邪恶锤炼护甲套装。 ",
},
[1263853] = {
["T"] = "格里恩候选者的滚边软垫",
["D"] = "制作格里恩候选者的滚边软垫，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263928] = {
["T"] = "将鸦人炼金工具放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263891] = {
["T"] = "被遗弃的竖琴",
["D"] = "演奏一段抚慰的旋律。",
},
[1237966] = {
["T"] = "套装：处决者的锋刃战甲",
["S"] = "幻化套装",
["D"] = "使你的战士角色获得处决者的锋刃战甲套装。 ",
},
[1237967] = {
["T"] = "套装：狱火祭服",
["S"] = "幻化套装",
["D"] = "使你的术士角色获得狱火祭服套装。 ",
},
[1237968] = {
["T"] = "套装：火舌护甲",
["S"] = "幻化套装",
["D"] = "使你的萨满祭司角色获得火舌护甲套装。 ",
},
[1237969] = {
["T"] = "套装：戮影杀手护甲",
["S"] = "幻化套装",
["D"] = "使你的潜行者角色获得戮影杀手套装。 ",
},
[1237970] = {
["T"] = "套装：灼目辉光圣服",
["S"] = "幻化套装",
["D"] = "使你的牧师角色获得灼目辉光圣服套装。",
},
[1237971] = {
["T"] = "奥术焦点",
},
[1237972] = {
["T"] = "套装：浴血守备官的护甲",
["S"] = "幻化套装",
["D"] = "使你的圣骑士角色获得浴血守备官的护甲套装。 ",
},
[1237973] = {
["T"] = "套装：触入轮回战甲",
["S"] = "幻化套装",
["D"] = "使你的武僧角色获得触入轮回战甲套装。 ",
},
[1231655] = {
["T"] = "见证吧！",
["D"] = "施法者召唤一大群眼睛，每只眼睛都会发射光束，对前方的玩家造成1342266点暗影伤害。 \r\n",
},
[1237975] = {
["T"] = "以太布莱恩化形仪",
},
[1231631] = {
["T"] = "脚踢炸弹",
["D"] = "将不稳定的炸药踢走。\r\n世界各地的地精小时候都喜欢这么玩。",
},
[1237977] = {
["T"] = "奥术焦点",
},
[1237978] = {
["T"] = "律节充能",
["D"] = "每层时光压缩使你的下一个蓄力法术的伤害或治疗效果提高5%。",
},
[1263797] = {
["T"] = "将加长虚灵管道段落放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214894] = {
["T"] = "能量形态",
},
[1231699] = {
["T"] = "奥术栽培",
["D"] = "施法者为目标注入奥术能量。",
},
[1231660] = {
["T"] = "见证吧！",
["D"] = "施法者召唤一大群眼睛，每只眼睛都会发射光束，对前方的玩家造成1342266点暗影伤害。 ",
},
[1237983] = {
["T"] = "虚灵布莱恩化形仪",
["D"] = "召唤一个虚灵布莱恩化形仪，可以将你变形成布莱恩·铜须，持续55分钟。",
},
[1237984] = {
["T"] = "虚灵布莱恩化形仪",
["D"] = "召唤一个虚灵布莱恩化形仪，可以将你变形成布莱恩·铜须，持续20分钟。",
},
[1237985] = {
["T"] = "传送",
},
[1237986] = {
["T"] = "变身布莱恩",
["D"] = "改变你的外形，持续1小时。",
},
[1237987] = {
["T"] = "变身",
["D"] = "改变你的外形，持续1小时。",
},
[1237988] = {
["T"] = "变身",
["D"] = "改变你的外形，持续1小时。",
},
[1231661] = {
["T"] = "取消自拍。",
["D"] = "退出自拍模式。",
},
[1214861] = {
["T"] = "漆料：侧倾之蓝",
["D"] = "警告：使用侧倾之蓝漆料时不建议关闭电子稳定控制系统。",
},
[1263798] = {
["T"] = "将拐角虚灵管道段落放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263736] = {
["T"] = "艾尔文秋季苹果树",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1214857] = {
["T"] = "三维生物打印机",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为50%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1214849] = {
["T"] = "空巢待归",
["D"] = "命令你的宠物保护一名盟友，让这名盟友受到的攻击无法形成爆击。但宠物会受到这名盟友所受到伤害的10%。持续12秒。",
},
[1231732] = {
["T"] = "套装：失落争斗者的披风",
["D"] = "收集这套护甲套装外观。",
},
[1221613] = {
["T"] = "永恒精力",
["S"] = "空天突袭",
["D"] = "使佩兰纽斯的空天军火技能冷却回复速度提高100%。",
},
[1214838] = {
["T"] = "冰爆",
},
[1270764] = {
["T"] = "昏迷嚎叫",
["D"] = "令5码内的所有敌人昏迷，使其无法移动或攻击，持续2秒。",
},
[1270765] = {
["T"] = "急速冲锋",
["D"] = "冲向一名敌人，造成物理伤害。",
},
[1263794] = {
["T"] = "将小型缝补毯子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254384] = {
["T"] = "星辰迸发",
["D"] = "当|cffffffff星辰碎片|r击中已经受到|cffffffff星辰碎片|r影响的玩家时，发生一次灾难性爆炸，对所有玩家造成16107196点宇宙伤害。",
},
[1238002] = {
["T"] = "奥术渗漏",
},
[1270769] = {
["T"] = "旋风斩",
["D"] = "像旋风一般挥舞手中的武器，攻击周围的所有敌人，在6秒内造成普通伤害。",
},
[1270770] = {
["T"] = "踢脸",
["D"] = "猛踢目标的脸部，造成447422点物理伤害并将其击退。",
},
[1270771] = {
["T"] = "咀嚼",
["D"] = "从一名敌人身上撕下一块肉，造成805360点物理伤害并恢复相当于造成伤害200%的生命值。",
},
[1254389] = {
["T"] = "宇宙洪流",
["D"] = "施法者向目标引导能量，每1秒造成33556点暗影伤害，并留下一滩宇宙淤积。 ",
},
[1214836] = {
["T"] = "三维生物打印机",
["D"] = "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为50%。同一时间只能存在1个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。",
},
[1263663] = {
["T"] = "德莱尼发射器",
["D"] = "制作德莱尼发射器，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1238009] = {
["T"] = "焕生治疗药水",
["D"] = "恢复1550点生命值。",
},
[1238010] = {
["T"] = "焕生治疗药水",
},
[1231726] = {
["T"] = "奥术屏障",
["D"] = "奥术收集装置竖起一道屏障，使其受到的伤害减少99%。",
},
[1263719] = {
["T"] = "套装：迷踪岛的传承",
["D"] = "收集熊猫人传承护甲外观，包括土水派、火金派和迷踪岛套装。该外观只能由熊猫人角色使用。",
},
[1238013] = {
["T"] = "枯竭",
["D"] = "被抽取了能量，又被注入了虚空。",
},
[1263633] = {
["T"] = "纳拉其营地地毯",
["D"] = "制作纳拉其营地地毯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1238015] = {
["T"] = "法术之刃灼痕",
},
[1238016] = {
["T"] = "法术之刃灼痕",
},
[1238017] = {
["T"] = "相位能量",
},
[1263669] = {
["T"] = "华美的流亡者帷幔",
["D"] = "制作华美的流亡者帷幔，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214806] = {
["T"] = "机械核心增幅器",
},
[1231719] = {
["T"] = "唤动收集者",
["D"] = "施法者唤动一台收集者开始|cffffffff星界收割|r。",
},
[1263617] = {
["T"] = "红染沥青",
},
[1231736] = {
["T"] = "套装：失落死亡之龙罩袍",
["D"] = "收集这套护甲套装外观。",
},
[1231790] = {
["T"] = "斩杀",
["D"] = "尝试处决一个受伤的敌人，对其造成150%普通武器伤害。只对生命值少于20%的敌人有效。",
},
[1263627] = {
["T"] = "肯瑞托天际旗帜",
["D"] = "制作肯瑞托天际旗帜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263620] = {
["T"] = "鎏金达拉然旗帜",
["D"] = "制作鎏金达拉然旗帜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1238026] = {
["T"] = "传送",
},
[1238027] = {
["T"] = "逮个正着",
},
[1238028] = {
["T"] = "再次上阵！",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1263570] = {
["T"] = "达拉然学者的书柜",
["D"] = "制作达拉然学者的书柜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263613] = {
["T"] = "狼獾人邮包",
["D"] = "制作狼獾人邮包，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263558] = {
["T"] = "萨莱因鲜血宝珠",
["D"] = "制作萨莱因鲜血宝珠，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214759] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1214747] = {
["T"] = "虚空玷污",
},
[1238034] = {
["T"] = "坚持住！",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1238035] = {
["T"] = "我怕是……不行了……",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1238036] = {
["T"] = "我不会让它拖累你的。",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1214735] = {
["T"] = "腐蚀性化合物",
["D"] = "向敌人投掷腐蚀性化合物，造成自然伤害，并在随后的6秒内每2秒额外造成自然伤害。",
},
[1238038] = {
["T"] = "嘿！小心点。",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1214732] = {
["T"] = "喷洒药物",
["D"] = "哪里需要喷哪里。",
},
[1238040] = {
["T"] = "别傻愣在那儿！",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1227340] = {
["T"] = "地狱火撞击",
["D"] = "伊莉萨跃向一个位置，对18码内的所有玩家造成3355665点火焰伤害，并击退他们。",
},
[1270808] = {
["T"] = "复苏之风",
["S"] = "驭空术",
["D"] = "发掘尚未使用的潜力，立即恢复一层驭空术技能的充能。\r\n\r\n\r\n",
},
[1214726] = {
["T"] = "夺命药膏",
["D"] = "施法者的近战攻击有一定的几率使目标中毒，每2秒造成点自然伤害，持续12秒。",
},
[1263488] = {
["T"] = "德鲁斯特附魔师的魔棒",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231792] = {
["T"] = "炸翻天",
["D"] = "地精对爆炸怀有一种病态的热爱，并堆存了许多不稳定的炸药。",
},
[1238046] = {
["T"] = "刚才真是太惊险了！",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1238047] = {
["T"] = "虚空弹幕",
},
[1238048] = {
["T"] = "该拼一把了！",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1238049] = {
["T"] = "有老布莱恩给你撑腰！",
["D"] = "奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1238050] = {
["T"] = "虚空弹幕",
},
[1214718] = {
["T"] = "黏性炸弹",
["D"] = "向玩家投出一颗黏性炸弹，在5秒后对4码内的所有玩家造成278826点火焰伤害。",
},
[1238052] = {
["T"] = "神圣牧师",
["D"] = "神圣牧师核心被动",
},
[1263383] = {
["T"] = "阴森绽翼兽",
["D"] = "召唤或解散这种坐骑。",
},
[1263338] = {
["T"] = "失效的故障检测水晶塔",
["D"] = "制作失效的故障检测水晶塔，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1238055] = {
["T"] = "观察者分心",
},
[1231730] = {
["T"] = "套装：风裔裹布",
["D"] = "收集这套护甲套装外观。",
},
[1263387] = {
["T"] = "赤红元狼",
["D"] = "召唤或解散这种坐骑。",
},
[1263310] = {
["T"] = "抓鬼用具",
["D"] = "使你能够在住宅区看见恐怖幽灵。",
},
[1221676] = {
["T"] = "猎手之跃",
["D"] = "废土遗民跃向随机一名玩家的位置，对冲击点周围4码内的玩家造成357937点奥术伤害。",
},
[1227330] = {
["T"] = "围攻",
["D"] = "虚空之翼从天空中掠过并喷射吐息，每0.3秒对效果范围内的玩家造成2013399点宇宙伤害。",
},
[1263275] = {
["T"] = "划水",
["D"] = "击退冲击点周围3码内的所有敌人。\n对冲击点周围3码内的敌人造成2908243点物理伤害。",
},
[1221679] = {
["T"] = "远遁者之跃",
["D"] = "废土遗民跃向随机一名玩家的位置，对冲击点周围4码内的玩家造成357937点奥术伤害。",
},
[1214701] = {
["T"] = "投掷材料",
},
[1214700] = {
["T"] = "卡亚可乐运载器",
["D"] = "错放的奇珍现在有50%的几率包含2罐卡亚可乐。在每个地下堡中，布莱恩制作营火时现在可以召唤一次卡亚可乐6罐装。\r\n\r\n卡亚可乐风味繁多，收集每种口味可以获得不同的效果。\r\n",
},
[1214699] = {
["T"] = "卡亚可乐运载器",
["D"] = "错放的奇珍现在有40%的几率包含1罐卡亚可乐。在每个地下堡中，布莱恩制作营火时现在可以召唤一次卡亚可乐6罐装。\r\n\r\n卡亚可乐风味繁多，收集每种口味可以获得不同的效果。\r\n",
},
[1221683] = {
["T"] = "出示证据",
["D"] = "使用时记得大喊“强化”。",
},
[1214695] = {
["T"] = "烧焦",
},
[1238068] = {
["T"] = "召唤宝藏",
},
[1263281] = {
["T"] = "划水",
["D"] = "小心，灾鳍失控了！快跑！",
},
[1270836] = {
["T"] = "明亮的洋际沙发",
["D"] = "制作明亮的洋际沙发，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263237] = {
["T"] = "泰坦提尔要塞喷泉",
["D"] = "制作泰坦提尔要塞喷泉，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263278] = {
["T"] = "大型雷文德斯储物箱",
["D"] = "制作大型雷文德斯储物箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1270839] = {
["T"] = "收集日光圆形房间",
["D"] = "将此房间添加到你的住宅收纳箱中。",
},
[1263273] = {
["T"] = "住宅",
["D"] = "解锁使用你专属住宅的权限。",
},
[1263271] = {
["T"] = "划水",
},
[1227319] = {
["T"] = "暴食饱餐",
},
[1221694] = {
["T"] = "进取型切割坦克",
["D"] = "召唤或解散这种坐骑。",
},
[1238078] = {
["T"] = "碎帷咆哮",
["D"] = "雷什诺尔发出一声震撼的咆哮，打断所有敌人并每0.5秒造成物理伤害，持续5秒。回响会导致所有|cFF2959D3|Hspell:1226441|h[虚无裂痕]|h|r扩张。",
},
[1238079] = {
["T"] = "碎帷咆哮",
["D"] = "雷什诺尔发出一声震撼的咆哮，打断所有敌人并每0.5秒造成物理伤害，持续5秒。回响会导致所有|cFF2959D3|Hspell:1226441|h[虚无裂痕]|h|r扩张。",
},
[1263140] = {
["T"] = "套装：虔诚十字军祭服",
["D"] = "收集这套护甲套装外观。",
},
[1263040] = {
["T"] = "将蜡烛点缀的木制遮篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227316] = {
["T"] = "末日降临",
["D"] = "将强效虚空仪式符文附着到一顶头盔上。\r\n\r\n获得虚空仪式，你的法术和技能有几率使你的所有次要属性每秒提高123，持续20秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227315] = {
["T"] = "虚空仪式",
["D"] = "将强效虚空仪式符文附着到一顶头盔上。\r\n\r\n获得虚空仪式，你的法术和技能有几率使你的所有次要属性每秒提高123，持续20秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227314] = {
["T"] = "虚空仪式",
["D"] = "将强效虚空仪式符文附着到一顶头盔上。\r\n\r\n获得虚空仪式，你的法术和技能有几率使你的所有次要属性每秒提高123，持续20秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227313] = {
["T"] = "虚空仪式",
["D"] = "将强效虚空仪式符文附着到一顶头盔上。\r\n\r\n获得虚空仪式，你的法术和技能有几率使你的所有次要属性每秒提高123，持续20秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227312] = {
["T"] = "虚空仪式",
["D"] = "将强效虚空仪式符文附着到一顶头盔上。\r\n\r\n获得虚空仪式，你的法术和技能有几率使你的所有次要属性每秒提高123，持续20秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227311] = {
["T"] = "强效虚空仪式符文",
["D"] = "将强效虚空仪式符文附着到一顶头盔上。\r\n\r\n获得虚空仪式，你的法术和技能有几率使你的所有次要属性每秒提高123，持续20秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227310] = {
["T"] = "虚空虹吸",
},
[1263025] = {
["T"] = "塔财团书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227308] = {
["T"] = "坍缩之星",
},
[1227307] = {
["T"] = "可重复事件 - 卑鄙双雄 - 角度聚光灯",
},
[1243689] = {
["T"] = "破碎空间",
},
[1263018] = {
["T"] = "空洞的法夜圣殿",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227304] = {
["T"] = "召唤虚空",
["D"] = "将强效扭曲的附肢符文附着到一顶头盔上。\r\n\r\n你的攻击有几率产生一个触须，它会对你的目标使用精神鞭笞，每秒造成163002点暗影伤害，持续10秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227303] = {
["T"] = "精神鞭笞",
["D"] = "用暗影能量攻击目标的意志，在10秒内造成0点暗影伤害。",
},
[1262970] = {
["T"] = "萨莱因鲜血宝珠",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227301] = {
["T"] = "扭曲的附肢",
["D"] = "将强效扭曲的附肢符文附着到一顶头盔上。\r\n\r\n你的攻击有几率产生一个触须，它会对你的目标使用精神鞭笞，每秒造成163002点暗影伤害，持续10秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1238098] = {
["T"] = "鬼祟",
},
[1238099] = {
["T"] = "幽冥",
},
[1238100] = {
["T"] = "兽性",
},
[1238101] = {
["T"] = "集群",
},
[1238102] = {
["T"] = "诱捕",
},
[1238103] = {
["T"] = "富饶",
},
[1254487] = {
["T"] = "群体束缚",
},
[1254488] = {
["T"] = "群体束缚",
},
[1254489] = {
["T"] = "群体束缚",
},
[1254490] = {
["T"] = "群体束缚",
},
[1263019] = {
["T"] = "掮灵的妖术桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263009] = {
["T"] = "苏拉玛珠宝匠的全套工具",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214620] = {
["T"] = "呼号集结",
["D"] = "殴棘高声呼号，召唤了增援！ ",
},
[1262951] = {
["T"] = "水晶路标",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227296] = {
["T"] = "扭曲的附肢",
["D"] = "将强效扭曲的附肢符文附着到一顶头盔上。\r\n\r\n你的攻击有几率产生一个触须，它会对你的目标使用精神鞭笞，每秒造成163002点暗影伤害，持续10秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1238113] = {
["T"] = "投掷物件",
},
[1238114] = {
["T"] = "憎恶打击",
["D"] = "对一名敌人造成10156点物理伤害。",
},
[1227295] = {
["T"] = "扭曲的附肢",
["D"] = "将强效扭曲的附肢符文附着到一顶头盔上。\r\n\r\n你的攻击有几率产生一个触须，它会对你的目标使用精神鞭笞，每秒造成163002点暗影伤害，持续10秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227294] = {
["T"] = "强效扭曲的附肢符文",
["D"] = "将强效扭曲的附肢符文附着到一顶头盔上。\r\n\r\n你的攻击有几率产生一个触须，它会对你的目标使用精神鞭笞，每秒造成163002点暗影伤害，持续10秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227293] = {
["T"] = "龟裂创伤",
["D"] = "将强效龟裂创伤符文附着到一顶头盔上。\r\n\r\n你的伤害法术和技能有几率令你的目标渗出鲜血，在7秒内造成453292点伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227292] = {
["T"] = "龟裂创伤",
["D"] = "将强效龟裂创伤符文附着到一顶头盔上。\r\n\r\n你的伤害法术和技能有几率令你的目标渗出鲜血，在7秒内造成453292点伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1238119] = {
["T"] = "虚灵防卫晶塔",
["D"] = "召唤一个安保晶塔，使附近所有目标的攻击速度、施法速度和全能提高20%。\r\n\r\n只能在卡雷什使用。",
},
[1227291] = {
["T"] = "龟裂创伤",
["D"] = "将强效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成123156点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227290] = {
["T"] = "龟裂创伤",
["D"] = "将强效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成123156点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227289] = {
["T"] = "龟裂创伤",
["D"] = "将强效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成123156点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1238123] = {
["T"] = "纺丝者",
},
[1227288] = {
["T"] = "强效龟裂创伤符文",
["D"] = "将强效龟裂创伤符文附着到一顶头盔上。\r\n\r\n你的伤害法术和技能有几率令你的目标渗出鲜血，在7秒内造成453292点伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1238125] = {
["T"] = "将军",
},
[1238126] = {
["T"] = "宰相",
},
[1238127] = {
["T"] = "斩离之丝奖章",
["D"] = "在你选择的斩离之丝阵营中的声望提高100点。",
},
[1238128] = {
["T"] = "虚空深渊",
},
[1238129] = {
["T"] = "幽冥步",
},
[1262954] = {
["T"] = "沙塔斯灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262953] = {
["T"] = "奥尔多书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238132] = {
["T"] = "幽冥",
},
[1238133] = {
["T"] = "觉醒风暴",
["D"] = "闪电箭和闪电链有几率打击你的目标，造成37161点自然伤害。该效果每触发3次，就将你的下一个闪电箭替换为狂风怒号。",
},
[1238134] = {
["T"] = "幽冥",
},
[1227285] = {
["T"] = "奥术符文注能",
},
[1227284] = {
["T"] = "奥术符文注能",
["D"] = "将一个随机无拘之魂升级为虚灵。",
},
[1238137] = {
["T"] = "能量线圈",
},
[1263021] = {
["T"] = "大型雷文德斯储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262992] = {
["T"] = "将鱼人浮木小屋放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214589] = {
["T"] = "奔流符文钥匙",
["D"] = "将其带往被遗忘的宝库，激活奔流符文石。",
},
[1262946] = {
["T"] = "利爪之王图腾",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227279] = {
["T"] = "笞魂歼灭",
},
[1263012] = {
["T"] = "将艾萨拉火盆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262945] = {
["T"] = "鸦人诱饵稻草人",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262949] = {
["T"] = "德莱尼织工的织布机",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262950] = {
["T"] = "德莱尼发射器",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214576] = {
["T"] = "污油狂怒",
["D"] = "召唤检修机器人盖尔多协助你5秒，用刺激性机油包裹附近的敌人来提升威胁。盖尔多保证责任全都会由你承担。\r\n\r\n盖尔多在轰动的爆炸中离开，造成212点火焰伤害，由附近的敌人均摊，对最近沾油的目标造成的伤害提高15%。",
},
[1263016] = {
["T"] = "玛卓克萨斯仪式之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231720] = {
["T"] = "唤动收集者",
["D"] = "阿拉兹激活一台奥术收集装置，开始进行其|cffffffff首要序列|r。",
},
[1231739] = {
["T"] = "套装：流丝智识披风",
["D"] = "收集这套护甲套装外观。",
},
[1231737] = {
["T"] = "套装：邪能斗士的披风",
["D"] = "收集这套护甲套装外观。",
},
[1214558] = {
["T"] = "炸药锁定",
["D"] = "炸弹锁定目标并持续追击，直至死亡。",
},
[1262915] = {
["T"] = "套装：腐化十字军祭服",
["D"] = "收集这套护甲套装外观。",
},
[1262828] = {
["T"] = "奥尔多星光控制台",
["D"] = "制作奥尔多星光控制台，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1262825] = {
["T"] = "印哨的邮政传送门",
["D"] = "制作印哨的邮政传送门，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1254539] = {
["T"] = "组合",
["D"] = "组合10个此物品，制作一件属于暗夜要塞的物品。",
},
[1221842] = {
["T"] = "可重复事件 - 卑鄙双雄 - 确认开始倒计时",
["D"] = "进入穹顶？",
},
[1230929] = {
["T"] = "以太波",
["D"] = "以太波为你恢复0%的生命值。",
},
[1238250] = {
["T"] = "装填中",
["D"] = "将圆盘插入牢固信息保全容器，使其能够运行临界连锁技能。 ",
},
[1214538] = {
["T"] = "电池释能",
["D"] = "受到伤害会使大地精的电池释放出能量，对所有玩家造成357937点自然伤害，并震击附近的区域。",
},
[1262730] = {
["T"] = "套装：巫师的雪白行装",
["D"] = "收集这套护甲套装外观。",
},
[1238162] = {
["T"] = "龙母的徽记",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231871] = {
["T"] = "震波猛击",
["D"] = "弗兰克提鲁斯猛击目标，造成58164872点物理伤害，并使受到的物理伤害提高5000%，持续49秒，随即触发一次|cffffffff结晶震荡波|r。",
},
[1227259] = {
["T"] = "不稳定飞沫",
["D"] = "对一名敌人造成暗影伤害。",
},
[1238165] = {
["T"] = "破碎世界",
},
[1262728] = {
["T"] = "套装：巫师的紫罗兰行装",
["D"] = "收集这套护甲套装外观。",
},
[1214532] = {
["T"] = "投掷长矛",
},
[1262642] = {
["T"] = "套装：巫师的玫瑰装束",
["D"] = "收集这套护甲套装外观。",
},
[1214517] = {
["T"] = "端着重波的酒",
},
[1262585] = {
["T"] = "套装：巫师的草地装束",
["D"] = "收集这套护甲套装外观。",
},
[1238171] = {
["T"] = "烈火掌握",
["D"] = "炎爆术的伤害和范围提高10%。\r\n\r\n消耗炽热连击时，你的法术伤害提高2.0%，持续6秒。此效果可以叠加。",
},
[1231919] = {
["T"] = "核闪穿刺",
["D"] = "对冲击范围内的所有玩家造成805360点奥术伤害。\r\n",
},
[1221790] = {
["T"] = "镀电恨意",
["D"] = "托克被电流缠绕，每5秒对60码范围内的所有玩家施加|cffffffff镀电恨意|r。每1秒造成8948点自然伤害，持续15秒。此效果可叠加。",
},
[1238174] = {
["T"] = "收集/拾取事件",
},
[1231925] = {
["T"] = "虚空之星",
},
[1227251] = {
["T"] = "萨巴卡的祝福",
["D"] = "右键点击以召唤和解散这个伙伴。\r\n",
},
[1227250] = {
["T"] = "相位瞬步",
["D"] = "施法者穿过阴影，接近目标。",
},
[1227249] = {
["T"] = "吞噬",
["D"] = "撕咬一名敌人的肉体，造成447422点物理伤害，并为施法者恢复相当于伤害量的100%的生命值。",
},
[1238179] = {
["T"] = "收集/拾取事件",
},
[1262469] = {
["T"] = "将咔啡奶精放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262472] = {
["T"] = "将水晶塔碎片放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262487] = {
["T"] = "将龙族拍卖师的讲台放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262462] = {
["T"] = "将熊猫人木制货车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238184] = {
["T"] = "收集/拾取事件",
},
[1231967] = {
["T"] = "小丝的喷网",
},
[1232011] = {
["T"] = "幻象",
},
[1238187] = {
["T"] = "烈火掌握",
["D"] = "炎爆术的伤害和范围提高10%。\r\n\r\n消耗炽热连击时，你的法术伤害提高2.0%，持续6秒。此效果可以叠加。",
},
[1232001] = {
["T"] = "无拘的赛布茶",
["D"] = "位于无拘之域时，移动速度和跳跃距离提高270%，持续15分钟。\r\n\r\n每3秒恢复34853%的生命值，持续15分钟。\r\n\r\n",
},
[1262331] = {
["T"] = "焚木玻璃瓶",
["D"] = "制作焚木玻璃瓶，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1262357] = {
["T"] = "烟熏灯",
["D"] = "制作烟熏灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243622] = {
["T"] = "火山喷发",
["D"] = "阿什高姆重踏地面，产生熔火裂隙并喷发出熔岩，每1秒对其中的玩家造成894843点火焰伤害。被冲击命中的玩家会被击退。",
},
[1238192] = {
["T"] = "收集/拾取事件",
},
[1262306] = {
["T"] = "熊猫人台灯",
["D"] = "制作熊猫人台灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1262302] = {
["T"] = "魔古烈燃火盆",
["D"] = "制作魔古烈燃火盆，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1238195] = {
["T"] = "收集/拾取事件",
},
[1238196] = {
["T"] = "收集/拾取事件",
},
[1238197] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1231936] = {
["T"] = "军械：儿童的暴风城卫兵武器套装",
["D"] = "收集儿童的暴风城卫兵武器套装外观。",
},
[1238199] = {
["T"] = "收集/拾取事件",
},
[1262301] = {
["T"] = "极限体格",
},
[1262151] = {
["T"] = "赞达拉瓶装货物",
["D"] = "制作赞达拉瓶装货物，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1262045] = {
["T"] = "烧灼",
},
[1232072] = {
["T"] = "飑风不侵衣装",
["D"] = "收集飑风不侵衣装护甲套装的外观。",
},
[1232027] = {
["T"] = "传送离开",
},
[1232024] = {
["T"] = "杂烩最喜欢的丝带",
["D"] = "将杂烩最喜欢的丝带戴在手上。一定很合适吧？",
},
[1227229] = {
["T"] = "竞速开始",
},
[1221824] = {
["T"] = "微械厮斗",
["D"] = "粉丝周期性将弗莱兰多和托克造型的玩具扔进场地。玩具会冲向15码内的对立玩具，将两者摧毁，并且每1秒对所有玩家造成223710点火焰伤害和223710点自然伤害，持续3秒。此效果可叠加。在巨械争斗期间，所有玩具都会冲向最近的对立玩具，造成的伤害提升500%。\r\n\r\n踏上玩具可以将其踢飞。",
},
[1221825] = {
["T"] = "微械厮斗",
["D"] = "粉丝周期性将弗莱兰多和托克造型的玩具扔进场地。玩具会冲向15码内的对立玩具，将两者摧毁，并且每1秒对所有玩家造成223710点火焰伤害和223710点自然伤害，持续3秒。此效果可叠加。在巨械争斗期间，所有玩具都会冲向最近的对立玩具，造成的伤害提升500%。\r\n\r\n踏上玩具可以将其踢飞。",
},
[1221826] = {
["T"] = "微械厮斗",
["D"] = "粉丝周期性将弗莱兰多和托克造型的玩具扔进场地。玩具会冲向15码内的对立玩具，将两者摧毁，并且每1秒对所有玩家造成223710点火焰伤害和223710点自然伤害，持续3秒。此效果可叠加。在巨械争斗期间，所有玩具都会冲向最近的对立玩具，造成的伤害提升500%。\r\n\r\n踏上玩具可以将其踢飞。",
},
[1261958] = {
["T"] = "纱罩固定的心能球果",
["D"] = "制作纱罩固定的心能球果，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261953] = {
["T"] = "纳拉其营地地毯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227226] = {
["T"] = "蠕行波",
["D"] = "卢米萨尔向当前目标释放出一股丝线洪流，造成18008740点自然伤害，并在接下来的25秒内每1秒额外造成2830687点自然伤害。该伤害由前方锥形范围内的所有玩家均摊。",
},
[1238213] = {
["T"] = "地心行者",
},
[1261952] = {
["T"] = "将鲜血图腾旗帜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261951] = {
["T"] = "天角雄鹰风筝",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261949] = {
["T"] = "天角箭头风筝",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1232115] = {
["T"] = "节点爆破",
["D"] = "弗兰克提鲁斯在1.2秒内每0.6秒捶打地面，造成671133点暗影伤害并摧毁一个|cffffffff水晶枢纽|r。",
},
[1227221] = {
["T"] = "暴食颠覆",
},
[1254602] = {
["T"] = "海军部的软垫座椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238220] = {
["T"] = "获取",
["D"] = "取回一件力量强大的东西。",
},
[1254604] = {
["T"] = "伯拉勒斯栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238222] = {
["T"] = "获取",
["D"] = "取回一件力量强大的东西。",
},
[1238223] = {
["T"] = "获取",
["D"] = "取回一件力量强大的东西。",
},
[1238224] = {
["T"] = "获取",
["D"] = "取回一件力量强大的东西。",
},
[1254608] = {
["T"] = "海军统帅的吊灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238226] = {
["T"] = "获取",
["D"] = "取回一件力量强大的东西。",
},
[1254610] = {
["T"] = "将船艏书柜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254611] = {
["T"] = "布伦纳丹鸡窝",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221846] = {
["T"] = "可重复事件 - 卑鄙双雄 - 开始倒计时",
},
[1254613] = {
["T"] = "布伦纳丹绞肉机",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254614] = {
["T"] = "斯托颂水泵",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254615] = {
["T"] = "斯托颂炉子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254616] = {
["T"] = "将提拉加德纹章放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254617] = {
["T"] = "将伯拉勒斯书架放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238235] = {
["T"] = "召唤",
},
[1254619] = {
["T"] = "将海军统帅的床放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254620] = {
["T"] = "船壳为家椅子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254621] = {
["T"] = "海军统帅的低垂吊灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238239] = {
["T"] = "捆绑",
},
[1254623] = {
["T"] = "将绿色伯拉勒斯集市帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221858] = {
["T"] = "顶头大佬",
["D"] = "穆格和兹伊轮流担任顶头大佬。当穆格·兹伊在穆格或兹伊的房间一侧时，该头目会负责管事，移除10层胆大妄为并授予穆格·兹伊一套独特的技能。\r\n\r\n此外，当穆格管事时，他会释放|cffffffff元素屠戮|r。当兹伊管事时，他会用|cffffffff失控毁灭|r开始进攻。",
},
[1254625] = {
["T"] = "将创始者之角框饰火炬放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238243] = {
["T"] = "法力吞噬",
},
[1238244] = {
["T"] = "暗影仪式",
},
[1254628] = {
["T"] = "将创始者之角栅栏桩放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254629] = {
["T"] = "将旧创始者之角栅栏桩放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254630] = {
["T"] = "将创始者之角水车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238248] = {
["T"] = "收集/拾取事件",
},
[1254632] = {
["T"] = "将破损的创始者之角栅栏放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254633] = {
["T"] = "将破损的旧创始者之角栅栏放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238251] = {
["T"] = "装填中",
["D"] = "将圆盘插入牢固信息保全容器，使其能够运行迸射火花技能。 ",
},
[1238252] = {
["T"] = "装填中",
["D"] = "将圆盘插入牢固信息保全容器，使其能够运行静电充能技能。 ",
},
[1254636] = {
["T"] = "绒毛衬垫椅子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1232205] = {
["T"] = "法力色泽的眼镜",
["S"] = "等级 1/4",
["D"] = "布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高4%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复25%的最大生命值，并使周围的敌人昏迷2秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。",
},
[1232212] = {
["T"] = "节点爆破",
["D"] = "弗兰克提鲁斯在1.2秒内每0.6秒捶打地面，造成671133点暗影伤害并摧毁一个|cffffffff水晶枢纽|r。",
},
[1238256] = {
["T"] = "装填中",
["D"] = "将圆盘插入牢固信息保全容器，使其能够运行奔腾电流技能。 ",
},
[1238257] = {
["T"] = "装填中",
["D"] = "将圆盘插入牢固信息保全容器，使其能够运行充能之触技能。 ",
},
[1238258] = {
["T"] = "装填中",
["D"] = "将圆盘插入牢固信息保全容器，使其能够运行能量护盾技能。 ",
},
[1238259] = {
["T"] = "装填中",
["D"] = "将圆盘插入牢固信息保全容器，使其能够运行充能水晶技能。 ",
},
[1238260] = {
["T"] = "萨拉塔斯，黑暗帝国之刃的回响",
["D"] = "唤起你对萨拉塔斯的回忆。当你消灭一个敌人，她喜悦的声音偶尔会在你的耳畔回响。",
},
[1261885] = {
["T"] = "翠绿瓦德拉肯花瓶",
["D"] = "制作翠绿瓦德拉肯花瓶，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1221879] = {
["T"] = "取走袋子",
},
[1261882] = {
["T"] = "巨龙的药剂瓶",
["D"] = "制作巨龙的药剂瓶，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261860] = {
["T"] = "将吉尔尼斯地图放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261850] = {
["T"] = "将小型吉尔尼斯风车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238266] = {
["T"] = "能量渐增",
["D"] = "每当近战攻击连续攻击同一目标时，施法者的攻击速度提高8%。\r\n\r\n此效果可叠加。",
},
[1232301] = {
["T"] = "觉醒具现",
},
[1261767] = {
["T"] = "将“你一直需要的那玩意儿”广告放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238269] = {
["T"] = "先祖的召唤",
["D"] = "触发波动为你召唤一位先祖，持续6秒。\r\n\r\n施放生命释放会为你召唤一位先祖，持续12秒。\r\n\r\n每当你施放治疗或伤害法术，先祖也会施放相似的法术。",
},
[1238270] = {
["T"] = "恐惧小眼魔",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238271] = {
["T"] = "不耐烦的眼魔",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238272] = {
["T"] = "半影恐魔",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1261772] = {
["T"] = "拾取",
},
[1261672] = {
["T"] = "洛克莫丹熊皮毯子",
["D"] = "制作洛克莫丹熊皮毯子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1238275] = {
["T"] = "观望者加兹克雷斯二世",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1261647] = {
["T"] = "绝望碎片",
},
[1261695] = {
["T"] = "矮人区旗帜",
["D"] = "制作矮人区旗帜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261644] = {
["T"] = "铁炉堡木制桌子",
["D"] = "制作铁炉堡木制桌子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1238279] = {
["T"] = "先祖慧根",
["D"] = "先祖迅捷会使你的法术造成的伤害和治疗效果提高25%，法术的法力消耗降低25%，并使熔岩爆裂的充能速度提高50%，持续8秒。",
},
[1214320] = {
["T"] = "定身雷矢",
["D"] = "使用定身雷矢打击目标位置，对5码内的所有敌人造成894843点自然伤害。",
},
[1238281] = {
["T"] = "符刻武器",
["D"] = "符文武器增效会使你的下一个消耗符文的伤害技能不消耗符文，但产生的符文能量减少20点。",
},
[1221899] = {
["T"] = "破烂的狼骑兵装备",
},
[1238283] = {
["T"] = "吉米",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238284] = {
["T"] = "青色虹吸幼虫",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1227206] = {
["T"] = "强效无尽之星符文",
["D"] = "将强效无尽之星符文附着到一顶头盔上。\r\n\r\n你的法术和技能有几率用一颗无尽之星打击一个附近的敌人，造成362226点奥术伤害，并使无尽之星对其造成的伤害提高126779点，最多叠加至6次后重置。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1238286] = {
["T"] = "利落之终",
["D"] = "符文武器增效的冷却时间缩短15秒。",
},
[1214315] = {
["T"] = "闪电涌流",
["D"] = "能量达到100点时，凯里欧斯飞往房间的中央，并使自身体内的闪电能量超载，每3秒造成223710点自然伤害并降下|cffffffff定身雷矢|r打击他们，持续15秒。同时释放4股闪电涌流，触及涌流会对目标造成2788262点自然伤害，并使其昏迷6秒。",
},
[1232260] = {
["T"] = "刺鼻的松露",
["D"] = "变形成孢子人。",
},
[1232290] = {
["T"] = "疗愈汲取",
["D"] = "汲取一名敌人的生命力，造成暗影伤害并将其注入盟友体内，在10秒内每1秒为其恢复10%的最大生命值。",
},
[1232287] = {
["T"] = "熵能迷雾",
["D"] = "向目标发射一团虚空能量之雾，造成150点暗影伤害。",
},
[1232299] = {
["T"] = "诚信为本",
["D"] = "你在本场比赛中的最大物品等级为$w1。",
},
[1232265] = {
["T"] = "威能遗物",
["D"] = "召唤一个圣物以强化施法者，使其位于圣物周围7码内时攻击和施法速度提高50%。",
},
[1232303] = {
["T"] = "觉醒具现",
},
[1227198] = {
["T"] = "召唤虫子",
},
[1238295] = {
["T"] = "致命意图",
["D"] = "符文武器增效会使你获得杀戮机器效果。\r\n\r\n|T135305:24|t|cffffffff杀戮机器|r\r\n你的下一个湮灭造成冰霜伤害，且必定造成爆击。\r\n\r\n你的下一次冰霜之镰必定暴击，且造成3倍的普通伤害。\r\n",
},
[1261239] = {
["T"] = "方形熊猫人桌子",
["D"] = "制作方形熊猫人桌子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261244] = {
["T"] = "熊猫人石桩",
["D"] = "制作熊猫人石桩，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261258] = {
["T"] = "吉尔尼斯解忧者",
["D"] = "制作吉尔尼斯解忧者，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261231] = {
["T"] = "阿古斯圆形毯子",
["D"] = "制作阿古斯圆形毯子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1232342] = {
["T"] = "移除收集者供能",
},
[1227192] = {
["T"] = "萨巴卡的使者",
["D"] = "召唤或解散这种坐骑。",
},
[1261262] = {
["T"] = "魔爆术",
["D"] = "施放魔法冲击波，对附近的敌人造成奥术伤害。",
},
[1221920] = {
["T"] = "调查毯子",
},
[1232396] = {
["T"] = "节点光束",
["D"] = "虚灵朝多个方向轰出宇宙光束，接触到任意光束时每0.3秒受到1565976点暗影伤害。",
},
[1215598] = {
["T"] = "地精磁力弹跳榴弹",
},
[1261240] = {
["T"] = "好运旅人的长椅",
["D"] = "制作好运旅人的长椅，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227187] = {
["T"] = "锻铁吊灯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1261305] = {
["T"] = "烟雾灯台",
["D"] = "制作烟雾灯台，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1232375] = {
["T"] = "套装：砖红运动服",
["D"] = "收集这套护甲套装外观。",
},
[1261122] = {
["T"] = "兽人折叠床",
["D"] = "制作兽人折叠床，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1221928] = {
["T"] = "召唤首领",
},
[1261195] = {
["T"] = "法师之眼印记",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1216625] = {
["T"] = "可疑的能量饮料",
["D"] = "当你使用有害法术或技能时，你有几率小啜一口能量饮料，使你的精通提高23，持续10秒。如果你的生命值低于35%，则精通额外提高3。\r\n",
},
[1254697] = {
["T"] = "时间之沙",
["D"] = "伊特努丝在目标位置上方显现坠落的时间球体。未能击中一名玩家的球体会对所有玩家造成2684532点奥术伤害。当玩家站在球体下方时，这些球体坠落得更快。\r\n\r\n当球体撞击时，处于其下方的玩家会恢复技能冷却时间，并且在直到主动取消内无法再次从此效果中受益。",
},
[1215588] = {
["T"] = "地精磁力弹跳榴弹",
["D"] = "在战斗中，布莱恩有几率向一个敌方目标掷出地精磁力弹跳榴弹，造成中等的自然伤害，并有20%的几率使其昏迷1.5秒。榴弹有25%的几率跳向一个新的目标。\r\n\r\n榴弹可以安全地在小队成员身上弹跳。",
},
[1214238] = {
["T"] = "硬化甲壳",
["D"] = "施法者强化自身的护甲，受到的所有伤害降低50%，持续8秒。",
},
[1215058] = {
["T"] = "长引线导弹",
["D"] = "陶克发射他新研制的长引线导弹，被踩到或10秒后爆炸。踩到长引线导弹的随从也会引爆它们，使其昏迷并且受到的伤害提高100%。",
},
[1215738] = {
["T"] = "腐朽之息",
["D"] = "向施法者前方的敌人释放腐朽吐息，对所有受影响的玩家造成1789688点瘟疫伤害。",
},
[1232418] = {
["T"] = "致命聚簇奥能水晶",
["D"] = "爆击几率提高11%。",
},
[1261101] = {
["T"] = "罪油蜡烛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214227] = {
["T"] = "远程传送器",
["D"] = "激活一台远程传送器，将你传送回最初发现它的位置。保证有效。",
},
[1261086] = {
["T"] = "德莱尼全息讲台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261098] = {
["T"] = "候选者的冥想池",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221941] = {
["T"] = "穆格·兹伊",
},
[1215616] = {
["T"] = "滚桶冲锋",
["D"] = "布隆特径直撞向目标，对路径中的玩家造成1342266点物理伤害，并使他们昏迷2秒。\r\n\r\n布隆特强劲有力的冲锋能够击退路径中的定时炸弹。",
},
[1214217] = {
["T"] = "陷坑重击",
["D"] = "加里维克斯猛砸场地，对冲击点周围20码内的玩家造成22371108点火焰伤害，并对其他玩家造成2237110点火焰伤害。",
},
[1232374] = {
["T"] = "套装：伪装运动服",
["D"] = "收集这套护甲套装外观。",
},
[1238328] = {
["T"] = "刻薄的寸变虫",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1254712] = {
["T"] = "午夜狂热",
["D"] = "永恒领主每次挥击都会变得更为狂热，使攻击速度提高20%，持续3秒。该效果可叠加。",
},
[1238330] = {
["T"] = "培尔科提，虚无大口",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238331] = {
["T"] = "微光寸变虫",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238332] = {
["T"] = "优雅的宇宙鳐幼体",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238333] = {
["T"] = "星光",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238334] = {
["T"] = "萨奥隆恩",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238335] = {
["T"] = "好奇的宇宙鳐幼体",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238336] = {
["T"] = "窃尘贼",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238337] = {
["T"] = "长腿先生",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238338] = {
["T"] = "赫卡塔诺斯，不谐使者",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238339] = {
["T"] = "瓦尔莎拉书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238340] = {
["T"] = "小型瓦尔莎拉书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238341] = {
["T"] = "古铜玩赏虫",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238342] = {
["T"] = "卡多雷大厨的桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238343] = {
["T"] = "卡多雷脸盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1216439] = {
["T"] = "饮水",
["D"] = "在20秒内恢复36000点法力值，饮水时必须保持坐姿。",
},
[1238345] = {
["T"] = "佐卡罗饮料",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238346] = {
["T"] = "天蓝玩赏虫",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1238347] = {
["T"] = "圆形缝补软垫",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238348] = {
["T"] = "缝合枕卷",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238349] = {
["T"] = "钉铁的木制窗户",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238350] = {
["T"] = "魅力座椅软垫",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238351] = {
["T"] = "方格型魅力座椅软垫",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238352] = {
["T"] = "雷霆图腾烧窑",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238353] = {
["T"] = "老水手的壁炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1216418] = {
["T"] = "试验性出行包",
["D"] = "俯冲到目标位置。",
},
[1238355] = {
["T"] = "卷起来的卷轴",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260915] = {
["T"] = "赞达拉战争吊灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260990] = {
["T"] = "先祖信号火盆",
["D"] = "制作先祖信号火盆，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1232328] = {
["T"] = "相位迁跃",
},
[1238359] = {
["T"] = "投掷美酒",
["D"] = "向一名敌人投掷美酒，造成物理伤害。",
},
[1238360] = {
["T"] = "回旋踢",
["D"] = "发出一记回旋踢，造成物理伤害。",
},
[1238361] = {
["T"] = "卡雷苟斯变形",
},
[1238362] = {
["T"] = "酒豪之怒",
["D"] = "使近战攻击速度提高30%，造成的伤害提高30%，但护甲降低100%。",
},
[1215585] = {
["T"] = "纠缠凝视",
["D"] = "施法者诅咒多个目标，每5.2秒造成0点暗影伤害，持续直到主动取消。",
},
[1238364] = {
["T"] = "将“守护巨龙在云端”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260864] = {
["T"] = "劣等泥仆的烙印",
["D"] = "变形成一个恶心的怪物。",
},
[1260869] = {
["T"] = "X极寒冬爆裂枪",
["D"] = "向格林奇的爪牙们释放一阵雪球弹幕！",
},
[1238367] = {
["T"] = "奥术超载",
},
[1227161] = {
["T"] = "恶魔结界",
["D"] = "伊莉萨的刺青使20码内的盟友受到的伤害降低90%。",
},
[1238369] = {
["T"] = "奥术超载",
["D"] = "奥术能量猛烈撞击地面，对冲击点1码内的玩家造成671133点奥术伤害。",
},
[1238370] = {
["T"] = "奥术超载",
},
[1238371] = {
["T"] = "将“水帘之家”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238372] = {
["T"] = "将小型银月城书柜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1216060] = {
["T"] = "可重复事件 - 卑鄙双雄 - 得分 - 战后",
},
[1238374] = {
["T"] = "将辛多雷陈列柜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238375] = {
["T"] = "将银月城图书馆书柜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214192] = {
["T"] = "装填蛛网",
},
[1238377] = {
["T"] = "血精灵大烛台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238378] = {
["T"] = "将银月城木制椅子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238379] = {
["T"] = "神圣遗物学会储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238380] = {
["T"] = "长方形辛多雷毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238381] = {
["T"] = "长条辛多雷毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238382] = {
["T"] = "圆形辛多雷毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238558] = {
["T"] = "黑铁火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1230573] = {
["T"] = "融解",
},
[1238385] = {
["T"] = "将圆形银月城桌子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214188] = {
["T"] = "传送",
},
[1214187] = {
["T"] = "挖掘逃生隧道",
["D"] = "使用铲子挖一条路离开洞穴。",
},
[1238388] = {
["T"] = "将银月城长桌放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238389] = {
["T"] = "仿制的黑铁挖掘机",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238390] = {
["T"] = "冬幕树",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238391] = {
["T"] = "阿拉希雕像收藏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260704] = {
["T"] = "牛头人储物箱",
["D"] = "制作牛头人储物箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1238393] = {
["T"] = "议会护持的珠宝高脚杯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238394] = {
["T"] = "多恩诺嘉尔文学著作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238395] = {
["T"] = "塔尔罗克文学著作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238396] = {
["T"] = "冈达加兹文学著作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238397] = {
["T"] = "将狂野的紫罗兰风铃草放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238398] = {
["T"] = "将伸展的紫罗兰风铃草放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238399] = {
["T"] = "将弯垂的紫罗兰风铃草放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238400] = {
["T"] = "将阿加盆栽生菜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238401] = {
["T"] = "加乐宫“试试手气”大转盘",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238402] = {
["T"] = "火箭失能的火箭",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214183] = {
["T"] = "盛大收场",
["D"] = "施法者准备盛大收场并发射焰火，每3秒造成536906点火焰伤害，持续15秒。",
},
[1238404] = {
["T"] = "安德麦豆袋坐垫",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238405] = {
["T"] = "将舒适的四管床放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238406] = {
["T"] = "安德麦书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238407] = {
["T"] = "“优雅的”草坪火烈鸟",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238408] = {
["T"] = "锈蚀的补丁浴盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238409] = {
["T"] = "加固的地精雨伞",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238410] = {
["T"] = "安德麦壁挂架子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238411] = {
["T"] = "锈蚀的螺栓长椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222029] = {
["T"] = "假人",
},
[1238413] = {
["T"] = "安德麦圆形桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238414] = {
["T"] = "垃圾小火桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238415] = {
["T"] = "将花哨地精彩灯串放入储存空间",
},
[1260737] = {
["T"] = "苏拉玛衣柜",
["D"] = "制作苏拉玛衣柜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1238417] = {
["T"] = "安德麦栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238418] = {
["T"] = "安德麦栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238419] = {
["T"] = "非常可靠的安德麦路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238420] = {
["T"] = "锈板储物桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260698] = {
["T"] = "牛头人汤锅",
["D"] = "制作牛头人汤锅，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1238422] = {
["T"] = "将锈板储物箱放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222040] = {
["T"] = "林间浣熊的装束",
["D"] = "收集林间浣熊的装束护甲套装外观。",
},
[1222041] = {
["T"] = "灰狼的林间装束",
["D"] = "收集灰狼的林间装束护甲套装外观。",
},
[1238425] = {
["T"] = "安德麦集市摊位",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222043] = {
["T"] = "迅捷灵狐的装束",
["D"] = "收集迅捷灵狐的装束护甲套装外观。",
},
[1238427] = {
["T"] = "蔓延的墙角藤蔓",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1222045] = {
["T"] = "吉尔尼斯狐狸的林间装束",
["D"] = "收集吉尔尼斯狐狸的林间装束护甲套装外观。",
},
[1238429] = {
["T"] = "小簇粟花",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238430] = {
["T"] = "将血精灵附魔大烛台放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238431] = {
["T"] = "将“瓦尔莎拉边界”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238432] = {
["T"] = "银月城阴谋之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238433] = {
["T"] = "暗炉木制箱子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238434] = {
["T"] = "柳条篮",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238435] = {
["T"] = "空的柳条篮",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1232372] = {
["T"] = "套装：暗云运动服",
["D"] = "收集这套护甲套装外观。",
},
[1238437] = {
["T"] = "牢固的木制床铺",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1232329] = {
["T"] = "封印熔炉",
["D"] = "萨哈达尔将力量灌输到法力熔炉的大门中，每1秒对70码内的玩家造成626391点暗影伤害。",
},
[1260692] = {
["T"] = "斯托颂炉子",
["D"] = "制作斯托颂炉子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1260691] = {
["T"] = "布伦纳丹绞肉机",
["D"] = "制作布伦纳丹绞肉机，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1260657] = {
["T"] = "仿制的历代记",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238442] = {
["T"] = "灭绝者轰炸",
},
[1214945] = {
["T"] = "轰击大师3000型",
},
[1260659] = {
["T"] = "阿坎多尔插枝喷泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1232449] = {
["T"] = "套装：阳光运动服",
["D"] = "收集这套护甲套装外观。",
},
[1238446] = {
["T"] = "奥术超载",
["D"] = "奥术能量猛烈撞击地面，对冲击点1码内的玩家造成671133点奥术伤害。",
},
[1260575] = {
["T"] = "弹弓",
},
[1271214] = {
["T"] = "将塞纳里奥圆形毯子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238449] = {
["T"] = "奥术超载",
},
[1238450] = {
["T"] = "奥术超载",
["D"] = "奥术能量猛烈撞击地面，对冲击点1码内的玩家造成671133点奥术伤害。",
},
[1214636] = {
["T"] = "静电充能",
},
[1238644] = {
["T"] = "戒心高涨",
},
[1238453] = {
["T"] = "奥术超载",
},
[1238454] = {
["T"] = "奥术超载",
["D"] = "奥术能量猛烈撞击地面，对冲击点1码内的玩家造成671133点奥术伤害。",
},
[1214161] = {
["T"] = "加斯特的宝钻",
["D"] = "将盟友的功劳揽在自己身上，每12秒最多一次，获得其最高次要属性的1，最多10次，持续至战斗结束后不久。你有10%的几率被抓个现行，改为将积累的所有功劳转移给盟友，持续15秒。",
},
[1231733] = {
["T"] = "套装：失落角斗士的披风",
["D"] = "收集这套护甲套装外观。",
},
[1222074] = {
["T"] = "巨械争斗",
},
[1271224] = {
["T"] = "镇宅门毯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1222076] = {
["T"] = "巨械争斗",
},
[1260583] = {
["T"] = "伯拉勒斯桶",
["D"] = "制作伯拉勒斯桶，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1254844] = {
["T"] = "青铜斯托颂水晶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238462] = {
["T"] = "伤痕打击",
["D"] = "献祭光环额外造成30%伤害，激活时，使混乱打击伤害提高20%。",
},
[1254846] = {
["T"] = "提拉加德藏宝箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254847] = {
["T"] = "普罗德摩尔绿色窗帘",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238465] = {
["T"] = "英雄世界难度",
["D"] = "伊特努丝正在试验时间线。户外难度显著提高。\r\n\r\n在达拉然附近的永恒集市与永恒混乱控制台交互可以返回普通世界难度。",
},
[1254849] = {
["T"] = "打开",
},
[1254850] = {
["T"] = "卡雷什科考队补给惊喜",
["D"] = "打开礼包，看看里面有些什么！",
},
[1216402] = {
["T"] = "烈焰喷射",
["D"] = "从烈焰排放口中喷射出火焰波，对击中的所有玩家造成1118555点火焰伤害。",
},
[1254852] = {
["T"] = "紧缚的皮革窗帘",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1232081] = {
["T"] = "大雨滂沱衣装",
["D"] = "收集大雨滂沱衣装护甲套装的外观。",
},
[1216036] = {
["T"] = "机械核心增幅器",
},
[1231723] = {
["T"] = "控制台激活收集者",
},
[1238473] = {
["T"] = "牢固的木制棺材",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1215504] = {
["T"] = "夺命封锁屏障",
["D"] = "老大娘用电光屏障包围自己，使受到的所有伤害降低80%。护盾激活时每2.5秒对所有玩家造成268453点自然伤害。",
},
[1238475] = {
["T"] = "打开的木制棺材",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238476] = {
["T"] = "木制棺材板",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238477] = {
["T"] = "牢固的木制室内门",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238478] = {
["T"] = "闪金镇窗户",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238479] = {
["T"] = "狮鹫栖木",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238480] = {
["T"] = "小型果盘",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238481] = {
["T"] = "大型石制喷泉",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238482] = {
["T"] = "小型石制喷泉",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1250677] = {
["T"] = "虚空之光教团的虚空之泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218043] = {
["T"] = "编织手雷",
["D"] = "无论如何，这个家伙死亡时都会引爆3到21枚手雷。每枚手雷爆炸时对3码范围内的玩家造成671133点火焰伤害。",
},
[1252516] = {
["T"] = "飞翔的女武神",
["D"] = "|cffffffff守备官的审判|r祝福最多5个附近盟友，使其受到瓦格里的守护，持续12秒。\r\n\r\n在守护期间，致命攻击会被瓦格里拦截，并为目标恢复全部生命值。同一目标每8分钟最多触发一次。",
},
[1214142] = {
["T"] = "冬日美梦",
["D"] = "梦见更寒冷、更喜庆的时节。",
},
[1238487] = {
["T"] = "空的暴风城集市小摊",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1214140] = {
["T"] = "废疗博士",
},
[1238489] = {
["T"] = "暴风城豆商的摊位",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238490] = {
["T"] = "暴风城农产品商的摊位",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238491] = {
["T"] = "暴风城香料商的摊位",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238492] = {
["T"] = "吉尔尼斯的礼物",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238493] = {
["T"] = "神秘的书柜墙壁",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238494] = {
["T"] = "婀娜的月桂树",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1254878] = {
["T"] = "研究盈余",
["D"] = "你的永恒研究任务将被完全刷新，使你能够接受最多12个新任务。",
},
[1238496] = {
["T"] = "遮盖的木制桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1254880] = {
["T"] = "研究盈余",
},
[1238498] = {
["T"] = "牢固的木制桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1214135] = {
["T"] = "下雨吧！",
["D"] = "克拉格·弗里茨布兰将“利润”塞进他标志性的黑血爆破枪MK1里，并向空中发射，对被击中的玩家造成894843点暗影伤害。 ",
},
[1238500] = {
["T"] = "牢固的木制书柜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238501] = {
["T"] = "牢固的木制高书柜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238502] = {
["T"] = "织造结界",
["D"] = "每个注能的缠结都受到丝线屏障保护，免疫所有伤害。被|cffffffff贯体束丝|r击中时屏障破碎。",
},
[1238503] = {
["T"] = "牢固的开放式帐篷",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238504] = {
["T"] = "牢固的遮蔽式帐篷",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238505] = {
["T"] = "牢固的顶棚马车",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238506] = {
["T"] = "牢固的开顶马车",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238507] = {
["T"] = "牢固的顶罩马车",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238508] = {
["T"] = "“日出峡谷”画作",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238509] = {
["T"] = "牢固的木制架子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238510] = {
["T"] = "精良的水井",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238511] = {
["T"] = "牢固的木制独轮车",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1276735] = {
["T"] = "收集夜光圆形房间",
["D"] = "将此房间添加到你的住宅收纳箱中。",
},
[1251292] = {
["T"] = "放置",
},
[1217977] = {
["T"] = "丢弃的毁灭炸弹",
},
[1214131] = {
["T"] = "组合强力百万机甲",
["D"] = "百万机甲猩，组装起来！",
},
[1238516] = {
["T"] = "将牢固的木制室内立柱放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238517] = {
["T"] = "将朴素的室内墙壁放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238518] = {
["T"] = "胜利",
},
[1238519] = {
["T"] = "将朴素的室内门廊放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238520] = {
["T"] = "将朴素的室内窄墙放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238521] = {
["T"] = "将苏拉玛衣柜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238522] = {
["T"] = "将辛多雷学究桌子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238523] = {
["T"] = "獠牙壁炉",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1214130] = {
["T"] = "定时爆炸",
["D"] = "对20码范围内的所有玩家造成1789689点火焰伤害。",
},
[1238525] = {
["T"] = "天花板蛛网",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238526] = {
["T"] = "帐篷形蛛网",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238527] = {
["T"] = "小型垂挂蛛网",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238528] = {
["T"] = "大型垂挂蛛网",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1222146] = {
["T"] = "部落住宅地区野生动物睡眠",
},
[1238530] = {
["T"] = "大型至高岭之鼓",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238531] = {
["T"] = "牛头人皮革栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238532] = {
["T"] = "牛头人栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238533] = {
["T"] = "将牛头人汤锅放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238534] = {
["T"] = "晒干的白水玉米",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238535] = {
["T"] = "将废弃的书柜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238536] = {
["T"] = "奥术超载",
},
[1238537] = {
["T"] = "奥术超载",
["D"] = "奥术能量猛烈撞击地面，对冲击点1码内的玩家造成671133点奥术伤害。",
},
[1232506] = {
["T"] = "轻蔑",
},
[1222156] = {
["T"] = "部落住宅地区野生动物进食",
},
[1222157] = {
["T"] = "部落住宅地区野生动物工作",
},
[1238541] = {
["T"] = "奥术超载",
["D"] = "奥术能量猛烈撞击地面，对冲击点1码内的玩家造成671133点奥术伤害。",
},
[1238542] = {
["T"] = "赞达拉仪祭之鼓",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238543] = {
["T"] = "赞达拉灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238544] = {
["T"] = "赞达拉颅火灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238545] = {
["T"] = "祖达萨栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238546] = {
["T"] = "祖达萨栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238547] = {
["T"] = "挂毯的阿昆达",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238548] = {
["T"] = "赞枢利挂毯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1215979] = {
["T"] = "马力全开！",
},
[1232475] = {
["T"] = "卡尔欣",
},
[1238551] = {
["T"] = "卡拉波床铺",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1271318] = {
["T"] = "伊特努丝之赐：保护者",
["D"] = "伊特努丝使坦克受到其他玩家的治疗效果提高10%。",
},
[1238553] = {
["T"] = "球形德莱尼修剪器",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238554] = {
["T"] = "奥术超载",
},
[1238555] = {
["T"] = "奥术超载",
["D"] = "奥术能量猛烈撞击地面，对冲击点1码内的玩家造成671133点奥术伤害。",
},
[1238556] = {
["T"] = "德莱尼储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238557] = {
["T"] = "德拉诺悬挂灯具",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1271324] = {
["T"] = "伊特努丝之赐：屠戮者",
["D"] = "伊特努丝使伤害输出者造成的伤害提高10%，生命值提高100%，受到的伤害降低33%。",
},
[1271325] = {
["T"] = "伊特努丝之赐：拯救者",
["D"] = "伊特努丝使治疗者造成的伤害提高10%，治疗和吸收效果提高10%，生命值提高100%，受到的伤害降低33%。",
},
[1238560] = {
["T"] = "饥饿人类的拼盘",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222178] = {
["T"] = "享受免费食物",
["D"] = "享受免费的美食和饮料。",
},
[1271328] = {
["T"] = "永恒潜能",
},
[1238563] = {
["T"] = "德拉诺烹饪锅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238564] = {
["T"] = "黑石双层床",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238565] = {
["T"] = "黑石保险箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222183] = {
["T"] = "远遁者之跃",
["D"] = "废土遗民跃向随机一名玩家的位置，对冲击点周围4码内的玩家造成357937点奥术伤害。",
},
[1238567] = {
["T"] = "部落战争纹章",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238568] = {
["T"] = "黑石武器架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238569] = {
["T"] = "兽人铸造的武器",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238570] = {
["T"] = "霜狼书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238571] = {
["T"] = "将杜隆塔尔信号火盆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1266243] = {
["T"] = "流离失所的阳须",
},
[1238573] = {
["T"] = "将杜隆塔尔悬挂火盆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238574] = {
["T"] = "将兽人栅栏桩放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238575] = {
["T"] = "战歌搁脚凳",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238576] = {
["T"] = "霜狼圆形桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238577] = {
["T"] = "兽人公用火炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238578] = {
["T"] = "霜狼飞斧靶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238579] = {
["T"] = "将“陨落的大法师”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238580] = {
["T"] = "将“最后一课”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214611] = {
["T"] = "超大更猛炸弹轰击",
["D"] = "加里维克斯使用大量炸药炮轰主要目标，造成4474221点物理伤害，并使其受到超大更猛炸弹轰击的伤害提高200%，持续1.5分钟。此效果可叠加，并且无法被躲闪或招架。\r\n\r\n同时对主要目标周围30码内的玩家造成4474221点火焰伤害，并会施加|cffffffff爆破燃烧|r。（大部分）弹药会在命中时爆炸。\r\n\r\n然而，部分引线炸弹会散落在场地里。",
},
[1238582] = {
["T"] = "“夜游华彩宅邸”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1265077] = {
["T"] = "镔爪染料",
},
[1265084] = {
["T"] = "虚空风暴紫红染料",
},
[1222202] = {
["T"] = "奥术燃烧",
["D"] = "燃烧每1.5秒对效果范围内的玩家造成536906点奥术伤害，并使其移动速度降低40%。",
},
[1238586] = {
["T"] = "至高岭图腾",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238587] = {
["T"] = "雷霆图腾火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227113] = {
["T"] = "地狱火撞击",
["D"] = "伊莉萨跃向一个位置，对18码内的所有玩家造成3355665点火焰伤害，并击退他们。",
},
[1238589] = {
["T"] = "石牛独木舟",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238590] = {
["T"] = "白水溪篮子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238591] = {
["T"] = "小型至高岭之鼓",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231037] = {
["T"] = "融解",
},
[1222210] = {
["T"] = "戳刺",
["D"] = "伸出手指戳一只老鼠。",
},
[1238594] = {
["T"] = "河湾渔网",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238595] = {
["T"] = "河湾罐子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238596] = {
["T"] = "牛头人储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238597] = {
["T"] = "天角储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1271364] = {
["T"] = "打开",
},
[1238599] = {
["T"] = "女妖之王的旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238600] = {
["T"] = "洛丹伦箍边桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238601] = {
["T"] = "失能的荒芜之罐",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238602] = {
["T"] = "将提瑞斯法木制椅子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238603] = {
["T"] = "被遗忘者尖刺椅子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238604] = {
["T"] = "洛丹伦箍边箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238605] = {
["T"] = "将打开的洛丹伦箍边箱放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238606] = {
["T"] = "洛丹伦灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1232439] = {
["T"] = "套装：活跃运动服",
["D"] = "收集这套护甲套装外观。",
},
[1238608] = {
["T"] = "洛丹伦悬挂灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238609] = {
["T"] = "疫火灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238610] = {
["T"] = "疫火悬挂灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222228] = {
["T"] = "惊讶",
},
[1238612] = {
["T"] = "被遗忘者镶钉桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238613] = {
["T"] = "被遗忘者作战规划桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238614] = {
["T"] = "被遗忘者长桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222232] = {
["T"] = "吞噬者之怒",
["D"] = "阿达拉斯将饥渴虚空法球抛向多个位置，未被阻截的法球会对所有玩家造成1342266点宇宙伤害。\r\n\r\n阿达拉斯凝视阻截法球的玩家，持续以|cffffffff吞噬|r发起攻击，并使其受到的物理伤害提高100%。\r\n\r\n被移除时，|cffffffff吞噬者之怒|r会转移给附近的一个玩家，并对所有玩家造成223710点宇宙伤害。",
},
[1238616] = {
["T"] = "将小型被遗忘者作战帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222234] = {
["T"] = "凡图斯符文：安德麦",
["D"] = "你可以每周一次针对安德麦副本首领的能量调整你自己，获得以下光环：\r\n\r\n|T4638737:24|t|cffffffff凡图斯符文：解放安德麦|r\r\n在与该团队副本首领战斗时全能提高1500。该效果持续一周。\r\n",
},
[1238618] = {
["T"] = "洛丹伦灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238619] = {
["T"] = "疫火灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238620] = {
["T"] = "洛丹伦火炬",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238621] = {
["T"] = "疫火火炬",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222239] = {
["T"] = "凡图斯符文：安德麦",
["D"] = "你可以每周一次针对安德麦副本首领的能量调整你自己，获得以下光环：\r\n\r\n|T4638737:24|t|cffffffff凡图斯符文：解放安德麦|r\r\n在与该团队副本首领战斗时全能提高1700。该效果持续一周。\r\n",
},
[1232494] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量和耐力。",
},
[1238624] = {
["T"] = "洛丹伦尖刺武器架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222242] = {
["T"] = "幽暗之咬",
["D"] = "蠕行者撕咬当前目标，造成1610720点暗影伤害。",
},
[1263285] = {
["T"] = "玛卓克萨斯仪式之书",
["D"] = "制作玛卓克萨斯仪式之书，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1222244] = {
["T"] = "吞噬",
["D"] = "阿达拉斯吸收当前具有的玩家的精华，造成134226点宇宙伤害并吸收接下来受到的697065点治疗量。\r\n\r\n冲击会施加|cffffffff无餍之饥|r。",
},
[1238628] = {
["T"] = "疲惫巨魔的长椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238629] = {
["T"] = "贡克的书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222247] = {
["T"] = "恐怖咆哮",
["D"] = "蠕行者发出咆哮，对附近的玩家造成447422点暗影伤害，并使其受到|cffffffff恐怖咆哮|r的伤害提高50%。此效果可叠加。",
},
[1238631] = {
["T"] = "赞达拉人力车",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238632] = {
["T"] = "祖达萨凳子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238633] = {
["T"] = "达萨罗熔炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238634] = {
["T"] = "邦桑迪的金锣",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231745] = {
["T"] = "套装：艾瑞达战斗披风",
["D"] = "收集这套护甲套装外观。",
},
[1263015] = {
["T"] = "玛卓克萨斯板条箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238637] = {
["T"] = "莱赞，诸王的洛阿神灵的神像",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214097] = {
["T"] = "消失",
["D"] = "使你从敌人的视野中消失，在战斗中进入潜行模式。消失后的最初3秒内，受到伤害和有害效果影响都不会脱离潜行。同时解除一切移动限制效果。",
},
[1238639] = {
["T"] = "风之主宰帕库的神像",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214729] = {
["T"] = "喷洒药物",
["D"] = "喷洒药物！\r\n",
},
[1238641] = {
["T"] = "将达萨罗集市帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1216322] = {
["T"] = "护盾发生器",
},
[1238643] = {
["T"] = "小型坟墓之神邦桑迪的面具",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1271410] = {
["T"] = "访问住宅",
["D"] = "将访问一间住宅。",
},
[1271411] = {
["T"] = "访问住宅",
["D"] = "将访问一间住宅。",
},
[1216286] = {
["T"] = "烈焰喷射",
},
[1238647] = {
["T"] = "鎏金赞达拉桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222265] = {
["T"] = "狂野牵绊",
["D"] = "施法者与其野兽的心中充满怒火，使攻击速度提高50%，持续20秒。",
},
[1238649] = {
["T"] = "将红色达萨罗帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238650] = {
["T"] = "温西尔的难赦罪孽之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238651] = {
["T"] = "布瑞尔棺材",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238652] = {
["T"] = "布瑞尔棺材板",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238653] = {
["T"] = "洛丹伦栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222271] = {
["T"] = "双足飞龙之啸",
["D"] = "在战斗中每过30秒，你的下一次杀戮命令将召唤一只野兽的援助。\r\n\r\n|T773276:24|t双足飞龙\r\n一头双足飞龙从天而降，发出战吼，使你和你的宠物的伤害提高10%，持续15秒。\r\n\r\n|T132184:24|t野猪\r\n一只野猪发起冲锋，穿过你的目标3次，对主要目标造成974441点物理伤害，对最多8个附近的敌人造成389776点伤害。\r\n\r\n|T132183:24|t巨熊\r\n一只巨熊跃入战斗，撕裂敌人的血肉，在10秒内对最多8个附近的敌人造成682693点伤害。",
},
[1231749] = {
["T"] = "脚踢炸弹",
["D"] = "对附近的生物造成100点火焰伤害。",
},
[1238656] = {
["T"] = "戒心高涨",
},
[1238657] = {
["T"] = "镶钉木制椅子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222275] = {
["T"] = "猛按喇叭！",
["D"] = "猛按你的喇叭，让周围的人都能感受到你的存在。",
},
[1238659] = {
["T"] = "熊猫人石制墙壁",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214717] = {
["T"] = "虚空仪式",
["D"] = "将雷什丝带的能量与先驱的赐福相结合的仪式。",
},
[1238661] = {
["T"] = "熊猫人摇篮凳",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238662] = {
["T"] = "方形熊猫人桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238663] = {
["T"] = "熊猫人木制桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238664] = {
["T"] = "将吉尔尼斯木制床铺放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238665] = {
["T"] = "吉尔尼斯长椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238666] = {
["T"] = "吉尔尼斯大锅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238667] = {
["T"] = "狼人的鸡窝",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214626] = {
["T"] = "放下",
["D"] = "将瘫倒的矿工轻轻放在地上。",
},
[1238669] = {
["T"] = "吉尔尼斯庆典酒桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238670] = {
["T"] = "石制赞达拉灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238671] = {
["T"] = "大型坟墓之神邦桑迪的面具",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1215830] = {
["T"] = "衰变射线",
["D"] = "妮姬向目标射出一束致命的射线，使路径中的第一个目标灰飞烟灭。",
},
[1238673] = {
["T"] = "符刻武器",
["D"] = "符文武器增效会使你的下一个消耗符文的伤害技能不消耗符文，但产生的符文能量减少20点。",
},
[1232507] = {
["T"] = "鄙视",
["D"] = "吸收69707点治疗量。",
},
[1238675] = {
["T"] = "恶魔之魂",
["D"] = "献祭光环额外造成30%伤害，激活时，使混乱打击伤害提高20%。",
},
[1238676] = {
["T"] = "恶魔之魂",
["D"] = "献祭光环额外造成30%伤害，激活时，使混乱打击伤害提高20%。",
},
[1232373] = {
["T"] = "套装：深海运动服",
["D"] = "收集这套护甲套装外观。",
},
[1216057] = {
["T"] = "威·娜莉看见灵魂碎片",
},
[1232617] = {
["T"] = "圣光之柱",
["D"] = "|T1030095:24|t|cffffffff信仰道标|r：\r\n具有圣光道标或信仰道标的盟友每3秒恢复6131点生命值。\r\n\r\n|T1030094:24|t|cffffffff美德道标|r：\r\n美德道标立即为盟友恢复58065点生命值。",
},
[1238680] = {
["T"] = "霜缚意志",
["D"] = "消耗白霜会使符文武器增效的冷却时间缩短6秒。",
},
[1232606] = {
["T"] = "无常爆发",
["D"] = "施法者喷出消化性强酸，每1秒对60码内的所有敌人造成暗影伤害，持续6秒。溅出的飞沫对冲击点周围0码内的敌人造成暗影伤害，并留下|cffffffff贪噬唾液|r，持续6秒。",
},
[1232605] = {
["T"] = "噬咬",
["D"] = "啃咬一名敌人，造成物理伤害。",
},
[1232601] = {
["T"] = "笨拙冲锋",
["D"] = "冲向一名敌人，造成物理伤害并击退路径上所有敌人。",
},
[1232568] = {
["T"] = "恶魔变形",
["D"] = "伊莉萨变身为恶魔形态。",
},
[1213850] = {
["T"] = "碾碎",
["D"] = "幽坑太保试图用机甲的全部力量|cffffffff碾碎|r他的敌人，对范围内的玩家造成2237111点物理伤害并使其昏迷4秒。",
},
[1232607] = {
["T"] = "无常爆发",
["D"] = "施法者喷出消化性强酸，每1秒对60码内的所有敌人造成暗影伤害，持续6秒。溅出的飞沫对冲击点周围0码内的敌人造成暗影伤害，并留下|cffffffff贪噬唾液|r，持续6秒。",
},
[1214146] = {
["T"] = "消失",
["D"] = "使你从敌人的视野中消失，在战斗中进入潜行模式。消失后的最初3秒内，受到伤害和有害效果影响都不会脱离潜行。同时解除一切移动限制效果。",
},
[1233411] = {
["T"] = "结晶震荡波",
["D"] = "|cffffffff结晶震荡波|r",
},
[1214182] = {
["T"] = "盛大收场",
},
[1222307] = {
["T"] = "吞噬",
["D"] = "阿达拉斯吸收当前具有的玩家的精华，造成134226点宇宙伤害并吸收接下来受到的697065点治疗量。\r\n\r\n冲击会施加|cffffffff无餍之饥|r。",
},
[1238691] = {
["T"] = "闪电涌流",
["D"] = "喷射一道邪能光束，每0.3秒造成30029点火焰伤害。",
},
[1232559] = {
["T"] = "飞翼打击",
["D"] = "拍打翅膀，对前方锥形范围内的所有敌人造成自然伤害，并击退他们。",
},
[1222310] = {
["T"] = "无餍之饥",
["D"] = "阿达拉斯使目标衰败，使其受到|cffffffff吞噬|r的伤害和治疗吸收效果提高20%，持续1分钟。此效果可叠加。",
},
[1232597] = {
["T"] = "笨拙冲锋",
["D"] = "冲向一名敌人，造成物理伤害并击退路径上所有敌人。",
},
[1222312] = {
["T"] = "炽焰浪潮",
["D"] = "弗莱兰多的自燃引擎中汇聚出一股炽焰浪潮，对触及的玩家造成2684532点火焰伤害。",
},
[1238696] = {
["T"] = "魔涌",
["D"] = "恶魔变形现在还会大幅强化灵魂裂劈和幽魂炸弹。\r\n\r\n恶魔形态激活时，你第一次激活每种强化技能时都会触发一次魔涌，使你爆发出邪能，对周围的敌人造成506900点火焰伤害。目标超过8个后造成的伤害降低。",
},
[1238697] = {
["T"] = "虚空琉璃屏障",
["D"] = "你的法术有几率召唤出虚空琉璃碎片，割伤敌人并造成44点宇宙伤害，或者环绕盟友并为其吸收117点伤害，最多持续20秒。",
},
[1219434] = {
["T"] = "传送",
["D"] = "施法者传送。",
},
[1232540] = {
["T"] = "控制台",
},
[1237629] = {
["T"] = "秘法鞭笞",
["D"] = "缚魂者娜欣达利对当前目标发动鞭击，每1秒造成447422点奥术伤害，持续5秒。此攻击会标记受害者，使秘法鞭笞造成的伤害提高10%。\r\n\r\n该效果可叠加。",
},
[1232446] = {
["T"] = "套装：紫罗兰运动服",
["D"] = "收集这套护甲套装外观。",
},
[1237767] = {
["T"] = "阿达拉斯的灵魂",
["D"] = "阿达拉斯的灵魂脉动着力量，每4秒对所有玩家造成1118555点宇宙伤害。每次脉动，此效果的强度提高25%。\r\n",
},
[1237750] = {
["T"] = "维拉瑞安的灵魂",
},
[1227077] = {
["T"] = "刃舞",
},
[1218008] = {
["T"] = "螃蟹炸弹齐射",
["D"] = "召唤一只螃蟹炸弹，然后骑在螃蟹炸弹上，再投掷一轮螃蟹炸弹，持续30秒。每3秒发起一轮螃蟹炸弹齐射，对5码内的目标造成1118555点火焰伤害。\r\n\r\n嗯，导火索已经点燃……",
},
[1217839] = {
["T"] = "套装：模板",
["D"] = "收集这套护甲套装外观。",
},
[1238707] = {
["T"] = "蕾欧娜向薇拉娜报告阿达拉斯的情况",
},
[1219218] = {
["T"] = "都绿洲来",
},
[1237898] = {
["T"] = "圆形精灵桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1232549] = {
["T"] = "缝合",
["D"] = "缓慢逆转目标的伤势，立即为其恢复11153点生命值，并在9秒内恢复37921点生命值。",
},
[1232207] = {
["T"] = "相位潜行",
},
[1222329] = {
["T"] = "不稳定的洪流",
["D"] = "对60码内的玩家造成536906点奥术伤害。",
},
[1238713] = {
["T"] = "重力粉碎",
["D"] = "猛击地面并产生一道小型虚空裂隙，对冲击点周围6码内的所有敌人造成暗影伤害并吸引他们，持续6秒。",
},
[1232577] = {
["T"] = "不稳定的精华",
["D"] = "不稳定的奥术能量使施法者在死亡时爆炸，对3码内的玩家造成奥术伤害。",
},
[1232578] = {
["T"] = "不稳定的精华",
["D"] = "不稳定的奥术能量使施法者在死亡时爆炸，对3码内的玩家造成奥术伤害。",
},
[1232598] = {
["T"] = "奥术汇流",
["D"] = "朝他的当前目标投掷钩子，将首领面前的第一个敌人拉向首领并造成1097511点物理伤害。",
},
[1232451] = {
["T"] = "海湾沙鸥出现",
},
[1218888] = {
["T"] = "套装：法力焦灼服饰",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218863] = {
["T"] = "套装：冲动恶徒武装",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1271486] = {
["T"] = "将恐痕作战规划地图放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1232616] = {
["T"] = "圣光之柱",
["D"] = "|T1030095:24|t|cffffffff信仰道标|r：\r\n具有圣光道标或信仰道标的盟友每3秒恢复6131点生命值。\r\n\r\n|T1030094:24|t|cffffffff美德道标|r：\r\n美德道标立即为盟友恢复58065点生命值。",
},
[1227063] = {
["T"] = "胜者领奖台",
["D"] = "摆放一座胜者领奖台，尽情炫耀吧！",
},
[1227062] = {
["T"] = "酣战热血",
["D"] = "在消耗两种强化效果后，获得酣战热血，使你的攻击速度提高15%，持续20秒，并且你的伤害和治疗效果提高15%，持续10秒。",
},
[1222341] = {
["T"] = "幽暗之咬",
["D"] = "蠕行者撕咬当前目标，造成1252782点暗影伤害，并吸收其受到的522799点治疗量，持续1分钟。",
},
[1227061] = {
["T"] = "咀嚼",
["D"] = "在15秒内恢复1890000点生命值。",
},
[1238726] = {
["T"] = "重力粉碎",
["D"] = "猛击地面并产生一道小型虚空裂隙，对冲击点周围6码内的所有敌人造成暗影伤害并吸引他们，持续6秒。",
},
[1227060] = {
["T"] = "“进食饮水”",
["D"] = "在15秒内恢复1890000点生命值。如果你花费至少15秒进食，你将感受到浓浓的爱意，精神也大为振奋，持续2小时。",
},
[1227059] = {
["T"] = "刃舞",
},
[1238729] = {
["T"] = "炉渣蜥蜴",
["D"] = "召唤或解散这种坐骑。",
},
[1222347] = {
["T"] = "血立清",
["D"] = "扔出一枚试验性清洁榴弹，希望能够瓦解一个黑血怪物。",
},
[1238731] = {
["T"] = "粗犷火盆",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238732] = {
["T"] = "破碎灵魂",
},
[1238733] = {
["T"] = "破碎灵魂",
["D"] = "杀死一名敌人时可能会产生一块灵魂残片，靠近灵魂残片时会将其消耗，为你恢复最大生命值的20%。\r\n\r\n如果灵魂残片是由恶魔产生的，你造成的伤害提高20%，持续15秒。",
},
[1238734] = {
["T"] = "破碎灵魂",
},
[1227058] = {
["T"] = "刃舞",
["D"] = "维拉瑞安愤怒地斩击附近的目标，在3秒内每0.3秒造成1342266点混乱伤害，由12码内的敌人均摊。",
},
[1232541] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1238737] = {
["T"] = "精华顺劈",
["D"] = "施法者向前方挥砍，对前方的玩家造成626391点暗影伤害。被击中的玩家还会受到348533点治疗吸收效果。 ",
},
[1243439] = {
["T"] = "相位传送",
},
[1222356] = {
["T"] = "迁跃",
["D"] = "迁跃到一个位置，对效果范围内的玩家造成1342266点奥术伤害。",
},
[1222357] = {
["T"] = "翻新的火箭滑翔翼",
["D"] = "将你发射到高空，并滑翔至地面。只能在安德麦的户外区域使用。",
},
[1222358] = {
["T"] = "翻新的火箭滑翔翼",
["D"] = "降低你的坠落速度。",
},
[1238742] = {
["T"] = "吞噬灵魂",
["D"] = "杀死一名敌人时可能会产生一块灵魂残片，靠近灵魂残片时会将其消耗，为你恢复最大生命值的20%。\r\n\r\n如果灵魂残片是由恶魔产生的，你造成的伤害提高20%，持续15秒。",
},
[1238743] = {
["T"] = "吞噬灵魂",
["D"] = "杀死一名敌人时可能会产生一块灵魂残片，靠近灵魂残片时会将其消耗，为你恢复最大生命值的20%。\r\n\r\n如果灵魂残片是由恶魔产生的，你造成的伤害提高20%，持续15秒。",
},
[1218175] = {
["T"] = "发薪日",
["D"] = "施法者找到了贵重物品，使其造成的伤害提高10%。此效果可叠加。",
},
[1218850] = {
["T"] = "套装：邪能收割者的祭服",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1232612] = {
["T"] = "恶魔之火",
["D"] = "维拉瑞安的目光在8秒内锁定一名玩家，用邪能炙烤大地，每1秒对其中的玩家造成671133点混乱伤害。",
},
[1227052] = {
["T"] = "虚空爆炸",
["D"] = "施法者引发一次虚空能量爆发，对目标玩家造成536906点暗影伤害，并在20秒内每1秒造成313195点暗影伤害。\r\n",
},
[1222365] = {
["T"] = "破裂",
},
[1238693] = {
["T"] = "虚空琉璃碎片",
["D"] = "你的法术有几率召唤出虚空琉璃碎片，割伤敌人并造成44点宇宙伤害，或者环绕盟友并为其吸收117点伤害，最多持续20秒。",
},
[1238658] = {
["T"] = "熊猫人烹饪桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238751] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1238752] = {
["T"] = "霜寒晶壁架高火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227049] = {
["T"] = "虚空剑士奇袭",
["D"] = "影卫刺客锁定一名随机玩家，消失在暗影中并在其身后出现，随后发起暗影注能的强力打击，造成536906点暗影伤害，并且在30秒内每1秒额外造成178968点暗影伤害。",
},
[1227048] = {
["T"] = "虚空剑士奇袭",
["D"] = "影卫刺客锁定一名随机玩家，消失在暗影中并在其身后出现，随后发起暗影注能的强力打击，造成536906点暗影伤害，并且在30秒内每1秒额外造成178968点暗影伤害。",
},
[1213975] = {
["T"] = "烈焰颂歌",
["D"] = "阅读卷轴。",
},
[1238942] = {
["T"] = "诱捕飞弹",
},
[1238730] = {
["T"] = "奥格瑞玛椅子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1236894] = {
["T"] = "凡图斯符文：缚魂者娜欣达利",
},
[1222565] = {
["T"] = "投掷利刃",
},
[1243425] = {
["T"] = "焦糖薄荷面",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238761] = {
["T"] = "虹吸释放",
},
[1238762] = {
["T"] = "虹吸释放",
},
[1222380] = {
["T"] = "休息一会儿！",
["D"] = "休息30秒，这是你应得的！而且是法律强制要求的。",
},
[1222381] = {
["T"] = "休息一会儿！",
["D"] = "休息30秒，这是你应得的！而且是法律强制要求的。",
},
[1238765] = {
["T"] = "灭绝",
["D"] = "迪门修斯投掷出破碎世界的碎片，对路径上的玩家造成16107196点宇宙伤害并使其昏迷4秒。",
},
[1238766] = {
["T"] = "灭绝",
},
[1233518] = {
["T"] = "淡紫卡雷鹏",
["D"] = "召唤或解散这种坐骑。",
},
[1222385] = {
["T"] = "灵魂残片",
["D"] = "玩家可以靠近灵魂残片并将其吞噬，在8秒内每1秒受到178968点火焰伤害。",
},
[1236972] = {
["T"] = "阳炎之怒",
["D"] = "晨光的治疗效果和伤害提高30%，复仇之怒消退后你会获得阳炎之怒，使曜日化身的效果额外持续10秒。",
},
[1255153] = {
["T"] = "退出回顾",
["D"] = "结束故事并退出游学探奇，回归正常的世界。",
},
[1222388] = {
["T"] = "货运与接收：计时挑战",
["D"] = "在倒计时结束前完成当前的货运与接收任务，否则差事就会失败！",
},
[1222389] = {
["T"] = "货运与接收：差事连连",
["D"] = "完成10个货运与接收差事以获得额外奖励。",
},
[1238773] = {
["T"] = "灭绝",
["D"] = "迪门修斯投掷出破碎世界的碎片，对路径上的玩家造成16107196点宇宙伤害并使其昏迷4秒。",
},
[1238774] = {
["T"] = "灭绝",
},
[1238775] = {
["T"] = "灭绝",
},
[1243422] = {
["T"] = "侏儒蒸汽动力床",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243421] = {
["T"] = "飞行",
},
[1232528] = {
["T"] = "相位迁跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。",
},
[1238779] = {
["T"] = "碎地之矛",
["D"] = "戴尔克莱上尉以毁灭性的力量掷出长矛，对范围内的玩家造成1118555点物理伤害并击碎地面，对所有玩家造成447422点声波伤害。粉碎的地面每0.5秒对范围内的玩家造成357937点声波伤害。",
},
[1238780] = {
["T"] = "碎地之矛",
["D"] = "戴尔克莱上尉以毁灭性的力量掷出长矛，对范围内的玩家造成1118555点物理伤害并击碎地面，对所有玩家造成447422点声波伤害。粉碎的地面每0.5秒对范围内的玩家造成357937点声波伤害。",
},
[1238781] = {
["T"] = "碎地之矛",
["D"] = "戴尔克莱上尉以毁灭性的力量掷出长矛，对范围内的玩家造成1118555点物理伤害并击碎地面，对所有玩家造成447422点声波伤害。粉碎的地面每0.5秒对范围内的玩家造成357937点声波伤害。",
},
[1238782] = {
["T"] = "碎地之矛",
["D"] = "戴尔克莱上尉以毁灭性的力量掷出长矛，对范围内的玩家造成1118555点物理伤害并击碎地面，对所有玩家造成447422点声波伤害。粉碎的地面每0.5秒对范围内的玩家造成357937点声波伤害。",
},
[1214132] = {
["T"] = "启动巫妖王",
},
[1261347] = {
["T"] = "流亡者青铜旗帜",
["D"] = "制作流亡者青铜旗帜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1232684] = {
["T"] = "和平主义者武装平台",
},
[1218862] = {
["T"] = "套装：冲动恶徒武装",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1232590] = {
["T"] = "奥术汇流",
["D"] = "当奥术收集装置能量充满时，它会向法力熔炉引导能量，每1秒对所有玩家造成2053774点奥术伤害，持续4秒。",
},
[1232569] = {
["T"] = "恶魔变形",
["D"] = "阿达拉斯变身为恶魔形态。",
},
[1227030] = {
["T"] = "卑鄙旗帜",
["D"] = "插下卑鄙旗帜。",
},
[1222407] = {
["T"] = "顶头大佬",
},
[1271557] = {
["T"] = "任务推送",
},
[1262090] = {
["T"] = "奔踏",
["D"] = "击退一名敌人。\n对一名敌人造成2013399点物理伤害。",
},
[1231921] = {
["T"] = "虚空之星",
},
[1243410] = {
["T"] = "跳至第03阶段",
},
[1238795] = {
["T"] = "过载地下堡",
},
[1261998] = {
["T"] = "温西尔心能瓶",
["D"] = "制作温西尔心能瓶，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263029] = {
["T"] = "赛财团捕获箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213898] = {
["T"] = "关闭",
},
[1263039] = {
["T"] = "将狗头人货车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213890] = {
["T"] = "移形换位",
},
[1232813] = {
["T"] = "抑魔金传送门",
},
[1213870] = {
["T"] = "火焰喷射器",
["D"] = "幽坑太保试图点燃他的敌人，每0.5秒对其前方15码范围内的玩家造成89485点火焰伤害。",
},
[1213860] = {
["T"] = "污油狂怒",
["D"] = "召唤检修机器人盖尔多协助你5秒，用刺激性机油包裹附近的敌人来提升威胁。盖尔多保证责任全都会由你承担。\r\n\r\n盖尔多在轰动的爆炸中离开，造成212点火焰伤害，由附近的敌人均摊，对最近沾油的目标造成的伤害提高15%。",
},
[1238804] = {
["T"] = "大型一次性钟表",
["D"] = "为卑鄙双雄的计时钟补充60秒时间。",
},
[1246323] = {
["T"] = "相位切割",
["D"] = "掠过无拘之域的表面，无法控制地向前猛冲，受到的伤害降低75%，并且免疫定身和诱捕效果。\r\n不稳定的能量会对你穿过的生物造成伤害。",
},
[1246071] = {
["T"] = "强制装备",
},
[1227016] = {
["T"] = "天灾打击",
},
[1213854] = {
["T"] = "碾碎",
["D"] = "幽坑太保试图用机甲的全部力量|cffffffff碾碎|r他的敌人，对范围内的玩家造成2237111点物理伤害并使其昏迷4秒。",
},
[1227014] = {
["T"] = "卡雷什之沙",
["D"] = "施法者用涡旋的飞沙震击一个目标，每次攻击造成178968点自然伤害。",
},
[1238810] = {
["T"] = "恶魔邪眼",
["D"] = "施放混乱之箭，火焰之雨或暗影灼烧会召唤一个恶魔邪眼，最多3个。消耗恶魔法术会将你的恶魔邪眼投向当前目标并产生爆炸，造成93426点火焰伤害，并对10码内的敌人造成62277点火焰伤害。",
},
[1246278] = {
["T"] = "龙族栖巢之床",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246036] = {
["T"] = "套装：骑士的恐怖收藏",
["D"] = "收集这套护甲套装外观。",
},
[1213843] = {
["T"] = "套装：迷星之盾",
["D"] = "收集迷星之盾护甲套装外观。",
},
[1238814] = {
["T"] = "汪！",
},
[1246053] = {
["T"] = "欧米伽助燃",
["D"] = "熔炉燃料在玩家体内流淌，使急速、造成的伤害和治疗效果提高10%，持续20秒。受到燃料刺激时，玩家在20秒内每1秒受到751617点奥术伤害。\r\n\r\n此效果最多叠加5层。",
},
[1213840] = {
["T"] = "套装：菌愈甲壳",
["D"] = "收集菌愈甲壳套装外观。",
},
[1232789] = {
["T"] = "晦暗呼唤",
["D"] = "向虚空发出呼唤，召唤一只宠物协助战斗。",
},
[1232783] = {
["T"] = "突现",
["D"] = "从地下出现。",
},
[1227006] = {
["T"] = "回响之影",
["D"] = "对施法者前方的所有敌人造成357938点暗影伤害。",
},
[1247207] = {
["T"] = "虚体精华吞噬者",
["D"] = "撕扯目标的魔法精华并将其吞噬，造成73点奥术伤害，并使你的一项随机次要属性提高44，持续20秒。\r\n\r\n如果目标为虚灵，改为提高最高的次要属性。",
},
[1213795] = {
["T"] = "暗影弹幕",
},
[1213794] = {
["T"] = "染成绿色",
["D"] = "染成绿色！\r\n",
},
[1213792] = {
["T"] = "暗影弹幕",
},
[1248167] = {
["T"] = "将恐痕书柜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213785] = {
["T"] = "拆掉它",
["D"] = "对冲击点周围60码内的敌人造成357937点物理伤害。",
},
[1213783] = {
["T"] = "塔楼",
},
[1213772] = {
["T"] = "飞艇弹幕",
["D"] = "飞艇枪炮齐鸣，每次轰击对冲击点周围4码内的玩家造成1118555点火焰伤害。",
},
[1248134] = {
["T"] = "黑暗之星",
["D"] = "一颗星星从扭曲虚空中成形，将玩家拉向它的中心，持续5秒。\r\n\r\n出现时，|cffffffff黑暗之星|r内的玩家会|cffffffff灰飞烟灭|r，同时|cffffffff暮光尖峰|r开始向外涟漪。每1秒对所有玩家造成53690点宇宙伤害。\r\n",
},
[1255212] = {
["T"] = "恶魔储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255213] = {
["T"] = "适航伯拉勒斯船钟",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1271597] = {
["T"] = "任务推送",
},
[1255215] = {
["T"] = "石光柜台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255216] = {
["T"] = "硌石之泉躺椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238834] = {
["T"] = "回音弹幕",
["D"] = "施法者召唤回响撞击脚下地面，对4码内的玩家造成3579377点暗影伤害，并且每1秒额外造成357937点暗影伤害，持续8秒。此效果可叠加。",
},
[1213756] = {
["T"] = "组装",
["D"] = "将3个湍急碎片合成为一个湍急符文钥匙。",
},
[1248042] = {
["T"] = "蒙住的铁制灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213755] = {
["T"] = "组装",
["D"] = "将7个奔流碎片合成为一个奔流符文钥匙。",
},
[1238838] = {
["T"] = "回音弹幕",
},
[1213753] = {
["T"] = "圣典罗盘",
["D"] = "掏出你的罗盘。",
},
[1232922] = {
["T"] = "杀戮命令",
["D"] = "凶暴野兽现在会服从你的杀戮命令，以30%的效果造成伤害。\r\n\r\n狂野怒火现在使你的凶暴野兽陷入狂怒，使其造成的伤害提高15%，持续15秒。在狂野怒火期间召唤的凶暴野兽也可以受到增益影响，但影响时间会缩短。",
},
[1238841] = {
["T"] = "英雄世界难度",
["D"] = "伊特努丝正在试验时间线。做好应对一切的准备。",
},
[1222459] = {
["T"] = "幽魂炸弹",
["D"] = "伊莉萨吞噬所有灵魂残片并发生爆炸，对所有玩家造成559277点火焰伤害并施加一层|cffffffff灵魂残片|r。\r\n\r\n每消耗一个|cffffffff灵魂残片|r都会提高|cffffffff灵魂残片|r的层数。",
},
[1248320] = {
["T"] = "雇佣合同",
},
[1238844] = {
["T"] = "回音弹幕",
["D"] = "施法者召唤回响撞击脚下地面，对4码内的玩家造成3579377点暗影伤害，并且每1秒额外造成357937点暗影伤害，持续8秒。此效果可叠加。",
},
[1248230] = {
["T"] = "套装：垂死星辰的追思",
["D"] = "收集法力熔炉：欧米伽的牧师披风外观。",
},
[1248340] = {
["T"] = "损坏的自动化足球炸弹分发器",
["D"] = "布莱恩的法术和技能有几率在场上抛下3个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成高额火焰伤害。",
},
[1232966] = {
["T"] = "相位镜像",
["D"] = "传送到一名敌人身后，造成313195点暗影伤害并召唤一对镜像。",
},
[1232986] = {
["T"] = "超级新星",
["D"] = "迪门修斯令一颗虚空之星走向湮灭，在5后发生爆炸，对所有玩家造成6442879点宇宙伤害，伤害随距离降低。\r\n\r\n虚空之星的位置将出现一个|cffffffff黑洞|r，并继续围绕迪门修斯公转。",
},
[1233017] = {
["T"] = "钟乳石",
},
[1233018] = {
["T"] = "钟乳石",
},
[1238851] = {
["T"] = "复苏之雾",
["D"] = "你用疗伤的迷雾环绕目标，在20秒内为其恢复41404点生命值。\r\n\r\n一旦复苏之雾产生过量治疗，就会飘向20码内另一名受伤的盟友。",
},
[1248491] = {
["T"] = "传送：黑暗神殿",
["D"] = "将携带者传送到伊利丹的要塞前。",
},
[1238853] = {
["T"] = "英雄世界难度",
["D"] = "伊特努丝正在试验时间线。做好应对一切的准备。",
},
[1226983] = {
["T"] = "大法师的巨鸦",
["D"] = "召唤或解散大法师的巨鸦。",
},
[1249065] = {
["T"] = "魂火汇聚",
["D"] = "缚魂者娜欣达利使奥术能量流经数名玩家体内，每1秒造成447422点奥术伤害，持续5秒。\r\n\r\n效果结束时，碎魂法球会从目标体内爆裂而出。",
},
[1238856] = {
["T"] = "普通世界难度",
},
[1232931] = {
["T"] = "惊魂时间之沙",
},
[1213704] = {
["T"] = "飞艇弹幕",
["D"] = "飞艇枪炮齐鸣，每次轰击对冲击点周围4码内的玩家造成1118555点火焰伤害。",
},
[1232964] = {
["T"] = "相位镜像",
["D"] = "传送到一名敌人身后，造成313195点暗影伤害并召唤一对镜像。",
},
[1238860] = {
["T"] = "英雄世界难度",
["D"] = "你即将进入英雄世界难度，伊特努丝正在危险地对时间线开展试验。\r\n\r\n|cnDARKYELLOW_FONT_COLOR:这将显著提高户外活动的难度。你可以随时通过此控制台返回普通世界难度。|r\r\n\r\n你希望继续吗？",
},
[1255244] = {
["T"] = "暮光斩击",
},
[1238862] = {
["T"] = "普通世界难度",
["D"] = "返回普通世界难度？",
},
[1255246] = {
["T"] = "星焰虚空幼龙",
["D"] = "召唤或解散这种飞行坐骑。",
},
[1233022] = {
["T"] = "钟乳石",
},
[1249240] = {
["T"] = "侍王之奴",
["D"] = "一名玩家屈服于誓约，被心灵控制12秒。虚空振作了玩家的力量，使其恢复全部生命值。\r\n\r\n效果结束时奴隶发生爆炸，对所有玩家造成100点暗影伤害。",
},
[1232960] = {
["T"] = "战团净化",
["D"] = "使未来的重访惊魂幻象掉落的老兵物品解除绑定，将其变为装备前战团绑定。 ",
},
[1238867] = {
["T"] = "回音祈咒",
["D"] = "阿拉兹的回响激活一台奥术收集装置，开始进行其|cffffffff首要序列|r。",
},
[1232984] = {
["T"] = "取回被窃取的科技",
["D"] = "标记被窃取的科技以便提取。",
},
[1238869] = {
["T"] = "回音弹幕",
},
[1238870] = {
["T"] = "英雄世界难度",
},
[1233006] = {
["T"] = "恶魔变形",
},
[1238872] = {
["T"] = "回音弹幕",
},
[1238873] = {
["T"] = "回音风暴",
["D"] = "阿拉兹的回响每1秒会在玩家所在位置降下奥术能量，持续6秒，每次冲击会对3码范围内的玩家造成2627892点奥术伤害，并使其沉默6秒。",
},
[1271640] = {
["T"] = "访问住宅",
["D"] = "将访问一间住宅。",
},
[1238875] = {
["T"] = "回音风暴",
["D"] = "阿拉兹的回响每1秒会在玩家所在位置降下奥术能量，持续6秒，每次冲击会对3码范围内的玩家造成2627892点奥术伤害，并使其沉默6秒。",
},
[1232940] = {
["T"] = "卡雷什之血",
["D"] = "造成5868864点火焰伤害，由坠落点半径8码范围内的所有敌人分摊承担。",
},
[1249198] = {
["T"] = "动荡的灵魂",
["D"] = "当任意狩魂猎手被击败时，他们的灵魂会发出力量的脉动，每4秒对所有玩家造成1118555点宇宙伤害。每次脉动，此效果的强度提高25%。",
},
[1238878] = {
["T"] = "回音风暴",
["D"] = "阿拉兹的回响每1秒会在玩家所在位置降下奥术能量，持续6秒，每次冲击会对3码范围内的玩家造成2627892点奥术伤害，并使其沉默6秒。",
},
[1249196] = {
["T"] = "小舟艇手",
},
[1243353] = {
["T"] = "矮人区旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255264] = {
["T"] = "蔑邪邪嗣征服者",
["D"] = "召唤或解散你的蔑邪邪嗣征服者。此坐骑仅限死亡骑士使用。",
},
[1222499] = {
["T"] = "幽魂炸弹",
["D"] = "伊莉萨吞噬所有灵魂残片并发生爆炸，对所有玩家造成559277点火焰伤害并施加一层|cffffffff灵魂残片|r。\r\n\r\n每消耗一个|cffffffff灵魂残片|r都会提高|cffffffff灵魂残片|r的层数。",
},
[1238883] = {
["T"] = "凝聚雾雨",
["D"] = "复苏之雾的治疗效果提高150%，但同时只能传播到最多5个目标身上。",
},
[1226969] = {
["T"] = "冰龙吐息",
["D"] = "持续对前方锥形区域内的敌人每1秒造成210428点冰霜伤害，直到符文能量耗尽。对次要目标造成较低的伤害。\r\n\r\n|cFFFFFFFF在开始和结束时产生1个符文|r。",
},
[1255268] = {
["T"] = "被魅惑",
["D"] = "你被魅惑了！",
},
[1243351] = {
["T"] = "无常爆发",
["D"] = "消化性强酸烧灼站在其中的敌人，每1.5秒造成536906点暗影伤害，并使其移动速度降低50%。",
},
[1233188] = {
["T"] = "从天而降",
},
[1249105] = {
["T"] = "精神充沛",
},
[1248762] = {
["T"] = "研究晋升",
["D"] = "永恒研究任务奖励更多青铜。",
},
[1222507] = {
["T"] = "幽魂炸弹",
["D"] = "伊莉萨吞噬所有灵魂残片并发生爆炸，对所有玩家造成559277点火焰伤害并施加一层|cffffffff灵魂残片|r。\r\n\r\n每消耗一个|cffffffff灵魂残片|r都会提高|cffffffff灵魂残片|r的层数。",
},
[1243347] = {
["T"] = "破帷打击",
["D"] = "凶狠地振翅并撕开一道裂隙，每0.8秒对一名随机敌人造成暗影伤害，并击退所有敌人，持续6秒。",
},
[1238892] = {
["T"] = "虚无之息",
["D"] = "虚空撕裂者向前方的玩家喷射出纯粹的宇宙能量，在4秒内每0.5秒造成1118555点宇宙伤害。 ",
},
[1222510] = {
["T"] = "液体渗透",
["D"] = "被击中时有几率令黑血飞溅在地板上，每2秒对周围的玩家造成447422点暗影伤害。",
},
[1249211] = {
["T"] = "根除齐射",
},
[1238895] = {
["T"] = "虚无之息",
["D"] = "虚空撕裂者向前方的玩家喷射出纯粹的宇宙能量，在4秒内每0.5秒造成1118555点宇宙伤害。 ",
},
[1248698] = {
["T"] = "吞噬灵魂",
["D"] = "召唤一个灵魂并开始将其吞噬，使受到的伤害降低99%，持续9秒。在吞噬时，施法者每3秒获得一层可以吸收相当于其最大生命值10%的护盾，持续30秒。此效果可叠加。",
},
[1222514] = {
["T"] = "液体渗透",
},
[1222515] = {
["T"] = "液体渗透",
["D"] = "被击中时有几率令黑血飞溅在地板上，每2秒对周围的玩家造成447422点暗影伤害。",
},
[1249228] = {
["T"] = "将增辉师的蛋白石旗帜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238900] = {
["T"] = "墓穴精通",
["D"] = "你的仆从的爆击伤害提高15%。",
},
[1238901] = {
["T"] = "青龙的祝福",
["D"] = "青龙之心激活时使你的急速提高10%，结束后持续4秒。",
},
[1238902] = {
["T"] = "墓穴精通",
["D"] = "你的仆从的爆击伤害提高15%。",
},
[1238903] = {
["T"] = "大师杰作",
["D"] = "槌砧战术还会给予一层大师杰作效果，每有一层效果，使你的下一个神圣军备在附近盟友身上施放一个次级军备。",
},
[1238904] = {
["T"] = "青龙之心",
["D"] = "会召唤玉珑，让的冷却回复速度加快75%，持续。\r\n",
},
[1248769] = {
["T"] = "时序卷宗架",
["D"] = "如果可行，刷新你的永恒研究任务并查看新的一组任务。",
},
[1238906] = {
["T"] = "回音弹幕",
},
[1249463] = {
["T"] = "协议：佐财团",
},
[1249468] = {
["T"] = "协议：欧财团",
},
[1238909] = {
["T"] = "晦暗毁灭",
["D"] = "虚空撕裂者放声怒吼，向敌人宣泄难以言喻的宇宙毁灭之力，对所有玩家造成357937点宇宙伤害。 ",
},
[1233167] = {
["T"] = "相位掠行",
["D"] = "收集虚灵能量，化作半实体的破坏撞球，在无拘之域的表面掠过。",
},
[1233175] = {
["T"] = "坍缩之星",
},
[1249470] = {
["T"] = "佐财团密信容器",
},
[1238913] = {
["T"] = "漂浮物收割者",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1226954] = {
["T"] = "奥术撕咬",
["D"] = "施法者的攻击额外对目标造成894843点奥术伤害，持续10秒。",
},
[1238915] = {
["T"] = "小小雪朋友",
["D"] = "右键点击以召唤或解散小小雪朋友。",
},
[1233181] = {
["T"] = "怒雷风暴",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n释放一阵狂怒的风暴，在12秒内对8码内的敌人造成|CFFffffff$<damageValue>*$1233181d/$1233181t${$<damageValue>*$1233181d/$1233181t}|R点自然伤害。\r\n\r\n每击中一个敌人都会使你获得|cffffffff风暴加剧|r，使|cffffffff怒雷风暴|r的伤害提高8%。",
},
[1222534] = {
["T"] = "颜料招架",
["D"] = "暂时反射恼人的物体，持续3秒。",
},
[1233179] = {
["T"] = "怒雷风暴",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n释放一阵狂怒的风暴，在12秒内对8码内的敌人造成|CFFffffff$<damageValue>*$1233181d/$1233181t${$<damageValue>*$1233181d/$1233181t}|R点自然伤害。\r\n\r\n每击中一个敌人都会使你获得|cffffffff风暴加剧|r，使|cffffffff怒雷风暴|r的伤害提高8%。",
},
[1238919] = {
["T"] = "虚空增效",
["D"] = "查尔纳克斯将宇宙能量持续灌输到虚空撕裂者体内，使其造成的伤害每1秒提高5%，持续10秒。 ",
},
[1250572] = {
["T"] = "圣光秘殿走廊地毯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238921] = {
["T"] = "虚空增效",
["D"] = "查尔纳克斯将宇宙能量持续灌输到虚空撕裂者体内，使其造成的伤害每1秒提高5%，持续10秒。 ",
},
[1238922] = {
["T"] = "虚空增效",
["D"] = "查尔纳克斯将宇宙能量持续灌输到虚空撕裂者体内，使其造成的伤害每1秒提高5%，持续10秒。 ",
},
[1238923] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1226950] = {
["T"] = "奥术注能",
["D"] = "施法者为60码内的玩家注入奥术能量，造成1565976点奥术伤害，在10秒内每1秒造成380309点奥术伤害。\r\n\r\n另外，60码内的所有成长中的丝肉虫会获得|cffffffff奥术撕咬|r。",
},
[1222542] = {
["T"] = "打压自尊",
["D"] = "加里维克斯用拳头连击当前目标4次，每击造成3579377点物理伤害。这些攻击无法被躲闪或招架。\r\n\r\n此外，未被减免伤害的75%会作为|cffffffff自尊重挫|r效果造成伤害。",
},
[1226949] = {
["T"] = "暗影射击",
["D"] = "对一名敌人造成暗影伤害。",
},
[1250314] = {
["T"] = "幻影蕾",
["D"] = "幻影蕾是卡雷什本地植物残留的能量，无法用于阿加的配方中。\r\n\r\n你可以在资源市场用幻影蕾兑换阿加材料。它们的价格每天都会变化，所以只有耐心等待，你才能达成最划算的交易！",
},
[1222887] = {
["T"] = "紧急出口",
["D"] = "传送。",
},
[1222888] = {
["T"] = "有机来源的惠灵顿浮标",
["D"] = "将你的鱼漂替换为摆动的有机来源的惠灵顿牛排，\r\n持续1小时。\r\n\r\n极致美餐定能吸引极品鱼类！",
},
[1238930] = {
["T"] = "穿刺",
["D"] = "查尔纳克斯刺穿当前目标，造成268453点物理伤害并使其定身6秒。 ",
},
[1251237] = {
["T"] = "物质破坏",
},
[1233274] = {
["T"] = "召唤耗子",
},
[1238933] = {
["T"] = "奥格瑞玛床头柜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1251395] = {
["T"] = "幻象：煞能腐蚀",
["D"] = "收集煞能腐蚀的武器附魔外观。",
},
[1238935] = {
["T"] = "耐用的木制箱子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238936] = {
["T"] = "加宽魅力沙发",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1222554] = {
["T"] = "投掷利刃",
["D"] = "维拉瑞安标记玩家，并在片刻之后掷出战刃，在每个被标记的目标之间弹射。\r\n\r\n战刃冲击对9码内的玩家造成1342266点混乱伤害，并施加|cffffffff灼烧之伤|r。",
},
[1222555] = {
["T"] = "投掷利刃",
},
[1251295] = {
["T"] = "暮光骏马",
["D"] = "召唤或解散这种坐骑。",
},
[1251281] = {
["T"] = "血齿法力鳐",
["D"] = "召唤或解散一头血齿法力鳐。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1238941] = {
["T"] = "召唤地精陷阱",
},
[1271708] = {
["T"] = "任务推送",
},
[1221719] = {
["T"] = "修理幻化机",
["D"] = "修理一台幻化机。",
},
[1251846] = {
["T"] = "记忆结晶",
["D"] = "留下一个记忆结晶，为其他探索这一地下堡的玩家留下一条消息。",
},
[1238945] = {
["T"] = "电击者的电击器",
},
[1233277] = {
["T"] = "精灵制造",
},
[1238947] = {
["T"] = "静电震击",
["D"] = "每1秒失去11%的最大生命值。",
},
[1238948] = {
["T"] = "符文织梦者月亮石",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238949] = {
["T"] = "工人的木制桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1233239] = {
["T"] = "根基转移",
},
[1255334] = {
["T"] = "被缠身",
["D"] = "你被幽灵缠身了。",
},
[1238952] = {
["T"] = "诱捕飞弹",
},
[1238953] = {
["T"] = "诱捕飞弹",
},
[1238954] = {
["T"] = "骨熔",
["D"] = "施法者向玩家喷射出一连串酸液团，每1秒对4码范围内的玩家造成1127425点自然伤害，持续10秒。",
},
[1254118] = {
["T"] = "光铸相位信标",
["D"] = "将你传送回多恩诺嘉尔。与城镇中的旅店老板交谈可以改变你所设定的家的位置。",
},
[1238956] = {
["T"] = "骨熔",
},
[1254321] = {
["T"] = "唤动收集者",
["D"] = "阿拉兹激活一台奥术收集装置，开始进行其|cffffffff首要序列|r。",
},
[1254207] = {
["T"] = "爱鱼者小美",
},
[1254162] = {
["T"] = "小咀嚼者",
},
[1238960] = {
["T"] = "骨熔",
["D"] = "施法者向玩家喷射出一连串酸液团，每1秒对4码范围内的玩家造成1127425点自然伤害，持续10秒。",
},
[1238961] = {
["T"] = "访客出现了！",
["D"] = "财宝地精来了！快消灭它们，获得战利品！",
},
[1254914] = {
["T"] = "“虚空游侠”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238963] = {
["T"] = "援军接近了！",
["D"] = "财宝地精召唤了另一扇传送门！",
},
[1238964] = {
["T"] = "骨熔",
["D"] = "施法者向玩家喷射出一连串酸液团，每1秒对4码范围内的玩家造成1127425点自然伤害，持续10秒。",
},
[1233262] = {
["T"] = "牢固信息保全容器",
["D"] = "打开装置。",
},
[1238966] = {
["T"] = "访客出现了！",
["D"] = "财宝地精来了！快消灭它们，获得战利品！",
},
[1238967] = {
["T"] = "访客出现了！",
["D"] = "财宝地精来了！快消灭它们，获得战利品！",
},
[1238968] = {
["T"] = "骨熔",
},
[1255714] = {
["T"] = "将土灵饰链壁挂架子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255692] = {
["T"] = "阅读",
},
[1255719] = {
["T"] = "铸炉园集市桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226927] = {
["T"] = "难度 3+转移",
["D"] = "推荐冒险者物品等级在632以上。",
},
[1255715] = {
["T"] = "将陡坡储藏帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226925] = {
["T"] = "难度 1+转移",
["D"] = "推荐冒险者物品等级在626以上。",
},
[1238975] = {
["T"] = "复仇誓言",
["D"] = "誓言纠缠着背誓者，显化为虚灵幻影并冲向玩家。没有面向幻影时会重新获得一层|cffffffff誓言约束|r。",
},
[1238976] = {
["T"] = "复仇誓言",
["D"] = "誓言纠缠着背誓者，显化为虚灵幻影并冲向玩家。没有面向幻影时会重新获得一层|cffffffff誓言约束|r。",
},
[1238977] = {
["T"] = "复仇誓言",
["D"] = "誓言纠缠着背誓者，显化为虚灵幻影并冲向玩家。没有面向幻影时会重新获得一层|cffffffff誓言约束|r。",
},
[1255725] = {
["T"] = "酒庄储物桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255723] = {
["T"] = "仿制的觉醒主机静滞舱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238980] = {
["T"] = "复仇誓言",
["D"] = "誓言纠缠着背誓者，显化为虚灵幻影并冲向玩家。没有面向幻影时会重新获得一层|cffffffff誓言约束|r。",
},
[1238981] = {
["T"] = "翔空雷什",
},
[1238982] = {
["T"] = "翔空雷什",
},
[1255722] = {
["T"] = "土灵挑战者的靶子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238984] = {
["T"] = "复仇誓言",
["D"] = "誓言纠缠着背誓者，显化为虚灵幻影并冲向玩家。没有面向幻影时会重新获得一层|cffffffff誓言约束|r。",
},
[1238985] = {
["T"] = "复仇誓言",
["D"] = "誓言纠缠着背誓者，显化为虚灵幻影并冲向玩家。没有面向幻影时会重新获得一层|cffffffff誓言约束|r。",
},
[1255720] = {
["T"] = "土灵储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233381] = {
["T"] = "凋零烈焰",
["D"] = "伊莉萨的邪能洪流令目标快速凋零，使其移动速度降低2%，持续10秒。此效果可叠加。",
},
[1255493] = {
["T"] = "多恩诺嘉尔火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255492] = {
["T"] = "芙原桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255490] = {
["T"] = "陡坡灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233418] = {
["T"] = "伊利丹之握",
},
[1226915] = {
["T"] = "粘性丝网",
["D"] = "粘性丝网每1秒对其中的玩家造成1352910点自然伤害，并使其移动速度降低30%。",
},
[1233355] = {
["T"] = "弱效虚空回响符文",
["D"] = "将弱效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成71842点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1255266] = {
["T"] = "采摘浆果",
},
[1221643] = {
["T"] = "出示证据",
},
[1255265] = {
["T"] = "已击退宿敌入侵者",
},
[1233382] = {
["T"] = "燃烧",
},
[1223007] = {
["T"] = "掘进喷发",
["D"] = "施法者钻入地下，随后破土而出，对冲击点周围7码内的所有玩家造成1565976点自然伤害，并将其击退。",
},
[1255165] = {
["T"] = "翻阅宝典",
["D"] = "在宝典中查阅，例如接下来该去哪里，或进一步了解故事。",
},
[1239000] = {
["T"] = "穿刺",
["D"] = "查尔纳克斯刺穿当前目标，造成268453点物理伤害并使其定身6秒。 ",
},
[1223011] = {
["T"] = "传送到营地（从穹顶）",
["D"] = "迈出你的一大步。",
},
[1239002] = {
["T"] = "次级壁垒",
["D"] = "让圣光凝聚并显化为一件神圣军备，由你的友方目标持有。\r\n\r\n|T5927636:24|t |cffffffff神圣壁垒|r：\r\n\r\n持有神圣壁垒时，获得一个吸收护盾，吸收量相当于你最大生命值的15.0%，并且每2秒吸收量提高2.0%。持续20秒。\r\n\r\n使用后变为圣洁武器。",
},
[1255243] = {
["T"] = "蜜蜂！",
},
[1233414] = {
["T"] = "放置炸弹",
},
[1222622] = {
["T"] = "新款地精热土豆",
["D"] = "试着把新款地精热土豆扔给友方玩家。如果他们的背包中有剩余的空间，就可以接住……前提是你要扔得准！",
},
[1233478] = {
["T"] = "灵魂精华",
["D"] = "被包裹在灵魂精华中，使你的全能提高5%，持续5分钟。\r\n",
},
[1226903] = {
["T"] = "收获斩击",
["D"] = "施法者敏捷地切割当前目标，造成3803088点物理伤害并使其流血，每1秒造成223710点物理伤害，持续10秒。此效果可叠加。",
},
[1233437] = {
["T"] = "召唤耗子",
},
[1233475] = {
["T"] = "虚空精华",
["D"] = "被包裹在虚空精华中，使你的爆击几率提高5%，持续5分钟。\r\n",
},
[1254886] = {
["T"] = "暮光斩击",
["D"] = "施法者穿过阴影，出现在目标背后。",
},
[1233623] = {
["T"] = "强效治疗术",
["D"] = "使用神圣魔法治疗一名盟友。",
},
[1239012] = {
["T"] = "奥格瑞玛獠牙床铺",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239013] = {
["T"] = "钢铁加固的落地镜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239014] = {
["T"] = "阴暗的苏拉玛窗户",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239015] = {
["T"] = "精致的苏拉玛窗户",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1271782] = {
["T"] = "将昆莱喷漆人力车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239017] = {
["T"] = "酒庄赭色窗户",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239018] = {
["T"] = "华丽赭色窗户",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254916] = {
["T"] = "“救赎者”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222637] = {
["T"] = "新款地精热土豆",
["D"] = "试着把新款地精热土豆扔给友方玩家。如果他们的背包中有剩余的空间，就可以接住……前提是你要扔得准！",
},
[1221533] = {
["T"] = "异变仪式",
["D"] = "施法者举行仪式，每0.5秒对所有玩家造成89485点奥术伤害，持续6秒。",
},
[1222639] = {
["T"] = "自讨苦吃！",
},
[1239023] = {
["T"] = "穿刺",
["D"] = "查尔纳克斯刺穿当前目标，造成268453点物理伤害并使其定身6秒。 ",
},
[1239024] = {
["T"] = "丰裕硕果",
},
[1221530] = {
["T"] = "熔炼",
},
[1233578] = {
["T"] = "森林的召唤",
},
[1239027] = {
["T"] = "猛刺",
["D"] = "查尔纳克斯冲向一个玩家，并在落地时快速用长矛发起戳刺，对前方的玩家造成536906点物理伤害。 ",
},
[1255411] = {
["T"] = "拳手的治疗蛮烈酒",
["D"] = "恢复最大生命值的25%。只能在搏击俱乐部竞技场中使用。",
},
[1221524] = {
["T"] = "老鼠模式",
["D"] = "暂时变成一只老鼠。",
},
[1221522] = {
["T"] = "大块头",
["D"] = "暂时变成一个大地精。",
},
[1213326] = {
["T"] = "潜行",
["D"] = "秘密行动。",
},
[1254929] = {
["T"] = "薄暮帷纱",
["D"] = "永恒杀戮者用奥术能量遮蔽自己，使受到的伤害降低25%，并且被击中时会对攻击者造成89485点奥术伤害，持续15秒。",
},
[1254913] = {
["T"] = "“大主教”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239442] = {
["T"] = "和谐涌动",
["D"] = "获得活力时有递增的几率使你的下一次猛虎掌释放和谐涌动，对附近敌人造成133781点自然伤害，由目标和周围的其他敌人均摊。对最多5个受伤的盟友造成18581点治疗。",
},
[1233633] = {
["T"] = "禁锢",
["D"] = "伊莉萨禁锢多名玩家，显化一座监狱，定身其中的目标，对冲击点周围3码内的玩家造成1118555点混乱伤害。\r\n\r\n监狱每1秒造成335567点混乱伤害并定身其中的囚犯，直到被摧毁。",
},
[1233637] = {
["T"] = "传送回家",
["D"] = "传送回家。",
},
[1233674] = {
["T"] = "地狱火撞击",
},
[1233644] = {
["T"] = "牢固信息保全容器",
},
[1233635] = {
["T"] = "生成木材",
},
[1255423] = {
["T"] = "纪元箭雨",
["D"] = "永恒魔导师对当前目标射出一道飞箭，造成447422点奥术伤害，并吸收其受到的348533点治疗量，持续20秒。",
},
[1239041] = {
["T"] = "余波",
},
[1233662] = {
["T"] = "神选之路",
["D"] = "前往下层，直面萨拉塔斯。\r\n",
},
[1233678] = {
["T"] = "躲避",
},
[1271810] = {
["T"] = "将金色熊猫人私密屏风放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233636] = {
["T"] = "伐木工",
},
[1233792] = {
["T"] = "法力缠结",
["D"] = "卢米萨尔偶尔喷射出治愈性束丝，产生多滩|cffffffff活体流丝|r。它们在剩余的战斗期间持续存在。",
},
[1254720] = {
["T"] = "纪元之箭",
["D"] = "永恒魔导师对当前目标射出一道飞箭，造成134226点奥术伤害，并吸收其受到的348533点治疗量，持续20秒。",
},
[1255431] = {
["T"] = "屠魔者的蔑邪尖啸者",
["D"] = "召唤或解散你的屠魔者的蔑邪尖啸者。此坐骑仅限恶魔猎手使用。",
},
[1255432] = {
["T"] = "拳手的力量战斗酊剂",
["D"] = "使你的力量提高25%，持续25秒。只能在搏击俱乐部竞技场中使用。",
},
[1233895] = {
["T"] = "音频增幅水晶",
["S"] = "等级 2/4",
["D"] = "奥术魔法适度放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1254724] = {
["T"] = "暮光虔敬",
},
[1239052] = {
["T"] = "虚空腐蚀",
["D"] = "雷什诺尔腐化被任意技能击中的敌人，每3秒造成55928点暗影伤害，持续9秒。此效果可叠加。",
},
[1254721] = {
["T"] = "纪元之箭",
["D"] = "永恒魔导师对当前目标射出一道飞箭，造成134226点奥术伤害，并吸收其受到的348533点治疗量，持续20秒。",
},
[1271820] = {
["T"] = "退出追赶",
["D"] = "结束游学探奇战役，回到你的主城。",
},
[1254715] = {
["T"] = "暮光壁垒",
["D"] = "永恒领主的死亡为一名玩家注入防御性的暮光魔法，使其受到的伤害降低30%，持续30秒。",
},
[1255439] = {
["T"] = "拳手的敏捷战斗酊剂",
["D"] = "使你的敏捷提高25%，持续25秒。只能在搏击俱乐部竞技场中使用。",
},
[1255440] = {
["T"] = "拳手的智力战斗酊剂",
["D"] = "使你的智力提高25%，持续25秒。只能在搏击俱乐部竞技场中使用。",
},
[1221402] = {
["T"] = "衰弱",
["D"] = "施法者因献出力量而虚弱，受到爆击的几率提高60%。",
},
[1255442] = {
["T"] = "将创始者之角立式火炬放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255443] = {
["T"] = "将烈风箍边花盆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233931] = {
["T"] = "狂怒虚空",
["D"] = "造成25482点冰霜伤害并使移动速度降低15%，持续6秒。",
},
[1255445] = {
["T"] = "土灵蚀刻王座",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255446] = {
["T"] = "芙原长椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255447] = {
["T"] = "将多恩诺嘉尔书柜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255448] = {
["T"] = "将漫林郡休息台放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1221360] = {
["T"] = "传送：暴风城",
["D"] = "将施法者传送到暴风城。",
},
[1255450] = {
["T"] = "奥术护盾",
},
[1255451] = {
["T"] = "邪能德鲁伊的蔑翼形态",
["D"] = "在理发店解锁蔑翼飞行形态。只有德鲁伊可以使用此变形形态。",
},
[1233945] = {
["T"] = "音频增幅水晶",
["S"] = "等级 4/4",
["D"] = "奥术魔法巨幅放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。",
},
[1213142] = {
["T"] = "艾泽里特脉动",
["D"] = "对100码内的敌人造成156597点奥术伤害。",
},
[1213141] = {
["T"] = "沉重挥砍",
["D"] = "近战攻击使目标流血，每2秒造成物理伤害，持续8秒。",
},
[1239072] = {
["T"] = "学习玩具：萨拉塔斯，黑暗帝国之刃的回响",
},
[1255456] = {
["T"] = "蔑邪狼鹰",
["D"] = "召唤或解散你的蔑邪狼鹰。此坐骑仅限猎人使用。",
},
[1239074] = {
["T"] = "传送",
},
[1239075] = {
["T"] = "传送",
},
[1213140] = {
["T"] = "沉重挥砍",
["D"] = "近战攻击使目标流血，每2秒造成物理伤害，持续8秒。",
},
[1254605] = {
["T"] = "普罗德摩尔货运箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213137] = {
["T"] = "吓坏的双足飞龙幼崽光环",
},
[1221320] = {
["T"] = "激活发明！",
["D"] = "洛肯斯多使工厂周围的电容超载，导致地面的一部分带电。站在这些区域内的玩家每0.2秒受到348533点自然伤害。\r\n",
},
[1255463] = {
["T"] = "大法师的蔑邪飞碟",
["D"] = "召唤或解散你的大法师的蔑邪飞碟。此坐骑仅限法师使用。",
},
[1222698] = {
["T"] = "屠戮狂乱",
["D"] = "每层|cFFFFFFFF连胜！|r使冰霜打击和冰川突进有8%的几率施放冰霜之镰，产生30%的效果。失去|cFFFFFFFF连胜！|r会使你陷入屠戮狂乱，以100%的效果施放冰霜之镰，并使精通提高11%，持续6秒。另外，冰霜之镰对击中的第一个目标造成40%的额外伤害。",
},
[1221313] = {
["T"] = "回收者",
},
[1233997] = {
["T"] = "星界收割",
},
[1255467] = {
["T"] = "蔑邪大宗师的伙伴",
["D"] = "召唤或解散你的蔑邪大宗师的伙伴。此坐骑仅限武僧使用。",
},
[1254627] = {
["T"] = "将旧创始者之角栅栏放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233975] = {
["T"] = "传送门",
},
[1223108] = {
["T"] = "灭战者",
["D"] = "获得|cffffffff巨人打击|r并将其替换为|cffffffff灭战者|r。如果你已经习得|cffffffff灭战者|r，则改为使其冷却恢复速度提高100%。\r\n\r\n|T2065633:24|t |cffffffff灭战者|r\r\n：\r\n\r\n",
},
[1255471] = {
["T"] = "蔑邪大领主的战马",
["D"] = "召唤或解散你的蔑邪大领主的战马。此坐骑仅限圣骑士使用。",
},
[1223109] = {
["T"] = "邪能冲撞",
},
[1221259] = {
["T"] = "酷热恨意",
["D"] = "弗莱兰多释放烈焰，每5秒对60码范围内的所有玩家施加|cffffffff酷热恨意|r。每1秒造成8948点火焰伤害，持续15秒。此效果可叠加。",
},
[1239091] = {
["T"] = "次级武器",
["D"] = "槌砧战术还会给予一层大师杰作效果，每有一层效果，使你的下一个神圣军备在附近盟友身上施放一个次级军备。",
},
[1255475] = {
["T"] = "大祭司的蔑邪寻觅者",
["D"] = "召唤或解散你的大祭司的蔑邪寻觅者。此坐骑仅限牧师使用。",
},
[1234110] = {
["T"] = "能量提升",
},
[1255477] = {
["T"] = "暗影之刃的蔑邪预兆",
["D"] = "召唤或解散你的暗影之刃的蔑邪预兆。此坐骑仅限潜行者使用。",
},
[1255478] = {
["T"] = "先知的蔑邪风暴",
["D"] = "召唤或解散你的先知的蔑邪风暴。此坐骑仅限萨满祭司使用。",
},
[1254626] = {
["T"] = "将旧创始者之角加长栅栏放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255480] = {
["T"] = "蔑邪虚空之王的恐惧战马",
["D"] = "召唤或解散你的蔑邪虚空之王的恐惧战马。此坐骑仅限术士使用。",
},
[1254606] = {
["T"] = "小型船壳为家桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239099] = {
["T"] = "劲风",
},
[1234051] = {
["T"] = "昏天黑地",
},
[1239101] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1234135] = {
["T"] = "将自己设定为全阶段",
},
[1222720] = {
["T"] = "投掷利刃",
},
[1234059] = {
["T"] = "法力复苏",
["D"] = "在一定时间内未受到伤害时，目标每0.5秒恢复最大生命值的5%。",
},
[1222722] = {
["T"] = "冰霜死亡骑士11.1职业套装4件套",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的冰霜打击和冰川突进的伤害提高4%，最多可叠加6层。冰霜打击和冰川突进有7%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1222723] = {
["T"] = "投掷利刃",
},
[1239107] = {
["T"] = "影卫传送器",
["D"] = "传送至法力熔炉：欧米伽外的暗影营的盟友处。只能在处于法力熔炉：欧米伽时使用。",
},
[1255491] = {
["T"] = "芙原座椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239109] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1222727] = {
["T"] = "徒手战斗姿态",
["D"] = "采用徒手战斗姿态。只能在安德麦的下路武馆中使用。",
},
[1255494] = {
["T"] = "多恩诺嘉尔悬挂灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255495] = {
["T"] = "多恩诺嘉尔悬挂灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255496] = {
["T"] = "心核隧途哨兵路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255497] = {
["T"] = "冻成冰块",
},
[1255498] = {
["T"] = "滚雪球者",
["D"] = "带来欢乐！",
},
[1222733] = {
["T"] = "持械战斗",
["D"] = "根据你装备的武器采用战斗姿态。只能在安德麦的下路武馆中使用。",
},
[1239117] = {
["T"] = "震耳",
},
[1222735] = {
["T"] = "昏迷",
["D"] = "装作昏迷。只能在安德麦的下路武馆中使用。",
},
[1226851] = {
["T"] = "邪裔炣美拉",
["D"] = "召唤或解散一头邪裔炣美拉。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1222737] = {
["T"] = "装死",
["D"] = "装死。只能在安德麦的下路武馆中使用。",
},
[1234057] = {
["T"] = "隐藏",
["D"] = "隐身并静静观察。",
},
[1222739] = {
["T"] = "击倒",
["D"] = "将你自己击倒。只能在安德麦的下路武馆中使用。",
},
[1222740] = {
["T"] = "魔法战斗姿态",
["D"] = "采用魔法战斗姿态。只能在安德麦的下路武馆中使用。",
},
[1234114] = {
["T"] = "能量提升",
},
[1254431] = {
["T"] = "青铜",
["D"] = "拾取时获得青铜。",
},
[1234193] = {
["T"] = "退出住宅",
},
[1222744] = {
["T"] = "擒拿战斗姿态",
["D"] = "采用擒拿战斗姿态。只能在安德麦的下路武馆中使用。",
},
[1222745] = {
["T"] = "休息一会儿！",
["D"] = "休息30秒，这是你应得的！而且是法律强制要求的。",
},
[1234200] = {
["T"] = "加热",
},
[1234189] = {
["T"] = "处决宣判",
["D"] = "一把战锤缓缓从天而降至目标身上。目标在8秒后会受到神圣伤害，数值相当于在此期间从你的技能受到的伤害的0%。\r\n\r\n",
},
[1234190] = {
["T"] = "法力鳐收集完成",
},
[1234243] = {
["T"] = "倾压引力",
["D"] = "5秒后，强烈的引力在目标周围拍下，对2码内的所有玩家造成1610720点宇宙伤害，并施加碾碎。",
},
[1254067] = {
["T"] = "泥浆飞掷",
["D"] = "施法者从身体中射出泥浆，对3码内的玩家造成671133点自然伤害，并留下一片|cffffffff泥潭|r。",
},
[1222751] = {
["T"] = "得分计数",
["D"] = "在你的头顶显示得分计数。你初始具有3分。只能在安德麦的下路武馆中使用。",
},
[1239135] = {
["T"] = "复仇誓言",
["D"] = "誓言纠缠着背誓者，显化为虚灵幻影并冲向玩家。没有面向幻影时会重新获得一层|cffffffff誓言约束|r。",
},
[1239136] = {
["T"] = "复仇誓言",
["D"] = "誓言纠缠着背誓者，显化为虚灵幻影并冲向玩家。没有面向幻影时会重新获得一层|cffffffff誓言约束|r。",
},
[1222754] = {
["T"] = "扣分",
["D"] = "为你自己扣一分。",
},
[1239138] = {
["T"] = "虚空之光飙飞者",
["D"] = "召唤或解散这种坐骑。",
},
[1239139] = {
["T"] = "游离震击",
},
[1222757] = {
["T"] = "加分",
["D"] = "为你自己加一分。",
},
[1239141] = {
["T"] = "粉碎导管",
["D"] = "你的阿加附魔造诣使你能够在引导4秒后粉碎导管。",
},
[1239142] = {
["T"] = "小达兹提",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1234242] = {
["T"] = "引力扭曲",
["D"] = "迪门修斯扭曲自然法则，对所有玩家施加|cffffffff倾压引力|r或|cffffffff引力倒转|r。",
},
[1239144] = {
["T"] = "爆击终结",
["D"] = "崩摧会使你的下1次致死打击的爆击几率提高100%。致死打击爆击会使你的撕裂和重伤的伤害提高80%，持续8秒。",
},
[1255528] = {
["T"] = "强烈威胁",
["D"] = "阿古斯危机四伏，你这是自寻死路！推荐平均物品等级达到623后再进入此区域。",
},
[1234303] = {
["T"] = "虚翼龙鹰",
["D"] = "召唤或解散这种坐骑。",
},
[1234244] = {
["T"] = "引力倒转",
["D"] = "5秒后，目标爆发出强烈的引力，对6码内的玩家造成536906点宇宙伤害，并大力将其击退。\r\n",
},
[1239148] = {
["T"] = "过载……",
["D"] = "昏迷12秒。",
},
[1234311] = {
["T"] = "法力复苏",
["D"] = "当目标拥有护盾时，每0.5秒为其恢复最大生命值的3%。",
},
[1234261] = {
["T"] = "寰宇崩塌",
},
[1220989] = {
["T"] = "加乐宫豪客的轰隆石",
["D"] = "用加乐宫豪客的微弱力量回响注入你的护甲，为某些解放安德麦职业套装外观解锁额外的视觉效果。\r\n\r\n此效果全战团共享。",
},
[1234328] = {
["T"] = "光子轰击",
["D"] = "奥术收集装置释放一道能量光束，对区域内的玩家造成3355665点奥术伤害。受到伤害的玩家还会在接下来的6秒内每1.5秒额外受到536906点奥术伤害。",
},
[1239153] = {
["T"] = "深创裂伤",
["D"] = "崩摧会使你的下1次致死打击的爆击几率提高100%。致死打击爆击会使你的撕裂和重伤的伤害提高80%，持续8秒。",
},
[1239154] = {
["T"] = "奥法",
},
[1239155] = {
["T"] = "诸界吞噬者之路",
["S"] = "法力熔炉：欧米伽",
["D"] = "传送到法力熔炉：欧米伽的入口。",
},
[1239156] = {
["T"] = "英雄之路",
},
[1234336] = {
["T"] = "鸮之雕文",
},
[1234241] = {
["T"] = "移除吉特希守护者光环",
},
[1239159] = {
["T"] = "将贝拉梅斯室内墙壁放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239160] = {
["T"] = "将贝拉梅斯室内圆形立柱放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239161] = {
["T"] = "将贝拉梅斯室内门廊放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239162] = {
["T"] = "将贝拉梅斯室内窄墙放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1234337] = {
["T"] = "鸮之雕文",
["D"] = "你的瞭望的雄鹰现在看起来像是瞭望的灵枭。",
},
[1254022] = {
["T"] = "首领充能",
},
[1254013] = {
["T"] = "香蕉冲击！",
["D"] = "施法者用一根香蕉攻击目标，造成89485点自然伤害，并留下一个|cffffffff香蕉陷阱|r。",
},
[1239166] = {
["T"] = "爆炸",
},
[1234286] = {
["T"] = "至高岭的坚韧",
["S"] = "普通",
["D"] = "使|cffffffff至高岭的坚韧|r额外提高1级。\r\n\r\n|T1322283:24|t |cffffffff至高岭的坚韧|r\r\n每过12秒，你会开始将受到伤害的|CFFffffff3%|R积攒为|cffffffff坚韧|r。8秒后，|cffffffff坚韧|r会转化为防御屏障，吸收相当于积攒量的伤害，持续4秒。",
},
[1234422] = {
["T"] = "奥术护盾",
["S"] = "传说",
["D"] = "使|cffffffff奥术护盾|r额外提高5级。|n|n|T4638528:24|t |cffffffff奥术护盾|r|n向后移动时，你会引导|cffffffff奥术护盾|r，吸收最多|CFFffffff$<damageValue>|R点伤害，但会使你的移动速度降低80%。未引导|cffffffff奥术护盾|r时，护盾每秒恢复5%。如果|cffffffff奥术护盾|r被击碎，则会在30秒内无法使用。",
},
[1253897] = {
["T"] = "将创始者之角加长栅栏放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239170] = {
["T"] = "元素涌流",
["D"] = "施放倾盆大雨后，你的下一次治疗链、治疗波或治疗之涌会以150%效果再次施放。",
},
[1222788] = {
["T"] = "技巧射击",
},
[1234401] = {
["T"] = "深渊恐惧",
["S"] = "普通",
["D"] = "使|cffffffff深渊恐惧|r额外提高1级。\r\n\r\n|T463487:24|t |cffffffff深渊恐惧|r\r\n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1234440] = {
["T"] = "电池",
},
[1234432] = {
["T"] = "至高岭的坚韧",
["S"] = "传说",
["D"] = "使|cffffffff至高岭的坚韧|r额外提高5级。\r\n\r\n|T1322283:24|t |cffffffff至高岭的坚韧|r\r\n每过12秒，你会开始将受到伤害的|CFFffffff3%|R积攒为|cffffffff坚韧|r。8秒后，|cffffffff坚韧|r会转化为防御屏障，吸收相当于积攒量的伤害，持续4秒。",
},
[1239175] = {
["T"] = "开启传送门",
},
[1239176] = {
["T"] = "滚动的雪球",
["D"] = "跳上一个雪球，开始滚起来！冬幕节期间，冷却时间会缩短。",
},
[1239177] = {
["T"] = "岩浆",
},
[1253898] = {
["T"] = "将烈风独轮车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239179] = {
["T"] = "传送",
},
[1234425] = {
["T"] = "奥术护盾",
["S"] = "优秀",
["D"] = "使|cffffffff奥术护盾|r额外提高2级。|n|n|T4638528:24|t |cffffffff奥术护盾|r|n向后移动时，你会引导|cffffffff奥术护盾|r，吸收最多|CFFffffff$<damageValue>|R点伤害，但会使你的移动速度降低80%。未引导|cffffffff奥术护盾|r时，护盾每秒恢复5%。如果|cffffffff奥术护盾|r被击碎，则会在30秒内无法使用。",
},
[1234424] = {
["T"] = "奥术护盾",
["S"] = "精良",
["D"] = "使|cffffffff奥术护盾|r额外提高3级。|n|n|T4638528:24|t |cffffffff奥术护盾|r|n向后移动时，你会引导|cffffffff奥术护盾|r，吸收最多|CFFffffff$<damageValue>|R点伤害，但会使你的移动速度降低80%。未引导|cffffffff奥术护盾|r时，护盾每秒恢复5%。如果|cffffffff奥术护盾|r被击碎，则会在30秒内无法使用。",
},
[1239182] = {
["T"] = "风暴",
},
[1234439] = {
["T"] = "幽暗之心",
},
[1234396] = {
["T"] = "艾萨拉之怒",
["S"] = "普通",
["D"] = "使|cffffffff至高岭的坚韧|r额外提高1级。|n|n|T1322283:24|t |cffffffff至高岭的坚韧|r|n每过12秒，你会开始将受到伤害的|CFFffffff3%|R积攒为|cffffffff坚韧|r。8秒后，|cffffffff坚韧|r会转化为防御屏障，吸收相当于积攒量的伤害，持续4秒。",
},
[1239185] = {
["T"] = "将银月城室内圆形立柱放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1222803] = {
["T"] = "铜须的棕熊",
["S"] = "被动",
},
[1222804] = {
["T"] = "铜须的棕熊",
},
[1234419] = {
["T"] = "时光报应",
["S"] = "精良",
["D"] = "使|cffffffff时光报应|r额外提高3级。|n|n|T610472:24|t |cffffffff时光报应|r|n当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。",
},
[1213143] = {
["T"] = "地震回荡",
},
[1234428] = {
["T"] = "尖鸣之魂",
["S"] = "史诗",
["D"] = "使|cffffffff尖鸣之魂|r额外提高4级。\r\n\r\n|T136126:24|t |cffffffff尖鸣之魂|r\r\n你的法术和技能有几率召唤一群灵魂飞鹰撞向附近的敌人，命中时产生的爆炸会治疗盟友，并对5码内的敌人造成|CFFffffff$<damageValue>$$?$w1>0[$<damageValuePlus>][$<damageValue>]|R点自然伤害。",
},
[1239191] = {
["T"] = "熔火",
},
[1239192] = {
["T"] = "将银月城室内窄墙放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239193] = {
["T"] = "将银月城室内墙壁放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239194] = {
["T"] = "传送",
},
[1234413] = {
["T"] = "动荡魔法",
["S"] = "史诗",
["D"] = "使|cffffffff动荡魔法|r额外提高4级。|n|n|T4226154:24|t |cffffffff动荡魔法|r|n你的爆击有几率产生魔法爆发，对目标周围6码内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点奥术伤害。\r\n\r\n|cffffffff纳兰的永恒圆盘|r现在必定对具有|cffffffff邪能触碰|r的敌人造成爆击。",
},
[1234387] = {
["T"] = "英灵殿之焰",
["S"] = "传说",
["D"] = "使|cffffffff时光报应|r额外提高3级，使|cffffffff动荡魔法|r额外提高2级。|n|n|T610472:24|t |cffffffff时光报应|r|n当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。|n|n|T4226154:24|t |cffffffff动荡魔法|r|n你的爆击有几率产生魔法爆发，对目标周围6码内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点奥术伤害。\r\n\r\n|cffffffff纳兰的永恒圆盘|r现在必定对具有|cffffffff邪能触碰|r的敌人造成爆击。",
},
[1234390] = {
["T"] = "英灵殿之焰",
["S"] = "优秀",
["D"] = "使|cffffffff时光报应|r额外提高1级，使|cffffffff动荡魔法|r额外提高1级。|n|n|T610472:24|t |cffffffff时光报应|r|n当你吸收伤害时，对攻击者造成|CFFffffff$<damageValue>|R点奥术伤害，并使其攻击速度降低20%，持续3秒。|n|n|T4226154:24|t |cffffffff动荡魔法|r|n你的爆击有几率产生魔法爆发，对目标周围6码内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点奥术伤害。\r\n\r\n|cffffffff纳兰的永恒圆盘|r现在必定对具有|cffffffff邪能触碰|r的敌人造成爆击。",
},
[1222815] = {
["T"] = "奥术箭",
["D"] = "向目标投出一支奥术能量箭矢，造成559277点奥术伤害。",
},
[1234381] = {
["T"] = "卓格巴尔火折子",
["S"] = "普通",
["D"] = "使|cffffffff傲慢标记|r额外提高1级。|n|n|T460856:24|t |cffffffff傲慢标记|r|n攻击者会被打上傲慢标记，每1.6秒造成9点暗影伤害，持续10秒，最多叠加5次。",
},
[1239200] = {
["T"] = "酷热",
},
[1220869] = {
["T"] = "碎骨打击",
["D"] = "施法者攻击目标，造成671133点物理伤害。",
},
[1220849] = {
["T"] = "染紫",
},
[1239203] = {
["T"] = "风雷",
},
[1234376] = {
["T"] = "风暴喷涌者",
["S"] = "普通",
["D"] = "使|cffffffff风暴喷涌者|r额外提高1级。\r\n\r\n|T136099:24|t |cffffffff风暴喷涌者|r\r\n你可以在施法时移动。\r\n\r\n移动会在你的周围产生电能，持续6秒，周期性地召唤闪电，对周围的敌人造成|CFFffffff$<damageValue>|R点伤害。",
},
[1220835] = {
["T"] = "自尊重挫",
["D"] = "被加里维克斯的|cffffffff打压自尊|r击中的目标会持续相当于未被减免的伤害的物理伤害，每3秒造成一次伤害，持续22秒。此效果可叠加，加重原来的自尊重挫效果。",
},
[1234394] = {
["T"] = "艾萨拉之怒",
["S"] = "精良",
["D"] = "使|cffffffff至高岭的坚韧|r额外提高2级，使|cffffffff深涌惊涛|r额外提高1级。|n|n|T1322283:24|t |cffffffff至高岭的坚韧|r|n每过12秒，你会开始将受到伤害的|CFFffffff3%|R积攒为|cffffffff坚韧|r。8秒后，|cffffffff坚韧|r会转化为防御屏障，吸收相当于积攒量的伤害，持续4秒。|n|n|T3528297:24|t |cffffffff深涌惊涛|r|n|cnLEGION_REMIX_FACTION_NAGA:纳迦|R使具有邪能烙印的敌人昏迷会将其引爆，对附近的敌人造成0点伤害。如果深涌惊涛对具有邪能烙印的敌人造成了伤害，同时也会将其引爆。",
},
[1253323] = {
["T"] = "欢乐执行者",
},
[1253136] = {
["T"] = "泽拉的拥抱",
["D"] = "泽拉守护着你。当你的生命值降低至40%时，你会获得她的拥抱，变为|cffffffff光铸|r并使受到的所有伤害降低80%，持续8秒。每1.5分钟只能触发一次。\r\n\r\n|cffffffff光铸|r\r\n增强你神器的其他圣光特质。",
},
[1220789] = {
["T"] = "豪奢打赏箱",
},
[1220739] = {
["T"] = "超强能量屏障",
["D"] = "你的护盾可吸收100%额外伤害并获得一个额外效果，但只能持续4秒。\r\n\r\n|T135991:24|t |cffffffff棱光护体|r\r\n如果护盾吸收量完全耗尽，你在15秒秒内的下一个闪现术或闪光术会使你获得隐形并免疫伤害，持续3秒。伤害减免效果会在隐形结束时消失。",
},
[1220723] = {
["T"] = "特效炉石",
},
[1220720] = {
["T"] = "探险者协会绳子",
["D"] = "返回入口处？",
},
[1220716] = {
["T"] = "跳跃",
},
[1222831] = {
["T"] = "过载线圈",
["D"] = "加里维克斯激活并过载铬武场的极巨大线圈，每1秒对所有玩家造成1342266点自然伤害。此效果可叠加，每层效果都会提高生效的频率。",
},
[1222832] = {
["T"] = "精力",
},
[1222833] = {
["T"] = "可抛式热狗",
["D"] = "拿着一个热狗。",
},
[1222834] = {
["T"] = "一次性烤架",
["D"] = "召唤一个烤架，可以进行烹饪。",
},
[1222835] = {
["T"] = "可抛式汉堡",
["D"] = "拿着一个汉堡。",
},
[1222836] = {
["T"] = "精力",
},
[1222837] = {
["T"] = "安德麦箱子",
["D"] = "捧着一个地精箱子。",
},
[1239221] = {
["T"] = "金刚虚空核心",
["D"] = "你的法术有几率强化虚空核心，使你获得9点智力，持续15秒。法力值低于25%时，此几率提高25%。多次施加可以重叠生效。",
},
[1222839] = {
["T"] = "可回收的菠萝提尼杯",
["D"] = "端着一杯菠萝饮料。",
},
[1222840] = {
["T"] = "吃了一半的外卖",
["D"] = "端着一个外卖容器。",
},
[1220706] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的刃舞和混乱打击的伤害提高3%，最多可叠加10层。刃舞和混乱打击有15%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1222842] = {
["T"] = "过载线圈",
["D"] = "加里维克斯激活并过载铬武场的极巨大线圈，每1秒对所有玩家造成1342266点自然伤害。此效果可叠加，每层效果都会提高生效的频率。",
},
[1220703] = {
["T"] = "圣盾术",
},
[1220691] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1220613] = {
["T"] = "假人",
},
[1222846] = {
["T"] = "过载线圈",
["D"] = "加里维克斯激活并过载铬武场的极巨大线圈，每1秒对所有玩家造成1342266点自然伤害。此效果可叠加，每层效果都会提高生效的频率。",
},
[1220610] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1239231] = {
["T"] = "死亡研习",
["D"] = "死亡符记会使所有死亡猎手的伤害效果和伤害加成效果提高40%。",
},
[1239232] = {
["T"] = "死亡研习",
["D"] = "死亡符记会使所有死亡猎手的伤害效果和伤害加成效果提高40%。",
},
[1239233] = {
["T"] = "金刚虚空核心",
["D"] = "你的法术有几率强化虚空核心，使你获得9点智力，持续15秒。法力值低于25%时，此几率提高25%。多次施加可以重叠生效。",
},
[1239234] = {
["T"] = "金刚虚空核心",
["D"] = "你的法术有几率强化虚空核心，使你获得9点智力，持续15秒。法力值低于25%时，此几率提高25%。多次施加可以重叠生效。",
},
[1220592] = {
["T"] = "暗索医疗机",
},
[1220582] = {
["T"] = "C.H.E.T.T.清单",
},
[1220579] = {
["T"] = "超高位消毒的肉类替代品",
["D"] = "向一名急需肉质外部填充物的骨感的安德麦居民扔出一桶超高位消毒的肉类替代品。",
},
[1220576] = {
["T"] = "将奥格瑞玛室内方形立柱放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1220549] = {
["T"] = "不稳定的集束炸弹",
},
[1220527] = {
["T"] = "更多黑血时间线场景",
},
[1252382] = {
["T"] = "德莱尼搁脚凳",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1220508] = {
["T"] = "深渊抛投",
},
[1220506] = {
["T"] = "呼啸暴虐",
["D"] = "刃舞对你的主要目标自动触发投掷利刃，造成100%的伤害，每次斩击有50%的几率对一名敌人施放投掷利刃，造成35%的伤害。",
},
[1239244] = {
["T"] = "传送",
},
[1239245] = {
["T"] = "传送",
},
[1220504] = {
["T"] = "取消奥格瑞玛气泡",
["D"] = "离开投喂区。",
},
[1255630] = {
["T"] = "莫拉塔丽的无尽智慧",
["D"] = "消灭敌人和完成任务获得的经验值提高250%。",
},
[1222865] = {
["T"] = "寒冬狂潮",
["D"] = "寒冰箭和冰风暴造成伤害会使你的冰刺和冰川尖刺的伤害提高2%。最多叠加2次。",
},
[1220490] = {
["T"] = "火箭弹幕",
["D"] = "轰隆",
},
[1252196] = {
["T"] = "请求供品",
["D"] = "你没有完成对时空扭曲方尖碑的供奉。时空扭曲方尖碑的恢复效果显著降低。",
},
[1252190] = {
["T"] = "飞翔的女武神",
["D"] = "|cffffffff守备官的审判|r祝福最多5个附近盟友，使其受到瓦格里的守护，持续12秒。\r\n\r\n在守护期间，致命攻击会被瓦格里拦截，并为目标恢复全部生命值。同一目标每8分钟最多触发一次。",
},
[1220399] = {
["T"] = "双厄射击",
["D"] = "兹伊向一名随机玩家射出高爆大口径枪弹，对最近的玩家造成13422664点物理伤害并施加|cffffffff贯通创伤|r。所有其他目标受到最多13422664点物理伤害，受距离最近的玩家的总伤害减免影响。\r\n\r\n被击中的|cffffffff不稳定的蛛形地雷|r将会引爆，所有被击中的玩家昏迷2秒。此外，|cffffffff炸药载荷|r会嵌入原目标体内。",
},
[1220396] = {
["T"] = "钻透！",
["D"] = "触碰钻机会刺穿玩家，陷入昏迷并流血，每5.2秒受到0点物理伤害，持续最多1秒。",
},
[1222871] = {
["T"] = "重配锁的接线",
},
[1222872] = {
["T"] = "通电的锁",
["D"] = "尝试打破通电的锁。",
},
[1222873] = {
["T"] = "重配锁的接线",
},
[1222874] = {
["T"] = "重配锁的接线",
},
[1222875] = {
["T"] = "重配锁的接线",
},
[1222876] = {
["T"] = "通电的锁",
["D"] = "尝试打破通电的锁。",
},
[1222877] = {
["T"] = "通电的锁",
["D"] = "尝试打破通电的锁。",
},
[1222878] = {
["T"] = "通电的锁",
["D"] = "尝试打破通电的锁。",
},
[1239262] = {
["T"] = "征服者的十字",
["D"] = "虚空领主召唤虚空守卫方阵来争夺领地，并限制玩家移动。",
},
[1222880] = {
["T"] = "限量款火箭浮标",
["D"] = "将你的鱼漂替换为摆动的限量款火箭\r\n，持续1小时。\r\n\r\n真正的粉丝才会拥有！",
},
[1239264] = {
["T"] = "征服者的十字",
},
[1252096] = {
["T"] = "汹涌雷霆",
["D"] = "离子打击造成100%额外伤害，触发离子打击会使你获得一层雷霆轰击充能，并且你的下一个雷霆轰击造成100%的额外伤害。",
},
[1222883] = {
["T"] = "紧急出口",
["D"] = "传送到罐缸工坊外。",
},
[1222884] = {
["T"] = "精品饮料杯浮标",
["D"] = "将你的鱼漂替换为摆动的精品饮料杯，持续1小时。\r\n\r\n非凡的吸引力！",
},
[1239268] = {
["T"] = "虚空守护",
["D"] = "虚空守卫对其周围区域施加控制，击退进入的玩家并造成2460821点暗影伤害，且每2秒额外造成961957点暗影伤害，持续30秒。",
},
[1239269] = {
["T"] = "邪能地狱",
["D"] = "维拉瑞安用烈焰笼罩竞技场，每1秒对踏入火焰风暴的玩家造成1342266点火焰伤害。",
},
[1272036] = {
["T"] = "虚灵管路",
["D"] = "你将可以为住宅购买虚灵管道装饰。",
},
[1272037] = {
["T"] = "虚灵科技",
["D"] = "你将可以为住宅购买虚灵技术装饰。",
},
[1220309] = {
["T"] = "技巧射击",
["D"] = "加里维克斯每4秒获得一层|cffffffff技巧射击|r。\r\n\r\n当达到10层或改变主要目标时，将会释放所有射击，每层造成1789688点物理伤害并每1秒额外造成313195点火焰伤害，持续9秒。此效果可叠加，且无法被躲闪。",
},
[1236858] = {
["T"] = "兽人箍边桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252053] = {
["T"] = "烹饪",
["D"] = "打开旧世界烹饪菜单。",
},
[1236857] = {
["T"] = "战歌工作台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239276] = {
["T"] = "次级武器",
["D"] = "槌砧战术还会给予一层大师杰作效果，每有一层效果，使你的下一个神圣军备在附近盟友身上施放一个次级军备。",
},
[1222894] = {
["T"] = "昏迷",
["D"] = "成员撞毁坦克后发出了哀鸣。",
},
[1252066] = {
["T"] = "套装：星界好战者的布甲",
["D"] = "收集星界好战者的布甲套装外观。",
},
[1236859] = {
["T"] = "酒桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236776] = {
["T"] = "心灵之火",
["D"] = "焚身会点燃你的心灵之火，使你的持续伤害和治疗效果提高25%，精华迸发的触发几率提高50%，持续12秒。最多可叠加2次。多次施加可以重叠生效。",
},
[1239281] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉迁跃并穿越目标，对路径中的玩家造成447422点奥术伤害，并使他们在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1239282] = {
["T"] = "次级武器",
["D"] = "槌砧战术还会给予一层大师杰作效果，每有一层效果，使你的下一个神圣军备在附近盟友身上施放一个次级军备。",
},
[1236864] = {
["T"] = "兽人折叠床",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222901] = {
["T"] = "提供伙伴进度",
},
[1236851] = {
["T"] = "树妖的青睐",
["D"] = "当你的树妖消退时，使你的下2次星涌术的伤害提高，数值相当于激活时你伤害效果的3%，并将其10%的伤害溅射到附近敌人身上，目标超过5个效果降低。",
},
[1236772] = {
["T"] = "飞行",
},
[1226768] = {
["T"] = "吞噬者之怒",
["D"] = "阿达拉斯将饥渴虚空法球抛向多个位置，未被阻截的法球会对所有玩家造成1342266点宇宙伤害。\r\n\r\n阿达拉斯凝视阻截法球的玩家，持续以|cffffffff吞噬|r发起攻击，并使其受到的物理伤害提高100%。\r\n\r\n被移除时，|cffffffff吞噬者之怒|r会转移给附近的一个玩家，并对所有玩家造成223710点宇宙伤害。",
},
[1226767] = {
["T"] = "可重复事件 - 卑鄙双雄 - 传送到营地 - 从穹顶（提示）",
["D"] = "传送到卑鄙双雄营地？",
},
[1236863] = {
["T"] = "霜狼箍边凳子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236856] = {
["T"] = "兽人督军的规划桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251843] = {
["T"] = "记忆结晶",
["D"] = "留下一个记忆结晶，为其他探索这一地下堡的玩家留下一条消息。",
},
[1222909] = {
["T"] = "充气漂浮垫",
["D"] = "享用一杯温暖的霍亨布墨花茶。",
},
[1251834] = {
["T"] = "相位迁跃",
},
[1236777] = {
["T"] = "相位潜行",
["D"] = "进入虚幻的能量形态。",
},
[1236836] = {
["T"] = "牢固信息保全容器记忆卡",
["D"] = "在泰坦信息保全容器中安装记忆卡，提高其物品等级。",
},
[1222913] = {
["T"] = "海洋的馈赠",
["D"] = "喝下药剂，获得水下呼吸并使游泳速度提高125%，持续3分钟。",
},
[1226760] = {
["T"] = "先知的巨鸦",
["D"] = "召唤或解散先知的巨鸦。",
},
[1251850] = {
["T"] = "记忆结晶",
["D"] = "留下一个记忆结晶，为其他探索这一地下堡的玩家留下一条消息。",
},
[1222916] = {
["T"] = "被抓住的老鼠",
["D"] = "让一只老鼠趴在你的肩头。",
},
[1222917] = {
["T"] = "被抓住的老鼠",
["D"] = "让一只老鼠趴在你的肩头。",
},
[1222918] = {
["T"] = "被抓住的老鼠",
["D"] = "让一只老鼠趴在你的肩头。",
},
[1222919] = {
["T"] = "被抓住的老鼠",
["D"] = "让一只老鼠趴在你的肩头。",
},
[1222920] = {
["T"] = "被抓住的老鼠",
["D"] = "让一只老鼠趴在你的肩头。",
},
[1236835] = {
["T"] = "枯竭的核心",
["D"] = "枯竭的核心因失能而周期性地产生剧烈反应，每5秒对所有玩家造成44741点宇宙伤害。 ",
},
[1223297] = {
["T"] = "地下堡测试",
},
[1222923] = {
["T"] = "踏风武僧",
},
[1226756] = {
["T"] = "神圣秘典",
["D"] = "翻到下一个章节。\r\n\r\n",
},
[1239308] = {
["T"] = "投掷药剂（冲击）",
},
[1239309] = {
["T"] = "熵能断裂",
},
[1239310] = {
["T"] = "熵能断裂",
["D"] = "帕哥斯在附近几个位置断裂空间，对4码范围内的玩家造成1789688点暗影伤害，并召唤出熵之残迹。",
},
[1226755] = {
["T"] = "神圣秘典",
["D"] = "翻到下一个章节。\r\n\r\n",
},
[1239312] = {
["T"] = "熵能断裂",
},
[1226754] = {
["T"] = "神圣秘典",
["D"] = "翻到下一个章节。\r\n\r\n",
},
[1251897] = {
["T"] = "套装：炉铸好战者的锁甲",
["D"] = "收集炉铸好战者的锁甲套装外观。",
},
[1239315] = {
["T"] = "风暴之眼",
["D"] = "自然伤害提高3.0%，升腾会强化你的下2次狂风怒号，在空中汇聚一场风暴，1.5秒后对主要目标造成178374点自然伤害，对周围的敌人造成较低的伤害。",
},
[1239316] = {
["T"] = "熵能断裂",
["D"] = "帕哥斯在附近几个位置断裂空间，对4码范围内的玩家造成1789688点暗影伤害，并召唤出熵之残迹。",
},
[1251898] = {
["T"] = "套装：炉铸好战者的板甲",
["D"] = "收集炉铸好战者的板甲套装外观。",
},
[1236938] = {
["T"] = "静电充能",
["D"] = "你的法术和技能有几率使你获得静电充能，使你的全能提高$1236137w5*$1236938u${$1236137w5*$1236938u}，持续30秒。你随后使用的每一个法术和技能会使全能加成降低5%。",
},
[1222936] = {
["T"] = "火花之痕",
},
[1251838] = {
["T"] = "记忆结晶",
["D"] = "留下一个记忆结晶，为其他探索这一地下堡的玩家留下一条消息。",
},
[1251629] = {
["T"] = "相位迁跃",
},
[1236865] = {
["T"] = "将苦工的工作桶放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236866] = {
["T"] = "祖达萨厨师的平底锅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236907] = {
["T"] = "凡图斯符文：诸界吞噬者迪门修斯",
},
[1236937] = {
["T"] = "奔腾电流",
["D"] = "你进入战斗时获得奔腾电流，每2秒使你的精通提高$1236137w7，最多在24秒后提高$1236937u*$1236137w7${$1236937u*$1236137w7}，随后衰减并重复循环。",
},
[1236936] = {
["T"] = "迸射火花",
["D"] = "你的法术和技能有几率触发迸射火花，使你的急速提高$1236137w4，持续20秒。 ",
},
[1239327] = {
["T"] = "物质解离",
["D"] = "尝试在8秒内从原子层面撕裂玩家，使其每1秒受到536906点宇宙伤害，移动速度降低60%。",
},
[1251689] = {
["T"] = "阴暗的火鸡",
["D"] = "召唤或解散这种坐骑。",
},
[1236886] = {
["T"] = "凡图斯符文：法力熔炉：欧米伽",
["D"] = "你可以每周一次针对法力熔炉：欧米伽副本首领的能量调整你自己，获得以下光环：\r\n\r\n|T3717600:24|t|cffffffff凡图斯符文：法力熔炉：欧米伽|r\r\n在与该团队副本首领战斗时全能提高1500。该效果持续一周。\r\n",
},
[1222947] = {
["T"] = "以太碎片",
["D"] = "敏锐直觉的伤害加成提高20%。",
},
[1222948] = {
["T"] = "电气充能护盾",
["D"] = "Mk II型电击振荡器将自己包裹在充盈的能量中，使其受到的伤害降低99%。\r\n\r\n被|cffffffff风暴手指枪|r击中时移除。",
},
[1222949] = {
["T"] = "黑暗之井",
["D"] = "库尔萨洛克令|cffffffff黑暗之井|r附着在目标玩家身上，持续6秒。黑暗之井每1秒放射出通灵能量，对4码内的玩家造成223710点暗影伤害",
},
[1255716] = {
["T"] = "阿加栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255717] = {
["T"] = "阿加栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255718] = {
["T"] = "芙原喷泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222953] = {
["T"] = "加里维克斯",
},
[1222954] = {
["T"] = "弗蕾亚的梦境",
["D"] = "职业移动技能的冷却恢复速度提高35%。",
},
[1222955] = {
["T"] = "米米尔隆的超速火箭",
["D"] = "拥有多重充能的移动增强技能获得2层额外充能。",
},
[1239339] = {
["T"] = "吉尔尼斯解忧者",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239340] = {
["T"] = "吉尔尼斯贵族的篱笆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255724] = {
["T"] = "冈达加兹大桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239342] = {
["T"] = "弯垂玫瑰篱笆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239343] = {
["T"] = "吉尔尼斯石制墙壁",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236872] = {
["T"] = "次元吐息",
["D"] = "虚空之翼的大口中喷射出星河光束，在4秒内每0.3秒对击中的所有玩家造成1342266点宇宙伤害。\r\n\r\n撕开多道传送门，从更多方向发起吐息。\r\n",
},
[1251638] = {
["T"] = "小型烈风酒吧桌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1236983] = {
["T"] = "跃动火花",
["D"] = "你的治疗有几率使火花跳跃到40码内生命值最低的目标处，为其恢复$1236137w10点生命值。",
},
[1251685] = {
["T"] = "机灵的火鸡",
["D"] = "召唤或解散这种坐骑。",
},
[1236974] = {
["T"] = "跃动火花",
["D"] = "你的治疗有几率使火花跳跃到40码内生命值最低的目标处，为其恢复$1236137w10点生命值。",
},
[1255732] = {
["T"] = "优雅的精灵华盖床",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1222967] = {
["T"] = "投掷利刃",
},
[1222968] = {
["T"] = "神奇小犬帕斯卡",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1222969] = {
["T"] = "害虫调谐的光学成像仪",
["D"] = "让使用者能够洞悉寻常视线无法在墙后看见的重要生物。",
},
[1222970] = {
["T"] = "灼烧之伤",
["D"] = "|cffffffff投掷利刃|r使受影响的玩家身上留下伤口，每1.5秒造成223710点混乱伤害。\r\n\r\n玩家的生命值恢复至90%以上时移除此效果。",
},
[1239727] = {
["T"] = "灵魂爆发",
["D"] = "施法者在死亡时爆发并消散，对5码内的敌人造成暗影伤害。",
},
[1251669] = {
["T"] = "圣光的复仇",
},
[1222973] = {
["T"] = "设置头盔01",
},
[1239739] = {
["T"] = "灵魂虹吸",
["D"] = "从10码内的目标身上抽取生命，每1秒造成306036点暗影伤害并治疗施法者，持续6秒。",
},
[1239358] = {
["T"] = "相位稳定",
["D"] = "使用界门后暂时隐形。",
},
[1239740] = {
["T"] = "灵魂虹吸",
["D"] = "从10码内的目标身上抽取生命，每1秒造成306036点暗影伤害并治疗施法者，持续6秒。",
},
[1223358] = {
["T"] = "摧毁",
},
[1222978] = {
["T"] = "绿色鱼人装扮",
},
[1222979] = {
["T"] = "灰色狐狸装扮",
},
[1222980] = {
["T"] = "灰色鲨鱼装扮",
},
[1239364] = {
["T"] = "飓风龙翼",
["D"] = "达到100点能量时，莱萨杰丝召唤一阵强劲的狂风，对所有玩家造成894979点自然伤害。此外，玩家还会被推开，每0.5秒受到133534点自然伤害，持续1.5秒。",
},
[1226731] = {
["T"] = "收割",
},
[1251670] = {
["T"] = "圣光的复仇",
["D"] = "你的法术和技能有几率显现圣光，为附近受伤的盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值，并对其6码范围内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n在|cffffffff光铸|r时治疗和伤害翻倍。",
},
[1222984] = {
["T"] = "通往安德麦的传送门",
["D"] = "传送到安德麦。",
},
[1222985] = {
["T"] = "过载晶塔",
["D"] = "正在积累能量。",
},
[1222986] = {
["T"] = "过载晶塔",
["D"] = "正在积累能量。",
},
[1222987] = {
["T"] = "过载晶塔",
["D"] = "正在积累能量。",
},
[1251637] = {
["T"] = "将龙族工匠的熔炉放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251636] = {
["T"] = "套装：村民的城市收藏",
["D"] = "收集这套护甲套装外观。",
},
[1222990] = {
["T"] = "自我定身",
},
[1251631] = {
["T"] = "套装：村民的森林收藏",
["D"] = "收集这套护甲套装外观。",
},
[1222992] = {
["T"] = "邪能冲撞",
},
[1222993] = {
["T"] = "邪能冲撞",
["D"] = "维拉瑞安显化自身的幻象，并向前冲刺，点燃路径上的一切，造成3579377点混乱伤害。",
},
[1239377] = {
["T"] = "纠缠死亡",
},
[1234386] = {
["T"] = "傲慢标记",
["S"] = "普通",
["D"] = "使|cffffffff傲慢标记|r额外提高1级。\r\n\r\n|T460856:24|t |cffffffff傲慢标记|r\r\n攻击者会被打上傲慢标记，每1.6秒造成9点暗影伤害，持续10秒，最多叠加5次。",
},
[1237217] = {
["T"] = "吞噬",
["D"] = "施法者孤立并拉近猎物，随即将其吞噬，造成1789688点物理伤害。 ",
},
[1237221] = {
["T"] = "落石",
},
[1251602] = {
["T"] = "莫拉塔丽的永恒会面",
["D"] = "被介绍给永恒龙军团的其他成员。",
},
[1243105] = {
["T"] = "惊魂幻象",
["D"] = "你对敌人施放有害法术时创造惊魂幻象。\r\n\r\n惊魂幻象达到50层时，你的目标会看到噩梦，受到26013点暗影伤害，并在3秒内为你产生4点狂乱值。\r\n\r\n达到100层时，你的目标会见证恩佐斯的幻象，受到98477点暗影伤害，并在3秒内为你产生12点狂乱值。",
},
[1223000] = {
["T"] = "卡雷什之拥",
["D"] = "用护盾包裹目标，吸收受到的伤害，持续20秒。",
},
[1255767] = {
["T"] = "时间流具现",
},
[1223002] = {
["T"] = "不稳定的法力",
},
[1251551] = {
["T"] = "通往塔扎维什的传送门",
},
[1223004] = {
["T"] = "立即消灭载具",
},
[1234416] = {
["T"] = "动荡魔法",
["S"] = "普通",
["D"] = "使|cffffffff动荡魔法|r额外提高1级。\r\n\r\n|T4226154:24|t |cffffffff动荡魔法|r\r\n你的爆击有几率产生魔法爆发，对目标周围6码内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点奥术伤害。\r\n\r\n|cffffffff纳兰的永恒圆盘|r现在必定对具有|cffffffff邪能触碰|r的敌人造成爆击。",
},
[1223006] = {
["T"] = "掘进喷发",
["D"] = "施法者钻入地下，随后破土而出，对冲击点周围7码内的所有玩家造成1565976点自然伤害，并将其击退。",
},
[1239390] = {
["T"] = "相位转移",
},
[1223008] = {
["T"] = "掘进喷发",
["D"] = "施法者钻入地下，随后破土而出，对冲击点周围7码内的所有玩家造成1565976点自然伤害，并将其击退。",
},
[1234400] = {
["T"] = "深渊恐惧",
["S"] = "优秀",
["D"] = "使|cffffffff深渊恐惧|r额外提高2级。\r\n\r\n|T463487:24|t |cffffffff深渊恐惧|r\r\n你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1239393] = {
["T"] = "乘坐雪球",
},
[1255777] = {
["T"] = "蔑邪寂灭者之镰",
["D"] = "收集蔑邪寂灭者之镰外观。",
},
[1251553] = {
["T"] = "虚灵保护",
["D"] = "你的法术和技能有较高的几率在你的身旁凝聚能量，使你获得一个护盾，使受到的伤害降低20%，最多吸收一定量的伤害。\r\n\r\n生命值降至40%时，此效果会以500%的效能激活。此效果每6分钟只能触发一次。",
},
[1239396] = {
["T"] = "冲刺",
["D"] = "无赖穿越一个目标，使目标减速5%，受到的治疗效果降低5%，并且造成223710点宇宙伤害。此效果可叠加。 ",
},
[1221386] = {
["T"] = "锐矛之锋",
["D"] = "你发出信号，使你的宠物冲向敌人，使目标在10秒内流血，造成512020点伤害，并且使你和你的宠物对目标的爆击几率提高30%，持续10秒。",
},
[1234412] = {
["T"] = "动荡魔法",
["S"] = "传说",
["D"] = "使|cffffffff动荡魔法|r额外提高5级。|n|n|T4226154:24|t |cffffffff动荡魔法|r|n你的爆击有几率产生魔法爆发，对目标周围6码内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点奥术伤害。\r\n\r\n|cffffffff纳兰的永恒圆盘|r现在必定对具有|cffffffff邪能触碰|r的敌人造成爆击。",
},
[1234438] = {
["T"] = "灾难苏醒",
["D"] = "迪门修斯的苏醒将玩家轰飞，对400码内的玩家造成3579377点暗影伤害。",
},
[1234321] = {
["T"] = "虚空气泡",
},
[1223018] = {
["T"] = "单充能震地腾跃活塞",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1223019] = {
["T"] = "套装：风暴烈酒的珍藏",
["D"] = "收集风暴烈酒的珍藏护甲套装外观。",
},
[1239403] = {
["T"] = "宇宙辐射",
["D"] = "你的攻击有较高的几率发起星海猛攻，对目标造成48点宇宙伤害。\r\n\r\n目标每损失1%的生命值，伤害提高2%。对周围的敌人造成50%的伤害，由他们均摊。",
},
[1239404] = {
["T"] = "鲑鱼溪荆棘水井",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239405] = {
["T"] = "冲刺",
["D"] = "无赖穿越一个目标，使目标减速5%，受到的治疗效果降低5%，并且造成223710点宇宙伤害。此效果可叠加。 ",
},
[1237380] = {
["T"] = "藤蔓",
},
[1239407] = {
["T"] = "冲刺",
["D"] = "无赖穿越一个目标，使目标减速5%，受到的治疗效果降低5%，并且造成223710点宇宙伤害。此效果可叠加。 ",
},
[1234047] = {
["T"] = "昏天黑地",
},
[1239409] = {
["T"] = "虚空回响",
},
[1237610] = {
["T"] = "现实边界",
},
[1234050] = {
["T"] = "昏天黑地",
},
[1239412] = {
["T"] = "虚空召唤",
},
[1239413] = {
["T"] = "虚空召唤",
},
[1237620] = {
["T"] = "现实边界",
},
[1239415] = {
["T"] = "虚空召唤",
["D"] = "向虚空发出呼唤，召唤盟友协助战斗。",
},
[1251327] = {
["T"] = "WA铁锹循环引导 有铲子",
},
[1223034] = {
["T"] = "邪能冲撞",
},
[1239418] = {
["T"] = "正在过载虹管……",
["D"] = "尝试令虹管过载……",
},
[1223036] = {
["T"] = "传送",
["D"] = "将施法者传送到奥尔达尼生态圆顶中的一个安全的位置。",
},
[1234024] = {
["T"] = "稳定",
},
[1237613] = {
["T"] = "以太凯旋",
},
[1239422] = {
["T"] = "枯萎箭矢",
["D"] = "进行一次邪恶射击，造成52226点暗影伤害。消耗末日突降时，你的凋零缠绕会命令射手以80%效果额外射出一发枯萎箭矢。扩散会使枯萎箭矢进行弹射，并最多额外命中5个目标。",
},
[1233999] = {
["T"] = "湮灭奥能重炮",
["D"] = "集能哨兵会标记其当前目标，然后发射一道奥术充能，对10码范围内的玩家造成6711331点奥术伤害，对其他所有玩家造成4474221点奥术伤害。距离目标越远，玩家受到的伤害越低。爆炸会留下|cffffffff潜能法力残渣|r。\r\n\r\n冲击使主要目标在45秒内受到来自|cffffffff湮灭奥能重炮|r的伤害提高1000%。",
},
[1223041] = {
["T"] = "加乐宫会员奖励卡",
["D"] = "传送到洋际酒店。只能在解放安德麦中使用。",
},
[1223042] = {
["T"] = "邪能冲撞",
["D"] = "维拉瑞安显化自身的幻象，并向前冲刺，点燃路径上的一切，造成3579377点混乱伤害。",
},
[1239426] = {
["T"] = "击沉它！",
["D"] = "尼尔西坦船长标记一个目标，使其受到的伤害提高1%。 ",
},
[1223044] = {
["T"] = "虚空庇护的卡雷鹏",
},
[1237615] = {
["T"] = "溢流虚空",
["D"] = "虚空冲击现在还会使熵能裂隙增长，崩塌虚空会使熵能裂隙的伤害额外提高10%，你的下一次心灵震爆的伤害会根据熵能裂隙坍塌时的大小提高最多200%。",
},
[1237607] = {
["T"] = "秘法鞭笞",
["D"] = "缚魂者娜欣达利对当前目标发动鞭击，每1秒造成447422点奥术伤害，持续5秒。此攻击会标记受害者，使秘法鞭笞造成的伤害提高10%。\r\n\r\n该效果可叠加。",
},
[1239430] = {
["T"] = "吉尔尼斯枷锁",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239431] = {
["T"] = "将瑟维奇远征帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223417] = {
["T"] = "虚灵收割",
["D"] = "你的有害法术和技能有几率在你身旁汇聚潜在能量，造成124点奥术伤害，由你的目标和周围的敌人均摊。生命值低于35%的敌人额外受到20%的伤害。",
},
[1239433] = {
["T"] = "小狼的厕所",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239434] = {
["T"] = "吉尔尼斯木制桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239435] = {
["T"] = "吉尔尼斯壁挂架子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239436] = {
["T"] = "吉尔尼斯摇椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223054] = {
["T"] = "坐在箱子上",
["D"] = "在补给箱上坐下。",
},
[1223055] = {
["T"] = "细致入微的结构图",
["D"] = "在箱子中翻找，找到你的细致入微的结构图。\r\n",
},
[1223056] = {
["T"] = "奥术涡轮",
},
[1239440] = {
["T"] = "精灵神殿火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223058] = {
["T"] = "提灯",
["D"] = "在箱子中翻找，找到你的提灯。\r\n",
},
[1255825] = {
["T"] = "组合",
["D"] = "组合10个此物品，制作一件属于翡翠梦魇的物品。",
},
[1255826] = {
["T"] = "组合",
["D"] = "组合10个此物品，制作一件属于萨格拉斯之墓的物品。",
},
[1255827] = {
["T"] = "组合",
["D"] = "组合10个此物品，制作一件属于军团再临：幻境新生中已开放的团队副本的物品。",
},
[1255828] = {
["T"] = "组合",
["D"] = "组合10个此物品，制作一件具有惊人潜力的物品。",
},
[1237766] = {
["T"] = "枯竭的核心",
["D"] = "枯竭的核心因失能而周期性地产生剧烈反应，每5秒对所有玩家造成44741点宇宙伤害。 ",
},
[1219746] = {
["T"] = "虚空坠落",
["D"] = "保护你的朋友，使其不受坠落伤害。",
},
[1255831] = {
["T"] = "堕落君王的腐化之刃",
["D"] = "收集堕落君王的腐化之刃外观。",
},
[1237707] = {
["T"] = "军团的召唤",
["D"] = "当狱火恐惧魔王返回虚空时，他们会强化你的力量，使你的爆击产生|cffffffff军团的召唤|r层数，持续30秒。叠加至5层时消耗|cffffffff军团的召唤|r，并从扭曲虚空召唤一个恶魔为你助阵，持续10秒。多次召唤可以重叠生效。",
},
[1223067] = {
["T"] = "下班",
["D"] = "取消当前正在进行的差事，停止接受货运与接收的差事。",
},
[1223068] = {
["T"] = "邪能冲撞",
},
[1223069] = {
["T"] = "邪能冲撞",
},
[1234020] = {
["T"] = "虚空猛击",
["D"] = "将施法者前方锥形范围内的所有目标击飞，落地时造成134226点暗影伤害并将其击退。",
},
[1251284] = {
["T"] = "幽光法力鳐",
["D"] = "召唤或解散一头幽光法力鳐。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1219727] = {
["T"] = "噗",
},
[1223073] = {
["T"] = "毒素",
["D"] = "每3秒对一名敌人造成自然伤害，持续15秒。",
},
[1223426] = {
["T"] = "虚空转换",
},
[1223075] = {
["T"] = "万能钥匙",
["D"] = "驾驶附近一台无人占用的卑鄙双雄载具。",
},
[1223076] = {
["T"] = "邪能冲撞",
},
[1223077] = {
["T"] = "撕裂旋风",
["D"] = "对冲击点周围6码内的敌人造成2237111点物理伤害。",
},
[1223078] = {
["T"] = "寒冰之爪",
["D"] = "用覆盖着冰霜的利爪攻击目标，对其造成冰霜伤害并使其移动速度降低25%，持续4秒。",
},
[1223079] = {
["T"] = "兽性嗥叫",
["D"] = "从喉咙深处发出低吼，造成伤害提高50%，持续8秒。",
},
[1223080] = {
["T"] = "邪能冲撞",
["D"] = "维拉瑞安显化自身的回响，并在24秒后向前冲刺，点燃路径上的一切，造成3579377点混乱伤害。",
},
[1237740] = {
["T"] = "法力吞噬",
},
[1237739] = {
["T"] = "法力吞噬",
},
[1239814] = {
["T"] = "卡多雷石制围栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237730] = {
["T"] = "传送",
},
[1223085] = {
["T"] = "双厄射击",
["D"] = "兹伊向一名随机玩家射出高爆大口径枪弹，对最近的玩家造成13422664点物理伤害并施加|cffffffff贯通创伤|r。所有其他目标受到最多13422664点物理伤害，受距离最近的玩家的总伤害减免影响。\r\n\r\n被击中的|cffffffff不稳定的蛛形地雷|r将会引爆，所有被击中的玩家昏迷2秒。此外，|cffffffff炸药载荷|r会嵌入原目标体内。",
},
[1251307] = {
["T"] = "浴血骨骥",
["D"] = "召唤或解散这种坐骑。",
},
[1234025] = {
["T"] = "自动化足球炸弹分发器",
},
[1237721] = {
["T"] = "混沌统治",
["D"] = "狱火恐惧魔王降下狱火陨星，在8秒内每1秒对8码内的敌人造成|CFFffffff$<damageValue>|R点混乱伤害。\r\n",
},
[1237765] = {
["T"] = "阿达拉斯的灵魂",
},
[1251138] = {
["T"] = "钻地",
["D"] = "施法者潜入地下，并在目标身后出现。",
},
[1251180] = {
["T"] = "将烈风战利品毛皮放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223092] = {
["T"] = "召唤宿敌",
},
[1223093] = {
["T"] = "爆破使命",
},
[1223094] = {
["T"] = "召唤宿敌",
},
[1272244] = {
["T"] = "昏迷",
["D"] = "使目标昏迷3秒。",
},
[1272245] = {
["T"] = "军团之怒",
["D"] = "使冲击点周围5码内所有敌人的移动速度降低50%，持续3秒。\n对冲击点周围5码内的敌人造成2013399点混乱伤害。",
},
[1272246] = {
["T"] = "混沌灯塔",
},
[1272247] = {
["T"] = "混沌灯塔",
},
[1272248] = {
["T"] = "混沌灯塔",
["D"] = "跨越扭曲虚空的时间线召唤盟友。",
},
[1239483] = {
["T"] = "潜在能量",
["D"] = "获得活力时有递增的几率使你的下一次猛虎掌释放和谐涌动，对附近敌人造成133781点自然伤害，由目标和周围的其他敌人均摊。对最多5个受伤的盟友造成18581点治疗。",
},
[1237682] = {
["T"] = "钢铁加固的门",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1237737] = {
["T"] = "虚无裂痕",
},
[1272252] = {
["T"] = "混沌灯塔",
},
[1272253] = {
["T"] = "混沌灯塔",
},
[1272254] = {
["T"] = "混沌灯塔",
},
[1234028] = {
["T"] = "戴斯提恩的眼镜",
},
[1255873] = {
["T"] = "将神圣遗物学会帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1272257] = {
["T"] = "混沌灯塔",
},
[1272258] = {
["T"] = "邪能腐蚀",
["D"] = "用恶魔能量覆盖地面，每秒造成暗影伤害。",
},
[1255876] = {
["T"] = "部落督军的王座",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255877] = {
["T"] = "将贝拉梅斯前门放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223112] = {
["T"] = "疯狂咆哮",
["D"] = "释放一次疯狂的咆哮，对附近的所有敌人造成346196点物理伤害，并使其近战、远程和施法速度降低30%，持续5秒。",
},
[1239496] = {
["T"] = "克罗米出现",
},
[1223114] = {
["T"] = "过载",
},
[1233946] = {
["T"] = "破损的徽盾",
["S"] = "等级 4/4",
["D"] = "装备徽盾时，所有小队成员造成的伤害和治疗效果提高12%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的20%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得4%伤害减免和5%受到治疗加成，但使其造成的伤害和治疗效果降低4%，最多叠加3次。",
},
[1251008] = {
["T"] = "蚀盛",
["D"] = "凯威扎用黑暗浪涌遮蔽房间的部分区域，对其中的所有玩家造成4879458点暗影伤害。",
},
[1226679] = {
["T"] = "财阀跳线电缆",
["D"] = "安德麦财阀为你偷偷运入了一部跳线电缆，使你能够在未进入战斗时复活，每30分钟一次。",
},
[1250915] = {
["T"] = "时空扭曲虫语者",
["D"] = "时间变形为虫语者，被大多数敌人忽视。\r\n移动速度提高60%。\r\n\r\n能够在阿古斯看到青铜微粒：收集青铜微粒会提高你的移动速度和青铜获取，此效果可叠加，直到此效果消失。\r\n\r\n战斗会取消此效果。",
},
[1223119] = {
["T"] = "隐形与潜行侦测",
},
[1250943] = {
["T"] = "暗影",
},
[1239504] = {
["T"] = "被遗弃的竖琴",
["D"] = "演奏一段抚慰的旋律。",
},
[1223122] = {
["T"] = "聚会火箭",
},
[1223123] = {
["T"] = "聚会火箭",
},
[1223124] = {
["T"] = "聚会火箭",
["D"] = "恰到好时地抵达，成为派对的灵魂人物，撞击时击退8码范围内的敌人并造成1342266点火焰伤害。真酷。",
},
[1250908] = {
["T"] = "时空扭曲虫语精华",
},
[1223126] = {
["T"] = "聚会火箭",
["D"] = "恰到好时地抵达，成为派对的灵魂人物，撞击时击退8码范围内的敌人并造成1342266点火焰伤害。真酷。",
},
[1239510] = {
["T"] = "魔眼冲击",
["D"] = "施放混乱之箭，火焰之雨或暗影灼烧会召唤一个恶魔邪眼，最多3个。消耗恶魔法术会将你的恶魔邪眼投向当前目标并产生爆炸，造成93426点火焰伤害，并对10码内的敌人造成62277点火焰伤害。",
},
[1226675] = {
["T"] = "财阀跳线电缆",
["D"] = "准备在意外惨死的情况下使用财阀跳线电缆。只能在未进入战斗时使用。",
},
[1250890] = {
["T"] = "套装：废土遗民先知的护肩",
["D"] = "收集无拘先知的衣衫护甲外观。",
},
[1250881] = {
["T"] = "青绿石蜥蜴",
["D"] = "召唤或解散这种坐骑。",
},
[1223131] = {
["T"] = "斯多姆卡之威",
["D"] = "|cffffffff灭战者|r造成的伤害提高1.00%。\r\n\r\n|cffffffff巨人打击|r的持续时间延长0.25秒。",
},
[1239848] = {
["T"] = "粉碎抽打",
},
[1250846] = {
["T"] = "收割",
["D"] = "任意玩家的生命值降低至10%时，凯威扎之影会在目标身后浮现并尝试将其终结，造成5369065点暗影伤害。\r\n",
},
[1255900] = {
["T"] = "提瑞斯法空洞营火",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255901] = {
["T"] = "疫火蜡烛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255902] = {
["T"] = "仿制的响岩废土钻机",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255903] = {
["T"] = "冈达加兹大烛台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250866] = {
["T"] = "添加钥石词缀：暮光倒影",
["D"] = "为一个史诗钥石添加暮光倒影词缀。",
},
[1250848] = {
["T"] = "收割",
["D"] = "任意玩家的生命值降低至10%时，凯威扎之影会在目标身后浮现并尝试将其终结，造成5369065点暗影伤害。\r\n",
},
[1226668] = {
["T"] = "洋际辣酱",
["D"] = "你的攻击有较低的几率向敌人喷出辛辣的烈焰，造成额外的火焰伤害。每个激活的进食充分、合剂和药水增益都能提高该效果的伤害。",
},
[1223141] = {
["T"] = "正极化",
["D"] = "洛肯斯多使目标带上正电荷，直到下一次施放|cffffffff极性发生器|r。\r\n\r\n与带有|cffffffff负极化|r的玩家接触会触发|cffffffff极性冲击|r。",
},
[1226667] = {
["T"] = "洋际辣酱",
["D"] = "你的攻击有较低的几率向敌人喷出辛辣的烈焰，造成额外的火焰伤害。每个激活的进食充分、合剂和药水增益都能提高该效果的伤害。",
},
[1226666] = {
["T"] = "洋际辣酱",
["D"] = "你的攻击有较低的几率向敌人喷出辛辣的烈焰，造成109750点火焰伤害。每个激活的进食充分、合剂和药水都能使伤害提高33%。",
},
[1223144] = {
["T"] = "负极化",
["D"] = "洛肯斯多使目标带上负电荷，直到下一次施放|cffffffff极性发生器|r。\r\n\r\n与带有|cffffffff正极化|r的玩家接触会触发|cffffffff极性冲击|r。",
},
[1226665] = {
["T"] = "洋际辣酱",
["D"] = "你的攻击有较低的几率向敌人喷出辛辣的烈焰，造成109750点火焰伤害。每个激活的进食充分、合剂和药水都能使伤害提高33%。",
},
[1243047] = {
["T"] = "烈风喷泉",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1223147] = {
["T"] = "狂风怒号",
["D"] = "召唤一道强大的闪电打击，对目标造成57693点自然伤害，对目标0码范围内的敌人造成37500点自然伤害。目标超过5个时伤害降低。",
},
[1243046] = {
["T"] = "烈风落地镜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1226662] = {
["T"] = "远征打击",
},
[1239533] = {
["T"] = "宇宙废土",
["D"] = "尼尔西坦船长命令旗舰炮轰一名玩家的位置，造成1118555点宇宙伤害。炮击会击碎大地，留下宇宙废土，每1秒造成134226点宇宙伤害。 ",
},
[1239534] = {
["T"] = "克罗米离开",
},
[1239535] = {
["T"] = "宿敌保险箱",
["D"] = "凯威扎的盟友在这个地下堡中徘徊。\r\n\r\n击败这些敌人能够升级藏宝室中的宿敌保险箱，在地下堡结束时提供额外奖励。",
},
[1250862] = {
["T"] = "军团的邪能火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226660] = {
["T"] = "黑暗之星",
["D"] = "一颗星星从扭曲虚空中成形，将玩家拉向它的中心，持续5秒。\r\n\r\n出现时，|cffffffff黑暗之星|r内的玩家会|cffffffff灰飞烟灭|r，同时|cffffffff暮光尖峰|r开始向外涟漪。每1秒对所有玩家造成53690点宇宙伤害。\r\n",
},
[1223155] = {
["T"] = "奥丁之怒",
["D"] = "|cffffffff奥丁之怒|r的冷却恢复速度提高100%。",
},
[1223156] = {
["T"] = "奥丁之怒",
["D"] = "获得|cffffffff奥丁之怒|r。如果你已经习得|cffffffff奥丁之怒|r，则改为使其冷却恢复速度提高100%。\r\n\r\n|T1278409:24|t |cffffffff奥丁之怒|r：\r\n释放你的力量，造成767845点物理伤害，并在4秒内对12码范围内的所有敌人额外造成327517点物理伤害。目标超过5个时造成的伤害降低。\r\n\r\n|cFFFFFFFF产生15点怒气。|r\r\n\r\n",
},
[1226659] = {
["T"] = "黑暗之星",
["D"] = "一颗星星从扭曲虚空中成形，将玩家拉向它的中心，持续5秒。\r\n\r\n出现时，|cffffffff黑暗之星|r内的玩家会|cffffffff灰飞烟灭|r，同时|cffffffff暮光尖峰|r开始向外涟漪。每1秒对所有玩家造成53690点宇宙伤害。\r\n",
},
[1243041] = {
["T"] = "机械仓储的机械箱子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250854] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成4026798点暗影伤害。",
},
[1223160] = {
["T"] = "熵能毒瘴",
["D"] = "在最多15秒内凝结一团熵能毒雾，随后落向地面并触发|cffffffff结晶震荡波|r。",
},
[1223161] = {
["T"] = "神威狂怒",
["D"] = "|cffffffff奥丁之怒|r对20码内的所有敌人额外造成328347点火焰伤害，目标超过8个时造成的伤害降低。",
},
[1243039] = {
["T"] = "侏儒齿轮叠",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223163] = {
["T"] = "神威狂怒",
["D"] = "对20码内的所有敌人造成328347点火焰伤害，目标超过8个时造成的伤害降低。",
},
[1250865] = {
["T"] = "添加钥石词缀：时间流具现",
["D"] = "为一个史诗钥石添加时间流具现词缀。",
},
[1223165] = {
["T"] = "过载",
},
[1250891] = {
["T"] = "套装：雷什的远古披风",
["D"] = "收集无拘先知的衣衫护甲外观。",
},
[1250845] = {
["T"] = "收割",
["D"] = "任意玩家的生命值降低至10%时，凯威扎之影会在目标身后浮现并尝试将其终结，造成5369065点暗影伤害。\r\n",
},
[1250856] = {
["T"] = "维库领主的王座",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250882] = {
["T"] = "伊利达雷恐惧猎犬",
["D"] = "召唤或解散这种坐骑。",
},
[1223170] = {
["T"] = "长传",
},
[1226650] = {
["T"] = "虚空水晶猎豹",
},
[1250879] = {
["T"] = "魔石蜥蜴",
["D"] = "召唤或解散这种坐骑。",
},
[1226648] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1223174] = {
["T"] = "坍缩之星",
},
[1223175] = {
["T"] = "无面者的宿敌面具",
},
[1250750] = {
["T"] = "永恒能量",
["D"] = "+9%精通",
},
[1237899] = {
["T"] = "优雅的壁挂帷幔",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1250715] = {
["T"] = "杀戮机器",
},
[1250757] = {
["T"] = "永恒能量",
["D"] = "+4%精通",
},
[1219452] = {
["T"] = "滚远点！",
["D"] = "击退目标。",
},
[1219447] = {
["T"] = "点火器",
},
[1219442] = {
["T"] = "点火器",
},
[1223183] = {
["T"] = "坍缩之星",
["D"] = "阿达拉斯将塌缩的宇宙能量砸向当前受到不谐之怒影响的玩家，对所有玩家造成1789688点宇宙伤害。\r\n\r\n冲击会留下一大片|cffffffff湮灭逼近|r。",
},
[1226640] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1239568] = {
["T"] = "界门",
},
[1223186] = {
["T"] = "坍缩之星",
["D"] = "阿达拉斯将塌缩的宇宙能量砸向当前受到不谐之怒影响的玩家，对所有玩家造成1789688点宇宙伤害。\r\n\r\n冲击会留下一大片|cffffffff湮灭逼近|r。",
},
[1223187] = {
["T"] = "废土恐兽",
["D"] = "召唤或解散这种坐骑。",
},
[1239571] = {
["T"] = "修复的宝匣钥匙",
["D"] = "将100个宝匣钥匙碎片转化为一把修复的宝匣钥匙，用于在丰裕地下堡结束时获取战利品。",
},
[1223189] = {
["T"] = "无面者的宿敌面具",
},
[1239573] = {
["T"] = "界门",
},
[1223191] = {
["T"] = "凶夜恐魔",
["D"] = "召唤或解散这种坐骑。",
},
[1219438] = {
["T"] = "点火器",
["D"] = "施法者发射追踪导弹，对玩家造成671133点火焰伤害。\r\n\r\n冲击点会形成火焰区域，每1.5秒对站在其中的玩家造成447422点火焰伤害。",
},
[1239576] = {
["T"] = "界门",
},
[1223194] = {
["T"] = "坍缩之星",
["D"] = "阿达拉斯将塌缩的宇宙能量砸向当前受到不谐之怒影响的玩家，对所有玩家造成1789688点宇宙伤害。\r\n\r\n冲击会留下一大片|cffffffff湮灭逼近|r。",
},
[1223195] = {
["T"] = "无面者的宿敌面具",
},
[1255962] = {
["T"] = "超强打击",
["D"] = "攻击敌人造成相当于武器伤害100%的暗影伤害，同时使造成的伤害提高20%，持续20秒。",
},
[1239580] = {
["T"] = "界门",
},
[1223198] = {
["T"] = "虚空",
},
[1223516] = {
["T"] = "召唤",
},
[1219433] = {
["T"] = "转移",
},
[1250721] = {
["T"] = "无尽点心",
["D"] = "坐下享用点心。",
},
[1255968] = {
["T"] = "寂灭者之镰",
["D"] = "收集寂灭者之镰外观。",
},
[1219419] = {
["T"] = "蛮力棍击",
},
[1226634] = {
["T"] = "投掷极巨大炸弹",
["D"] = "抛下你携带的极巨大炸弹。",
},
[1272354] = {
["T"] = "测试",
},
[1239910] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1223207] = {
["T"] = "放下炸弹",
["D"] = "将炸弹轻轻地放在地上……",
},
[1272357] = {
["T"] = "收集大型方形房间",
["D"] = "将此房间添加到你的住宅收纳箱中。",
},
[1223209] = {
["T"] = "熵合",
},
[1223210] = {
["T"] = "通用防御被动 - 板甲",
},
[1255977] = {
["T"] = "寂灭者之镰",
["D"] = "收集寂灭者之镰外观。",
},
[1223212] = {
["T"] = "脉动黑暗",
["D"] = "施法者脉动着暗影能量，每1秒对60码内的玩家造成447422点暗影伤害，持续6秒。",
},
[1223213] = {
["T"] = "吸除软泥",
["D"] = "吸除10码内的所有软泥滩，将其安全地储存在软泥罐内，并恢复5%的生命值。",
},
[1237945] = {
["T"] = "布莱恩·铜须装束",
},
[1223215] = {
["T"] = "变换",
["D"] = "阿达拉斯在当前位置和|cffffffff坍缩之星|r位置开启传送门，并在其中传送。\r\n\r\n触及传送门的玩家会在它们之间传送，造成0点宇宙伤害并施加|cffffffff星辰耀斑|r。",
},
[1219398] = {
["T"] = "鱼群的复仇",
},
[1219395] = {
["T"] = "咸鱼打挺",
},
[1239601] = {
["T"] = "强力横扫",
["D"] = "向前方7码范围内的锥形区域猛击，造成物理伤害。",
},
[1233502] = {
["T"] = "死亡之握",
["D"] = "运用笼罩万物的能量，将目标拉向你。",
},
[1233579] = {
["T"] = "伊利丹之握",
},
[1226627] = {
["T"] = "极巨大炸弹",
["D"] = "每1秒对3码内的玩家造成89485点自然伤害。\r\n\r\n互动时获得充能的极巨大炸弹，改为每0.5秒受到89485点自然伤害。",
},
[1223222] = {
["T"] = "奥术裂伤",
["D"] = "施法者对目标造成8948442点物理伤害，并使其受到的伤害提高100%，持续20秒。此效果可叠加。\r\n\r\n另外，目标脚下会形成|cffffffff奥术污泥|r。",
},
[1219380] = {
["T"] = "华丽的石制壁炉",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1272373] = {
["T"] = "将达拉然下水道大门放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1272374] = {
["T"] = "将卷起来的甲虫之毯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1272375] = {
["T"] = "将候选者的环饰旗帜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239937] = {
["T"] = "恶蝠的巨型神符",
["D"] = "吸血提高500。",
},
[1272377] = {
["T"] = "将瓦德拉肯壁挂架子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223229] = {
["T"] = "变换",
["D"] = "阿达拉斯在当前位置和|cffffffff坍缩之星|r位置开启传送门，并在其中传送。\r\n\r\n触及传送门的玩家会在它们之间传送，造成0点宇宙伤害并施加|cffffffff星辰耀斑|r。",
},
[1239613] = {
["T"] = "丝带月之灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223231] = {
["T"] = "变换",
["D"] = "阿达拉斯在当前位置和|cffffffff坍缩之星|r位置开启传送门，并在其中传送。\r\n\r\n触及传送门的玩家会在它们之间传送，造成0点宇宙伤害并施加|cffffffff星辰耀斑|r。",
},
[1239615] = {
["T"] = "石制喷泉",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239616] = {
["T"] = "艾尔文圆形卵石",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1223234] = {
["T"] = "奥术污泥",
},
[1223235] = {
["T"] = "奥术污泥",
["D"] = "奥术能量泼溅而出，对其中的玩家造成805360点奥术伤害，并使其减速25%。",
},
[1223236] = {
["T"] = "霜裂冰靴",
},
[1250680] = {
["T"] = "召唤的守护者祭坛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226623] = {
["T"] = "定身",
},
[1250671] = {
["T"] = "奥能矩阵筛网",
["D"] = "奥能筛网会使所有接触到的玩家|cffffffff灰飞烟灭|r，并留下|cffffffff奥术辐射|r。 ",
},
[1223240] = {
["T"] = "死亡螺旋",
["D"] = "库尔萨洛克向所有玩家释放通灵能量，每秒造成894843点暗影伤害，持续6秒。",
},
[1250681] = {
["T"] = "腐化秘典",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250679] = {
["T"] = "虚空之光的光明之泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233494] = {
["T"] = "幽暗之心",
},
[1250685] = {
["T"] = "贪婪的特使",
},
[1250635] = {
["T"] = "相位潜行坐骑",
},
[1250552] = {
["T"] = "永恒能量",
},
[1237943] = {
["T"] = "虚空溶解",
},
[1226614] = {
["T"] = "和平主义火箭",
["D"] = "造成384015点火焰伤害。",
},
[1250593] = {
["T"] = "将小型创始者之角墓碑放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226612] = {
["T"] = "和平主义火箭",
["D"] = "造成1152045点火焰伤害。",
},
[1226611] = {
["T"] = "和平主义火箭",
["D"] = "造成1536060点火焰伤害。",
},
[1223583] = {
["T"] = "营救法官兰德鲁",
["D"] = "轻一点。\r\n\r\n他十分脆弱，而且是“法官大人”呐。",
},
[1226609] = {
["T"] = "和平主义火箭",
["D"] = "造成15360点火焰伤害。",
},
[1223254] = {
["T"] = "风暴手指枪",
["D"] = "穆格的手指迸发出猛烈的闪电，每0.5秒对前方锥形范围造成894843点自然伤害，持续4秒。\r\n\r\n区域中溢出的电流会形成一片|cffffffff风暴雷云|r。",
},
[1223255] = {
["T"] = "变换",
["D"] = "阿达拉斯在当前位置和|cffffffff坍缩之星|r位置开启传送门，并在其中传送。\r\n\r\n触及传送门的玩家会在它们之间传送，造成0点宇宙伤害并施加|cffffffff星辰耀斑|r。",
},
[1223256] = {
["T"] = "变换",
["D"] = "阿达拉斯在当前位置和|cffffffff坍缩之星|r位置开启传送门，并在其中传送。\r\n\r\n触及传送门的玩家会在它们之间传送，造成0点宇宙伤害并施加|cffffffff星辰耀斑|r。",
},
[1239640] = {
["T"] = "星界触须",
["D"] = "触须有几率侦测并吸引环境中的奥术能量，使你的爆击提高30，持续10秒。多次施加可以重叠生效。",
},
[1239641] = {
["T"] = "星界触须",
["D"] = "触须有几率侦测并吸引环境中的奥术能量，使你的爆击提高30，持续10秒。多次施加可以重叠生效。",
},
[1223592] = {
["T"] = "锁链咒符",
},
[1250594] = {
["T"] = "将创始者之角墓碑塔放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250571] = {
["T"] = "白银之手旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233422] = {
["T"] = "法力裂片",
},
[1272412] = {
["T"] = "套装：迷踪岛的传承",
["D"] = "收集熊猫人传承护甲外观，包括土水派、火金派和迷踪岛套装。该外观只能由熊猫人角色使用。",
},
[1217843] = {
["T"] = "通告",
},
[1250576] = {
["T"] = "将白银之手武器架放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250484] = {
["T"] = "相位潜行坐骑",
},
[1239650] = {
["T"] = "湮灭逼近",
},
[1223268] = {
["T"] = "奈萨里奥之怒",
["D"] = "进入防御姿态，精确格挡每一次受到的攻击，并从|cFFFFCC99大地守护者之鳞|r中喷射出一道暗影烈焰，在3秒内对你前方的所有敌人造成1477564点暗影烈焰伤害。此效果激活期间，你可以使用防御技能。\r\n",
},
[1223269] = {
["T"] = "奈萨里奥之怒",
["D"] = "进入防御姿态，精确格挡每一次受到的攻击，并从|cFFFFCC99大地守护者之鳞|r中喷射出一道暗影烈焰，在3秒内对你前方的所有敌人造成1477564点暗影烈焰伤害。此效果激活期间，你可以使用防御技能。\r\n",
},
[1223270] = {
["T"] = "大地守护者的奔流怒火",
["D"] = "|cffffffff奈萨里奥之怒|r额外造成5.00%的暗影烈焰伤害。",
},
[1250482] = {
["T"] = "苍白乌祖尔",
["D"] = "召唤或解散你的苍白乌祖尔。",
},
[1217603] = {
["T"] = "劈地者",
["D"] = "施法者令岩石在玩家脚下爆发，造成894843点自然伤害并击飞玩家。",
},
[1250403] = {
["T"] = "死亡遮蔽",
},
[1233499] = {
["T"] = "耗子糊糊",
},
[1250332] = {
["T"] = "黑锋武器架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239659] = {
["T"] = "鞭笞",
},
[1223277] = {
["T"] = "加里维克斯",
},
[1217312] = {
["T"] = "齐扎的B.B.B.F.G.",
},
[1250392] = {
["T"] = "织梦者旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219313] = {
["T"] = "过载霹雳",
["D"] = "极巨大线圈狂暴地喷射出自由离子，在各处引发霹雳，对每个冲击点周围4码内的玩家造成1342266点自然伤害。",
},
[1239664] = {
["T"] = "粗暴亲吻",
["D"] = "杂烩渴望博得关注，锁定一名敌人并试图给他们一个窒息的吻，每1秒对施法者前方8码内的敌人造成447422点物理伤害。",
},
[1239665] = {
["T"] = "粗暴亲吻",
["D"] = "杂烩渴望博得关注，锁定一名敌人并试图给他们一个窒息的吻，每1秒对施法者前方8码内的敌人造成447422点物理伤害。",
},
[1217001] = {
["T"] = "毒素喷吐",
["D"] = "吐出一团毒液，对一名敌人造成自然伤害，并施加一层毒鳍龙剧毒效果。",
},
[1223284] = {
["T"] = "猛按喇叭！",
["D"] = "猛按你的喇叭，让周围的人都能感受到你的存在。",
},
[1223285] = {
["T"] = "猛按喇叭！",
["D"] = "猛按你的喇叭，让周围的人都能感受到你的存在。",
},
[1216948] = {
["T"] = "鼓动号召",
},
[1223287] = {
["T"] = "猛按喇叭！",
["D"] = "猛按你的喇叭，让周围的人都能感受到你的存在。",
},
[1223288] = {
["T"] = "猛按喇叭！",
["D"] = "猛按你的喇叭，让周围的人都能感受到你的存在。",
},
[1223289] = {
["T"] = "猛按喇叭！",
["D"] = "猛按你的喇叭，让周围的人都能感受到你的存在。",
},
[1219299] = {
["T"] = "垃圾末日",
},
[1239674] = {
["T"] = "刚性虚空棱镜",
["D"] = "你的有害法术会利用棱镜吸收汇聚的虚空之力，造成41点宇宙伤害，由你的目标和周围的敌人均摊。每击中一个敌人伤害提高30%，最多150%。此效果每10秒只能触发一次，并会在棱镜中积蓄潜藏之力，最多18次。\r\n\r\n",
},
[1223292] = {
["T"] = "嘹亮车笛",
["D"] = "给我让道！",
},
[1250388] = {
["T"] = "贯体束丝",
},
[1223294] = {
["T"] = "老慢行",
["D"] = "动啊！",
},
[1223295] = {
["T"] = "蜂鸣喇叭",
["D"] = "到时间了，赶紧动起来！",
},
[1223296] = {
["T"] = "癫狂旋律",
["D"] = "清晰，悦耳，礼貌。以上都和这款喇叭没有半毛钱关系。",
},
[1256063] = {
["T"] = "套装：萨格雷指挥官的蔑邪法衣",
["D"] = "收集这套护甲套装外观。",
},
[1256064] = {
["T"] = "套装：萨格雷指挥官的光缚法衣",
["D"] = "收集这套护甲套装外观。",
},
[1256065] = {
["T"] = "套装：萨格雷指挥官的狱铸法衣",
["D"] = "收集这套护甲套装外观。",
},
[1256066] = {
["T"] = "套装：萨格雷指挥官的虚痕法衣",
["D"] = "收集这套护甲套装外观。",
},
[1223301] = {
["T"] = "降落伞",
["D"] = "使施法者免受坠落伤害。",
},
[1216587] = {
["T"] = "设置数据",
},
[1223303] = {
["T"] = "变换",
["D"] = "阿达拉斯在当前位置和|cffffffff坍缩之星|r位置开启传送门，并在其中传送。\r\n\r\n触及传送门的玩家会在它们之间传送，造成0点宇宙伤害并施加|cffffffff星辰耀斑|r。",
},
[1223304] = {
["T"] = "停下！",
},
[1239688] = {
["T"] = "粗暴亲吻",
["D"] = "杂烩渴望博得关注，锁定一名敌人并试图给他们一个窒息的吻，每1秒对施法者前方8码内的敌人造成447422点物理伤害。",
},
[1239689] = {
["T"] = "肆虐恶魔之魂",
["D"] = "死亡之影释放你的恶魔之魂攻击当前目标，持续9秒，每次挥击造成51897点暗影伤害，并对10码内的敌人造成34598点暗影伤害。",
},
[1223307] = {
["T"] = "成就计数",
},
[1239691] = {
["T"] = "对未知的畏惧",
["D"] = "撰魂师对被标记的玩家倾注恐惧。效果结束时玩家产生爆发，对9码内的玩家造成447422点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1223309] = {
["T"] = "变换",
["D"] = "阿达拉斯在当前位置和|cffffffff坍缩之星|r位置开启传送门，并在其中传送。\r\n\r\n触及传送门的玩家会在它们之间传送，造成0点宇宙伤害并施加|cffffffff星辰耀斑|r。",
},
[1239693] = {
["T"] = "访客出现了！",
["D"] = "财宝地精来了！快消灭它们，获得战利品！",
},
[1239694] = {
["T"] = "传送门又出现了！",
["D"] = "一扇不祥的传送门出现了……",
},
[1250317] = {
["T"] = "繁茂的幻影蕾",
["D"] = "幻影蕾是卡雷什本地植物残留的能量，无法用于阿加的配方中。\r\n\r\n你可以在资源市场用幻影蕾兑换阿加材料。它们的价格每天都会变化，所以只有耐心等待，你才能达成最划算的交易！\r\n\r\n有些幻影蕾的个体被发现明显比预期要大。作为曾经在卡雷什荒漠的无情环境中为数不多能够存活的植物之一，它能在无羁森林中茂盛生长，并且通常能长成更大的品种。",
},
[1223313] = {
["T"] = "潜能法力残渣",
},
[1216550] = {
["T"] = "口袋工厂",
["S"] = "等级 4/4",
["D"] = "布莱恩的法术和技能有几率指派口袋工厂建造3个炮台助战，持续20秒。",
},
[1256081] = {
["T"] = "艾泽拉斯之赐",
["D"] = "通过战斗和完成任务获得的“暗影国度”的声望提高50%。",
},
[1216509] = {
["T"] = "起钻",
["D"] = "洛肯斯多标记玩家，造成536906点自然伤害，并使一个致命的钻头每1.5秒在他们所在位置出现，持续4.5秒。\r\n\r\n接触钻头会使玩家变被|cffffffff钻透！|r\r\n",
},
[1250355] = {
["T"] = "隐秘通途旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250389] = {
["T"] = "提瑞斯秘法会蜡烛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250354] = {
["T"] = "仿制的狩猎传说",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223666] = {
["T"] = "虚空眩光",
},
[1219282] = {
["T"] = "加里维克斯",
},
[1233498] = {
["T"] = "幽暗之心",
},
[1223323] = {
["T"] = "不破之谊",
["D"] = "重新获得召唤宠物。\r\n\r\n在户外时，你的宠物造成的伤害提高15%，受到的伤害降低15%。",
},
[1250250] = {
["T"] = "界门",
},
[1250219] = {
["T"] = "将小型木制脚凳放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226577] = {
["T"] = "飞掠裂口",
},
[1250285] = {
["T"] = "御鲨冠角鹿",
["D"] = "召唤或解散这种坐骑。",
},
[1250225] = {
["T"] = "吞噬",
},
[1223329] = {
["T"] = "通往纳格兰的传送门",
},
[1239713] = {
["T"] = "右转",
},
[1239714] = {
["T"] = "灵魂交换",
["D"] = "你的恶魔之魂造成的伤害提高10%。\r\n\r\n消耗恶魔之核会滋养你体内的恶魔实体，使其现身并对目标造成17867点暗影伤害。",
},
[1223332] = {
["T"] = "静电注码",
["D"] = "当你失去|cFFFFFFFF连胜！|r时，风势将汇聚为毁灭之风，持续3秒。当毁灭之风造成伤害时，你的下一个毁灭闪电造成的伤害提高12.0%，最多60.0%。此效果可叠加10层。另外，毁灭闪电对你的主要目标造成的伤害提高75%。",
},
[1239716] = {
["T"] = "奥术波动",
["D"] = "击退施法者周围8码内的所有敌人。\n对8码内的敌人造成894843点奥术伤害。",
},
[1239717] = {
["T"] = "卡雷什记忆水晶",
["D"] = "伪装成随机一名卡雷什住民的样子。",
},
[1239718] = {
["T"] = "奥术冲击",
["D"] = "用能量冲击目标。",
},
[1239719] = {
["T"] = "更高！",
},
[1216064] = {
["T"] = "生存猎人11.1职业套装4件套",
["D"] = "当你的|cFFFFFFFF连胜！|r结束时，你的下一个猛禽一击的伤害提高400%，并使野火炸弹的冷却时间缩短10秒。",
},
[1239721] = {
["T"] = "扔火炬",
["D"] = "对一名敌人造成313195点火焰伤害。\n每1秒对一名敌人造成44741点火焰伤害，持续4秒。",
},
[1223339] = {
["T"] = "生态友好",
["D"] = "你的角色和物品等级已被调整。",
},
[1250240] = {
["T"] = "邪能屏障",
},
[1226572] = {
["T"] = "克莱格瓦之眠",
},
[1239725] = {
["T"] = "闪烁之门",
},
[1239726] = {
["T"] = "降落伞",
["D"] = "便携式的降落伞，在施法者开始降落时自动打开。",
},
[1256110] = {
["T"] = "幻象：邪能碎裂",
["D"] = "收集邪能碎裂的武器附魔外观。",
},
[1239728] = {
["T"] = "灵魂爆发",
["D"] = "施法者在死亡时爆发并消散，对5码内的敌人造成暗影伤害。",
},
[1239729] = {
["T"] = "灵魂爆发",
["D"] = "施法者在死亡时爆发并消散，对5码内的敌人造成奥术伤害。",
},
[1223347] = {
["T"] = "踢飞！",
["D"] = "把蠕虫踢飞！",
},
[1239731] = {
["T"] = "魔像重击",
["D"] = "使施法者前方的所有敌人昏迷，无法移动或攻击，持续3秒。\n对施法者前方的所有敌人造成894844点物理伤害。",
},
[1239732] = {
["T"] = "灵魂之箭",
["D"] = "对一名敌人造成暗影伤害。",
},
[1272499] = {
["T"] = "将上釉的辛多雷瓶子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1272500] = {
["T"] = "将暗影议会火把放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1272501] = {
["T"] = "将可变尺寸的全能齿轮放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1272502] = {
["T"] = "将家园防御装置放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250175] = {
["T"] = "过量输能爆发",
},
[1272504] = {
["T"] = "将荆棘藻包放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1272505] = {
["T"] = "将达拉然太阳灯台放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1272506] = {
["T"] = "将乔巴斯的欢乐火车墙放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1272507] = {
["T"] = "将吉尔尼斯闲置鞍座放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223359] = {
["T"] = "机器人跟随",
},
[1272509] = {
["T"] = "将森林之心旗帜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239744] = {
["T"] = "每周活动",
["D"] = "完成这个任务可以获得每周的一个分裂的星光火花。两个分裂的火花可以组合成一个星光火花，可以通过专业技能制作出强力的武器和护甲。\r\n\r\n如果你获得的每周火花有所落后，完成地下堡、史诗钥石、团队副本、副本PvP和一部分户外活动等满级内容可以帮助你追赶数量。\r\n\r\n|cnGREEN_FONT_COLOR:你还没有获得本周的分裂的星光火花。|r",
},
[1250121] = {
["T"] = "永恒潜能",
},
[1223363] = {
["T"] = "加里维克斯",
},
[1223364] = {
["T"] = "活跃的自动机",
["D"] = "集能哨兵周期性放射出弧光能量，对目标和20码内的最多5个玩家造成1118555点奥术伤害。 ",
},
[1250185] = {
["T"] = "聚焦之虹",
["D"] = "法力熔炉中汇聚的能量每1秒对聚焦之虹内的玩家造成4026798点奥术伤害。",
},
[1223366] = {
["T"] = "流电炽焰",
["D"] = "闪电箭和闪电链有较高几率使你的下一个烈焰震击变为流电炽焰。\r\n\r\n|T4638593:24|t|cffffffff流电炽焰|r\r\n立即用炽焰雷霆震击目标和周围的5名敌人，造成74322点自然伤害并施加烈焰震击。\r\n\r\n产生1层漩涡武器。",
},
[1250110] = {
["T"] = "永恒潜能",
["D"] = "为你的神器注入永恒潜能之力，提高其物品等级。\r\n",
},
[1219253] = {
["T"] = "地壳激变",
["D"] = "将大地之力汇聚在敌人脚下并将其击飞，对目标和附近的敌人造成79897点熔火伤害。\r\n\r\n蓄力会扩大效果范围。\r\n\r\n|cFFFFFFFFI：|r3码范围。\r\n\r\n|cFFFFFFFFII：|r6码范围。\r\n\r\n|cFFFFFFFFIII：|r9码范围。",
},
[1239752] = {
["T"] = "闪烁之门",
},
[1256136] = {
["T"] = "火焰",
},
[1239754] = {
["T"] = "灵魂贯穿",
},
[1232007] = {
["T"] = "无拘的赛布茶",
},
[1239756] = {
["T"] = "灵魂步伐",
["D"] = "你的恶魔之魂造成的伤害提高10%。\r\n\r\n消耗恶魔之核会滋养你体内的恶魔实体，使其现身并对目标造成17867点暗影伤害。",
},
[1239757] = {
["T"] = "灵魂贯穿",
["D"] = "施法者用巨爪猛然砸下，在前方击出一串裂地尖刺，对被击中的玩家造成1342266点物理伤害。\r\n",
},
[1239758] = {
["T"] = "灵魂贯穿",
["D"] = "施法者用巨爪猛然砸下，在前方击出一串裂地尖刺，对被击中的玩家造成1342266点物理伤害。\r\n",
},
[1219249] = {
["T"] = "任务完成！",
},
[1223377] = {
["T"] = "变换",
["D"] = "阿达拉斯在当前位置和|cffffffff坍缩之星|r位置开启传送门，并在其中传送。\r\n\r\n触及传送门的玩家会在它们之间传送，造成0点宇宙伤害并施加|cffffffff星辰耀斑|r。",
},
[1239761] = {
["T"] = "灵魂贯穿",
},
[1239762] = {
["T"] = "制伏",
["D"] = "使目标的移动速度降低60%，持续4秒。\n每0.5秒对一名敌人造成22371点神圣伤害，持续4秒。",
},
[1215591] = {
["T"] = "故障导线",
["D"] = "生命值降低至80%时，飞行器发生故障，陷入昏迷且受到的伤害提高100%，持续8秒。",
},
[1219246] = {
["T"] = "任务完成！",
},
[1215556] = {
["T"] = "过载晶塔",
["D"] = "在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高5%，持续20秒。每场战斗只能触发一次。",
},
[1256149] = {
["T"] = "套装：蔑潮猎手的弹药",
["D"] = "收集蔑潮猎手的弹药外观。",
},
[1215376] = {
["T"] = "能量吸取",
},
[1215374] = {
["T"] = "震荡维护",
["D"] = "芬戴尔“整修”损坏的叮当炸弹，令其重新开始追逐敌人！",
},
[1256152] = {
["T"] = "套装：风行者箭袋",
["D"] = "收集风行者箭袋外观。外观仅供猎人使用。",
},
[1215266] = {
["T"] = "弥漫圣光",
["D"] = "治疗术、快速治疗和真言术：命造成的5%治疗效果会复制到40码内的4个受伤的盟友身上。",
},
[1250047] = {
["T"] = "踢飞！",
["D"] = "撞向那些愤怒的假冒礼物！",
},
[1233416] = {
["T"] = "结晶震荡波",
["D"] = "弗兰克提鲁斯重击地面，对所有玩家造成2237111点暗影伤害并触发多次|cffffffff结晶震荡波|r。",
},
[1256156] = {
["T"] = "军械：邪铸骑士的武装",
["D"] = "收集邪铸骑士的武装外观。",
},
[1223391] = {
["T"] = "治疗波",
["D"] = "为目标恢复53699点生命值。",
},
[1239775] = {
["T"] = "淬毒利刃",
["D"] = "施法者将其的武器浸入烈性毒药当中，近战攻击将对受害者施加|cffffffff毒素|r。",
},
[1256159] = {
["T"] = "套装：暗夜井的披肩",
["D"] = "收集暗夜井的披肩外观。",
},
[1233270] = {
["T"] = "回力帽子",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。",
},
[1250068] = {
["T"] = "奔踏",
["D"] = "从周围的荒野中召唤一群奔腾的野兽，4秒内对敌人造成857931点物理伤害。",
},
[1250049] = {
["T"] = "充能",
},
[1250048] = {
["T"] = "充能",
},
[1223398] = {
["T"] = "虚空形态",
},
[1223399] = {
["T"] = "机器联通",
},
[1256166] = {
["T"] = "英雄之路",
},
[1226552] = {
["T"] = "夜幕圣所",
},
[1223402] = {
["T"] = "机器联通",
},
[1250050] = {
["T"] = "充能",
["D"] = "凯威扎和她的扭曲虚空幻影在场地内快速奔袭。",
},
[1226550] = {
["T"] = "无底沉穴",
},
[1226549] = {
["T"] = "水能堡",
},
[1223406] = {
["T"] = "加里维克斯",
},
[1223407] = {
["T"] = "踢飞！",
["D"] = "将虫子踢飞！",
},
[1223408] = {
["T"] = "加里维克斯",
},
[1239792] = {
["T"] = "秘法猛击",
["D"] = "对一名敌人造成134226点奥术伤害。",
},
[1223410] = {
["T"] = "静电注码",
["D"] = "当你失去|cFFFFFFFF连胜！|r时，风势将汇聚为毁灭之风，持续3秒。当毁灭之风造成伤害时，你的下一个毁灭闪电造成的伤害提高12.0%，最多60.0%。此效果可叠加10层。另外，毁灭闪电对你的主要目标造成的伤害提高75%。",
},
[1223411] = {
["T"] = "变换",
["D"] = "阿达拉斯在当前位置和|cffffffff坍缩之星|r位置开启传送门，并在其中传送。\r\n\r\n触及传送门的玩家会在它们之间传送，造成0点宇宙伤害并施加|cffffffff星辰耀斑|r。",
},
[1256178] = {
["T"] = "接二黏三",
},
[1256179] = {
["T"] = "接二黏三",
["D"] = "格罗尔普将四分五裂的粘块全部吸入。",
},
[1250044] = {
["T"] = "瞄准",
["D"] = "虚灵专注于他们的目标，免疫所有群体控制效果。",
},
[1256181] = {
["T"] = "粘块",
["D"] = "格罗尔普每3秒都会失去粘块，受到的伤害提高。",
},
[1256182] = {
["T"] = "粘块",
},
[1256183] = {
["T"] = "粘块",
},
[1256184] = {
["T"] = "粘块",
},
[1256185] = {
["T"] = "粘块",
["D"] = "使地面变得黏黏糊糊，每0.5秒造成894843点自然伤害，持续直到主动取消。",
},
[1223420] = {
["T"] = "星辰耀斑",
["D"] = "宇宙能量在4秒后爆炸，对4码内的玩家造成1118555点宇宙伤害。\r\n\r\n如果此效果结束时玩家处于|cffffffff湮灭逼近|r之，则会将|cffffffff湮灭逼近|r区域传送到维度彼岸。",
},
[1223721] = {
["T"] = "眩光喷溅",
},
[1226546] = {
["T"] = "真菌之愚",
},
[1272572] = {
["T"] = "瓦德拉肯壁挂架子",
["D"] = "制作瓦德拉肯壁挂架子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1226545] = {
["T"] = "幽暗要塞",
},
[1223723] = {
["T"] = "眩光喷溅",
["D"] = "喷溅的虚空能量每1.5秒对其中的玩家造成894843点暗影伤害。",
},
[1272575] = {
["T"] = "森林之心旗帜",
["D"] = "制作森林之心旗帜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1256193] = {
["T"] = "黏稠浊物",
["D"] = "格罗尔普喷出黏稠浊物，使玩家昏迷并造成3355665点瘟疫伤害。",
},
[1223725] = {
["T"] = "邪能地狱",
["D"] = "维拉瑞安用烈焰笼罩竞技场，每根地狱火柱产生时对所有玩家造成178968点火焰伤害，并在15秒内每0.5秒额外造成38030点火焰伤害。此效果可叠加。\r\n\r\n烈焰每1秒对踏入火焰风暴的玩家造成2684532点火焰伤害。",
},
[1272578] = {
["T"] = "候选者的环饰旗帜",
["D"] = "制作候选者的环饰旗帜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1239813] = {
["T"] = "将沙拉尼尔羽毛床铺放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1272580] = {
["T"] = "吉尔尼斯闲置鞍座",
["D"] = "制作吉尔尼斯闲置鞍座，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1223432] = {
["T"] = "畏缩",
},
[1239816] = {
["T"] = "卡多雷软垫座椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239817] = {
["T"] = "精灵圆形桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223435] = {
["T"] = "搜索垃圾",
},
[1239819] = {
["T"] = "卡多雷宝库",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239820] = {
["T"] = "贝拉梅斯桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223438] = {
["T"] = "搜索垃圾",
["D"] = "在垃圾堆中搜索，里头会藏着什么呢？",
},
[1272588] = {
["T"] = "卷起来的甲虫之毯",
["D"] = "制作卷起来的甲虫之毯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1223440] = {
["T"] = "虚灵重构",
},
[1250008] = {
["T"] = "碎裂脉冲",
["D"] = "一道破碎的奥术符印释放出能量脉冲，对所有玩家施加一个697065治疗吸收护盾。",
},
[1219192] = {
["T"] = "音速爆裂",
["D"] = "向一名随机玩家投掷一颗手榴弹，对4码内的玩家造成4250510点物理伤害并使他们迷惑。\r\n",
},
[1223443] = {
["T"] = "悲苦咒符",
["D"] = "伊莉萨在每个玩家脚下放置一个|cffffffff悲苦咒符|r，于2.5秒后激活。\r\n\r\n所有受到咒符影响的玩家将在恐惧中畏缩，迷惑并每1.5秒受到715875点暗影伤害，持续15秒。",
},
[1239827] = {
["T"] = "新月路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219190] = {
["T"] = "音速爆裂",
["D"] = "向一名随机玩家投掷一颗手榴弹，对4码内的玩家造成4250510点物理伤害并使他们迷惑。",
},
[1223446] = {
["T"] = "虚灵重构",
},
[1249912] = {
["T"] = "暮光倒影",
},
[1226538] = {
["T"] = "屏幕抖动",
},
[1214911] = {
["T"] = "狂热惩击",
},
[1214904] = {
["T"] = "标记的强化芯片",
["S"] = "等级 4/4",
["D"] = "布莱恩的最大生命值提高10%，其造成的伤害和治疗效果提高35%。\r\n\r\n在战斗中时，能够被摧毁或驱散的机器人偶尔会锁定布莱恩。如果机器人触及布莱恩，则会使其受到相当于最大生命值30%的伤害，并且昏迷5秒。",
},
[1223451] = {
["T"] = "悲苦咒符",
["D"] = "伊莉萨在每个玩家脚下放置一个|cffffffff悲苦咒符|r，于2.5秒后激活。\r\n\r\n所有受到咒符影响的玩家将在恐惧中畏缩，迷惑并每1.5秒受到715875点暗影伤害，持续15秒。",
},
[1223452] = {
["T"] = "悲苦咒符",
["D"] = "伊莉萨在每个玩家脚下放置一个|cffffffff悲苦咒符|r，于2.5秒后激活。\r\n\r\n所有受到咒符影响的玩家将在恐惧中畏缩，迷惑并每1.5秒受到715875点暗影伤害，持续15秒。",
},
[1223453] = {
["T"] = "虚灵护卫",
},
[1231664] = {
["T"] = "扰动之沙",
["D"] = "你的治疗技能有几率使你获得5团扰动之沙，每团使急速提高10。扰动之沙每4秒衰减一团，直到彻底消散。",
},
[1219180] = {
["T"] = "过来围观",
["D"] = "向塔扎维什的主顾们呼喊，让他们聚集起来听你介绍绿洲和玩赏虫。",
},
[1226533] = {
["T"] = "暮秋收获刺猬",
["D"] = "召唤或解散这种坐骑。",
},
[1223751] = {
["T"] = "湮灭光束",
},
[1249817] = {
["T"] = "闪电链",
["D"] = "发射闪电箭攻击敌人。",
},
[1233189] = {
["T"] = "根基结界抑制",
},
[1214860] = {
["T"] = "漆料：中和色调",
["D"] = "面向喜欢随大流的人，使用中和色调吧。",
},
[1249715] = {
["T"] = "伊特努丝",
},
[1233317] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量。",
},
[1249703] = {
["T"] = "收到纤维",
},
[1249746] = {
["T"] = "阿古斯防卫军徽章",
["D"] = "在阿古斯防卫军中获得2000点声望。",
},
[1272614] = {
["T"] = "达拉然太阳灯台",
["D"] = "制作达拉然太阳灯台，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214808] = {
["T"] = "机械核心增幅器",
},
[1223467] = {
["T"] = "取出宝石",
["D"] = "从镶嵌宝石的物品中取出一块宝石。",
},
[1219162] = {
["T"] = "灵狐守护",
["S"] = "PvP天赋",
["D"] = "猎豹守护状态下可以移动施放瞄准射击，且猎豹守护的延迟效果延长4秒。",
},
[1214783] = {
["T"] = "变形",
["D"] = "施法者标记随机玩家，随后令他们和10码内的玩家变形成兔子，造成2908243点奥术伤害。受影响的目标平静8秒。",
},
[1219158] = {
["T"] = "叠起的卡牌",
["D"] = "给自己发牌，使你的精通提高46到56，持续15秒，并将卡牌叠起来。叠加卡牌会使后续发牌提供的精通最小值提高2，直到你离开战斗，最多叠加3次。",
},
[1223471] = {
["T"] = "议会集思论述",
["D"] = "生命值高于80%时，你获得5%的敏捷，并且20码内的盟友会获得25%闪避。",
},
[1223472] = {
["T"] = "议会集思论述",
["D"] = "生命值高于80%时，你获得5%的敏捷，并且20码内的盟友会获得25%闪避。",
},
[1223473] = {
["T"] = "议会集思论述",
["D"] = "生命值高于80%时，你获得5%的敏捷，并且20码内的盟友会获得25%闪避。",
},
[1214768] = {
["T"] = "加里维克斯",
},
[1214767] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1239859] = {
["T"] = "全体听令！",
["D"] = "尼尔西坦船长召唤船员助阵！",
},
[1249546] = {
["T"] = "刷毛",
},
[1249587] = {
["T"] = "炙眼灼光",
["D"] = "施法者向敌人发射数枚眼球，在落地点制造一个炙眼灼光。站在这些炙眼灼光中的玩家将每秒受到418239点火焰伤害，持续15秒。\r\n",
},
[1226516] = {
["T"] = "地匍矿洞",
},
[1249482] = {
["T"] = "相位调节",
},
[1249454] = {
["T"] = "星辰碎片冲击",
["D"] = "帕哥斯释放一股炽热无比的星尘，对10码范围内的玩家造成10738130点宇宙伤害，同时发射多个星辰碎片，并留下一片|cffffffff碎片地带|r。",
},
[1219148] = {
["T"] = "加里维克斯",
},
[1223483] = {
["T"] = "A栏光环",
},
[1223484] = {
["T"] = "B栏光环",
},
[1223485] = {
["T"] = "C栏光环",
},
[1223486] = {
["T"] = "D栏光环",
},
[1249466] = {
["T"] = "协议：巴财团",
},
[1249456] = {
["T"] = "星辰碎片",
["D"] = "在12秒后或接触玩家时发生剧烈爆炸，每1秒对所有玩家造成1118555点宇宙伤害，持续4秒。此效果可叠加。",
},
[1223489] = {
["T"] = "E栏光环",
},
[1219138] = {
["T"] = "加里维克斯",
},
[1223786] = {
["T"] = "猎群领袖之嚎",
},
[1249467] = {
["T"] = "协议：欧财团",
["D"] = "与欧财团达成协议，使你能够自称为该财团的一员（持续一周）。\r\n\r\n|T4549141:24|t|cffffffff战团合约|r\r\n你每周只能与一个财团达成协议。该效果在你的战团内共享。",
},
[1223493] = {
["T"] = "F栏光环",
},
[1249472] = {
["T"] = "欧财团密信容器",
},
[1239878] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1239879] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1239880] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1219130] = {
["T"] = "加里维克斯",
},
[1219129] = {
["T"] = "加里维克斯",
},
[1219128] = {
["T"] = "加里维克斯",
},
[1249213] = {
["T"] = "暮光世界",
["D"] = "|cffffffff暮光尖峰|r从各个方向逼近，将战斗场地吞入浩瀚宇宙之中。",
},
[1231746] = {
["T"] = "套装：青山披风",
["D"] = "收集这套护甲套装外观。",
},
[1231731] = {
["T"] = "套装：军团猎手的斗篷",
["D"] = "收集这套护甲套装外观。",
},
[1239887] = {
["T"] = "智力之神符",
},
[1239888] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1239889] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1239890] = {
["T"] = "智力之神符",
["D"] = "该神符位于你的物品栏中时，智力提高300点。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1223801] = {
["T"] = "奥术弹射",
["D"] = "对10码内的敌人造成9290点奥术伤害。",
},
[1239892] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1223510] = {
["T"] = "“无害的”狙击手驱逐装置XL型",
["D"] = "向20码至100码范围内的一名敌方玩家投掷一枚震荡炸弹，击退冲击点的所有敌人。\r\n\r\n只能在安德麦并且在开启战争模式的状态下使用。",
},
[1223511] = {
["T"] = "“无害的”狙击手驱逐装置XL型",
["D"] = "向20码至100码范围内的一名敌方玩家投掷一枚震荡炸弹，击退冲击点的所有敌人。\r\n\r\n只能在安德麦并且在开启战争模式的状态下使用。",
},
[1223803] = {
["T"] = "黑暗之井",
["D"] = "库尔萨洛克令|cffffffff黑暗之井|r附着在目标玩家身上，持续6秒。黑暗之井每1秒放射出通灵能量，对4码内的玩家造成223710点暗影伤害",
},
[1272662] = {
["T"] = "达拉然下水道大门",
["D"] = "制作达拉然下水道大门，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1223514] = {
["T"] = "执炬手",
["D"] = "携带着一个火炬，烈焰令你精神焕发！使用烈焰摧毁苏雷吉蛛卵！",
},
[1223515] = {
["T"] = "召唤",
},
[1239899] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1223517] = {
["T"] = "熵合",
["D"] = "弗兰克提鲁斯击出多道水晶震波，在12秒内每2秒对击中的玩家造成1476493点暗影伤害并创造一个枢纽。",
},
[1239901] = {
["T"] = "相位镜像",
["D"] = "传送到一名敌人身后，造成75点奥术伤害并召唤一个镜像。",
},
[1239902] = {
["T"] = "相位镜像",
["D"] = "传送到一名敌人身后，造成75点奥术伤害并召唤一个镜像。",
},
[1239903] = {
["T"] = "坚兵的巨型神符",
},
[1226498] = {
["T"] = "调查",
},
[1239905] = {
["T"] = "坚兵的巨型神符",
["D"] = "该神符位于你的物品栏中时，护甲值提高200。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1239906] = {
["T"] = "幻影打击",
["D"] = "施法者对目标发起一连串打击，每一次攻击造成物理伤害并使目标流血，随后每1.5秒造成一次额外的物理伤害，持续9秒。此效果可叠加。",
},
[1223524] = {
["T"] = "低语之潮",
["D"] = "你和先祖的治疗波的15%治疗效果会复制到所有带有激流效果的目标身上。",
},
[1239908] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1239909] = {
["T"] = "巨蛇的巨型神符",
["D"] = "法力提高12500点。",
},
[1272676] = {
["T"] = "乔巴斯的欢乐火车墙",
["D"] = "制作乔巴斯的欢乐火车墙，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1239911] = {
["T"] = "巨蛇的巨型神符",
["D"] = "该神符位于你的物品栏中时，法力值提高12500点。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。\r\n\r\n",
},
[1223529] = {
["T"] = "风暴引导",
["S"] = "PvP天赋",
["D"] = "施放闪电箭或闪电链会使星界转移、强风、风剪和自然图腾的冷却时间减少1.0秒。\r\n\r\n施放闪电箭和闪电链时被打断的持续时间缩短65%。",
},
[1239913] = {
["T"] = "敏捷之神符",
["D"] = "敏捷提高300点。",
},
[1239914] = {
["T"] = "敏捷之神符",
["D"] = "该神符位于你的物品栏中时，敏捷提高300点。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1239915] = {
["T"] = "力量之神符",
["D"] = "力量提高300点。",
},
[1239916] = {
["T"] = "力量之神符",
["D"] = "该神符位于你的物品栏中时，力量提高300点。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1239917] = {
["T"] = "惯性之小型神符",
["D"] = "移动速度提高1%。",
},
[1223535] = {
["T"] = "放置",
},
[1219117] = {
["T"] = "投掷垃圾箱",
["D"] = "倾焰抛出一个垃圾箱，对冲击点周围8码内的玩家造成3131955点物理伤害。\r\n\r\n垃圾箱落地时倾洒出垃圾，对冲击点周围3码内的玩家造成1342266点自然伤害。",
},
[1239920] = {
["T"] = "相位镜像",
["D"] = "传送到一名敌人身后，造成75点奥术伤害并召唤一个镜像。",
},
[1214625] = {
["T"] = "呼号集结",
},
[1272688] = {
["T"] = "家园防御装置",
["D"] = "制作家园防御装置，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1223540] = {
["T"] = "采集",
},
[1223541] = {
["T"] = "采集",
},
[1239925] = {
["T"] = "相位镜像",
},
[1223543] = {
["T"] = "缚形材料",
["D"] = "为你的职业合成一个灵魂绑定的法力熔炉：欧米伽套装手部物品。",
},
[1223544] = {
["T"] = "征兆烧杯",
["D"] = "为你的职业合成一个灵魂绑定的法力熔炉：欧米伽套装头部物品。",
},
[1223545] = {
["T"] = "流丝供品",
["D"] = "为你的职业合成一个灵魂绑定的法力熔炉：欧米伽套装腿部物品。",
},
[1223546] = {
["T"] = "渴望咒痕",
["D"] = "为你的职业合成一个灵魂绑定的法力熔炉：欧米伽套装肩部物品。",
},
[1239930] = {
["T"] = "精通之神符",
["D"] = "精通提高50。",
},
[1239931] = {
["T"] = "精通之神符",
["D"] = "该神符位于你的物品栏中时，精通提高50。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1239932] = {
["T"] = "野蛮之神符",
["D"] = "爆击提高50。",
},
[1256316] = {
["T"] = "尖鸣之魂",
["D"] = "你的法术和技能有几率召唤一群灵魂飞鹰撞向附近的敌人，命中时产生的爆炸会治疗盟友，并对5码内的敌人造成|CFFffffff$<damageValue>$$?$w1>0[$<damageValuePlus>][$<damageValue>]|R点自然伤害。",
},
[1249232] = {
["T"] = "苍穹要塞矛架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239935] = {
["T"] = "适应之神符",
["D"] = "全能提高50。",
},
[1256319] = {
["T"] = "圣光回响",
},
[1256320] = {
["T"] = "圣光回响",
},
[1239938] = {
["T"] = "恶蝠的巨型神符",
["D"] = "该神符位于你的物品栏中时，吸血提高500。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1249197] = {
["T"] = "小舟艇手",
},
[1223557] = {
["T"] = "嘘！",
["D"] = "聆听斯凯吉特的计划。",
},
[1272707] = {
["T"] = "可变尺寸的全能齿轮",
["D"] = "制作可变尺寸的全能齿轮，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1226493] = {
["T"] = "破碎之魂",
["D"] = "伊莉萨击碎目标的灵魂，使其受到|cffffffff破裂|r的伤害提高125%，持续36秒。",
},
[1226492] = {
["T"] = "干扰仪式",
["D"] = "仪式受到了干扰，使施法者昏迷并且受到的伤害提高30%，持续6秒。",
},
[1249106] = {
["T"] = "激活",
["D"] = "激活战斗机器人。",
},
[1214616] = {
["T"] = "超大更猛炸弹轰击",
["D"] = "加里维克斯使用大量炸药炮轰主要目标，造成4474221点物理伤害，并使其受到超大更猛炸弹轰击的伤害提高200%，持续1.5分钟。此效果可叠加，并且无法被躲闪或招架。\r\n\r\n同时对主要目标周围30码内的玩家造成4474221点火焰伤害，并会施加|cffffffff爆破燃烧|r。（大部分）弹药会在命中时爆炸。\r\n\r\n然而，部分引线炸弹会散落在场地里。",
},
[1272712] = {
["T"] = "上釉的辛多雷瓶子",
["D"] = "制作上釉的辛多雷瓶子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1249086] = {
["T"] = "苍穹要塞火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1249185] = {
["T"] = "誓约者",
["D"] = "死亡时附近的誓约盟友会被|cffffffff复仇誓言|r鼓舞。\r\n\r\n|cffffffff复仇誓言|r:\r\n眼见同胞倒下，废土遗民立下了复仇誓言，使其造成的伤害提高15%，持续20秒。 ",
},
[1272715] = {
["T"] = "荆棘藻包",
["D"] = "制作荆棘藻包，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1226487] = {
["T"] = "聚焦巨杖",
["D"] = "激怒迪乌尔娜的武器，消耗巨杖之怒。武器会将一束聚焦的风暴能量射入地面并追击玩家，在追击过程中每0.5秒对3码范围内的玩家造成894843点自然伤害。",
},
[1249087] = {
["T"] = "苍穹要塞战时指挥桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1249133] = {
["T"] = "奥术驱除",
},
[1239953] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1223829] = {
["T"] = "邪眼炮击",
},
[1223572] = {
["T"] = "通往中庭的传送门",
},
[1239956] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1272723] = {
["T"] = "暗影议会火把",
["D"] = "制作暗影议会火把，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1239958] = {
["T"] = "奉献",
},
[1223830] = {
["T"] = "收割",
},
[1239960] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1223578] = {
["T"] = "黑暗打击",
["D"] = "施法者对当前目标造成2684532点物理伤害和1342266点暗影伤害。",
},
[1239962] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1239963] = {
["T"] = "无拘爆发",
["D"] = "对10码范围内的敌人造成奥术伤害。\r\n\r\n还会触发|cffffffff无拘专注|r。\r\n",
},
[1239964] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1223582] = {
["T"] = "铁炉堡老兵",
},
[1239966] = {
["T"] = "复仇之怒",
["D"] = "使施法者受到的伤害降低20%，持续20秒。\n使施法者的攻击速度提高33%，持续20秒。\n使施法者造成的伤害提高50%。",
},
[1239967] = {
["T"] = "无拘爆发",
},
[1223831] = {
["T"] = "邪眼炮击",
},
[1223586] = {
["T"] = "相位转移",
["D"] = "融入周围的环境。",
},
[1223587] = {
["T"] = "相位转移",
},
[1223588] = {
["T"] = "相位转移",
},
[1223589] = {
["T"] = "相位转移",
},
[1239973] = {
["T"] = "无拘专注",
["D"] = "在一个位置创造不稳定的奥术能量球体，对5码内目标造成223711点奥术伤害并击退他们。\r\n\r\n引爆会产生连锁反应。",
},
[1239974] = {
["T"] = "无拘专注",
},
[1272741] = {
["T"] = "住宅修正光环",
},
[1239976] = {
["T"] = "精华内爆",
["D"] = "缚形密室消散并向外爆裂，造成313195点奥术伤害。",
},
[1256360] = {
["T"] = "永恒传送门",
},
[1223832] = {
["T"] = "收割",
},
[1214598] = {
["T"] = "着迷",
["D"] = "目标被里克·混响的甜美歌声所迷惑，不由自主地走向他走去，无法采取任何行动，持续1分钟。\r\n\r\n对被魅惑的目标造成足够的伤害可以令其摆脱该效果。",
},
[1239980] = {
["T"] = "精华内爆",
["D"] = "缚形密室消散并向外爆裂，造成313195点奥术伤害。",
},
[1240219] = {
["T"] = "P.O.S.T.总管的特快炉石",
["D"] = "将你传送回多恩诺嘉尔。与城镇中的旅店老板交谈可以改变你所设定的家的位置。",
},
[1223599] = {
["T"] = "锁链咒符",
["D"] = "伊莉萨在当前目标的位置放置一个锁链咒符，与2.5秒后激活。\r\n\r\n所有玩家将被拉到咒符中心，移动速度降低60%，持续6秒。",
},
[1223600] = {
["T"] = "巨人的牙齿",
["D"] = "|cnLEGION_REMIX_FACTION_NAGA:纳迦|R在8秒内未受到任何伤害后，你获得一个保护你的气泡。气泡爆裂时造成冰霜伤害，由附近的敌人均摊。",
},
[1223601] = {
["T"] = "巨人的牙齿",
["D"] = "|cnLEGION_REMIX_FACTION_NAGA:纳迦|R在8秒内未受到任何伤害后，你获得一个保护你的气泡。气泡爆裂时造成冰霜伤害，由附近的敌人均摊。",
},
[1223602] = {
["T"] = "地狱火撞击",
["D"] = "伊莉萨跃向一个位置，对10码内的所有玩家造成1118555点火焰伤害，并击退他们。",
},
[1223603] = {
["T"] = "巨人的牙齿",
},
[1223604] = {
["T"] = "巨人的牙齿",
["D"] = "对10码范围内的敌人造成74322点冰霜伤害。",
},
[1239988] = {
["T"] = "魂织",
["D"] = "无拘之魂被缓缓包裹在丝质缚带里，逐渐转化为影卫成员。",
},
[1223606] = {
["T"] = "地狱火撞击",
["D"] = "伊莉萨跃向一个位置，对10码内的所有玩家造成1118555点火焰伤害，并击退他们。",
},
[1223837] = {
["T"] = "邪眼炮击",
},
[1223608] = {
["T"] = "地狱火撞击",
["D"] = "伊莉萨跃向一个位置，对10码内的所有玩家造成1118555点火焰伤害，并击退他们。",
},
[1231722] = {
["T"] = "控制台激活收集者",
},
[1226476] = {
["T"] = "卡多雷桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223611] = {
["T"] = "虚灵衰竭",
["D"] = "你最近消耗了大量的虚灵能量。",
},
[1223612] = {
["T"] = "虚灵屏障",
["D"] = "你的法术和技能有较高的几率在你的身旁凝聚能量，使你获得一个护盾，使受到的伤害降低20%，最多吸收248点伤害。\r\n\r\n生命值降至40%时，此效果会以500%的效能激活。此效果每6分钟只能触发一次。",
},
[1233335] = {
["T"] = "纪元纪念品",
},
[1223614] = {
["T"] = "虚灵壁障",
["D"] = "你的法术和技能有较高的几率在你的身旁凝聚能量，使你获得一个护盾，使受到的伤害降低20%，最多吸收248点伤害。\r\n\r\n生命值降至40%时，此效果会以500%的效能激活。此效果每6分钟只能触发一次。",
},
[1223615] = {
["T"] = "诅咒凝视",
["D"] = "施法者凝视玩家，使他们每1秒对7码范围内的玩家造成1127425点暗影伤害，持续8秒。",
},
[1223616] = {
["T"] = "向罗斯博德介绍自己",
},
[1240000] = {
["T"] = "圣誓者的恩赐",
["D"] = "每30秒与附近的一名盟友形成誓言约束。\r\n\r\n直接治疗该盟友会履行誓言，使你的智力提高17，持续12秒。过量治疗的100%会转化为盟友的护盾。",
},
[1226474] = {
["T"] = "塞纳里奥长方形毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223619] = {
["T"] = "地狱火撞击",
["D"] = "伊莉萨跃向一个位置，对10码内的所有玩家造成1118555点火焰伤害，并击退他们。",
},
[1223620] = {
["T"] = "诅咒凝视",
},
[1223621] = {
["T"] = "锁链咒符",
},
[1223622] = {
["T"] = "丢弃火炬",
["D"] = "小心翼翼地丢弃手中的火炬。",
},
[1256608] = {
["T"] = "大个子基努克的传奇汤锅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223624] = {
["T"] = "锁链咒符",
["D"] = "伊莉萨在当前目标的位置放置一个锁链咒符，与2.5秒后激活。\r\n\r\n所有玩家将被拉到咒符中心，移动速度降低60%，持续6秒。",
},
[1240008] = {
["T"] = "暗言术：灭",
},
[1223626] = {
["T"] = "卧倒翻滚",
["D"] = "卧倒翻滚，扑灭火焰！",
},
[1223627] = {
["T"] = "呼唤",
["D"] = "召唤更多卑鄙的敌人进入穹顶。",
},
[1249068] = {
["T"] = "魂火汇聚",
["D"] = "缚魂者娜欣达利使奥术能量流经数名玩家体内，每1秒造成447422点奥术伤害，持续5秒。\r\n\r\n效果结束时，碎魂法球会从目标体内爆裂而出。",
},
[1223629] = {
["T"] = "诺格弗格药剂",
["D"] = "你感到自己变小了……",
},
[1223630] = {
["T"] = "诺格弗格药剂",
["D"] = "你感到自己变轻了。",
},
[1223631] = {
["T"] = "诺格弗格药剂",
["D"] = "你停止了呼吸……",
},
[1223632] = {
["T"] = "火焰引导测试",
},
[1249000] = {
["T"] = "取回被窃取的科技",
["D"] = "锁定被窃取的科技的位置，呼叫传送光束，将物品安全地回收。",
},
[1223634] = {
["T"] = "诅咒凝视",
["D"] = "施法者凝视玩家，使他们每1秒对7码范围内的玩家造成1127425点暗影伤害，持续8秒。",
},
[1249083] = {
["T"] = "仿制的纳斯雷兹姆的诅咒熔炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1249013] = {
["T"] = "可以打断的震击",
},
[1223637] = {
["T"] = "锁链咒符",
["D"] = "伊莉萨放置多个锁链咒符，于5秒后激活。\r\n\r\n所有受到咒符影响的玩家将被拉到咒符中心，移动速度降低60%，持续6秒。",
},
[1240021] = {
["T"] = "为了兄弟会！",
["D"] = "约瑟夫召唤战友赶来增援！",
},
[1223639] = {
["T"] = "锁链咒符",
},
[1233074] = {
["T"] = "沉重黑暗",
["D"] = "|cffffffff黑暗奇点|r的沉重力量每1秒对黑洞视界外的玩家造成4921643点暗影伤害。",
},
[1249063] = {
["T"] = "踢飞！",
["D"] = "踢飞一个小格林奇，拿回被偷走的礼物！",
},
[1240025] = {
["T"] = "无缚狂怒",
},
[1231956] = {
["T"] = "附魔流丝",
},
[1240027] = {
["T"] = "无缚狂怒",
["D"] = "使施法者的移动速度和近战攻击速度提高10%，持续12秒。此效果可叠加最多5次。",
},
[1240028] = {
["T"] = "永恒潜能",
["D"] = "为你的神器注入永恒潜能之力，提高其物品等级。\r\n",
},
[1248979] = {
["T"] = "虚空剑士奇袭",
["D"] = "影卫刺客锁定一名随机玩家，消失在暗影中并在其身后出现，随后发起暗影注能的强力打击，造成536906点暗影伤害，并且在30秒内每1秒额外造成178968点暗影伤害。",
},
[1240237] = {
["T"] = "舒爽喷流",
},
[1240031] = {
["T"] = "心灵之火",
["D"] = "施法者使所有盟友造成的伤害提高10%，持续10秒。 ",
},
[1233011] = {
["T"] = "吞噬",
},
[1240033] = {
["T"] = "圣刃风暴",
["D"] = "约瑟夫猛烈旋转并逼近目标，对击中对玩家造成536906点神圣打击伤害。 ",
},
[1240034] = {
["T"] = "圣刃风暴",
["D"] = "约瑟夫猛烈旋转并逼近目标，对击中对玩家造成536906点神圣打击伤害。 ",
},
[1240035] = {
["T"] = "蔓生的阿拉希篱笆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1240036] = {
["T"] = "虚空腐化的喷泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223859] = {
["T"] = "奥术驱除",
["D"] = "缚魂者娜欣达利释放出毁灭性的冲击波，对他们造成357937点奥术伤害，并在接下来的15秒内每1秒额外造成134226点奥术伤害。",
},
[1248965] = {
["T"] = "法力熔炉传送器",
},
[1248798] = {
["T"] = "砸场子",
},
[1272806] = {
["T"] = "将鸦人炼金师的瓶子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1223658] = {
["T"] = "压制",
["D"] = "加里维克斯在3秒内对贱民狂轰滥炸，造成1565977点火焰伤害，并且每0.5秒对标示位置2码内的玩家额外造成89485点火焰伤害，持续6秒。此效果可叠加。",
},
[1223659] = {
["T"] = "加里维克斯",
},
[1223660] = {
["T"] = "搭乘载具",
},
[1223661] = {
["T"] = "诅咒凝视",
},
[1248795] = {
["T"] = "加速奥能水晶碎片",
["D"] = "加速等级提高。",
},
[1248853] = {
["T"] = "关闭",
},
[1256430] = {
["T"] = "优雅的遮盖长椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1248816] = {
["T"] = "虚铸回响",
["D"] = "当|cffffffff虚铸回响|r充满能量时，它将成为饥饿虚空之神的美味食粮。",
},
[1256432] = {
["T"] = "优雅的雕花长椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1223667] = {
["T"] = "虚空眩光",
["D"] = "施法者对当前目标射出一道暗影能量光束，在6秒内每0.3秒造成671133点暗影伤害并将其推离。\r\n\r\n目标脚下会形成|cffffffff眩光喷溅|r。",
},
[1256434] = {
["T"] = "华美的精灵书柜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1219034] = {
["T"] = "头奖！",
["D"] = "你的法术和技能有几率赢得|cFFFFFFFF头奖！|r，使你的急速提高12%，持续12秒。施放召唤黑眼时必定赢得|cFFFFFFFF头奖！|r。",
},
[1248730] = {
["T"] = "宇宙活力",
},
[1223671] = {
["T"] = "虚空眩光",
["D"] = "施法者对当前目标射出一道暗影能量光束，在6秒内每0.3秒造成671133点暗影伤害并将其推离。\r\n\r\n目标脚下会形成|cffffffff眩光喷溅|r。",
},
[1248729] = {
["T"] = "宇宙活力",
},
[1248763] = {
["T"] = "研究晋升",
["D"] = "提高你的永恒研究容量。",
},
[1248683] = {
["T"] = "踢飞",
},
[1240058] = {
["T"] = "十字军打击",
["D"] = "用灌注了神圣能量的武器打击敌人，造成神圣伤害。",
},
[1248700] = {
["T"] = "唤灵",
["D"] = "召唤一个灵魂并开始将其吞噬，使受到的伤害降低99%，持续9秒。在吞噬时，施法者每3秒获得一层可以吸收相当于其最大生命值10%的护盾，持续30秒。此效果可叠加。",
},
[1240060] = {
["T"] = "狂暴冲撞",
["D"] = "向一名敌人冲锋，造成物理伤害并将敌人击退。",
},
[1223678] = {
["T"] = "奇怪的生物",
["D"] = "被黑血引诱的生物潜伏于此地。",
},
[1214327] = {
["T"] = "狂野闪电",
},
[1223680] = {
["T"] = "嘀嗒弹药筒",
["D"] = "加里维克斯射出不稳定的容器，嵌入地面。5秒后容器引爆，对4码内的玩家造成1342266点火焰伤害。伤害由受影响的玩家均摊。\r\n\r\n所有目标都会受到|cffffffff机械工程师的弹药筒|r效果影响。\r\n\r\n如果未能击中至少1个目标，所有玩家都会受到全部效果影响。",
},
[1223681] = {
["T"] = "新近抚摸",
},
[1223682] = {
["T"] = "抚摸",
},
[1226449] = {
["T"] = "歼星斩",
["D"] = "萨哈达尔的镜像在他身旁出现，挥舞并发射星河飞弹袭击目标，对路径中的所有玩家造成2326595点宇宙伤害，并施加|cffffffff暮光创痕|r。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。未被|cffffffff黑暗之星|r消耗的飞弹都会爆发出|cffffffff歼星新星|r。\r\n",
},
[1223878] = {
["T"] = "艾泽拉斯之赐",
["D"] = "通过战斗和完成任务获得的“争霸艾泽拉斯”的声望提高50%。",
},
[1223880] = {
["T"] = "邪眼轰炸",
["D"] = "施法者向玩家射出暗影飞弹，对冲击区域周围10码内的玩家造成4026798点暗影伤害。",
},
[1214325] = {
["T"] = "崩解闪电",
["D"] = "召唤一阵狂风猛烈地拍打玩家，对冲击点周围8码内的所有敌人造成671133点伤害。",
},
[1219018] = {
["T"] = "地精磁力弹跳榴弹",
["D"] = "在战斗中，布莱恩有几率向一个敌方目标掷出地精磁力弹跳榴弹，造成中等的自然伤害，并有20%的几率使其昏迷1.5秒。榴弹有25%的几率跳向一个新的目标。\r\n\r\n榴弹可以安全地在小队成员身上弹跳。",
},
[1223883] = {
["T"] = "邪眼轰炸",
["D"] = "施法者向玩家射出暗影飞弹，对冲击区域周围10码内的玩家造成4026798点暗影伤害。",
},
[1223885] = {
["T"] = "邪眼轰炸",
},
[1223886] = {
["T"] = "修士之神圣秘典",
["D"] = "你是虔诚者之一。你的法术和技能有几率使你的急速提高13，持续15秒。\r\n\r\n另外，你会使另一个虔诚者盟友的急速提高3，持续15秒。",
},
[1226441] = {
["T"] = "虚无裂痕",
["D"] = "大量岩块砸向地面，对冲击点周围11码内的玩家造成1029070点物理伤害。\r\n\r\n虚空裂隙存在20秒，并会吸引范围内的玩家，每1秒施加|cFF2959D3|Hspell:1237906|h[虚空腐蚀]|h|r。",
},
[1226440] = {
["T"] = "束缚",
["D"] = "奥术裹布完全束缚住玩家，使其昏迷3秒。",
},
[1223693] = {
["T"] = "爱过，逃过",
},
[1223891] = {
["T"] = "狂热光环",
},
[1232264] = {
["T"] = "饮茶",
},
[1240079] = {
["T"] = "昏迷",
},
[1223894] = {
["T"] = "狂热光环",
},
[1248638] = {
["T"] = "创建特质配置",
},
[1240082] = {
["T"] = "海潮祝福神龛",
["D"] = "在目标位置召唤一个海潮祝福神龛。",
},
[1240083] = {
["T"] = "大海之歌",
["D"] = "与大海沟通。",
},
[1223701] = {
["T"] = "野火军械",
["D"] = "野火炸弹会额外造成8%的伤害。",
},
[1219003] = {
["T"] = "压制陷阱",
},
[1214265] = {
["T"] = "黑血飞溅",
["D"] = "设施内的罐子喷射出黑血，飞溅到地面上，对冲击点536906码范围内的玩家造成2点暗影伤害，并使其迷惑2秒。",
},
[1218999] = {
["T"] = "正性场",
},
[1240088] = {
["T"] = "酿酒师的气球",
["D"] = "召唤或解散你的酿酒师的气球。",
},
[1232327] = {
["T"] = "封印熔炉",
["D"] = "萨哈达尔将力量灌输到法力熔炉的大门中，每1秒对70码内的玩家造成626391点暗影伤害。",
},
[1256473] = {
["T"] = "小型优雅软垫椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1240091] = {
["T"] = "黑暗之水",
["D"] = "有胆子的话……就直视那深水之中吧。",
},
[1233004] = {
["T"] = "恶魔变形",
},
[1248507] = {
["T"] = "熵能无底包",
["D"] = "能从里面掏出一个又一个的熵灭戒指……",
},
[1226429] = {
["T"] = "解译",
["D"] = "解锁幻形讲坛处的地下堡行者的飞船的该自定义选项。",
},
[1248464] = {
["T"] = "秘法鞭笞",
["D"] = "缚魂者娜欣达利对当前目标发动鞭击，每1秒造成447422点奥术伤害，持续5秒。此攻击会标记受害者，使秘法鞭笞造成的伤害提高10%。\r\n\r\n该效果可叠加。",
},
[1248448] = {
["T"] = "烟雾灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1240097] = {
["T"] = "定时炸弹",
["D"] = "时空船长钩尾将|cffffffff定时炸弹|r安装在2个玩家身上，使他们的急速提高30%，但是在30秒内每1秒造成104560点奥术伤害。|cffffffff定时炸弹|r每次造成伤害，后续伤害提高10%。\r\n\r\n移除时会产生一次|cffffffff时光爆破|r，对所有玩家造成335567点奥术伤害。",
},
[1223715] = {
["T"] = "虚空眩光",
},
[1240099] = {
["T"] = "定时炸弹",
["D"] = "时空船长钩尾将|cffffffff定时炸弹|r安装在2个玩家身上，使他们的急速提高30%，但是在30秒内每1秒造成104560点奥术伤害。|cffffffff定时炸弹|r每次造成伤害，后续伤害提高10%。\r\n\r\n移除时会产生一次|cffffffff时光爆破|r，对所有玩家造成335567点奥术伤害。",
},
[1248410] = {
["T"] = "终极香橙启示录",
["D"] = "拾取时饮用：最高的次要属性提高4%。",
},
[1256484] = {
["T"] = "优雅的精灵书桌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1240102] = {
["T"] = "定时炸弹",
["D"] = "时空船长钩尾将|cffffffff定时炸弹|r安装在2个玩家身上，使他们的急速提高30%，但是在30秒内每1秒造成104560点奥术伤害。|cffffffff定时炸弹|r每次造成伤害，后续伤害提高10%。\r\n\r\n移除时会产生一次|cffffffff时光爆破|r，对所有玩家造成335567点奥术伤害。",
},
[1223720] = {
["T"] = "邪能地狱",
},
[1256487] = {
["T"] = "雕花精灵书柜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1223722] = {
["T"] = "轻盈",
},
[1256489] = {
["T"] = "华美的精灵长椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1240107] = {
["T"] = "界门",
},
[1240108] = {
["T"] = "狂暴冲撞",
},
[1240109] = {
["T"] = "狂暴冲撞",
["D"] = "向一名敌人冲锋，造成物理伤害并将敌人击退。",
},
[1240110] = {
["T"] = "发现你了",
},
[1218984] = {
["T"] = "极巨大炸弹",
},
[1223729] = {
["T"] = "与控制台互动",
},
[1240303] = {
["T"] = "提供脆饼干",
["D"] = "将一块热乎的脆饼干交给一名饥肠辘辘的顾客。",
},
[1240114] = {
["T"] = "狂暴冲撞",
["D"] = "冲向一名敌人，造成物理伤害并击退路径上所有敌人。",
},
[1223732] = {
["T"] = "复制我！",
["D"] = "使当前目标复制施法者的外观。",
},
[1240116] = {
["T"] = "风暴之锤",
["D"] = "施法者向敌人投掷战锤，对其造成4473点自然伤害，并使其昏迷4秒。",
},
[1218983] = {
["T"] = "极巨大炸弹",
},
[1240118] = {
["T"] = "召唤战利品",
},
[1240119] = {
["T"] = "召唤暗影克隆体",
},
[1218979] = {
["T"] = "深度睡眠",
},
[1226421] = {
["T"] = "光耀帝国山猫",
["D"] = "召唤或解散这种坐骑。",
},
[1248411] = {
["T"] = "卡亚可乐能量爆发",
["D"] = "爆击提高4%。",
},
[1223740] = {
["T"] = "湮灭光束",
},
[1240124] = {
["T"] = "雷霆一击",
["D"] = "冲击8码范围内的敌人，造成8948点自然伤害，并使其移动速度降低30%，持续10秒。",
},
[1223742] = {
["T"] = "钻探机",
["D"] = "一部钻探机会在地下堡中协助你。",
},
[1223743] = {
["T"] = "湮灭光束",
},
[1223744] = {
["T"] = "炸药桶",
["D"] = "炸药桶在地下堡中随处可见。",
},
[1223745] = {
["T"] = "地精大麻烦",
["D"] = "地精在这地方惹出了不少麻烦。天知道你会摊上什么事情！",
},
[1248425] = {
["T"] = "解译",
["D"] = "解锁幻形讲坛处的地下堡行者的飞船的这些自定义选项。",
},
[1248402] = {
["T"] = "卡亚可乐运载器",
["D"] = "召唤一个卡亚可乐6罐装。\r\n\r\n卡亚可乐风味繁多，收集每种口味可以获得不同的效果。\r\n",
},
[1248362] = {
["T"] = "自动化足球炸弹分发器",
["D"] = "将巨龙竞技中的足球全部放上场。冲撞足球即可将其踢向你的目标敌人，造成252点物理伤害。",
},
[1223749] = {
["T"] = "湮灭光束",
},
[1240133] = {
["T"] = "自动屏幕抖动 - 弱 + 表情",
},
[1240134] = {
["T"] = "泰坦碎片拼合",
},
[1240135] = {
["T"] = "自动屏幕抖动 - 中 + 表情",
},
[1240136] = {
["T"] = "自动屏幕抖动 - 中",
},
[1256520] = {
["T"] = "英勇飞跃",
},
[1218956] = {
["T"] = "套装：魔网学者的魔装",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218943] = {
["T"] = "套装：瓦哈拉斯勇士的飞翼战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1240140] = {
["T"] = "复活术",
},
[1240141] = {
["T"] = "下潜",
},
[1256525] = {
["T"] = "英勇飞跃",
},
[1218940] = {
["T"] = "套装：风暴勇士的战装",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1226413] = {
["T"] = "身星俱碎",
["D"] = "萨哈达尔的星河战锤造成28187594点物理伤害，并使受到|cffffffff身星俱碎|r的伤害提高100%，最多持续40秒。",
},
[1248319] = {
["T"] = "抑制之触",
["D"] = "摧毁一个未加工的流丝箱会使玩家的双手沾满粘性物质，持续1分钟，每1秒造成37581点自然伤害。\r\n\r\n此效果存在期间，玩家造成伤害时有几率妨害目标，使其造成的伤害降低1%，持续10秒。此效果最多叠加10次。",
},
[1218936] = {
["T"] = "套装：碎地龙鳞甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1248310] = {
["T"] = "套装：无拘先知的衣衫",
["D"] = "收集无拘先知的衣衫护甲外观。",
},
[1218931] = {
["T"] = "套装：红玉幼龙猎手的装束",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1240149] = {
["T"] = "界门",
},
[1218930] = {
["T"] = "套装：翡翠幼龙猎手的装束",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218925] = {
["T"] = "套装：大德鲁伊的梦魇树皮",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1215497] = {
["T"] = "微械厮斗",
},
[1248307] = {
["T"] = "虚空扭曲之种",
["D"] = "抛出一颗种子，令破土而出的藤蔓纠缠目标，使触及的敌人定身3秒。\r\n\r\n只能在卡兹阿加的地下堡和户外区域使用。",
},
[1248330] = {
["T"] = "黑暗收割星象仪",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1240155] = {
["T"] = "星辰坠落",
},
[1248303] = {
["T"] = "相位之血药水",
},
[1223964] = {
["T"] = "放下光耀残渣",
["D"] = "将持有的光耀残渣放在地上。\r\n\r\n最好将它们扔进次级钥焰里！",
},
[1226401] = {
["T"] = "群体束缚",
["D"] = "施法者牵动60码内的玩家，在12秒内每1秒造成268453点奥术伤害。效果结束时，玩家将被|cffffffff束缚|r。\r\n\r\n受害者移动到距离施法者足够远的地方可以扯断裹布。",
},
[1240159] = {
["T"] = "星辰坠落",
},
[1226400] = {
["T"] = "破镣者奖章",
["D"] = "使你在破镣者中的声望提高300点。",
},
[1256544] = {
["T"] = "叛逆劫掠者",
},
[1240162] = {
["T"] = "星辰坠落",
},
[1226399] = {
["T"] = "赞达拉帝国奖章",
["D"] = "使你在赞达拉帝国中的声望提高300点。",
},
[1223971] = {
["T"] = "水润",
},
[1240356] = {
["T"] = "折射熵变（破损）",
["D"] = "水晶枢纽发出强化了的虚空能量，每0.5秒造成0点暗影伤害。",
},
[1256549] = {
["T"] = "灼热之斧",
["D"] = "将熔火斩斧猛力劈下，向前方溅出滚烫的熔岩，造成3579377点火焰伤害并击退敌人。",
},
[1256550] = {
["T"] = "震波炸弹",
["D"] = "叛逆劫掠者将一枚|cffffffff震波炸弹|r扔在地上，将自己和玩家击退。",
},
[1256551] = {
["T"] = "震波炸弹",
["D"] = "叛逆劫掠者将一枚|cffffffff震波炸弹|r扔在地上，将自己和玩家击退。",
},
[1256552] = {
["T"] = "震波炸弹",
["D"] = "|cffffffff震波炸弹|r",
},
[1240170] = {
["T"] = "混乱之箭",
["D"] = "魔王贝恩霍勒释放一道毁灭性的混乱冲击，造成134226点混乱伤害。\r\n",
},
[1256554] = {
["T"] = "震波炸弹",
["D"] = "叛逆劫掠者将一枚|cffffffff震波炸弹|r扔在地上，将自己和玩家击退。",
},
[1242779] = {
["T"] = "幻影威胁",
["D"] = "暗影幻灵的爆击率提高10%，爆击伤害提高40%。",
},
[1226395] = {
["T"] = "过量输能爆发",
["D"] = "卢米萨尔吸收奥术能量，每0.5秒对所有玩家造成77180点奥术伤害，持续8秒。然后它会施放一次猛烈的能量爆炸，对45码范围内的玩家造成41162836点奥术伤害。\r\n",
},
[1226394] = {
["T"] = "过量输能爆发",
["D"] = "卢米萨尔吸收奥术能量，每0.5秒对所有玩家造成77180点奥术伤害，持续8秒。然后它会施放一次猛烈的能量爆炸，对45码范围内的玩家造成41162836点奥术伤害。\r\n",
},
[1256558] = {
["T"] = "驱逐",
["D"] = "击退施法者周围的敌人。",
},
[1218896] = {
["T"] = "套装：黑暗守护者的束缚",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1223977] = {
["T"] = "可重复事件 - 卑鄙双雄 - 强化物品 - 欢呼炸弹 - 接近出名",
},
[1226391] = {
["T"] = "沃顿奈奖章",
["D"] = "使你在沃顿奈中的声望提高300点。",
},
[1226390] = {
["T"] = "塔兰吉远征队奖章",
["D"] = "使你在塔兰吉远征队中的声望提高300点。",
},
[1223797] = {
["T"] = "敏锐直觉",
["D"] = "奥术宝珠和奥术飞弹造成的伤害提高10%。",
},
[1223798] = {
["T"] = "敏锐直觉",
["D"] = "施放伤害性法术有5%的几率使你的下一个奥术弹幕造成额外50%的伤害，并生成4层奥术充能。",
},
[1223799] = {
["T"] = "敏锐直觉",
["D"] = "消耗力量的重担使你施放的下一个奥术弹幕造成的伤害提高20%，提供4层奥术充能，并且会召唤4颗陨星砸向你的目标。",
},
[1240183] = {
["T"] = "炎爆术",
["D"] = "施法者对一名玩家造成536906点火焰伤害。",
},
[1256567] = {
["T"] = "平地起高楼",
["D"] = "叛逆杂兵飞速建起一座塔楼，力图占据高地。",
},
[1256568] = {
["T"] = "平地起高楼",
["D"] = "叛逆杂兵飞速建起一座塔楼，力图占据高地。",
},
[1256569] = {
["T"] = "平地起高楼",
["D"] = "叛逆杂兵飞速建起一座塔楼，力图占据高地。",
},
[1256570] = {
["T"] = "平地起高楼",
["D"] = "叛逆杂兵飞速建起一座塔楼，力图占据高地。",
},
[1256571] = {
["T"] = "平地起高楼",
["D"] = "叛逆杂兵飞速建起一座塔楼，力图占据高地。",
},
[1240189] = {
["T"] = "召唤大师",
["D"] = "精通提高4%，召唤恐惧猎犬、召唤邪犬和召唤恶魔暴君的施法时间缩短25%。",
},
[1248224] = {
["T"] = "套装：午夜使者的遮蔽",
["D"] = "收集法力熔炉：欧米伽的猎人披风外观。",
},
[1256574] = {
["T"] = "雄踞高地",
},
[1256575] = {
["T"] = "果汁蜜酿",
["D"] = "痛饮清爽的果汁，每2秒恢复0%的生命值。免疫所有伤害。",
},
[1248236] = {
["T"] = "缚魂者的愤怒",
["D"] = "每失去一个小小无拘之魂都会使缚魂者变得更为愤怒，使她造成的伤害提高3%。",
},
[1240194] = {
["T"] = "无缚狂怒",
["D"] = "生命值降至50%时，卢米萨尔将自己从缚带中撕裂出来并遭受重创，使受到的伤害提高33%。坠地时，卢米萨尔对所有玩家造成1543606点物理伤害并将其击退。\r\n\r\n|cffffffff奥能黏液|r会从上方身体中不断涌出。",
},
[1256578] = {
["T"] = "平地起高楼",
["D"] = "叛逆杂兵飞速建起一座塔楼，力图占据高地。",
},
[1248228] = {
["T"] = "套装：明光军旅的鎏金披风",
["D"] = "收集法力熔炉：欧米伽的圣骑士披风外观。",
},
[1223814] = {
["T"] = "冰爆投掷",
["D"] = "将弱化的管道冻结在寒冰里。",
},
[1223815] = {
["T"] = "收割",
},
[1256582] = {
["T"] = "平地起高楼",
["D"] = "叛逆杂兵飞速建起一座塔楼，力图占据高地。",
},
[1256583] = {
["T"] = "平地起高楼",
["D"] = "叛逆杂兵飞速建起一座塔楼，力图占据高地。",
},
[1226386] = {
["T"] = "收集者已激活",
},
[1218885] = {
["T"] = "套装：虚空恶魔战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1223820] = {
["T"] = "引诱群蛇",
},
[1226384] = {
["T"] = "黑暗周转",
["D"] = "|cffffffff黑暗之星|r在场地中周转。\r\n",
},
[1218884] = {
["T"] = "套装：邪织法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218882] = {
["T"] = "套装：主宰战甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1248133] = {
["T"] = "虚空裂缝",
["D"] = "势不可挡的憎恶随机向一名玩家施放一道死疽能量波，对该效果下的所有玩家造成3355665点暗影伤害。",
},
[1248118] = {
["T"] = "启动先驱",
},
[1226379] = {
["T"] = "波涛之刃剑鱼人奖章",
["D"] = "使你在波涛之刃剑鱼人中的声望提高300点。",
},
[1248105] = {
["T"] = "虚空扭曲之种",
},
[1223828] = {
["T"] = "邪眼炮击",
},
[1256595] = {
["T"] = "闪金镇衣橱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256596] = {
["T"] = "将伊斯卡拉开放式帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256597] = {
["T"] = "伊斯卡拉铁匠的铁砧",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256598] = {
["T"] = "伊斯卡拉烹饪锅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256599] = {
["T"] = "将伊斯卡拉悬挂灯鱼放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256600] = {
["T"] = "伊斯卡拉悬挂灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256601] = {
["T"] = "伊斯卡拉立式灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256602] = {
["T"] = "海象人冥思焚香炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256603] = {
["T"] = "海象人捕蟹篮",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256604] = {
["T"] = "毛皮装饰的伊斯卡拉工作台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256605] = {
["T"] = "海象人邮包",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256606] = {
["T"] = "带鳍的伊斯卡拉茶壶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256607] = {
["T"] = "伊斯卡拉熟食板",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1272991] = {
["T"] = "弓箭射击",
["D"] = "朝一名敌人射击，对其造成物理伤害。",
},
[1256609] = {
["T"] = "伊斯卡拉之拱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218874] = {
["T"] = "套装：恐惧之痕盔甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218873] = {
["T"] = "套装：恐惧之痕盔甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218872] = {
["T"] = "套装：恐惧之痕盔甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1242757] = {
["T"] = "透心浪涌",
["D"] = "河水的波浪淹没随机位置，每0.5秒对效果范围内的玩家造成冰霜伤害，并将其推往它的方向。",
},
[1248107] = {
["T"] = "虚空扭曲之种",
},
[1248123] = {
["T"] = "瓦解",
["D"] = "伊特努丝召唤另类的邪恶队伍成员。伊特努丝召唤邪恶时间线上的玩家，并尝试窃取精华。如果他们接触目标，则会施放|cffffffff偷来的精华|r，使最大生命值、造成的伤害和治疗效果降低6%，持续30秒。\r\n\r\n不稳定的复制体会持续|cffffffff瓦解|r，每1秒承受最大生命值5%的奥术伤害。\r\n\r\n死亡时，他们会施放|cffffffff融合的精华|r并使目标的最大生命值、造成的伤害和治疗效果提高30%，持续20秒。",
},
[1240233] = {
["T"] = "碎裂大地",
},
[1226371] = {
["T"] = "难度 11",
["D"] = "需要在有剩余生命的情况下完成一个难度10的地下堡。",
},
[1240235] = {
["T"] = "冷漠强风",
},
[1248039] = {
["T"] = "五晨寺武器架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1273003] = {
["T"] = "收集夜光圆形房间",
["D"] = "将此房间添加到你的住宅收纳箱中。",
},
[1273004] = {
["T"] = "末日仪式",
["D"] = "举行致命的仪式，随机召唤一只恶魔。需要至少3名参与者。",
},
[1248040] = {
["T"] = "五晨寺熏鱼坛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256623] = {
["T"] = "军械：骸骨镰刀",
["D"] = "收集骸骨镰刀外观。",
},
[1256624] = {
["T"] = "军械：永生钉锤",
["D"] = "收集永生钉锤外观。",
},
[1256625] = {
["T"] = "军械：莫尔葛角锤",
["D"] = "收集莫尔葛角锤外观。",
},
[1256626] = {
["T"] = "军械：光铸德莱尼的宝石",
["D"] = "收集光铸德莱尼的宝石外观。",
},
[1218859] = {
["T"] = "套装：赤精战甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1223862] = {
["T"] = "超大捆劣性炸药",
},
[1247983] = {
["T"] = "永恒黄昏",
},
[1248038] = {
["T"] = "追赶选择",
},
[1248041] = {
["T"] = "将铁掌炖菜餐车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218852] = {
["T"] = "套装：巨熊战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1248019] = {
["T"] = "标记任务",
},
[1248043] = {
["T"] = "暴风城路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256635] = {
["T"] = "冰霜巨龙之怒",
},
[1223870] = {
["T"] = "收割",
["D"] = "阿达拉斯显化多个自身的镜像并锁定玩家。\r\n\r\n镜像在4秒后向目标玩家掷出长矛，对该玩家和目标身后锥形范围内的玩家造成1342266点宇宙伤害。",
},
[1248048] = {
["T"] = "召唤宝典",
},
[1223872] = {
["T"] = "溶解",
},
[1247980] = {
["T"] = "伊特努丝的试炼：永恒黄昏",
},
[1218842] = {
["T"] = "套装：金色天使圣衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218840] = {
["T"] = "套装：金色天使圣衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218839] = {
["T"] = "套装：符文之缚法袍",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供法师、牧师和术士使用。",
},
[1256643] = {
["T"] = "空投补给",
},
[1256644] = {
["T"] = "空投补给",
},
[1256645] = {
["T"] = "空投补给",
["D"] = "打开空投补给。",
},
[1256646] = {
["T"] = "空投补给",
},
[1256647] = {
["T"] = "空投补给",
},
[1256648] = {
["T"] = "风暴",
["D"] = "风暴每0.5秒对不位于风暴中心的玩家造成1489915点自然伤害。",
},
[1256649] = {
["T"] = "风暴",
["D"] = "风暴每0.5秒对不位于风暴中心的玩家造成1489915点自然伤害。",
},
[1256650] = {
["T"] = "风暴",
["D"] = "风暴每0.5秒对不位于风暴中心的玩家造成1489915点自然伤害。",
},
[1256651] = {
["T"] = "四联火箭",
["D"] = "在1秒内向目标发射四联火箭弹幕，每枚火箭造成80727点火焰伤害。",
},
[1256652] = {
["T"] = "四联火箭",
["D"] = "在1秒内向目标发射四联火箭弹幕，每枚火箭造成80727点火焰伤害。",
},
[1256653] = {
["T"] = "四联火箭",
["D"] = "在1秒内向目标发射四联火箭弹幕，每枚火箭造成80727点火焰伤害。",
},
[1256654] = {
["T"] = "四联火箭",
["D"] = "在1秒内向目标发射四联火箭弹幕，每枚火箭造成80727点火焰伤害。",
},
[1256655] = {
["T"] = "冰霜巨龙之怒",
},
[1256656] = {
["T"] = "咕嘟罐",
["D"] = "消耗|cffffffff咕嘟罐|r，恢复全部生命值。",
},
[1256657] = {
["T"] = "咕嘟罐",
["D"] = "消耗|cffffffff咕嘟罐|r，恢复全部生命值。",
},
[1256658] = {
["T"] = "热舞炸弹",
["D"] = "热舞炸弹爆炸，使3码内的所有目标难以自持地跳起舞来，并且受到的伤害提高50%，持续5秒。",
},
[1223893] = {
["T"] = "狂热光环",
},
[1256660] = {
["T"] = "热舞炸弹",
["D"] = "热舞炸弹爆炸，使3码内的所有目标难以自持地跳起舞来，并且受到的伤害提高50%，持续5秒。",
},
[1256661] = {
["T"] = "热舞炸弹",
["D"] = "热舞炸弹爆炸，使3码内的所有目标难以自持地跳起舞来，并且受到的伤害提高50%，持续5秒。",
},
[1223896] = {
["T"] = "专长",
},
[1224041] = {
["T"] = "军械：安德麦武器",
["D"] = "收集安德麦武器套装的外观。",
},
[1223898] = {
["T"] = "狂热者之神圣秘典",
["D"] = "你是虔诚者之一。你的法术和技能有几率使你的爆击提高13，持续15秒。\r\n\r\n另外，你会使另一个虔诚者盟友的爆击提高3，持续15秒。",
},
[1223899] = {
["T"] = "狂热者之神圣秘典",
["D"] = "你是虔诚者之一。你的法术和技能有几率使你的爆击提高13，持续15秒。\r\n\r\n另外，你会使另一个虔诚者盟友的爆击提高3，持续15秒。",
},
[1247900] = {
["T"] = "眼棱",
["D"] = "维拉瑞安在4秒内对当前目标引导邪能洪流，每0.5秒对光束中的玩家造成894843点混乱伤害，施加|cffffffff邪能灼痕|r并将他们推离。\r\n\r\n冲击结束后，维拉瑞安会施放|cffffffff邪能之刃|r冲向当前目标。",
},
[1223901] = {
["T"] = "十字军之神圣秘典",
["D"] = "你是虔诚者之一。你的法术和技能有几率使你的全能提高13，持续15秒。\r\n\r\n另外，你会使另一个虔诚者盟友的全能提高3，持续15秒。",
},
[1223902] = {
["T"] = "十字军之神圣秘典",
["D"] = "你是虔诚者之一。你的法术和技能有几率使你的全能提高13，持续15秒。\r\n\r\n另外，你会使另一个虔诚者盟友的全能提高3，持续15秒。",
},
[1223903] = {
["T"] = "教士之神圣秘典",
["D"] = "你是虔诚者之一。你的法术和技能有几率使你的精通提高13，持续15秒。\r\n\r\n另外，你会使另一个虔诚者盟友的精通提高3，持续15秒。",
},
[1223904] = {
["T"] = "教士之神圣秘典",
["D"] = "你是虔诚者之一。你的法术和技能有几率使你的精通提高13，持续15秒。\r\n\r\n另外，你会使另一个虔诚者盟友的精通提高3，持续15秒。",
},
[1256671] = {
["T"] = "空投补给",
},
[1218830] = {
["T"] = "套装：光明使者的璀璨护甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1223907] = {
["T"] = "灵狐守护",
["S"] = "PvP天赋",
["D"] = "猎豹守护状态下可以移动施放瞄准射击，且猎豹守护的延迟效果延长4秒。",
},
[1223908] = {
["T"] = "身份扫描",
["D"] = "扫描被标记的影卫目标。",
},
[1226353] = {
["T"] = "普罗德摩尔海军部奖章",
["D"] = "使你在普罗德摩尔海军部中的声望提高300点。",
},
[1247784] = {
["T"] = "北郡桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256677] = {
["T"] = "钴蓝相位捕猎者",
["D"] = "召唤或解散这种坐骑。",
},
[1218826] = {
["T"] = "套装：守陵者护甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1218814] = {
["T"] = "套装：獠牙刺杀者护甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218813] = {
["T"] = "套装：獠牙刺杀者护甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1223915] = {
["T"] = "更新互动",
},
[1247773] = {
["T"] = "宣誓效忠",
},
[1240300] = {
["T"] = "提供饮料",
["D"] = "将一杯爽口的美酒交给一名口渴的客人。",
},
[1226347] = {
["T"] = "歼星斩",
["D"] = "萨哈达尔的镜像在他身旁出现，挥舞并发射星河飞弹袭击目标，对路径中的所有玩家造成2326595点宇宙伤害，并施加|cffffffff暮光创痕|r。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。未被|cffffffff黑暗之星|r消耗的飞弹都会爆发出|cffffffff歼星新星|r。\r\n",
},
[1240302] = {
["T"] = "顾客想喝饮料",
},
[1256686] = {
["T"] = "无尽小石",
},
[1218808] = {
["T"] = "套装：雪怒的战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218806] = {
["T"] = "套装：风暴之心外衣",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1240306] = {
["T"] = "提供麦汤",
["D"] = "将一碗美味的大麦汤交给一名饥肠辘辘的顾客。",
},
[1218800] = {
["T"] = "套装：恶魔克星护甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1240308] = {
["T"] = "顾客想喝汤",
},
[1240309] = {
["T"] = "顾客想吃脆饼干",
},
[1240310] = {
["T"] = "毁灭一切",
},
[1247786] = {
["T"] = "建筑师的绘图桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218782] = {
["T"] = "套装：大领主的战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1247787] = {
["T"] = "暴风城武器架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256697] = {
["T"] = "寻找木料",
["D"] = "附近的木料节点会出现在小地图上。",
},
[1218781] = {
["T"] = "套装：大领主的战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1223933] = {
["T"] = "修复电池",
},
[1218776] = {
["T"] = "套装：恐惧之龙战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1247789] = {
["T"] = "艾尔文草簇",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1218775] = {
["T"] = "套装：元素之缚法衣",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1240320] = {
["T"] = "建造界门",
},
[1223938] = {
["T"] = "携带光耀残渣",
},
[1218774] = {
["T"] = "套装：元素之缚法衣",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218769] = {
["T"] = "套装：鹰爪战甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1240324] = {
["T"] = "治疗术",
["D"] = "使用神圣魔法治疗一名盟友，回复其2点生命值。",
},
[1223942] = {
["T"] = "相位饕餮",
},
[1223943] = {
["T"] = "相位饕餮",
},
[1223944] = {
["T"] = "相位饕餮",
["D"] = "该生物遁入虚空并撕咬附近的一名玩家，使其昏迷，每1秒造成671133点物理伤害，持续6秒。",
},
[1247757] = {
["T"] = "时间流具现",
["D"] = "伊特努丝召唤一个试图施展|cffffffff动荡时间|r的具现时间流，对所有玩家造成1342266点奥术伤害。\r\n\r\n死亡时，具现时间流分裂成3个更小的具现时间流，并给予玩家|cffffffff稳定时间|r，使急速、爆击几率、全能和精通提高，持续30秒。",
},
[1223946] = {
["T"] = "超大捆劣性炸药",
},
[1223947] = {
["T"] = "可重复事件 - 卑鄙双雄 - 威涅选项 - 出名",
},
[1247677] = {
["T"] = "召唤扎阿兰",
},
[1223949] = {
["T"] = "相位饕餮",
["D"] = "该生物遁入虚空并撕咬附近的一名玩家，使其昏迷，每1秒造成671133点物理伤害，持续6秒。",
},
[1218768] = {
["T"] = "套装：鹰爪战甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1247740] = {
["T"] = "治疗术",
},
[1223952] = {
["T"] = "虔诚",
},
[1240336] = {
["T"] = "卑鄙双雄",
},
[1247761] = {
["T"] = "时间流具现",
},
[1247764] = {
["T"] = "动荡时间",
["D"] = "伊特努丝召唤一个试图施展|cffffffff动荡时间|r的具现时间流，对所有玩家造成1342266点奥术伤害。\r\n\r\n死亡时，具现时间流分裂成3个更小的具现时间流，并给予玩家|cffffffff稳定时间|r，使急速、爆击几率、全能和精通提高，持续30秒。",
},
[1247750] = {
["T"] = "套装：虚痕剑士的着装",
["D"] = "收集虚痕剑士的着装套装外观。",
},
[1218767] = {
["T"] = "套装：鹰爪战甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1240341] = {
["T"] = "为了兄弟会！",
["D"] = "约瑟夫召唤战友赶来增援！",
},
[1240342] = {
["T"] = "为了兄弟会！",
["D"] = "约瑟夫召唤战友赶来增援！",
},
[1240343] = {
["T"] = "为了兄弟会！",
["D"] = "约瑟夫召唤战友赶来增援！",
},
[1240344] = {
["T"] = "掷桶",
["D"] = "向敌人的位置投掷小桶，对冲击点10码范围内的所有敌人造成物理伤害。",
},
[1218766] = {
["T"] = "套装：厄运之刃战甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1256729] = {
["T"] = "生长",
},
[1256730] = {
["T"] = "烈日轰击",
["D"] = "苏尼以烈日之力轰击目标，造成178968点火焰伤害，每1秒额外造成44741点火焰伤害。该效果可叠加。",
},
[1218753] = {
["T"] = "套装：灵异之眼战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1256732] = {
["T"] = "发芽",
},
[1240350] = {
["T"] = "香蕉旋风",
["D"] = "击退施法者周围15码内的所有敌人。\n对冲击点周围15码内的敌人造成894844点物理伤害。",
},
[1256734] = {
["T"] = "发芽",
["D"] = "苏尼每0.8秒创造出一朵小苏尼，持续3秒。小苏尼会使苏尼免疫伤害。",
},
[1223969] = {
["T"] = "浇灌干渴的蛇",
["D"] = "在尊主生态圆顶中为目标干渴的蛇浇水。",
},
[1223970] = {
["T"] = "相位饕餮",
},
[1240354] = {
["T"] = "橙色苏拉玛座椅软垫",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1240355] = {
["T"] = "红色苏拉玛座椅软垫",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1256739] = {
["T"] = "发芽",
},
[1218747] = {
["T"] = "套装：阿兹亚基的遗产",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1256741] = {
["T"] = "发芽",
},
[1247707] = {
["T"] = "界门",
},
[1256743] = {
["T"] = "发芽",
},
[1240361] = {
["T"] = "电能工兵",
["D"] = "踏上电能工兵时每1秒对一名敌人造成121986点自然伤害，持续3秒。",
},
[1240362] = {
["T"] = "能量水晶光束",
},
[1256746] = {
["T"] = "小苏尼",
},
[1240364] = {
["T"] = "灭尽折磨",
["D"] = "暗言术：灭会额外造成2次伤害，每次伤害相当于原来的15%。",
},
[1247691] = {
["T"] = "邪能唤醒者",
},
[1247724] = {
["T"] = "阿达拉斯的备用眼罩",
},
[1256750] = {
["T"] = "发芽",
},
[1256751] = {
["T"] = "发芽",
},
[1233319] = {
["T"] = "界门",
},
[1256753] = {
["T"] = "发芽",
["D"] = "苏尼每0.8秒创造出一朵小苏尼，持续3秒。小苏尼会使苏尼免疫伤害。",
},
[1256754] = {
["T"] = "发芽",
},
[1247718] = {
["T"] = "清除追赶",
},
[1247772] = {
["T"] = "套装：虚灵披风包裹",
["D"] = "收集踏虚痕虚灵披风的外观。",
},
[1247706] = {
["T"] = "界门",
},
[1233417] = {
["T"] = "伊利丹之握",
},
[1256759] = {
["T"] = "发芽",
},
[1223994] = {
["T"] = "时间越界",
["D"] = "你在离开时间线，快回来！\r\n如果离开太远，你将被送回达拉然。",
},
[1223995] = {
["T"] = "打压自尊",
},
[1240379] = {
["T"] = "飞扬跋扈",
["D"] = "每15秒强化附近的盟友，使其造成的伤害提高30%，持续10秒。生命值提高10%。",
},
[1247723] = {
["T"] = "启动地心之战追赶",
["D"] = "你正在进行另一个游学探奇或回顾故事。这将导致你失去所有相关任务的进度。\r\n\r\n是否要继续？",
},
[1240381] = {
["T"] = "跋扈强化",
["D"] = "伤害提高30%。",
},
[1223999] = {
["T"] = "流荡之焰",
["D"] = "与|cffffffff流荡之焰|r相撞会造成1789688点火焰伤害并将玩家击退。",
},
[1247758] = {
["T"] = "时间流具现",
},
[1218732] = {
["T"] = "套装：天定亡者丧礼板甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1247681] = {
["T"] = "罐装星辰",
["D"] = "砸开罐子展现出内部的炫目光芒，使8码内的所有敌人和友方单位迷惑。\r\n只能在地下堡中使用。",
},
[1247672] = {
["T"] = "注能晶塔",
["D"] = "房间内的奥术水晶塔通过奥术光束向卢米萨尔注入能量，接触时会触发|cffffffff超能新星|r。\r\n\r\n玩家站在光束路径可以将其阻挡，每1秒受到259308点奥术伤害，并且获得一层|cffffffff超能灌注|r。该效果可叠加。",
},
[1256770] = {
["T"] = "苏尼",
},
[1224005] = {
["T"] = "吞噬者之怒",
["D"] = "阿达拉斯将饥渴虚空法球抛向多个位置，未被阻截的法球会对所有玩家造成1342266点宇宙伤害。\r\n\r\n阿达拉斯凝视阻截法球的玩家，持续以|cffffffff吞噬|r发起攻击，并使其受到的物理伤害提高100%。\r\n\r\n被移除时，|cffffffff吞噬者之怒|r会转移给附近的一个玩家，并对所有玩家造成223710点宇宙伤害。",
},
[1256772] = {
["T"] = "荆棘爆发",
},
[1256773] = {
["T"] = "荆棘爆发",
},
[1224008] = {
["T"] = "可重复事件 - 卑鄙双雄 - 威涅选项 - 双雄明星",
},
[1256775] = {
["T"] = "荆棘爆发",
["D"] = "苏尼爆发出巨大的荆棘，对触及的玩家造成5592777点自然伤害，使其昏迷并被击飞。",
},
[1218731] = {
["T"] = "套装：天定亡者丧礼板甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1240394] = {
["T"] = "疯狂编织",
["D"] = "你的精通：暗影交织的伤害加成会从噬灵疫病中额外获得50%的加成。",
},
[1218730] = {
["T"] = "套装：天定亡者丧礼板甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1247660] = {
["T"] = "配有杯托的休闲地精沙滩椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247593] = {
["T"] = "虚空之光飙飞者",
},
[1247630] = {
["T"] = "界门",
},
[1247611] = {
["T"] = "引力波",
},
[1218719] = {
["T"] = "套装：天定亡者法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1240401] = {
["T"] = "虚空齐射",
["D"] = "虚空洪流施放后会被虚空齐射替代，持续20秒。\r\n\r\n|T425955:24|t |cffffffff虚空齐射|r\r\n释放一股纯粹虚空能量汇集的齐射，向你的目标发射10发飞弹，并向你目标10码范围内所有敌人额外发射1发飞弹，每发造成19704点暗影伤害。\r\n\r\n|cFFFFFFFF产生10点狂乱值。|r",
},
[1224019] = {
["T"] = "极巨大控制器",
},
[1224020] = {
["T"] = "下潜",
},
[1224021] = {
["T"] = "威·娜莉的传送标签",
["D"] = "将威·娜莉的传送标签贴在有名字的蛇身上，将它们传送到绿洲。",
},
[1247601] = {
["T"] = "相位迁跃",
},
[1224023] = {
["T"] = "可重复事件 - 卑鄙双雄 - 威涅选项 - 双雄明星，覆天",
},
[1240407] = {
["T"] = "闪电之母的祷告",
["D"] = "与闪电之母沟通。",
},
[1224025] = {
["T"] = "秘法鞭笞",
["D"] = "缚魂者娜欣达利对当前目标发动鞭击，每1秒造成447422点奥术伤害，持续5秒。此攻击会标记受害者，使秘法鞭笞造成的伤害提高10%。\r\n\r\n该效果可叠加。",
},
[1224026] = {
["T"] = "秘法鞭笞",
["D"] = "缚魂者娜欣达利对当前目标发动鞭击，每1秒造成447422点奥术伤害，持续5秒。此攻击会标记受害者，使秘法鞭笞造成的伤害提高10%。\r\n\r\n该效果可叠加。",
},
[1247636] = {
["T"] = "伊特努丝的试炼：时间之沙",
},
[1247653] = {
["T"] = "海浪冲击",
["D"] = "猛击地面，摧毁附近所有的海滩货物，并对敌人造成4758495点冰霜伤害。",
},
[1240412] = {
["T"] = "圣刃风暴",
["D"] = "约瑟夫猛烈旋转并逼近目标，对击中对玩家造成536906点神圣打击伤害。 ",
},
[1224030] = {
["T"] = "套装：淘圾者的板甲",
["D"] = "收集淘圾者的板甲护甲套装的外观。",
},
[1218718] = {
["T"] = "套装：天定亡者法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218717] = {
["T"] = "通气排放",
["D"] = "在2秒内持续引导并排放烈焰，造成551点火焰伤害，由附近的所有敌人均摊。\r\n\r\n机械敌人将会过热，被你的下一个有害技能击中时受到26点额外的火焰伤害。",
},
[1247668] = {
["T"] = "时间之沙",
},
[1247671] = {
["T"] = "我是看见……还是没看见",
["D"] = "施法者在战斗中戴上了|cffffffff阿达拉斯的备用眼罩|r。",
},
[1224035] = {
["T"] = "套装：耐爆武装",
["D"] = "收集耐爆武装护甲套装的外观。",
},
[1221590] = {
["T"] = "奈拉瑟的保护",
["D"] = "周期性地呼叫奈拉瑟助战。",
},
[1226295] = {
["T"] = "唤友吠叫",
},
[1224038] = {
["T"] = "套装：硝面装束",
["D"] = "收集硝面装束护甲套装的外观。",
},
[1256805] = {
["T"] = "套装：世界污染者的战甲",
["D"] = "收集这套护甲套装外观。",
},
[1256806] = {
["T"] = "矮式木制柜子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1256807] = {
["T"] = "燃煤炉灶",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1256808] = {
["T"] = "牢固的木制脸盆",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1256809] = {
["T"] = "牢固的木制浴缸",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1256810] = {
["T"] = "套装：狂热投魔者的战甲",
["D"] = "收集这套护甲套装外观。",
},
[1240428] = {
["T"] = "圣刃风暴",
["D"] = "约瑟夫猛烈旋转并逼近目标，对击中对玩家造成536906点神圣打击伤害。 ",
},
[1240429] = {
["T"] = "圣刃风暴",
["D"] = "约瑟夫猛烈旋转并逼近目标，对击中对玩家造成536906点神圣打击伤害。 ",
},
[1247525] = {
["T"] = "天球巫术",
["D"] = "裂片伤害提高8%。奥术宝珠有100%的几率产生一层奥术祥和，最多8层。奥术祥和叠加至20层时，获得100%效果的敏锐直觉。",
},
[1224048] = {
["T"] = "地下堡行者的法力飞掠机",
["D"] = "召唤或解散你的地下堡行者的法力飞掠机。\r\n\r\n该坐骑可以一起骑乘。\r\n",
},
[1224049] = {
["T"] = "关闭控制台",
},
[1218708] = {
["T"] = "超能过载",
["D"] = "过量的能量在目标的体内积蓄，每层效果还会使其受到原型能源线圈的伤害提高30%。",
},
[1224051] = {
["T"] = "圣锤降罚",
["D"] = "圣殿骑士的裁决和神圣风暴召唤苍穹之锤砸向附近敌人。\r\n\r\n当倾天圣威效果激活时，该效果会额外召唤一个苍穹之锤。",
},
[1224052] = {
["T"] = "破坏浓缩器",
},
[1226292] = {
["T"] = "修理",
},
[1240437] = {
["T"] = "不稳定涌动",
["D"] = "法力熔炉会辐射出能量，每1秒造成67113点奥术伤害，持续6秒。此效果可叠加。",
},
[1247511] = {
["T"] = "扭曲的法力之魂",
},
[1247390] = {
["T"] = "将北郡铭文师的抄写台放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1240440] = {
["T"] = "不稳定涌动",
["D"] = "法力熔炉会辐射出能量，每1秒造成67113点奥术伤害，持续6秒。此效果可叠加。",
},
[1247389] = {
["T"] = "暴风城工作台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247392] = {
["T"] = "木制狗舍",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247415] = {
["T"] = "弱化猎物",
["D"] = "维拉瑞安令|cffffffff恶魔追击|r沿途的所有玩家暴露弱点，使站在|cffffffff恶魔追击|r路径上受到的伤害提高500%，持续10秒。",
},
[1233595] = {
["T"] = "深渊恐惧",
["D"] = "你的技能会周期性地吸引一头深渊巨兽追逐敌人，造成|CFFffffff$<damageValue>|R点自然伤害，由周围的所有敌人均摊。\r\n\r\n|cffffffff深渊恐惧|r击中一名带有|cffffffff邪能触碰|r的敌人时会引发|cffffffff深涌惊涛|r，对附近的所有敌人造成|CFFffffff$<damageValue>|R点自然伤害。",
},
[1226285] = {
["T"] = "恐惧号令",
["D"] = "使周围盟友造成的伤害提高15%，并使其免疫所有控制效果。此效果可叠加。",
},
[1224063] = {
["T"] = "光耀回复",
["D"] = "一个次级钥焰为你恢复15%的最大生命值。\r\n\r\n\r\n",
},
[1240447] = {
["T"] = "召唤挑战室",
},
[1238225] = {
["T"] = "获取",
["D"] = "取回一件力量强大的东西。",
},
[1224066] = {
["T"] = "鸮之雕文",
["D"] = "你的瞭望的雄鹰被替换为瞭望的灵枭。",
},
[1247424] = {
["T"] = "虚无吞噬",
["D"] = "黑暗能量为多个玩家注入虚空之力，在6秒内每1秒造成223710点暗影伤害。\r\n\r\n效果结束时触发|cffffffff虚无爆炸|r。 ",
},
[1233694] = {
["T"] = "卡雷什之沙",
["S"] = "等级 3/4",
["D"] = "当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高10%，最多叠加10次，并使周围的敌人减速10%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。",
},
[1218698] = {
["T"] = "血石",
},
[1233010] = {
["T"] = "邪能地狱",
},
[1247346] = {
["T"] = "幽影玫瑰",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1214928] = {
["T"] = "检查",
["D"] = "萨拉塔斯透过你来洞悉真相。",
},
[1247360] = {
["T"] = "瓦德拉肯石制凳子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1224074] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1233896] = {
["T"] = "破损的徽盾",
["S"] = "等级 2/4",
["D"] = "装备徽盾时，所有小队成员造成的伤害和治疗效果提高6%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的10%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得2%伤害减免和3%受到治疗加成，但使其造成的伤害和治疗效果降低2%，最多叠加3次。",
},
[1221415] = {
["T"] = "诺甘农的预见",
["D"] = "站立不动6秒后获得预见效果，让你可以在移动中施法，持续6秒。此持续效果从你开始移动时计算。",
},
[1221411] = {
["T"] = "虚空召唤师的纽带",
},
[1233111] = {
["T"] = "回力帽子",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。\r\n",
},
[1247343] = {
["T"] = "烈风地精树",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224080] = {
["T"] = "套装：风暴烈酒的附煞珍藏",
["D"] = "收集风暴烈酒的附煞珍藏护甲套装外观。",
},
[1240464] = {
["T"] = "钢铁加固的木制架台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224082] = {
["T"] = "驱逐领域",
},
[1238241] = {
["T"] = "诅咒",
},
[1247354] = {
["T"] = "创始者之角盛放草丛",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224085] = {
["T"] = "可重复事件 - 卑鄙双雄 - 成就进度 - 勾连",
},
[1224086] = {
["T"] = "钻地",
},
[1247361] = {
["T"] = "瓦德拉肯鎏金王座",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1213139] = {
["T"] = "加班加点！",
["D"] = "施法者发出威严的怒吼，巧妙地鼓舞周围的盟友提高工作效率，使他们的急速提高30%，持续20秒。此效果可叠加。",
},
[1224089] = {
["T"] = "钻地",
},
[1224090] = {
["T"] = "钻地",
},
[1247356] = {
["T"] = "栗子树苗",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1247327] = {
["T"] = "暴风城弯拱篱笆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218669] = {
["T"] = "能量切割者",
["D"] = "一道旋转的奥术能量光束，对区域内的玩家造成4026798点奥术伤害。 ",
},
[1224094] = {
["T"] = "钻地",
["D"] = "施法者钻入地面并向一名玩家掘进，以释放|cffffffff剧毒喷发|r。掘地期间，施法者受到的伤害降低50%。",
},
[1247365] = {
["T"] = "精灵木制箱子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1234058] = {
["T"] = "隐形之瓶",
["D"] = "变为隐形！",
},
[1247351] = {
["T"] = "精神绽花",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1256864] = {
["T"] = "传送自身",
},
[1256865] = {
["T"] = "传送自身",
},
[1240483] = {
["T"] = "加酒花",
},
[1240484] = {
["T"] = "加一撮酒花",
["D"] = "在美酒中加入少量酒花。",
},
[1247362] = {
["T"] = "优雅龙希尔的茶具",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1240486] = {
["T"] = "停止加酒花",
["D"] = "停止向酒中加酒花。",
},
[1247338] = {
["T"] = "艾萨拉火矛树",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1240488] = {
["T"] = "加酒花",
},
[1247341] = {
["T"] = "烈风合欢树",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1247353] = {
["T"] = "银月城晨曦灌木丛",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224108] = {
["T"] = "炽热连击",
["D"] = "使周围玩家的移动速度提高200%，持续1分钟。",
},
[1224109] = {
["T"] = "封闭墙壁",
},
[1224110] = {
["T"] = "炽热连击",
["D"] = "使周围玩家的移动速度提高200%，持续1分钟。",
},
[1224111] = {
["T"] = "飞行",
},
[1224112] = {
["T"] = "飞行",
},
[1247347] = {
["T"] = "暮莓灌木丛",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224114] = {
["T"] = "剧毒喷发",
["D"] = "施法者发生剧毒爆炸，对15码内的玩家造成2460821点自然伤害并击退他们。\r\n\r\n此技能还会对击中的玩家每1秒造成357937点自然伤害，持续10秒。",
},
[1224115] = {
["T"] = "超大捆劣性炸药",
},
[1240499] = {
["T"] = "放好物资",
["D"] = "将一包美酒节食材放进推车里。",
},
[1214649] = {
["T"] = "金币",
},
[1256884] = {
["T"] = "寒冰锁链",
["D"] = "使用冰冷的锁链束缚目标，使其移动速度降低0%，持续直到主动取消。",
},
[1234049] = {
["T"] = "昏天黑地",
},
[1226254] = {
["T"] = "放置战利品",
["D"] = "发起挑战。",
},
[1224121] = {
["T"] = "可重复事件 - 卑鄙双雄 - 布景 - 勾连礼物",
},
[1240505] = {
["T"] = "加盐",
},
[1247364] = {
["T"] = "将瓦德拉肯集市帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1240507] = {
["T"] = "揉面团",
},
[1247345] = {
["T"] = "粉红烈风火焰草",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224126] = {
["T"] = "召唤",
["D"] = "使用威·娜莉的传送标签，召唤一个守护者机器人来照顾蛇。",
},
[1218640] = {
["T"] = "移除屏障",
["D"] = "让奥蕾莉亚使用她的虚空力量来移除屏障。",
},
[1224128] = {
["T"] = "拉倒这座华而不实的雕像",
},
[1234304] = {
["T"] = "冰龙吐息",
["D"] = "持续对前方锥形区域内的敌人每1秒造成210428点冰霜伤害，直到符文能量耗尽。对次要目标造成较低的伤害。\r\n\r\n|cFFFFFFFF在开始和结束时产生1个符文|r。",
},
[1247216] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1224131] = {
["T"] = "开火！！！",
["D"] = "发射齐扎的B.B.B.F.G.，对锁定的任何东西造成毁天灭地的伤害。",
},
[1218636] = {
["T"] = "追溯信号",
},
[1224133] = {
["T"] = "血石",
["D"] = "立即使你的急速提高10%，持续12秒。",
},
[1240517] = {
["T"] = "汤",
["D"] = "携带着一份美味的汤。",
},
[1240518] = {
["T"] = "放好麦汤",
["D"] = "将大麦汤放在上菜桌上。",
},
[1240519] = {
["T"] = "汤",
["D"] = "携带着一份美味的汤。",
},
[1240520] = {
["T"] = "放好脆饼干",
["D"] = "将脆饼干放在上菜桌上。",
},
[1240521] = {
["T"] = "脆饼干",
["D"] = "携带着一块美酒节脆饼干。",
},
[1240522] = {
["T"] = "脆饼干",
["D"] = "携带着一块美酒节脆饼干。",
},
[1240523] = {
["T"] = "放好脆饼干",
["D"] = "将脆饼干放在上菜桌上。",
},
[1218635] = {
["T"] = "诱捕射击",
["D"] = "使目标的移动速度降低30%，持续12秒。\n对一名敌人造成物理伤害。",
},
[1240525] = {
["T"] = "搅动汤锅",
},
[1240526] = {
["T"] = "逆时针搅动",
["D"] = "逆时针搅动汤锅。",
},
[1247181] = {
["T"] = "强化",
},
[1226245] = {
["T"] = "觉醒符文",
["D"] = "施法者构造|cffffffff觉醒符文|r，对冲击地点4码范围内的玩家造成1565977点奥术伤害。\r\n\r\n未击中玩家的冲击将对所有玩家造成2053774点奥术伤害。",
},
[1240529] = {
["T"] = "搅动汤锅",
},
[1247199] = {
["T"] = "从天而降",
},
[1273297] = {
["T"] = "挖掘",
},
[1234433] = {
["T"] = "至高岭的坚韧",
["S"] = "史诗",
["D"] = "使|cffffffff至高岭的坚韧|r额外提高4级。\r\n\r\n|T1322283:24|t |cffffffff至高岭的坚韧|r\r\n每过12秒，你会开始将受到伤害的|CFFffffff3%|R积攒为|cffffffff坚韧|r。8秒后，|cffffffff坚韧|r会转化为防御屏障，吸收相当于积攒量的伤害，持续4秒。",
},
[1240533] = {
["T"] = "坚守阵地",
["D"] = "萨拉塔斯、奥蕾莉亚和双界行者正在全力阻挡迪门修斯的|cffffffff吸积盘|r。",
},
[1240534] = {
["T"] = "顺时针搅动",
["D"] = "顺时针搅动汤锅。",
},
[1240535] = {
["T"] = "停止搅动",
["D"] = "停止搅拌汤锅。",
},
[1232812] = {
["T"] = "抑魔金传送门",
},
[1218745] = {
["T"] = "套装：圣洁者的法衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218613] = {
["T"] = "流电镜像",
},
[1240539] = {
["T"] = "干杯",
["D"] = "拿上饮料，祝酒碰杯！",
},
[1240540] = {
["T"] = "烈酒",
["D"] = "携带着一桶精心酿制的烈酒。",
},
[1240541] = {
["T"] = "倒入美酒",
["D"] = "将美酒放入上酒桶内。",
},
[1240542] = {
["T"] = "烈酒",
["D"] = "携带着一桶精心酿制的烈酒。",
},
[1240543] = {
["T"] = "倒入美酒",
["D"] = "将美酒放入上酒桶内。",
},
[1240544] = {
["T"] = "顾客想吃脆饼干",
},
[1240545] = {
["T"] = "提供脆饼干",
["D"] = "将一块热乎的脆饼干交给一名饥肠辘辘的顾客。",
},
[1240546] = {
["T"] = "丢下脆饼干",
},
[1232799] = {
["T"] = "搭乘载具",
},
[1247097] = {
["T"] = "升级",
["D"] = "确定要升级这件物品吗？",
},
[1232987] = {
["T"] = "黑洞",
["D"] = "星辰湮灭时，奇点会在其原来的位置形成，将触及的所有玩家立即蒸发。",
},
[1220512] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1220485] = {
["T"] = "过载突袭",
["D"] = "施法者迅速旋转身体，对接近的玩家造成物理伤害，并将其击退。",
},
[1247091] = {
["T"] = "暗影遮蔽",
["D"] = "潜入黑暗之中，使敌人侦测到你的几率降低。效果持续20秒-1分钟（取决于药水品质），或在移动时结束。 ",
},
[1247079] = {
["T"] = "传动信标",
},
[1256937] = {
["T"] = "闪烁之门",
["D"] = "闪烁之门可能在地下堡中出现。\r\n\r\n找到它将在本次地下堡探索结束时提供额外奖励。\r\n\r\n丰裕地下堡必定包含一个闪烁之门。",
},
[1240555] = {
["T"] = "卡雷什记忆水晶",
["D"] = "伪装成随机一名卡雷什住民的样子，持续10分钟。",
},
[1240556] = {
["T"] = "卡雷什记忆水晶",
["D"] = "伪装成随机一名卡雷什住民的样子，持续10分钟。",
},
[1240557] = {
["T"] = "卡雷什记忆水晶",
["D"] = "伪装成随机一名卡雷什住民的样子，持续10分钟。",
},
[1240558] = {
["T"] = "卡雷什记忆水晶",
["D"] = "伪装成随机一名卡雷什住民的样子，持续10分钟。",
},
[1240559] = {
["T"] = "卡雷什记忆水晶",
["D"] = "伪装成随机一名卡雷什住民的样子，持续10分钟。",
},
[1247133] = {
["T"] = "升级",
},
[1240561] = {
["T"] = "岩石吐息",
["D"] = "对一名敌人造成自然伤害。",
},
[1240562] = {
["T"] = "熵合",
},
[1247081] = {
["T"] = "扭曲的法力之魂",
["D"] = "你的治疗法术和技能有非常高的几率召唤一个扭曲的法力之魂，在战斗中协助你10秒。扭曲的法力之魂周期性地为附近的一个随机盟友恢复32点生命值。过量治疗会转化为吸收护盾，持续5秒。\r\n\r\n",
},
[1232782] = {
["T"] = "虚空灌输",
["D"] = "为目标倾注虚空能量，使受到的暗影伤害提高25%，并且每5.2秒造成223710点暗影伤害。此效果可叠加。\r\n对来到周围3码内的未受到|cffffffff寄生增长|r影响的玩家施加|cffffffff注能过载|r。",
},
[1240565] = {
["T"] = "腐蚀飞沫",
["D"] = "向多个玩家喷出剧毒飞沫，对每个冲击点周围3码内的敌人造成894843点自然伤害。",
},
[1240566] = {
["T"] = "腐蚀飞沫",
},
[1240567] = {
["T"] = "腐蚀飞沫",
["D"] = "向多个玩家喷出剧毒飞沫，对每个冲击点周围3码内的敌人造成894843点自然伤害。",
},
[1247093] = {
["T"] = "科技巫师的馈赠",
["D"] = "为一件还没有插槽的“地心之战”第3赛季物品添加一个插槽。可用于头盔、护腕或腰带。无法对PvP装备使用。",
},
[1247004] = {
["T"] = "军团之怒",
["D"] = "召唤神圣魔法之矢，射向你周围的区域。被箭矢击中的敌人会受到1772239点神圣伤害。",
},
[1247005] = {
["T"] = "军团之怒",
["D"] = "召唤神圣魔法之矢，射向你周围的区域。被箭矢击中的敌人会受到1772239点神圣伤害。",
},
[1246969] = {
["T"] = "暴风城手提箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1236778] = {
["T"] = "奥术喷流",
["D"] = "施法者从地面释放奥术能量，对击中的玩家造成536906点奥术伤害。 ",
},
[1247011] = {
["T"] = "邪能碎片流星",
["D"] = "周期性投掷流星，在坠落地面时造成火焰伤害。",
},
[1247010] = {
["T"] = "末世先驱",
["D"] = "周期性召唤邪能流星。",
},
[1226222] = {
["T"] = "觉醒符文",
},
[1240576] = {
["T"] = "速子滑行",
["D"] = "立即显化为超光速穿行的粒子，出现在一名玩家附近。",
},
[1240577] = {
["T"] = "干扰手雷",
["D"] = "向一个位置投掷|cffffffff干扰手雷|r，爆炸时对4码内的敌人造成奥术伤害，并将其击退。",
},
[1240578] = {
["T"] = "圣誓者的恩赐",
["D"] = "每30秒与附近的一名盟友形成誓言约束。\r\n\r\n直接治疗该盟友会履行誓言，使你的智力提高17，持续12秒。过量治疗的100%会转化为盟友的护盾。",
},
[1240579] = {
["T"] = "干扰手雷",
},
[1240580] = {
["T"] = "花哨地精彩灯串",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1240581] = {
["T"] = "干扰手雷",
["D"] = "向一个位置投掷|cffffffff干扰手雷|r，爆炸时对4码内的敌人造成奥术伤害，并将其击退。",
},
[1236908] = {
["T"] = "凡图斯符文：法力熔炉：欧米伽",
},
[1247048] = {
["T"] = "飘浮",
},
[1240584] = {
["T"] = "治疗波",
["D"] = "使用自然的魔法为盟友恢复403303点生命值。",
},
[1240585] = {
["T"] = "治疗波",
},
[1218556] = {
["T"] = "超大特猛炸弹弹幕",
["D"] = "加里维克斯炮轰多名玩家，对每个目标周围17码内的玩家造成3131955点火焰伤害，并会使加|cffffffff爆破燃烧|r。（大部分）弹药会在命中时爆炸。\r\n\r\n然而，部分引线炸弹会散落在场地里。",
},
[1218555] = {
["T"] = "套索",
["D"] = "套住一只宁静的通灵鳐，以便对它的健康和营养状况进行检查。",
},
[1224205] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1240589] = {
["T"] = "界门",
},
[1242600] = {
["T"] = "突现",
["D"] = "从地下出现。",
},
[1238303] = {
["T"] = "破碎世界",
},
[1236971] = {
["T"] = "干扰手雷",
["D"] = "向目标投出一枚|cffffffff干扰手雷|r，使目标迷惑4秒。",
},
[1238282] = {
["T"] = "异黄虹吸幼虫",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1218540] = {
["T"] = "盆",
},
[1247033] = {
["T"] = "传送门",
},
[1218537] = {
["T"] = "叠起的卡牌",
["D"] = "获得|cFFFFFFFF手气大旺！|r后，你的下10个德鲁伊技能会以125%的效能额外施放一个德鲁伊技能。",
},
[1246971] = {
["T"] = "暴风城木制长椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219383] = {
["T"] = "抓挠",
["D"] = "对一名敌人造成物理伤害。",
},
[1246992] = {
["T"] = "融解",
},
[1246973] = {
["T"] = "暴风城木制桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1234026] = {
["T"] = "自动化足球炸弹分发器",
},
[1246898] = {
["T"] = "设置移形信标",
},
[1242587] = {
["T"] = "地面爆裂",
["D"] = "蠕虫破土而出，在随机方向砸下碎片，对冲击点周围3码内的敌人造成物理伤害。",
},
[1218516] = {
["T"] = "污油飞溅",
["D"] = "目标的脚下形成一滩油污，使其中的玩家滑倒。",
},
[1232634] = {
["T"] = "无常爆发",
["D"] = "施法者喷出消化性强酸，每1秒对60码内的所有敌人造成暗影伤害，持续6秒。溅出的飞沫对冲击点周围0码内的敌人造成暗影伤害，并留下|cffffffff贪噬唾液|r，持续6秒。",
},
[1218513] = {
["T"] = "极巨大冲击残渣",
["D"] = "极巨大冲击结束后，充能离子还会残存21秒。接触时为被拆除的极巨大炸弹充能，不存在炸弹时改为造成894844点自然伤害与8秒昏迷，并消耗残渣。",
},
[1216116] = {
["T"] = "喷泉喷流",
},
[1219735] = {
["T"] = "欧财团管理者",
["D"] = "在需要时呼叫威·娜莉并与她对话。你最好有个充分的理由。 ",
},
[1238423] = {
["T"] = "伐木机轮盘储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218489] = {
["T"] = "散射弹药筒",
["D"] = "加里维克斯轰击当前目标，造成8948442点物理伤害。该攻击无法被躲闪或招架。\r\n\r\n同时震击前方锥形范围内的玩家，造成22371108点火焰伤害，并使他们受到散射弹药筒的伤害提高400%，持续1.1分钟。该效果由受影响的玩家均摊，然后扩散至5码范围内的其他玩家。\r\n\r\n此后创造|cffffffff机械大师的弹药筒|r，连接所有受影响的玩家。\r\n\r\n如果未能击中至少5个目标，所有玩家都会受到全部效果影响。",
},
[1218488] = {
["T"] = "散射弹药筒",
["D"] = "加里维克斯轰击当前目标，造成8948442点物理伤害。该攻击无法被躲闪或招架。\r\n\r\n同时震击前方锥形范围内的玩家，造成22371108点火焰伤害，并使他们受到散射弹药筒的伤害提高400%，持续1.1分钟。该效果由受影响的玩家均摊，然后扩散至5码范围内的其他玩家。\r\n\r\n此后创造|cffffffff机械大师的弹药筒|r，连接所有受影响的玩家。\r\n\r\n如果未能击中至少5个目标，所有玩家都会受到全部效果影响。",
},
[1234027] = {
["T"] = "回火",
},
[1237738] = {
["T"] = "从扭曲虚空中现身",
},
[1237676] = {
["T"] = "培育憎恶",
},
[1237105] = {
["T"] = "暮光屏障",
["D"] = "节点亲王为自己施加相当于其最大生命值50%的护盾。",
},
[1237796] = {
["T"] = "耐用的民间帷幔",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1237793] = {
["T"] = "皮革帷幔",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1257001] = {
["T"] = "召唤宝藏",
},
[1257002] = {
["T"] = "召唤宝藏",
},
[1237790] = {
["T"] = "将银月城滚卷枕头放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219563] = {
["T"] = "收集",
},
[1237781] = {
["T"] = "相位潜行",
},
[1218464] = {
["T"] = "垃圾冲击",
["D"] = "施法者向玩家喷射垃圾，造成自然伤害，并使其受到的伤害提高20%，持续20秒。次小狗可叠加。",
},
[1218462] = {
["T"] = "垃圾堆齐射",
["D"] = "施法者向玩家喷射垃圾，造成自然伤害，并使其受到的伤害提高20%，持续20秒。次小狗可叠加。",
},
[1238412] = {
["T"] = "弹簧式安德麦椅子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237915] = {
["T"] = "深入敌后",
["D"] = "破袭队为你的武器注入奥术能量，处于法力熔炉：欧米伽时，伤害和治疗效果提高。",
},
[1232735] = {
["T"] = "取消",
},
[1217955] = {
["T"] = "任务完成！",
},
[1246675] = {
["T"] = "放置",
},
[1219418] = {
["T"] = "蛮力棍击",
["D"] = "施法者将棍棒砸向地面，释放冲击波，对玩家造成2237111点自然伤害并将其击飞。",
},
[1218441] = {
["T"] = "巨械争斗",
},
[1240632] = {
["T"] = "珠光三叶虫",
["D"] = "召唤或解散珠光三叶虫。",
},
[1218439] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的毒伤、割裂和猩红风暴的伤害提高3%，最多可叠加10层。毒伤、割裂和猩红风暴有15%的几率移除|cFFFFFFFF连胜！|r。",
},
[1218438] = {
["T"] = "咀嚼垃圾",
["D"] = "施法者大嚼附近的废料，每1秒恢复6%的最大生命值，持续6秒。",
},
[1214600] = {
["T"] = "自动化足球炸弹分发器",
},
[1246661] = {
["T"] = "采集",
},
[1246637] = {
["T"] = "混乱虚空之门",
},
[1217975] = {
["T"] = "毁灭爆破",
["D"] = "每2秒造成268453点火焰伤害，并使受到|cffffffff丢弃的毁灭炸弹|r的伤害提高200%，持续1分钟。",
},
[1218420] = {
["T"] = "私人捕鱼船",
["D"] = "你能够乘筏子横渡水域。",
},
[1240640] = {
["T"] = "生命球",
},
[1232787] = {
["T"] = "晦暗呼唤",
},
[1246544] = {
["T"] = "影卫的扭曲收获者",
},
[1217608] = {
["T"] = "喷涌震颤",
["D"] = "施法者猛击地面引发震颤，对所有玩家造成自然伤害，使其在10秒内减速30%，并将其击退。",
},
[1218408] = {
["T"] = "可重复事件 - 卑鄙双雄 - 得分 - 消灭得分，加成（战后）",
},
[1217987] = {
["T"] = "组合式弹药筒",
["D"] = "加里维克斯动用储备，同时发射|cffffffff引线弹药筒|r和|cffffffff嘀嗒弹药筒|r。\r\n\r\n6秒后|cffffffff引线弹药筒|r引爆，对8码内的玩家造成4474221点火焰伤害，5秒后|cffffffff嘀嗒弹药筒|r引爆，对4码内的玩家造成1342266点伤害。这些效果由受影响的玩家均摊。\r\n\r\n所有目标将受到|cffffffff机械工程师的弹药筒|r影响。\r\n\r\n如果未能击中至少3个目标，所有玩家都会受到全部效果影响。",
},
[1246539] = {
["T"] = "笞魂歼灭",
},
[1240647] = {
["T"] = "康健",
},
[1246521] = {
["T"] = "传送",
},
[1232780] = {
["T"] = "晦暗呼唤",
},
[1218400] = {
["T"] = "暗索爆竹",
},
[1216569] = {
["T"] = "坚持不懈",
["D"] = "当你获得|cFFFFFFFF连胜！|r层数时，你有相同几率使下一个嗜血的伤害提高15%并且爆击几率提高25%，或使下一个怒击的伤害提高15%并额外获得2点怒气。",
},
[1218394] = {
["T"] = "暗索爆竹",
["D"] = "选择暗索爆竹。",
},
[1218392] = {
["T"] = "暗索火箭筒",
["D"] = "选择暗索火箭筒。",
},
[1218391] = {
["T"] = "挑选武器",
["D"] = "从盒子里随机掏出一把武器，可以使用强力技能，持续最多3分钟。",
},
[1218388] = {
["T"] = "神秘敏锐",
["D"] = "拾取时：使你的移动速度提高10%。\r\n\r\n持续30分钟，死亡后持续存在。\r\n\r\n|cnYELLOW_FONT_COLOR:此物品会立即消耗。|r\r\n",
},
[1224273] = {
["T"] = "解译",
["D"] = "解锁幻形讲坛处的地下堡行者的法力飞掠机的该自定义选项。",
},
[1224274] = {
["T"] = "解译",
["D"] = "解锁幻形讲坛处的地下堡行者的法力飞掠机的该自定义选项。",
},
[1224275] = {
["T"] = "解译",
["D"] = "解锁幻形讲坛处的地下堡行者的法力飞掠机的该自定义选项。",
},
[1224276] = {
["T"] = "解译",
["D"] = "解锁幻形讲坛处的地下堡行者的法力飞掠机的该自定义选项。",
},
[1224277] = {
["T"] = "解译",
["D"] = "解锁幻形讲坛处的地下堡行者的法力飞掠机的该自定义选项。",
},
[1216099] = {
["T"] = "烟花之帽",
["D"] = "戴上一顶装入了烟火的帽子，持续15秒。跳跃时会发射烟火。",
},
[1224279] = {
["T"] = "解译",
["D"] = "解锁幻形讲坛处的地下堡行者的法力飞掠机的该自定义选项。",
},
[1218386] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1216089] = {
["T"] = "收线",
},
[1224282] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1246375] = {
["T"] = "熵逝残痕",
},
[1246340] = {
["T"] = "部落地下堡",
},
[1246358] = {
["T"] = "调查",
["D"] = "检查这个拟像，揭示其真实本质。",
},
[1237797] = {
["T"] = "宁静的木制长椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1238426] = {
["T"] = "卡赫提掠食者的什锦",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233377] = {
["T"] = "法力色泽的眼镜",
},
[1218365] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1215075] = {
["T"] = "星辰炸弹",
},
[1231403] = {
["T"] = "流丝冲击",
["D"] = "卢米萨尔的主攻击会发射丝线，对其当前的目标造成物理伤害。",
},
[1240789] = {
["T"] = "大型遮盖的木制桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224293] = {
["T"] = "虚灵飞艇：飞翼01 - 储罐",
},
[1224294] = {
["T"] = "虚灵飞艇：背部01 - 能量推进器",
},
[1224295] = {
["T"] = "虚灵飞艇：前部01 - 发射器",
},
[1224296] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1240680] = {
["T"] = "打击",
["D"] = "打击敌人。",
},
[1257064] = {
["T"] = "正义辉耀",
["D"] = "用神圣之光轰击你前方的敌人，造成157753点神圣伤害，并使十字军打击的冷却时间缩短1.5秒。\r\n\r\n受所有影响正义盾击的天赋加成。",
},
[1219199] = {
["T"] = "音速爆裂",
["D"] = "向一名随机玩家投掷一颗手榴弹，对4码内的玩家造成4250510点物理伤害并使他们迷惑。",
},
[1257066] = {
["T"] = "正义辉耀",
["D"] = "用神圣之光轰击你前方的敌人，造成157753点神圣伤害，并使十字军打击的冷却时间缩短1.5秒。\r\n\r\n受所有影响正义盾击的天赋加成。",
},
[1240684] = {
["T"] = "扭曲之刃",
},
[1224302] = {
["T"] = "钻地",
["D"] = "施法者钻入地面并向一名玩家掘进，以释放|cffffffff剧毒喷发|r。掘地期间，施法者受到的伤害降低50%。",
},
[1257069] = {
["T"] = "星辰雏龙",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1224304] = {
["T"] = "可购买的修复的宝匣钥匙",
},
[1224305] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1219197] = {
["T"] = "麦伊·库欧痛击",
["D"] = "使目标的移动速度降低20%，持续2秒。\n对一名敌人造成44741点物理伤害。",
},
[1246351] = {
["T"] = "沙尘暴",
["D"] = "攻击敌人时有几率释放一股沙暴，使周围的敌人致盲。",
},
[1231659] = {
["T"] = "见证吧！",
["D"] = "施法者召唤一大群眼睛，每只眼睛都会发射光束，对前方的玩家造成1342266点暗影伤害。 \r\n",
},
[1214946] = {
["T"] = "希奈丝特拉幼龙",
["D"] = "召唤或解散一只可供骑乘的希奈丝特拉幼龙。这是一种飞行坐骑。",
},
[1246065] = {
["T"] = "深渊刺矛",
["D"] = "在6秒内装备一柄深渊刺矛，每0.5秒对5码范围内的敌人造成1052263点暗影伤害。",
},
[1231630] = {
["T"] = "见证吧！",
["D"] = "施法者召唤一大群眼睛，每只眼睛都会发射光束，对前方的玩家造成1342266点暗影伤害。 ",
},
[1240695] = {
["T"] = "织命者",
["D"] = "举行编织仪式，结出命运之网，将其化形为命纹武器。\r\n",
},
[1224429] = {
["T"] = "重力炸弹",
["D"] = "将敌人拉向炸弹的目的地，并使移动速度降低80%。",
},
[1246069] = {
["T"] = "苏拉玛窗户",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218337] = {
["T"] = "雷霆狂怒",
["D"] = "施法者扇起猛烈的风暴，每1秒对所有玩家造成自然伤害，持续8秒。",
},
[1232781] = {
["T"] = "黑暗钉刺",
["D"] = "在6.3秒内每1.3秒对随机位置发射暗物质，对冲击点周围5码内的敌人造成暗影伤害，并留下|cffffffff虚空粘液|r。\r\n\r\n",
},
[1240700] = {
["T"] = "法力裁缝的奥术缝针",
["D"] = "你的法术有几率使你获得一层以太护板，最多5层。\r\n\r\n下一次受到直接指向性伤害时，消耗一层以太护板，使该次伤害降低50%，最多降低31点。",
},
[1218322] = {
["T"] = "震击",
["D"] = "对一名敌人造成自然伤害。",
},
[1224319] = {
["T"] = "虚灵飞艇：身体颜色01 - 虚空",
},
[1224320] = {
["T"] = "老兵的战团绑定斗甲箱",
},
[1246067] = {
["T"] = "渊刃风暴",
["D"] = "在6秒内装备一柄深渊刺矛，每0.5秒对5码范围内的敌人造成1052263点暗影伤害。",
},
[1240705] = {
["T"] = "星界灼烧",
["D"] = "法力熔炉逸散的能量会在每1秒造成120804点奥术伤害，持续12秒。此效果可叠加。",
},
[1224323] = {
["T"] = "寻找工具",
},
[1219144] = {
["T"] = "加里维克斯",
},
[1240708] = {
["T"] = "星界灼烧",
["D"] = "法力熔炉逸散的能量会在每1秒造成120804点奥术伤害，持续12秒。此效果可叠加。",
},
[1224326] = {
["T"] = "寻找工具",
},
[1218316] = {
["T"] = "守护巨龙之堕",
["D"] = "召唤或解散一个守护巨龙之堕。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1218315] = {
["T"] = "电穿刺针测试型号",
["D"] = "造成313195点自然伤害。",
},
[1240712] = {
["T"] = "滚动的雪球",
["D"] = "跳上一个雪球，开始滚起来！冬幕节期间，冷却时间会缩短。",
},
[1218314] = {
["T"] = "尼奥罗萨暗影蠕虫",
["D"] = "召唤或解散你的尼奥罗萨暗影蠕虫。",
},
[1240714] = {
["T"] = "切割追击",
["D"] = "赛·沃克斯锁定一名敌人并快速旋转利刃，每1秒对施法者前方8码内的敌人造成447422点物理伤害。",
},
[1240715] = {
["T"] = "暗影冲撞",
},
[1240716] = {
["T"] = "暗影冲撞",
},
[1240717] = {
["T"] = "切割追击",
["D"] = "杂烩渴望博得关注，锁定一名敌人并试图给他们一个窒息的吻，每1秒对施法者前方8码内的敌人造成447422点物理伤害。",
},
[1240718] = {
["T"] = "切割追击",
["D"] = "赛·沃克斯锁定一名敌人并快速旋转利刃，每1秒对施法者前方8码内的敌人造成447422点物理伤害。",
},
[1240719] = {
["T"] = "暗影冲撞",
["D"] = "发射暗影飞弹，造成894843点暗影伤害。",
},
[1242509] = {
["T"] = "星瀚炉石",
["D"] = "将你传送回多恩诺嘉尔。与城镇中的旅店老板交谈可以改变你所设定的家的位置。",
},
[1218308] = {
["T"] = "燃焰地狱火",
["D"] = "布雷炙孔向每一根熄灭的蜡烛施放一股炽焰冲击，将蜡烛重新点燃，并对路径上的所有玩家造成894843点火焰伤害。\r\n\r\n烈焰灼烧所有玩家，每1秒造成44741点火焰伤害，持续8秒。此效果可叠加。",
},
[1240722] = {
["T"] = "虚空箭雨",
["D"] = "对40码内的敌人造成447422点暗影伤害。",
},
[1218307] = {
["T"] = "虚痕驭风者",
["D"] = "召唤或解散这种坐骑。",
},
[1218306] = {
["T"] = "虚痕狼母",
["D"] = "召唤或解散这种坐骑。",
},
[1224342] = {
["T"] = "崩解碎片",
},
[1224343] = {
["T"] = "崩解碎片",
["D"] = "结晶碎片对|cffffffff粉碎护盾|r爆炸范围内的玩家造成1342266点物理伤害，并使他们流血，在10秒内每1秒造成447422点物理伤害。",
},
[1218305] = {
["T"] = "虚铸骏马",
["D"] = "召唤或解散这种坐骑。",
},
[1240728] = {
["T"] = "暗影冲撞",
},
[1240729] = {
["T"] = "暗影冲撞",
},
[1218304] = {
["T"] = "原型自动广告机",
["D"] = "放置原型自动广告机，使周围的生物感到极端烦躁，对你造成的伤害提高50%，持续3分钟。\r\n\r\n只能在安德麦使用。激活时，敌人会为施法者掉落额外的市场研究。",
},
[1240731] = {
["T"] = "暗影冲撞",
["D"] = "发射暗影飞弹，造成1118555点暗影伤害。",
},
[1218303] = {
["T"] = "护盾发生器",
},
[1218301] = {
["T"] = "原型自动广告机",
["D"] = "放置原型自动广告机，使周围的生物感到极端烦躁，对你造成的伤害提高50%，持续3分钟。\r\n\r\n只能在安德麦使用。激活时，敌人会为施法者掉落额外的市场研究。",
},
[1224351] = {
["T"] = "超级救星21千型加量版",
["D"] = "这个绝对能够救命！百分百保证*\r\n\r\n*以GBA规范而定",
},
[1240735] = {
["T"] = "虚空箭雨",
["D"] = "对40码内的敌人造成536906点暗影伤害。",
},
[1218300] = {
["T"] = "诺格弗格的精选缩小版",
["D"] = "稍微变小了一点。最多叠加十次。",
},
[1245947] = {
["T"] = "突破界限",
["D"] = "|CFFff0000需要购买其他所有可用的专长。|R\r\n唤醒神器中永恒不竭的潜能。每一级都会提供1%全能并提高你的敏捷和耐力。",
},
[1219104] = {
["T"] = "暗索医疗机",
["D"] = "命令医疗机附着在你的目标身上，吸收45点伤害并使其全能提高10，持续15秒。\r\n\r\n附着期间，你的治疗法术有几率为医疗机补充燃料，使附着者再次获得这些加成。",
},
[1224356] = {
["T"] = "安抚焦躁的蛇",
["D"] = "在绿洲安抚你周围30码内的焦躁的蛇。",
},
[1226115] = {
["T"] = "灵魂爆发",
["D"] = "施法者在死亡时爆发并消散，对5码内的敌人造成暗影伤害。",
},
[1218295] = {
["T"] = "紧急修复",
},
[1214604] = {
["T"] = "自动化足球炸弹分发器",
["D"] = "将巨龙竞技中的足球全部放上场。冲撞足球即可将其踢向你的目标敌人，造成252点物理伤害。",
},
[1240743] = {
["T"] = "贝拉梅斯木制桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245850] = {
["T"] = "扎阿兰",
},
[1240745] = {
["T"] = "神圣惩击",
["D"] = "惩击一名敌人，对其造成神圣伤害。",
},
[1240746] = {
["T"] = "将贝拉梅斯工匠帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245763] = {
["T"] = "虚灵强化",
},
[1245824] = {
["T"] = "死亡遮蔽",
["D"] = "凯威扎造成的伤害提高5%。此效果可叠加。",
},
[1219096] = {
["T"] = "投掷垃圾箱",
["D"] = "倾焰抛出一个垃圾箱，对冲击点周围8码内的玩家造成3131955点物理伤害。\r\n\r\n垃圾箱落地时倾洒出垃圾，对冲击点周围3码内的玩家造成1342266点自然伤害。",
},
[1219459] = {
["T"] = "具现矩阵",
["D"] = "集能哨兵对玩家射出奥术能量，在6秒内每1秒造成626391点奥术伤害。效果结束时创造出一个|cffffffff错位矩阵|r。 ",
},
[1233261] = {
["T"] = "牢固信息保全容器",
},
[1219084] = {
["T"] = "召唤切割者",
},
[1236958] = {
["T"] = "贪噬唾液",
["D"] = "消化性强酸烧灼站在其中的敌人，每1.5秒造成536906点暗影伤害，并使其移动速度降低50%。",
},
[1240754] = {
["T"] = "法术燃烧",
["D"] = "缚魂者娜欣达利散发出奥术能量，每2秒对所有玩家造成178968点奥术伤害。",
},
[1224372] = {
["T"] = "开始差事",
["D"] = "从塔露拉奶奶处获取一份差事，或者取消当前正在进行的差事。",
},
[1224373] = {
["T"] = "游戏大淘金",
["D"] = "在锈废堆场中“开采”被抛弃的游戏机，挖掘其中的凭证！除非受到挑衅，否则风险投资公司的地精不会主动攻击你。\r\n\r\n你现在给塔波纳拉卖命啦。",
},
[1245711] = {
["T"] = "根除",
},
[1224375] = {
["T"] = "崩解碎片",
["D"] = "结晶碎片对|cffffffff粉碎护盾|r爆炸范围内的玩家造成1342266点物理伤害，并使他们流血，在10秒内每1秒造成447422点物理伤害。",
},
[1233241] = {
["T"] = "召唤逃跑的进口物",
["D"] = "激活以指定目标",
},
[1214550] = {
["T"] = "晦幽波",
["D"] = "在施法者周围释放出一股虚空能量波，对击中的玩家造成894843点暗影伤害。",
},
[1224378] = {
["T"] = "极巨大线圈",
["D"] = "加里维克斯为铬武场的极巨大线圈充能并将其激活，每1秒对所有玩家造成671133点自然伤害。此效果可叠加。\r\n\r\n加里维克斯随后开始施放极巨大冲击！\r\n\r\n|cffffffff极巨大炸弹爆炸|r会破坏极巨大控制器，打断加里维克斯的极巨大冲击，极巨大线圈失去全部两个极巨大控制器时会变成损坏的线圈。这将产生|cffffffff破坏区域|r。",
},
[1245724] = {
["T"] = "根除",
["D"] = "阿达拉斯召唤出一个挥舞着镰刀的影子，它会冲到玩家身后并砍穿他们，对所有被击中的玩家造成6263910点宇宙伤害。",
},
[1240763] = {
["T"] = "法术燃烧",
["D"] = "缚魂者娜欣达利散发出奥术能量，每2秒对所有玩家造成178968点奥术伤害。",
},
[1231882] = {
["T"] = "虚空打击",
["D"] = "对一名敌人造成暗影伤害。",
},
[1240765] = {
["T"] = "法术燃烧",
},
[1232776] = {
["T"] = "节点之王的指令",
["D"] = "每30秒与附近的一名盟友形成誓言约束。\r\n\r\n直接治疗该盟友会履行誓言，使你的智力提高17，持续12秒。过量治疗的100%会转化为盟友的护盾。",
},
[1224384] = {
["T"] = "升级",
},
[1245578] = {
["T"] = "吞噬者之怒",
["D"] = "阿达拉斯将饥渴虚空法球抛向多个位置，未被阻截的法球会对所有玩家造成1342266点宇宙伤害。\r\n\r\n阿达拉斯凝视阻截法球的玩家，持续以|cffffffff吞噬|r发起攻击，并使其受到的物理伤害提高100%。\r\n\r\n被移除时，|cffffffff吞噬者之怒|r会转移给附近的一个玩家，并对所有玩家造成223710点宇宙伤害。",
},
[1224386] = {
["T"] = "过载电池",
},
[1224387] = {
["T"] = "电能工兵",
["D"] = "踏上电能工兵时每1秒对一名敌人造成121986点自然伤害，持续3秒。\r\n\r\n使敌人无法移动，最多持续3秒。\r\n\r\n",
},
[1219070] = {
["T"] = "召唤麦伊·库欧",
},
[1224389] = {
["T"] = "钻地",
},
[1224390] = {
["T"] = "钻地",
},
[1224391] = {
["T"] = "钻地",
["D"] = "施法者潜入地下。",
},
[1224392] = {
["T"] = "钻地",
},
[1245579] = {
["T"] = "奥能手里波",
["D"] = "索·阿兹密向外发射出一圈奥能手里剑，每1秒对路径上的玩家造成447422点奥术伤害，持续10秒。",
},
[1240777] = {
["T"] = "邪能唤醒者",
["D"] = "伤害和生命值提高40%。群体控制技能可压制邪能唤醒者8秒。",
},
[1240778] = {
["T"] = "邪能唤醒者",
["D"] = "伤害和生命值提高40%。群体控制技能可压制邪能唤醒者8秒。",
},
[1240779] = {
["T"] = "压制",
["D"] = "无法从邪能唤醒者中受益。",
},
[1245595] = {
["T"] = "虚空裂隙",
["D"] = "凯威扎打开通往扭曲虚空的裂隙，对5码内的玩家造成11185554点暗影伤害。\r\n\r\n裂隙每1秒对所有玩家造成暗影伤害，并将玩家拉向中心，持续4秒。",
},
[1234395] = {
["T"] = "艾萨拉之怒",
["S"] = "优秀",
["D"] = "使|cffffffff至高岭的坚韧|r额外提高1级，使|cffffffff深涌惊涛|r额外提高1级。|n|n|T1322283:24|t |cffffffff至高岭的坚韧|r|n每过12秒，你会开始将受到伤害的|CFFffffff3%|R积攒为|cffffffff坚韧|r。8秒后，|cffffffff坚韧|r会转化为防御屏障，吸收相当于积攒量的伤害，持续4秒。|n|n|T3528297:24|t |cffffffff深涌惊涛|r|n|cnLEGION_REMIX_FACTION_NAGA:纳迦|R使具有邪能烙印的敌人昏迷会将其引爆，对附近的敌人造成0点伤害。如果深涌惊涛对具有邪能烙印的敌人造成了伤害，同时也会将其引爆。",
},
[1224399] = {
["T"] = "烟火喷溅",
["D"] = "每0.5秒在前方锥形范围内造成火焰伤害。",
},
[1257166] = {
["T"] = "将“永别了，武装”装饰奖励放入储存空间",
["D"] = "将纯净圣母的泰坦火盆和被捕获的恩佐斯之眼添加到你的装饰收藏中。",
},
[1245604] = {
["T"] = "星牯",
["D"] = "召唤或解散这种坐骑。",
},
[1218263] = {
["T"] = "恶性喷嚏",
["D"] = "施法者打了个喷嚏，喷出某种药剂，产生微型版的自己。",
},
[1245602] = {
["T"] = "贯体束丝",
},
[1240787] = {
["T"] = "将小型贝拉梅斯帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1240788] = {
["T"] = "小型木制凳子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1257172] = {
["T"] = "时光报应",
},
[1240790] = {
["T"] = "小型木制床头柜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224408] = {
["T"] = "烹饪",
["D"] = "打开旧世界烹饪菜单。",
},
[1240792] = {
["T"] = "牢固的武器架",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1240793] = {
["T"] = "木制手持烛台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1240794] = {
["T"] = "大型牢固的木制桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1240795] = {
["T"] = "装饰的矮人之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1257179] = {
["T"] = "破碎群岛徽章",
["D"] = "在每个保护破碎群岛的阵营中的声望提高1500点。",
},
[1224414] = {
["T"] = "结晶震荡波",
["D"] = "弗兰克提鲁斯击出多道水晶震波，在12秒内每2秒对击中的玩家造成1476493点暗影伤害并创造一个枢纽。",
},
[1224415] = {
["T"] = "烹饪",
["D"] = "打开旧世界烹饪菜单。",
},
[1232592] = {
["T"] = "黑暗训斥",
["D"] = "向目标发射黑暗涌流，在1.8秒内对一名敌人造成37667点暗影伤害，或为一名盟友恢复162044点生命值。可以在移动中施放。",
},
[1245588] = {
["T"] = "虚空爆炸",
["D"] = "虚空能量撕扯着该生物残破的血肉，令其四散爆发。",
},
[1245605] = {
["T"] = "苏拉玛图书馆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1224419] = {
["T"] = "挣脱束缚",
},
[1224420] = {
["T"] = "协议：净化",
["D"] = "集能哨兵重新定位，推开玩家并激活|cffffffff奥能矩阵湮灭器|r。湮灭器缓慢经过密室，使所有与之接触的玩家灰飞烟灭。\r\n\r\n转移位置后，集能哨兵开始引导|cffffffff协议：净化|r，并获得一个吸收伤害的护盾。打破该护盾会打断|cffffffff协议：净化|r。",
},
[1257187] = {
["T"] = "挠痒触手",
["D"] = "嘎肯召唤触手破土而出，对4码内的所有玩家造成3355665点暗影伤害，并将其击飞。\r\n",
},
[1257188] = {
["T"] = "挠痒触手",
["D"] = "嘎肯召唤触手破土而出，对4码内的所有玩家造成3355665点暗影伤害，并将其击飞。\r\n",
},
[1257189] = {
["T"] = "挠痒触手",
["D"] = "嘎肯召唤触手破土而出，对4码内的所有玩家造成3355665点暗影伤害，并将其击飞。\r\n",
},
[1257190] = {
["T"] = "水炮",
["D"] = "嘎肯向所有玩家倾泻洪流，每0.8秒造成671133点冰霜伤害并将其逼退，持续6秒。 ",
},
[1257191] = {
["T"] = "水炮",
["D"] = "嘎肯向所有玩家倾泻洪流，每0.8秒造成671133点冰霜伤害并将其逼退，持续6秒。 ",
},
[1218256] = {
["T"] = "奥术电池",
},
[1257193] = {
["T"] = "水炮",
["D"] = "嘎肯向所有玩家倾泻洪流，每0.8秒造成671133点冰霜伤害并将其逼退，持续6秒。 ",
},
[1240811] = {
["T"] = "充能猛击",
["D"] = "施法者为武器注入能量并猛击地面，向目标敌人释放出能量。能量喷发而出，对冲击点周围6码内的所有敌人造成671133点奥术伤害。",
},
[1257195] = {
["T"] = "水炮",
["D"] = "嘎肯向所有玩家倾泻洪流，每0.8秒造成671133点冰霜伤害并将其逼退，持续6秒。 ",
},
[1242469] = {
["T"] = "卡雷什之沙",
["D"] = "施法者用卡雷什之沙强化所有盟友和自身，使攻击速度提高30%，持续10秒。 ",
},
[1240814] = {
["T"] = "催化",
},
[1224432] = {
["T"] = "奥术超载",
["D"] = "塔尔·巴特向空中掷出一连串奥术标枪，每1秒对所有玩家造成67113点奥术伤害。",
},
[1224433] = {
["T"] = "投掷重力炸弹",
["D"] = "将敌人拉向炸弹的目的地，并使移动速度降低80%。",
},
[1224434] = {
["T"] = "斯皮兹",
["D"] = "展示你的小海蛞蝓朋友。 ",
},
[1219015] = {
["T"] = "施加显示光环",
},
[1213851] = {
["T"] = "调查",
},
[1240820] = {
["T"] = "充能猛击",
},
[1240821] = {
["T"] = "充能猛击",
},
[1219005] = {
["T"] = "炸脚地雷",
["D"] = "洛肯斯多向房间内发射数枚地雷。踩到炸脚地雷会触发|cffffffff动荡爆炸|r，并在触发者身上嵌入|cffffffff不稳定的碎片|r。此外，这些反应型地雷与其他发明或|cffffffff缆线输电|r接触时会爆炸，触发|cffffffff动荡爆炸|r。",
},
[1219004] = {
["T"] = "炸脚地雷",
["D"] = "洛肯斯多向房间内发射数枚地雷。踩到炸脚地雷会触发|cffffffff动荡爆炸|r，并在触发者身上嵌入|cffffffff不稳定的碎片|r。此外，这些反应型地雷与其他发明或|cffffffff缆线输电|r接触时会爆炸，触发|cffffffff动荡爆炸|r。",
},
[1257207] = {
["T"] = "嘎肯之怒",
["D"] = "嘎肯宣泄怒火……嘎肯的怒火。",
},
[1257208] = {
["T"] = "水禽戏法",
["D"] = "你被变成鸭子了！嘎嘎叫，快快跑！",
},
[1257209] = {
["T"] = "嘎！",
["D"] = "嘎！",
},
[1224444] = {
["T"] = "可抛式汉堡",
["D"] = "拿着一个汉堡。",
},
[1224445] = {
["T"] = "可抛式汉堡",
["D"] = "拿着一个汉堡。",
},
[1257212] = {
["T"] = "嘎肯之怒",
["D"] = "该玩家已被标记，成为了嘎肯之怒的目标。",
},
[1238529] = {
["T"] = "立柱蛛网",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1214203] = {
["T"] = "封印圣物",
["D"] = "封印暗污珍玩",
},
[1257215] = {
["T"] = "挠痒触手",
["D"] = "嘎肯召唤触手破土而出，对4码内的所有玩家造成3355665点暗影伤害，并将其击飞。\r\n",
},
[1224450] = {
["T"] = "烟火喷溅",
["D"] = "每0.5秒在前方锥形范围内造成火焰伤害。",
},
[1224451] = {
["T"] = "焰由心生",
["D"] = "火焰",
},
[1218238] = {
["T"] = "共振",
},
[1218985] = {
["T"] = "被拆除的极巨大炸弹",
["D"] = "每1秒对3码内的玩家造成89485点自然伤害。\r\n\r\n互动时获得充能的极巨大炸弹，改为每0.5秒受到89485点自然伤害。",
},
[1240837] = {
["T"] = "充能猛击",
},
[1214122] = {
["T"] = "踢飞",
},
[1224456] = {
["T"] = "咒刃割痕",
["D"] = "你的自动攻击造成额外的1点暗影伤害。",
},
[1224457] = {
["T"] = "暗影震荡",
["D"] = "你对敌人发起的第一次近战打击会猛击目标和周围的敌人，产生一次暗影魔法震荡，造成最多58点暗影伤害，由所有目标均摊。",
},
[1224458] = {
["T"] = "吸取精华",
["D"] = "当附近的一名敌人或虔诚者盟友倒下时，你会吸收其一部分的灵魂，使智力提高1点，持续10分钟。",
},
[1224459] = {
["T"] = "影行者的神盾",
["D"] = "当一名盟友的生命值降低至20%时，你用黑暗将其遮蔽，吸收接下来受到的41点伤害。\r\n\r\n此效果每30秒只能触发一次，并且无法以虔诚者盟友为目标。",
},
[1218977] = {
["T"] = "套装：冥河之丝",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218963] = {
["T"] = "套装：风裔层叠护甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1240845] = {
["T"] = "幽暗之心",
},
[1224463] = {
["T"] = "虔诚者",
["D"] = "|CFF808080你是虔诚者之一，敏捷额外提高1点。|R",
},
[1238561] = {
["T"] = "提瑞斯秘法会魔典风暴",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1224465] = {
["T"] = "高度戒备",
["D"] = "正在保护禁区，伪装无效。",
},
[1257232] = {
["T"] = "挠痒触手",
["D"] = "嘎肯召唤触手破土而出，对4码内的所有玩家造成3355665点暗影伤害，并将其击飞。\r\n",
},
[1214144] = {
["T"] = "压倒声浪",
},
[1218932] = {
["T"] = "套装：邪能印痕鳞甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218920] = {
["T"] = "套装：屠魔者的白银战痕甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1218908] = {
["T"] = "套装：吞噬黑夜鳞甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218907] = {
["T"] = "套装：鸦钢锁甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218208] = {
["T"] = "召唤束缚的虚空追踪者",
["D"] = "召唤一只虚空蠕行者宠物。",
},
[1240856] = {
["T"] = "肆虐风暴",
["D"] = "莱萨杰丝召唤肆虐的风暴，风暴会随时间席卷整个平台。站在风暴范围内的玩家会受到|cffffffff风暴之怨|r的影响。",
},
[1240857] = {
["T"] = "肆虐风暴",
["D"] = "莱萨杰丝召唤肆虐的风暴，风暴会随时间席卷整个平台。站在风暴范围内的玩家会受到|cffffffff风暴之怨|r的影响。",
},
[1244601] = {
["T"] = "回归暗影",
["D"] = "凯威扎释放出难以抵御的黑暗，对所有玩家造成22371108点暗影伤害。此伤害无法被降低或避免。",
},
[1218205] = {
["T"] = "超级飞行",
},
[1218898] = {
["T"] = "套装：贾德维克深潜者板甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1244563] = {
["T"] = "感染独奏",
["D"] = "维利席安冲向替代者，开始一段富有感染力的萨克斯独奏，使附近的敌人开始跳舞。",
},
[1218897] = {
["T"] = "套装：苏拉玛银辉板甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1224480] = {
["T"] = "光耀鼓舞",
["D"] = "你的到来鼓舞了圣焰之耀的新兵和士兵。",
},
[1224481] = {
["T"] = "鼓舞",
["D"] = "唤起圣焰之耀的士兵对神圣烈焰的信仰，鼓舞他们的斗志！",
},
[1240865] = {
["T"] = "笞魂歼灭",
["D"] = "缚魂者娜欣达利向随机选中的玩家方向释放一个能量球，击中任何玩家时会造成2684532点奥术伤害，并使其在20秒内受到的伤害提高12%。\r\n\r\n如果能量球击中缚形密室，密室中的无拘之魂受到的伤害提高200%。",
},
[1218895] = {
["T"] = "套装：冥狱深渊链甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218894] = {
["T"] = "套装：梦魇之拥链甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1218890] = {
["T"] = "套装：月落法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1218889] = {
["T"] = "套装：海女巫的恐惧布纹",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1240870] = {
["T"] = "相位潜行",
},
[1244592] = {
["T"] = "传送",
["D"] = "返回你开始的地方。",
},
[1244609] = {
["T"] = "虚空领主之拳",
},
[1218886] = {
["T"] = "套装：埃雷杜因鳞甲",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1224491] = {
["T"] = "可重复事件 - 卑鄙双雄 - 俯冲",
},
[1224492] = {
["T"] = "流电镜像",
["D"] = "托克召唤自己的电能幻影锁定玩家，持续12秒。接触幻影会使其爆炸，对10码范围内的玩家造成2460821点自然伤害并产生|cffffffff残存电流|r。",
},
[1224493] = {
["T"] = "可重复事件 - 卑鄙双雄 - 俯冲升空",
},
[1224494] = {
["T"] = "震荡打击",
["D"] = "用闪电震击攻击一名敌人，造成自然伤害。",
},
[1224495] = {
["T"] = "俯冲",
["D"] = "俯冲并撞向附近的敌人，造成5816487点物理伤害。",
},
[1240879] = {
["T"] = "命运低语",
["D"] = "撰魂师粉碎所有玩家的命运，召唤命运的回响并使其受到447422点奥术伤害。",
},
[1218878] = {
["T"] = "套装：圣光先锋战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1240881] = {
["T"] = "棱光护体",
["D"] = "为你施加奥术护盾，吸收$<shield>点伤害，使受到的魔法伤害降低1568397%，持续15秒。",
},
[1244442] = {
["T"] = "套装：魔能机甲的地狱火装束",
["D"] = "收集这套护甲套装外观。",
},
[1218877] = {
["T"] = "套装：圣光先锋战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1240884] = {
["T"] = "奥术吐息",
["D"] = "使一名敌人无法移动，持续最多3秒。\n对施法者前方的所有敌人造成1342266点奥术伤害。",
},
[1224502] = {
["T"] = "正在调查",
},
[1244498] = {
["T"] = "虚空召唤",
},
[1232660] = {
["T"] = "咕谷狂暴",
},
[1226050] = {
["T"] = "传送电池",
},
[1244465] = {
["T"] = "祈唤暗影",
["D"] = "凯威扎召唤数个扭曲虚空幻影。",
},
[1224507] = {
["T"] = "地下堡测试",
},
[1224508] = {
["T"] = "可重复事件 - 卑鄙双雄 - 俯冲落地",
["D"] = "俯冲并撞向附近的敌人，造成5816487点物理伤害。",
},
[1244500] = {
["T"] = "虚空召唤",
["D"] = "向虚空发出呼唤，召唤一只宠物协助战斗。",
},
[1218179] = {
["T"] = "疾病之云",
["D"] = "每3秒对6码范围内的敌人造成33556点自然伤害。",
},
[1218858] = {
["T"] = "套装：赤精战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1244410] = {
["T"] = "虚体精华吞噬者",
["D"] = "撕扯目标的魔法精华并将其吞噬，造成73点奥术伤害，并使你的一项随机次要属性提高44，持续20秒。\r\n\r\n如果目标为虚灵，改为提高最高的次要属性。",
},
[1240896] = {
["T"] = "根除奥能核心",
["D"] = "你的攻击有几率为奥能核心充能。充能达到10层后部署一台哨兵，对你的目标施放奥能冲击，造成335点奥术伤害，由周围的敌人均摊。如果只击中一个敌人，则会恢复2层充能。\r\n\r\n每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1240897] = {
["T"] = "锁链咒符",
["D"] = "伊莉萨在当前目标的位置放置一个锁链咒符，与2.5秒后激活。\r\n\r\n所有玩家将被拉到咒符中心，移动速度降低60%，持续6秒。",
},
[1244438] = {
["T"] = "套装：邪能骑士的碧蓝装束",
["D"] = "收集这套护甲套装外观。",
},
[1244414] = {
["T"] = "异变仪式",
["D"] = "施法者向卡雷什发出呼唤，使虚灵之魂诡异地向外漫游，对路径中的敌人造成奥术伤害并使其昏迷。",
},
[1240900] = {
["T"] = "锁链咒符",
["D"] = "伊莉萨在当前目标的位置放置一个锁链咒符，与2.5秒后激活。\r\n\r\n所有玩家将被拉到咒符中心，移动速度降低60%，持续6秒。",
},
[1244387] = {
["T"] = "共鸣的纪元纪念品",
["D"] = "将此纪元纪念品与你的神器武器融合，在所有时间线和不同版本的“你”之间创造涟漪。\r\n\r\n这个强大的圣物与你的战团产生共鸣，使军团再临：幻境新生中获取的经验值永久提高1%。",
},
[1218846] = {
["T"] = "套装：冷酷审讯官法袍",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1213855] = {
["T"] = "嚣灵追逐",
["D"] = "库尔萨洛克创造一个幽灵并随机追逐一名玩家。\r\n\r\n幽灵对触及的玩家造成1342266点暗影伤害。",
},
[1240904] = {
["T"] = "相位祈咒",
},
[1240905] = {
["T"] = "咆哮",
},
[1224523] = {
["T"] = "传送器",
},
[1244417] = {
["T"] = "扭曲的法力之魂",
["D"] = "你的治疗法术和技能有非常高的几率召唤一个扭曲的法力之魂，在战斗中协助你10秒。扭曲的法力之魂周期性地为附近的一个随机盟友恢复32点生命值。过量治疗会转化为吸收护盾，持续5秒。\r\n\r\n",
},
[1244415] = {
["T"] = "异变仪式",
},
[1224526] = {
["T"] = "昏迷不醒",
},
[1244304] = {
["T"] = "乘坐小舟",
},
[1226036] = {
["T"] = "传送电池",
},
[1240912] = {
["T"] = "穿刺",
["D"] = "击穿目标的护甲，造成2013399点物理伤害，并使其受到的物理伤害提高10%，持续15秒。",
},
[1218160] = {
["T"] = "热砂财阀旗帜",
["D"] = "为热砂财阀插下旗帜。",
},
[1218158] = {
["T"] = "熔火真金",
["D"] = "站在熔火真金中时每2秒造成1342266点火焰伤害。",
},
[1240915] = {
["T"] = "相位祈咒",
["D"] = "使施法者的攻击和施法速度提高10%，持续直到主动取消。\n使施法者造成的奥术伤害提高5%。",
},
[1240916] = {
["T"] = "根除奥能冲击",
["D"] = "你的攻击有几率为奥能核心充能。充能达到10层后部署一台哨兵，对你的目标施放奥能冲击，造成335点奥术伤害，由周围的敌人均摊。如果只击中一个敌人，则会恢复2层充能。\r\n\r\n每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1224534] = {
["T"] = "无面者的复仇面具",
},
[1218156] = {
["T"] = "液态黄金",
["D"] = "施法者用|cffffffff液态黄金|r覆盖一名玩家，每2秒造成火焰伤害，持续12秒。\r\n\r\n效果被移除时，会在该玩家的位置留下一滩熔火真金。",
},
[1233014] = {
["T"] = "夺命震爆",
},
[1224537] = {
["T"] = "无面者的复仇面具",
},
[1244308] = {
["T"] = "奔流能量",
["D"] = "施法者向所有玩家倾泻不稳定的能量，对6码内的玩家造成671133点奥术伤害。 ",
},
[1224539] = {
["T"] = "无面者的复仇面具",
},
[1224540] = {
["T"] = "虔诚追击",
["D"] = "冲向当前目标，对周围0码内的所有敌人造成0点神圣伤害。\r\n",
},
[1224541] = {
["T"] = "虔诚追击",
["D"] = "冲向当前目标，对周围0码内的所有敌人造成0点神圣伤害。\r\n",
},
[1240925] = {
["T"] = "异变弹幕",
["D"] = "奥术能量的涟漪波及多名玩家，在每个玩家周围3码内造成894843点奥术伤害。",
},
[1218151] = {
["T"] = "爆炸粉尘",
["S"] = "PvP天赋",
["D"] = "爆裂射击现在还会将你击退，并使敌人额外减速20%。",
},
[1224544] = {
["T"] = "虚空共鸣",
},
[1218150] = {
["T"] = "爆炸粉尘",
["S"] = "PvP天赋",
["D"] = "爆裂射击现在还会将你击退，并使敌人额外减速20%。",
},
[1244143] = {
["T"] = "将填满甘草的牢固喂食槽放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244144] = {
["T"] = "将雕刻石制长椅放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218146] = {
["T"] = "踢击罐头",
},
[1244165] = {
["T"] = "节点喷发",
},
[1244197] = {
["T"] = "套装：虚空之缚泳装",
["S"] = "幻化套装",
["D"] = "收集这套套装外观。",
},
[1224551] = {
["T"] = "复仇",
["D"] = "死亡时令30码内的盟友燃起复仇的怒火，使其在直到主动取消内造成的伤害提高0%。可叠加。",
},
[1218143] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的刺骨、影分身和黑火药的伤害提高2%，最多可叠加8层。刺骨、影分身和黑火药有15%的几率移除|cFFFFFFFF连胜！|r。",
},
[1238566] = {
["T"] = "奥格瑞玛灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238539] = {
["T"] = "黑船的灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238540] = {
["T"] = "奥术超载",
},
[1238627] = {
["T"] = "将金色赞达拉床铺放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226018] = {
["T"] = "歼星斩",
["D"] = "萨哈达尔的镜像在他身旁出现，挥舞并发射星河飞弹袭击目标，对路径中的所有玩家造成2326595点宇宙伤害，并施加|cffffffff暮光创痕|r。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。未被|cffffffff黑暗之星|r消耗的飞弹都会爆发出|cffffffff歼星新星|r。\r\n",
},
[1226017] = {
["T"] = "火焰",
},
[1238593] = {
["T"] = "武士的火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1224560] = {
["T"] = "连胜！",
["D"] = "你的法术和技能有几率激活|cFFFFFFFF连胜！|r，使你的圣殿骑士的裁决和神圣风暴的伤害提高2%，最多可叠加10层。使用消耗神圣能量的伤害性技能有12%几率移除|cFFFFFFFF连胜！|r效果。",
},
[1238615] = {
["T"] = "将大型被遗忘者作战帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244133] = {
["T"] = "将“煮茶论罪”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238585] = {
["T"] = "上古精灵高背椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1224564] = {
["T"] = "装饰品",
},
[1238622] = {
["T"] = "幽暗城尖刺箱子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1224566] = {
["T"] = "装饰品",
},
[1238654] = {
["T"] = "洛丹伦栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1257334] = {
["T"] = "嘎肯之怒",
["D"] = "嘎肯释放出多股黑暗能量，每1秒对所有玩家造成357937点暗影伤害，持续10秒。",
},
[1257335] = {
["T"] = "嘎肯之怒",
["D"] = "嘎肯释放出多股黑暗能量，每1秒对所有玩家造成357937点暗影伤害，持续10秒。",
},
[1244134] = {
["T"] = "将“圣光的复仇”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244123] = {
["T"] = "“仰望天空”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1224572] = {
["T"] = "被囚禁",
},
[1244125] = {
["T"] = "将“池塘睡莲”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244084] = {
["T"] = "卡雷什符文信函",
["D"] = "在箱子中翻找，找到你的卡雷什符文信函并阅读。",
},
[1238763] = {
["T"] = "虹吸释放",
["D"] = "黑暗能量溅射地面，对冲击点4码内的玩家造成3131955点暗影伤害。",
},
[1242388] = {
["T"] = "异变裂隙",
},
[1244128] = {
["T"] = "将“向日笑颜”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226003] = {
["T"] = "传送电池",
},
[1224665] = {
["T"] = "跳虫攻击",
},
[1242384] = {
["T"] = "贪婪驱使",
},
[1244071] = {
["T"] = "塔扎维什海关灯",
["D"] = "在箱子中翻找，找到你的塔扎维什海关灯。\r\n",
},
[1244117] = {
["T"] = "暗炉狡诈之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1224583] = {
["T"] = "免疫",
},
[1224584] = {
["T"] = "相位锁定",
},
[1225998] = {
["T"] = "传送电池",
},
[1225997] = {
["T"] = "传送电池",
},
[1239134] = {
["T"] = "宇宙宁静",
["D"] = "查尔纳克斯为玩家注入宇宙能量，减缓他们的代谢速度，每1秒造成44741点宇宙伤害并使其减速75%，持续5秒。 ",
},
[1243943] = {
["T"] = "传送",
},
[1217999] = {
["T"] = "投机打击",
["D"] = "当你获得|cFFFFFFFF手气大旺！|r时，你的下2次幻灭踢的伤害提高250%，并且冷却时间减少2.0秒。",
},
[1218005] = {
["T"] = "异端探测器",
},
[1225992] = {
["T"] = "缝合",
["D"] = "缓慢逆转目标的伤势，立即为其恢复16730点生命值，并在15秒内恢复94805点生命值。",
},
[1225991] = {
["T"] = "传送电池",
},
[1224593] = {
["T"] = "战斗宠物周期性效果",
},
[1225990] = {
["T"] = "青铜龙的保护",
["D"] = "为目标注入活力，使其耐力提高5%，持续1小时。\r\n\r\n如果目标在你的小队或团队中，则全体小队都会获得此效果。",
},
[1224595] = {
["T"] = "奥术释能",
},
[1239229] = {
["T"] = "卡雷什涌动",
["D"] = "虹管爆发出卡雷什的能量，使15码内的玩家急速提高10%，移动速度提高10%，持续30秒。",
},
[1244024] = {
["T"] = "卡雷什记忆水晶",
["D"] = "伪装成随机一名卡雷什住民的样子，持续10分钟。",
},
[1224598] = {
["T"] = "潜行",
["D"] = "使施法者进入潜行状态并提高移动速度。效果将一直持续直到取消。",
},
[1224599] = {
["T"] = "升级",
},
[1239261] = {
["T"] = "征服者的十字",
},
[1217551] = {
["T"] = "硬币磁铁",
},
[1224602] = {
["T"] = "喝咖啡",
["D"] = "在直到主动取消内恢复0点法力值并使你清醒。饮水时必须保持坐姿。",
},
[1216732] = {
["T"] = "标记追踪",
},
[1224604] = {
["T"] = "喝咖啡",
["D"] = "在直到主动取消内恢复0点法力值并使你清醒。饮水时必须保持坐姿。",
},
[1224605] = {
["T"] = "升级",
},
[1243932] = {
["T"] = "将弯拱木制长椅放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1217083] = {
["T"] = "炸脚地雷",
["D"] = "洛肯斯多向房间内发射数枚地雷。踩到炸脚地雷会触发|cffffffff动荡爆炸|r，并在触发者身上嵌入|cffffffff不稳定的碎片|r。此外，这些反应型地雷与其他发明或|cffffffff缆线输电|r接触时会爆炸，触发|cffffffff动荡爆炸|r。",
},
[1240991] = {
["T"] = "烁光界门",
},
[1217922] = {
["T"] = "大型蛛网",
},
[1240993] = {
["T"] = "奥术晕眩",
},
[1216262] = {
["T"] = "增效",
},
[1240995] = {
["T"] = "烁光界门",
},
[1217574] = {
["T"] = "清新的气味",
},
[1270287] = {
["T"] = "套装：德莱尼的传承",
["D"] = "完成传承故事线，解锁德莱尼的传承外观。",
},
[1240998] = {
["T"] = "异变弹幕",
},
[1240999] = {
["T"] = "不明力量",
},
[1241000] = {
["T"] = "异变弹幕",
["D"] = "奥术能量的涟漪波及多名玩家，在每个玩家周围3码内造成894843点奥术伤害。",
},
[1217517] = {
["T"] = "林中客的庭园服装",
["D"] = "收集林中客的庭园服装护甲套装的外观。",
},
[1239351] = {
["T"] = "射击",
["D"] = "对一名敌人造成313195点物理伤害。",
},
[1239384] = {
["T"] = "枯萎箭矢",
["D"] = "进行一次邪恶射击，造成52226点暗影伤害。消耗末日突降时，你的凋零缠绕会命令射手以80%效果额外射出一发枯萎箭矢。扩散会使枯萎箭矢进行弹射，并最多额外命中5个目标。",
},
[1241004] = {
["T"] = "劲风",
["D"] = "召唤一个强风旋涡，持续4秒。旋涡会造成447422点自然伤害，击飞敌人并使其坠落速度降低，持续5秒。",
},
[1270355] = {
["T"] = "暗矛的传承",
["D"] = "完成传承故事线，解锁暗矛的传承外观。",
},
[1241006] = {
["T"] = "雪球消失效果",
},
[1241007] = {
["T"] = "劲风",
},
[1241008] = {
["T"] = "劲风",
["D"] = "召唤一个强风旋涡，持续4秒。旋涡会造成447422点自然伤害，击飞敌人并使其坠落速度降低，持续5秒。",
},
[1241009] = {
["T"] = "劲风",
["D"] = "召唤一个强风旋涡，持续4秒。旋涡会造成447422点自然伤害，击飞敌人并使其坠落速度降低，持续5秒。",
},
[1269230] = {
["T"] = "绿色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1225973] = {
["T"] = "空电池",
},
[1217661] = {
["T"] = "示意走狗",
["D"] = "幽坑太保发出信号，召唤他的走狗前来助阵。",
},
[1216765] = {
["T"] = "风之气息",
},
[1241014] = {
["T"] = "地狱嚎叫",
["D"] = "击退施法者周围50码内的所有敌人。\n对冲击点周围50码内的敌人造成894844点物理伤害。",
},
[1239401] = {
["T"] = "星海猛攻",
["D"] = "你的攻击有较高的几率发起星海猛攻，对目标造成48点宇宙伤害。\r\n\r\n目标每损失1%的生命值，伤害提高2%。对周围的敌人造成50%的伤害，由他们均摊。",
},
[1225969] = {
["T"] = "诺斯特温的返程服务",
["D"] = "使你返回上一次使用诺斯特温的优惠券的地方。",
},
[1224634] = {
["T"] = "毒素喷吐",
["D"] = "施法者向一名玩家喷射毒液，造成894843点自然伤害。",
},
[1225968] = {
["T"] = "诺斯特温的返程服务",
["D"] = "将你传送至达拉然附近的永恒集市。",
},
[1241019] = {
["T"] = "奥术超载",
},
[1231501] = {
["T"] = "恶魔变形",
["D"] = "维拉瑞安变身为恶魔形态。",
},
[1214975] = {
["T"] = "逆向工程的地精死亡炸弹",
["D"] = "当任意玩家的生命值在战斗中降低至50%时，布莱恩会抛出一枚巨型炸弹，在命中时引爆。\r\n\r\n爆炸会击退周围的敌人，并使他们在5秒内减速45%，同时为附近的小队成员恢复35%的最大生命值。每1.5分钟只能触发一次。",
},
[1241022] = {
["T"] = "奥术超载",
["D"] = "为一片区域注入超载的奥术魔法。\r\n\r\n对区域中的敌人造成894843点奥术伤害。\r\n\r\n如果没有敌人站在该区域中，则对50码内的敌人造成894843点奥术伤害。",
},
[1224640] = {
["T"] = "升级",
},
[1241024] = {
["T"] = "奥术超载",
},
[1224642] = {
["T"] = "外观总管墨镜",
},
[1215054] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1215009] = {
["T"] = "激活软泥罐",
},
[1215566] = {
["T"] = "把线剪断！",
["D"] = "进行拆除以保全你的性命，更重要的是保住烟火。",
},
[1225962] = {
["T"] = "回旋急冲",
["D"] = "向前螺旋冲刺一大段距离，提高速度。",
},
[1241030] = {
["T"] = "奥术超载",
["D"] = "为一片区域注入超载的奥术魔法。\r\n\r\n对区域中的敌人造成894843点奥术伤害。\r\n\r\n如果没有敌人站在该区域中，则对50码内的敌人造成894843点奥术伤害。",
},
[1241031] = {
["T"] = "奥术超载",
["D"] = "为一片区域注入超载的奥术魔法。\r\n\r\n对区域中的敌人造成894843点奥术伤害。\r\n\r\n如果没有敌人站在该区域中，则对50码内的敌人造成894843点奥术伤害。",
},
[1241032] = {
["T"] = "最终警告",
["D"] = "佐戈隆施放最後警告，並以屏障保護自己，吸收所受到的傷害。施法完成時，屏障將開始產生脈衝，每1秒對所有玩家造成223710點秘法傷害，直到屏障被摧毀為止。",
},
[1241033] = {
["T"] = "复活堕落者",
},
[1215007] = {
["T"] = "能量形态被毁 - 传送",
},
[1241035] = {
["T"] = "重获新生",
},
[1224653] = {
["T"] = "烹饪",
["D"] = "打开旧世界烹饪菜单。",
},
[1241037] = {
["T"] = "堕落者恐惧",
},
[1231494] = {
["T"] = "吃撑爆发",
["D"] = "死亡时爆开，在5秒内每1秒对所有玩家造成44741点暗影伤害。",
},
[1224656] = {
["T"] = "跳虫攻击",
},
[1224657] = {
["T"] = "跳虫冲刺",
},
[1224658] = {
["T"] = "跳虫周期性效果",
},
[1224659] = {
["T"] = "跳虫被动效果",
},
[1224660] = {
["T"] = "跳虫周期性效果",
},
[1224661] = {
["T"] = "跳虫被动效果",
},
[1241045] = {
["T"] = "访客出现了！",
["D"] = "财宝地精来了！快消灭它们，获得战利品！",
},
[1224663] = {
["T"] = "跳虫被动效果",
},
[1224664] = {
["T"] = "跳虫周期性效果",
},
[1241048] = {
["T"] = "援军接近了！",
["D"] = "财宝地精召唤了另一扇传送门！",
},
[1224666] = {
["T"] = "跳虫冲刺",
},
[1224667] = {
["T"] = "跳虫冲刺",
},
[1215875] = {
["T"] = "对着地面大喊",
},
[1224669] = {
["T"] = "连环机炮",
["D"] = "加里维克斯的枪管持续倾泻出滚烫的子弹，造成3355665点物理伤害，距离目标越远造成的伤害越高，最多提高200%。",
},
[1231701] = {
["T"] = "裹布切割",
["D"] = "斩击目标，造成402679点暗影伤害，并削弱目标的防御，使其受到的伤害提高5%，持续6秒。",
},
[1215159] = {
["T"] = "冲撞惯性",
["D"] = "恶魔追击和复仇回避会使你从下一次邪能冲撞或邪能之刃中得到强化，伤害提高18%，持续5秒。",
},
[1224672] = {
["T"] = "昏睡（更大的鼾声）",
},
[1225956] = {
["T"] = "搭乘载具",
},
[1224674] = {
["T"] = "霜裂长矛",
["D"] = "一支致命的冰矛飞向受影响的玩家，造成22371108点冰霜伤害。|cffffffff霜裂长矛|r会击中第一个被击中的玩家、震地牢狱墙壁或命中的不稳定的蛛形地雷，将其冻结30秒。",
},
[1214996] = {
["T"] = "蛛网爆炸",
["D"] = "使冲击点周围15码内所有敌人的最大生命值降低70%。\r\n",
},
[1241059] = {
["T"] = "天神灌注",
["D"] = "灌下一口强劲的草药酒，凝结散逸至体外的真气，使其化为天神守卫，吸收受到的30%伤害，最多可吸收1741893点。\r\n\r\n清除醉拳伤害使吸收量提高最多200%。",
},
[1224677] = {
["T"] = "奥术释能",
},
[1262928] = {
["T"] = "传送：达拉然",
},
[1225953] = {
["T"] = "传送电池",
},
[1231734] = {
["T"] = "套装：阿兹亚基的罩袍",
["D"] = "收集这套护甲套装外观。",
},
[1263008] = {
["T"] = "达拉然自动铁锤",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214552] = {
["T"] = "长棍上的热狗",
},
[1214601] = {
["T"] = "开火！",
["D"] = "使用蛛魔弩车发射一枚缠网炸弹。",
},
[1262734] = {
["T"] = "阿古斯探索者",
["D"] = "在阿古斯的骑乘速度提高20%。",
},
[1214670] = {
["T"] = "高端护盾科技",
["D"] = "施法者升起屏障，使附近盟友受到的伤害降低50%，持续8秒。",
},
[1262966] = {
["T"] = "肯瑞托板条箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241070] = {
["T"] = "流离的饕餮者",
["D"] = "召唤或解散这种坐骑。",
},
[1263487] = {
["T"] = "海贤图腾",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262971] = {
["T"] = "冰冠天灾之罐",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1224690] = {
["T"] = "奥术释能",
},
[1214596] = {
["T"] = "卡亚可乐爱好者徽章",
},
[1214676] = {
["T"] = "警告",
["D"] = "传送非参与者。",
},
[1241076] = {
["T"] = "司萨阿布斯最后的午餐",
["D"] = "召唤或解散这种坐骑。",
},
[1239651] = {
["T"] = "鞭笞飞跃",
},
[1241078] = {
["T"] = "刺客的供品",
["D"] = "未进入战斗时，获得|cffffffff刺客之力|r。\r\n\r\n|T132331:24|t|cffffffff刺客之力|r：\r\n从视线中消失，进入潜行状态。你的下一次攻击必定爆击。",
},
[1239618] = {
["T"] = "艾尔文卵石对",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239614] = {
["T"] = "木制露台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224698] = {
["T"] = "奥术释能",
},
[1243684] = {
["T"] = "猎首行动：卢米萨尔",
["D"] = "击败卢米萨尔有几率掉落额外的卢米萨尔流丝。",
},
[1224793] = {
["T"] = "命运低语",
["D"] = "撰魂师粉碎所有玩家的命运，召唤命运的回响并使其受到447422点奥术伤害。",
},
[1239668] = {
["T"] = "粗暴亲吻",
["D"] = "杂烩渴望博得关注，锁定一名敌人并试图给他们一个窒息的吻，每1秒对施法者前方8码内的敌人造成447422点物理伤害。",
},
[1263006] = {
["T"] = "达拉然陈列架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239652] = {
["T"] = "鞭笞飞跃",
},
[1224704] = {
["T"] = "奥术释能",
},
[1241183] = {
["T"] = "短款奥格瑞玛长椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241186] = {
["T"] = "蒙皮木制长椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241090] = {
["T"] = "碎魂法球",
["D"] = "一个能量之球在15秒内每1秒造成357937点奥术伤害，并使移动速度降低15%。",
},
[1224708] = {
["T"] = "创建特质配置",
},
[1263014] = {
["T"] = "炽蓝仙野路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262991] = {
["T"] = "将浮木桶放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1224810] = {
["T"] = "主人的召唤",
["D"] = "移除目标身上所有定身和移动限制效果，并使其在4秒内对这些效果免疫。",
},
[1241095] = {
["T"] = "岩浆",
["D"] = "向50码内的敌人投掷熔岩，对冲击点周围5码内的敌人造成2237110点熔火伤害。\r\n\r\n每次冲击会召唤一个熔岩球并追逐一名敌人，持续6秒，与敌人碰撞时对周围5码内的敌人造成3131955点熔火伤害。",
},
[1241096] = {
["T"] = "岩浆",
},
[1241097] = {
["T"] = "砮皂的决心",
["D"] = "疗伤珠现在会在10秒内持续提供治疗，治疗效果会根据你损失的生命值提高，最多提高80%。",
},
[1224715] = {
["T"] = "设置生命值10%",
},
[1241099] = {
["T"] = "岩浆",
["D"] = "向50码内的敌人投掷熔岩，对冲击点周围5码内的敌人造成2237110点熔火伤害。\r\n\r\n每次冲击会召唤一个熔岩球并追逐一名敌人，持续6秒，与敌人碰撞时对周围5码内的敌人造成3131955点熔火伤害。",
},
[1241100] = {
["T"] = "秘法鞭笞",
["D"] = "缚魂者娜欣达利对当前目标发动鞭击，每1秒造成447422点奥术伤害，持续5秒。此攻击会标记受害者，使秘法鞭笞造成的伤害提高10%。\r\n\r\n该效果可叠加。",
},
[1224718] = {
["T"] = "奥术释能",
},
[1224719] = {
["T"] = "净化猛击",
["D"] = "施法者对当前目标造成6711331点物理伤害，并对60码内的玩家造成1789688点奥术伤害。",
},
[1224720] = {
["T"] = "崩解之墙",
},
[1214556] = {
["T"] = "终极香橙启示录",
["D"] = "拾取时饮用：最高的次要属性提高4%。",
},
[1225927] = {
["T"] = "试验型护板",
},
[1241106] = {
["T"] = "狂风怒号",
["D"] = "吸引50码内的敌人。\r\n\r\n一股奥术之风漩涡将吸引敌人，随后施法者每2.5秒会施放|cffffffff奥术疾风|r，持续10秒。",
},
[1241107] = {
["T"] = "奥术疾风",
["D"] = "击退施法者前方的所有敌人。\n对施法者前方的所有敌人造成1118555点奥术伤害。",
},
[1241108] = {
["T"] = "巫术风暴",
},
[1241109] = {
["T"] = "砮皂的决心",
["D"] = "疗伤珠现在会在10秒内持续提供治疗，治疗效果会根据你损失的生命值提高，最多提高80%。",
},
[1224727] = {
["T"] = "战斗准备",
},
[1241111] = {
["T"] = "离开通告",
},
[1241112] = {
["T"] = "烁光界门传送",
},
[1241113] = {
["T"] = "巫术风暴",
["D"] = "吸引50码内的敌人。\r\n\r\n一股奥术之风漩涡将吸引敌人，随后施法者每2.5秒会施放|cffffffff奥术疾风|r，持续10秒。",
},
[1224731] = {
["T"] = "敕令：誓言约束",
["D"] = "萨哈达尔发起忠诚试炼，在6秒内每1秒对所有玩家造成1073812点暗影伤害，并施加3层|cffffffff誓言约束|r。\r\n",
},
[1241203] = {
["T"] = "铺着毛皮的舒适长椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224733] = {
["T"] = "净化猛击",
["D"] = "施法者对当前目标造成6711331点物理伤害，并对60码内的玩家造成1789688点奥术伤害。",
},
[1224734] = {
["T"] = "敕令：誓言约束",
["D"] = "萨哈达尔发起忠诚试炼，在6秒内每1秒对所有玩家造成1073812点暗影伤害，并施加3层|cffffffff誓言约束|r。\r\n",
},
[1241118] = {
["T"] = "酷热爆发",
["D"] = "爆发出飞弹，对冲击点5码范围内的玩家造成暗影烈焰伤害。",
},
[1224736] = {
["T"] = "被保护的核心",
["D"] = "奥术护盾保护着施法者的能量核心，吸收0点伤害。被移除时，施法者的|cffffffff暴露的核心|r会排放出|cffffffff奥术疾流|r。",
},
[1224737] = {
["T"] = "誓言约束",
["D"] = "萨哈达尔发起忠诚试炼，在6秒内每1秒对所有玩家造成1073812点暗影伤害，并施加3层|cffffffff誓言约束|r。\r\n",
},
[1241121] = {
["T"] = "酷热爆发",
["D"] = "爆发出飞弹，对冲击点5码范围内的玩家造成暗影烈焰伤害。",
},
[1231013] = {
["T"] = "烈火具现",
},
[1239596] = {
["T"] = "传送门",
},
[1239680] = {
["T"] = "海贤壁炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239623] = {
["T"] = "雕刻木制酒吧桌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1262969] = {
["T"] = "肯瑞托玻璃桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263038] = {
["T"] = "将狗头人蜡烛三联组放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214674] = {
["T"] = "卡亚矿石箭",
["D"] = "对一名敌人造成自然伤害。",
},
[1262465] = {
["T"] = "将古代赞达拉仪式卷轴放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241130] = {
["T"] = "界门",
},
[1241131] = {
["T"] = "风暴雷云",
},
[1224749] = {
["T"] = "被保护的核心",
},
[1241133] = {
["T"] = "风暴雷云",
},
[1241134] = {
["T"] = "风暴雷云",
["D"] = "对5码内的敌人造成2237111点自然伤害。",
},
[1224752] = {
["T"] = "地图",
},
[1241136] = {
["T"] = "禅悟状态",
["D"] = "你的醉拳化解效果会根据你损失的生命值提高，最多提高20%。",
},
[1241137] = {
["T"] = "折射熵变",
["D"] = "水晶枢纽发出强化了的虚空能量，每0.5秒造成375808点暗影伤害。",
},
[1241138] = {
["T"] = "更安全的时间",
["D"] = "英雄世界难度在集合石附近被禁用。",
},
[1239679] = {
["T"] = "奥格瑞玛官员书桌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239619] = {
["T"] = "艾尔文卵石簇",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239653] = {
["T"] = "鞭笞",
["D"] = "施法者扑向随机一个目标，在4秒内每1秒造成1118555点物理伤害。",
},
[1241142] = {
["T"] = "根除齐射",
["D"] = "集能哨兵指定一名玩家为净化目标，向其发射一枚飞弹，造成10738130点奥术伤害，由6码范围内所有玩家均摊。 \r\n如果|cffffffff根除齐射|r未能击中至少5个玩家，则改为对所有玩家造成5369065点奥术伤害。 ",
},
[1224760] = {
["T"] = "暴露的核心",
["D"] = "施法者外露的核心在1分钟内排放出|cffffffff奥术疾流|r。排放期间，施法者受到的伤害提高150%，并且每2.5秒对60码内的玩家造成894843点奥术伤害，持续1分钟。",
},
[1239671] = {
["T"] = "奥术弹幕",
["D"] = "向敌方目标发射奥术能量箭。",
},
[1224762] = {
["T"] = "奥术疾流",
},
[1224763] = {
["T"] = "奥术疾流",
},
[1224764] = {
["T"] = "破誓者",
["D"] = "誓言遭到了破弃，对所有玩家造成187917点暗影伤害。",
},
[1257531] = {
["T"] = "森林绽放",
["D"] = "攻击和施法速度提高5%，持续15秒。",
},
[1224766] = {
["T"] = "蛛网散播者",
["D"] = "蛛网散播者身处蛛网之间。站在蛛网中会降低移动速度，并定期生成伏击者。攻击蛛网散播者即可暂时让蛛网收回。",
},
[1224767] = {
["T"] = "侍王之奴",
["D"] = "一名玩家屈服于誓约，被心灵控制12秒。虚空振作了玩家的力量，使其恢复全部生命值。\r\n\r\n效果结束时奴隶发生爆炸，对所有玩家造成100点暗影伤害。",
},
[1239639] = {
["T"] = "界门",
},
[1239672] = {
["T"] = "棱光护体",
["D"] = "为你施加奥术护盾，吸收$<shield>点伤害，使受到的魔法伤害降低348533%，持续1分钟。",
},
[1241153] = {
["T"] = "定身",
},
[1257537] = {
["T"] = "召唤宝典",
},
[1239617] = {
["T"] = "艾尔文卵石",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239638] = {
["T"] = "界门",
},
[1239675] = {
["T"] = "潜在能量",
["D"] = "你的有害法术会利用棱镜吸收汇聚的虚空之力，造成41点宇宙伤害，由你的目标和周围的敌人均摊。每击中一个敌人伤害提高30%，最多150%。此效果每10秒只能触发一次，并会在棱镜中积蓄潜藏之力，最多18次。\r\n\r\n",
},
[1224775] = {
["T"] = "虔诚者的项链",
["D"] = "你是虔诚者之一。神圣烈焰的守护的效果提高100%。\r\n\r\n|T5764903:24|t|cffffffff神圣烈焰的守护|r：\r\n在卡兹阿加时，造成伤害有较高的几率用正义之火点燃敌人，造成67113点光辉伤害。另外，你受到的伤害降低5%。",
},
[1224776] = {
["T"] = "镇压统治",
["D"] = "萨哈达尔发起猛攻连击来制服玩家。",
},
[1239774] = {
["T"] = "毒素",
["D"] = "每2秒对一名敌人造成33556点自然伤害，持续12秒。",
},
[1239712] = {
["T"] = "传送门出现了！",
["D"] = "一扇不祥的传送门出现了……",
},
[1239793] = {
["T"] = "消化唾沫",
["D"] = "施法者的反刍引发爆炸，对15码内的玩家造成2908243点物理伤害，并将他们击退。\r\n\r\n剧毒唾沫会向四面八方射出，对5码内的玩家造成1565976点暗影伤害，并留下|cffffffff消化唾沫|r，持续1分钟。",
},
[1239749] = {
["T"] = "召唤闪烁之门",
},
[1239781] = {
["T"] = "向玩家挥手",
},
[1241165] = {
["T"] = "虚空仓库：帷幕卷轴",
["D"] = "在30秒内召唤帷幕卷轴，位于10码内时用|cffffffff相位祈咒|r强化施法者。\r\n\r\n|cffffffff相位祈咒|r\r\n提高施法者格挡和偏转法术的几率，施法速度提高10%，造成的奥术伤害提高5%。此效果可叠加。",
},
[1241166] = {
["T"] = "虚空仓库：帷幕卷轴",
},
[1239791] = {
["T"] = "暴食喷发",
["D"] = "施法者的反刍引发爆炸，对15码内的玩家造成2908243点物理伤害，并将他们击退。\r\n\r\n剧毒唾沫会向四面八方射出，对5码内的玩家造成1565976点暗影伤害，并留下|cffffffff消化唾沫|r，持续1分钟。",
},
[1224785] = {
["T"] = "坍缩之星",
["D"] = "阿达拉斯将塌缩的宇宙能量砸向当前受到不谐之怒影响的玩家，对所有玩家造成1789688点宇宙伤害。\r\n\r\n冲击会留下一大片|cffffffff湮灭逼近|r。",
},
[1239715] = {
["T"] = "恶魔之魂",
["D"] = "你的恶魔之魂造成的伤害提高10%。\r\n\r\n消耗恶魔之核会滋养你体内的恶魔实体，使其现身并对目标造成17867点暗影伤害。",
},
[1224787] = {
["T"] = "征服",
["D"] = "萨哈达尔猛击当前目标，造成26845328点物理伤害，并额外造成8948442点暗影伤害，由8码内的所有玩家均摊，同时将他们击飞。\r\n\r\n被击中的玩家会失去一层|cffffffff誓言约束|r。使他们受到|cffffffff征服|r的伤害提高100%，持续20秒。\r\n",
},
[1257554] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量和耐力。",
},
[1257555] = {
["T"] = "纪元挑战纪念品",
["D"] = "组合100个纪念品，获得大量永恒能量和耐力。",
},
[1224860] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1224791] = {
["T"] = "征服",
["D"] = "萨哈达尔猛击当前目标，造成26845328点物理伤害，并额外造成8948442点暗影伤害，由8码内的所有玩家均摊，同时将他们击飞。\r\n\r\n被击中的玩家会失去一层|cffffffff誓言约束|r。使他们受到|cffffffff征服|r的伤害提高100%，持续20秒。\r\n",
},
[1239801] = {
["T"] = "为玩家欢呼",
},
[1257559] = {
["T"] = "一流大副",
},
[1224794] = {
["T"] = "征服",
["D"] = "萨哈达尔猛击当前目标，造成26845328点物理伤害，并额外造成8948442点暗影伤害，由8码内的所有玩家均摊，同时将他们击飞。\r\n\r\n被击中的玩家会失去一层|cffffffff誓言约束|r。使他们受到|cffffffff征服|r的伤害提高100%，持续20秒。\r\n",
},
[1224795] = {
["T"] = "征服",
["D"] = "萨哈达尔猛击当前目标，造成26845328点物理伤害，并额外造成8948442点暗影伤害，由8码内的所有玩家均摊，同时将他们击飞。\r\n\r\n被击中的玩家会失去一层|cffffffff誓言约束|r。使他们受到|cffffffff征服|r的伤害提高100%，持续20秒。\r\n",
},
[1239800] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1239818] = {
["T"] = "卡多雷壁挂架子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241181] = {
["T"] = "萌芽的路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1257565] = {
["T"] = "轰雷闪电",
},
[1257566] = {
["T"] = "轰雷闪电",
["D"] = "当叛逆杂兵雄踞高地时，风暴的烈度加剧，闪电在塔楼周围劈下，对附近的敌人造成1342266点自然伤害。",
},
[1241184] = {
["T"] = "钢铁加固的箱子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241185] = {
["T"] = "防护处理的木制桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1257569] = {
["T"] = "轰雷闪电",
},
[1241187] = {
["T"] = "恢复的供品",
["D"] = "吸血和最大生命值提高20%。\r\n生命值和法力值恢复速度大幅提高。",
},
[1241188] = {
["T"] = "无尽黑暗",
["D"] = "迪门修斯会无视距离限制，使未受到|cffffffff翔空雷什|r保护的玩家|cffffffff湮灭|r。",
},
[1239815] = {
["T"] = "卡多雷石制围栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241190] = {
["T"] = "强化的雷什",
["D"] = "萨拉塔斯激发玩家的雷什裹布，从|cffffffff无尽黑暗|r中保护他们。",
},
[1224808] = {
["T"] = "命运低语",
["D"] = "撰魂师粉碎所有玩家的命运，召唤命运的回响并使其受到447422点奥术伤害。",
},
[1239794] = {
["T"] = "暴食喷发",
["D"] = "施法者的反刍引发爆炸，对15码内的玩家造成2908243点物理伤害，并将他们击退。\r\n\r\n剧毒唾沫会向四面八方射出，对5码内的玩家造成1565976点暗影伤害，并留下|cffffffff消化唾沫|r，持续1分钟。",
},
[1257576] = {
["T"] = "轰雷闪电",
},
[1224811] = {
["T"] = "命运低语",
["D"] = "撰魂师粉碎所有玩家的命运，召唤命运的回响并使其受到447422点奥术伤害。",
},
[1224812] = {
["T"] = "主宰",
["D"] = "萨哈达尔劈斩当前目标，造成7158755点物理伤害，对前方的所有玩家额外造成10738130点暗影伤害，并击退他们。\r\n\r\n使他们受到|cffffffff主宰|r的伤害提高100%，持续20秒。\r\n",
},
[1224813] = {
["T"] = "命运低语",
["D"] = "撰魂师粉碎所有玩家的命运，召唤命运的回响并使其受到447422点奥术伤害。",
},
[1224814] = {
["T"] = "主宰",
["D"] = "萨哈达尔劈斩当前目标，造成7158755点物理伤害，对前方的所有玩家额外造成10738130点暗影伤害，并击退他们。\r\n\r\n使他们受到|cffffffff主宰|r的伤害提高100%，持续20秒。\r\n",
},
[1224815] = {
["T"] = "主宰",
["D"] = "萨哈达尔劈斩当前目标，造成7158755点物理伤害，对前方的所有玩家额外造成10738130点暗影伤害，并击退他们。\r\n\r\n使他们受到|cffffffff主宰|r的伤害提高100%，持续20秒。\r\n",
},
[1224816] = {
["T"] = "主宰",
["D"] = "萨哈达尔劈斩当前目标，造成7158755点物理伤害，对前方的所有玩家额外造成10738130点暗影伤害，并击退他们。\r\n\r\n使他们受到|cffffffff主宰|r的伤害提高100%，持续20秒。\r\n",
},
[1239894] = {
["T"] = "伙伴经验值",
["D"] = "|cnDARKYELLOW_FONT_COLOR:“根据当前地下堡的难度，提高伙伴的经验值。”|r",
},
[1239961] = {
["T"] = "奉献",
["D"] = "每秒造成神圣伤害。",
},
[1241202] = {
["T"] = "伯拉勒斯串灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1257586] = {
["T"] = "永恒能量",
},
[1241204] = {
["T"] = "大型奥格瑞玛书柜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224822] = {
["T"] = "暴君威压",
["D"] = "萨哈达尔的跋扈威势每2秒对所有玩家造成447422点暗影伤害。",
},
[1224823] = {
["T"] = "命运低语",
["D"] = "撰魂师粉碎所有玩家的命运，召唤命运的回响并使其受到447422点奥术伤害。",
},
[1231931] = {
["T"] = "暗影飞沫",
["D"] = "对一名敌人造成357937点暗影伤害。",
},
[1224825] = {
["T"] = "暴君威压",
["D"] = "萨哈达尔的跋扈威势每2秒对所有玩家造成447422点暗影伤害。",
},
[1239907] = {
["T"] = "幻影打击",
["D"] = "施法者对目标发起一连串打击，每一次攻击造成物理伤害并使目标流血，随后每1.5秒造成一次额外的物理伤害，持续9秒。此效果可叠加。",
},
[1224827] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1224828] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1224829] = {
["T"] = "粉碎",
},
[1239924] = {
["T"] = "相位镜像",
},
[1224831] = {
["T"] = "粉碎",
["D"] = "弗兰克提鲁斯猛击地面，造成26845328点暗影伤害，由区域内的所有玩家均摊。\r\n\r\n如果击中的玩家少于4个，则会产生一股|cffffffff粉碎震波|r，对100码内的所有玩家造成26845328点暗影伤害。",
},
[1214262] = {
["T"] = "撼心光束",
["D"] = "对一名敌人引导一道瓦解心智的光束，每1秒造成暗影伤害，并使其移动速度降低75%，持续4秒。效果被移除时，敌人会向四面八方散射出虚无宝珠。\r\n\r\n|cffffffff撼心回响|r：\r\n对一名敌人造成暗影伤害，并将其击退。",
},
[1225889] = {
["T"] = "虚空回响",
["D"] = "将强效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成123156点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1214323] = {
["T"] = "闪电涌流",
},
[1225887] = {
["T"] = "虚空回响",
["D"] = "将强效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成123156点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1225886] = {
["T"] = "虚空回响",
["D"] = "将强效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成123156点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1239970] = {
["T"] = "盛燃的荣耀",
["D"] = "治疗一个盟友，为其恢复100%的最大生命值。",
},
[1232006] = {
["T"] = "无拘的赛布茶",
},
[1261696] = {
["T"] = "监控",
},
[1257606] = {
["T"] = "扭曲的远征",
},
[1242265] = {
["T"] = "影裘小酿盗",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1239897] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1261237] = {
["T"] = "垂挂的纸制灯笼",
["D"] = "制作垂挂的纸制灯笼，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1225879] = {
["T"] = "虚空回响",
["D"] = "将强效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成123156点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1231923] = {
["T"] = "核闪穿刺",
["D"] = "对冲击范围内的所有玩家造成805360点奥术伤害。\r\n",
},
[1232110] = {
["T"] = "时髦之罪",
["D"] = "布莱恩造成的伤害提高0%，受到的伤害提高0%，而且时髦得不得了。",
},
[1242259] = {
["T"] = "幽魂炸弹",
["D"] = "伊莉萨发生爆炸，对所有玩家造成447422点火焰伤害，同时施加|cffffffff灵魂重碾|r效果。\r\n\r\n伊莉萨会摧毁|cffffffff破裂|r留下的所有残片，对所有玩家施加|cffffffff驱逐灵魂|r效果。",
},
[1239965] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1257615] = {
["T"] = "驱逐",
},
[1231917] = {
["T"] = "核闪穿刺",
},
[1215735] = {
["T"] = "野性德鲁伊11.1职业套装4件套",
["D"] = "当你消耗顶级捕食者的渴望效果时，你将成为大赢家，对顶级捕食者的主要目标造成1689666点物理伤害，并使你的持续性效果伤害提高16%，持续6秒。",
},
[1239955] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1224902] = {
["T"] = "阿拉索公使的容器",
["D"] = "你是虔诚者之一。你周围30码内的最多5个盟友每5秒恢复1点生命值。",
},
[1224854] = {
["T"] = "谜团",
["D"] = "你开始解决谜题。",
},
[1224855] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1224856] = {
["T"] = "虚触碎片",
["D"] = "你的有害法术和技能有几率使你获得一块虚空碎片。消灭敌人必定获得一块虚空碎片。收集15个碎片后，你会吸收其中的虚空能量，使精通提高79，持续10秒。",
},
[1224857] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1224858] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1224859] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1241243] = {
["T"] = "奔腾电流",
["D"] = "你进入战斗时获得奔腾电流，每2秒使你的精通提高1，最多在24秒后提高18，随后衰减并重复循环。",
},
[1241244] = {
["T"] = "充能箭",
["D"] = "你的法术和技能有几率将你变成一根引雷针，每3秒震击40码内的一名随机敌方目标，造成16点自然伤害，持续15秒。",
},
[1224862] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1241246] = {
["T"] = "临界连锁",
["D"] = "你的法术和技能有几率触发临界过载，每2秒使你的爆击提高5，持续20秒。 ",
},
[1224864] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1224865] = {
["T"] = "命缚者",
["D"] = "与命运融合，造成的伤害和治疗效果提高10%，持续10秒。此效果可叠加。",
},
[1232370] = {
["T"] = "套装：深褐运动服",
["D"] = "收集这套护甲套装外观。",
},
[1224867] = {
["T"] = "分形镜像",
["D"] = "皇家虚空之翼分裂出多个宇宙镜像，模仿自身的攻击。",
},
[1224868] = {
["T"] = "命运裂片",
["D"] = "撰魂师撕裂所有玩家的灵魂，召唤多个命运的回响，并使他们受到447422点奥术伤害。",
},
[1214415] = {
["T"] = "生命精华",
["D"] = "使你的最大生命值提高50%。\r\n",
},
[1224870] = {
["T"] = "碎魂者的印记",
["D"] = "你的有害法术和技能有几率撕碎敌人的灵魂，在10秒内造成66点暗影伤害。如果碎魂的敌人死亡，你会吸收他们残留的能量，使你的全能提高13，持续10秒。\r\n",
},
[1241254] = {
["T"] = "刃舞",
["D"] = "维拉瑞安快速斩击附近位置，对被效果击中的玩家造成2237111点混乱伤害。",
},
[1231932] = {
["T"] = "虚空壳壁",
["D"] = "施法者庇护一个盟友，吸收17426636点伤害。\r\n\r\n护盾破碎时，目标会获得|cffffffff无束虚空|r。",
},
[1261972] = {
["T"] = "罪油蜡烛",
["D"] = "制作罪油蜡烛，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1224874] = {
["T"] = "自杀",
},
[1239912] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1255214] = {
["T"] = "多恩诺嘉尔框饰地毯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241260] = {
["T"] = "刃舞",
["D"] = "维拉瑞安快速斩击附近位置，对被效果击中的玩家造成2237111点混乱伤害。",
},
[1213982] = {
["T"] = "暗索炸药",
["D"] = "摧毁物资，并对冲击点周围8码内的敌人额外造成118791点火焰伤害。\r\n\r\n趁着它还没爆炸，赶紧扔出去！\r\n",
},
[1232571] = {
["T"] = "苦修",
["D"] = "向目标发射神圣之光，在1.8秒内对一名敌人造成37667点神圣伤害，或为一名盟友恢复162044点生命值。可以在移动中施放。\r\n\r\n当你施放苦修治疗时，所有带有你的救赎效果的目标都会恢复3478点生命值。",
},
[1241263] = {
["T"] = "OC91战车",
["D"] = "召唤或解散这种坐骑。",
},
[1218868] = {
["T"] = "套装：尊崇灵魂礼服",
["D"] = "收集这套护甲套装外观。外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1238874] = {
["T"] = "回音风暴",
["D"] = "阿拉兹的回响每1秒会在玩家所在位置降下奥术能量，持续6秒，每次冲击会对3码范围内的玩家造成2627892点奥术伤害，并使其沉默6秒。",
},
[1240005] = {
["T"] = "震波猛击",
},
[1218795] = {
["T"] = "套装：赦罪祭服",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供法师、牧师和术士使用。",
},
[1225858] = {
["T"] = "巨熊召唤",
},
[1241269] = {
["T"] = "时间稳定",
["D"] = "调谐到这个时刻时，受到的伤害降低99%。",
},
[1232552] = {
["T"] = "恶魔变形",
},
[1240043] = {
["T"] = "破甲攻击",
["D"] = "使一名敌人受到的伤害提高10%，持续30秒。",
},
[1214133] = {
["T"] = "炽燃冲击",
["D"] = "将定时炸弹踢向一个走狗会造成等于其40%生命值的伤害。",
},
[1233423] = {
["T"] = "法力裂片",
},
[1240002] = {
["T"] = "圣誓者的屏障",
["D"] = "每30秒与附近的一名盟友形成誓言约束。\r\n\r\n直接治疗该盟友会履行誓言，使你的智力提高17，持续12秒。过量治疗的100%会转化为盟友的护盾。",
},
[1247201] = {
["T"] = "从天而降",
},
[1213969] = {
["T"] = "熔岩炮",
["D"] = "幽坑太保的走狗为他的|cffffffff熔岩炮|r充能，并向一名玩家的位置发射一颗强大的熔岩球，对路径上的所有玩家造成1342266点火焰伤害并将其击退。\r\n",
},
[1232993] = {
["T"] = "夺命黑鸦",
["D"] = "造成11015点物理伤害。",
},
[1241278] = {
["T"] = "锋齿利喉",
["D"] = "每0.3秒对一名敌人造成一次物理伤害，持续1.3秒。",
},
[1240105] = {
["T"] = "时光爆破",
["D"] = "移除|cffffffff定时炸弹|r会引发|cffffffff时光爆破|r，对所有玩家造成335567点奥术伤害。",
},
[1233185] = {
["T"] = "从天而降",
},
[1257664] = {
["T"] = "离开相位潜行",
},
[1257665] = {
["T"] = "离开相位潜行",
["D"] = "这个世界任务无法在无拘之域中完成。请离开相位潜行。",
},
[1241283] = {
["T"] = "刃舞",
["D"] = "维拉瑞安快速斩击附近位置，对被效果击中的玩家造成2237111点混乱伤害。",
},
[1240126] = {
["T"] = "混沌统治",
["D"] = "狱火恐惧魔王降下狱火陨星，在8秒内每1秒对8码内的敌人造成|CFFffffff$<damageValue>|R点混乱伤害。\r\n",
},
[1257668] = {
["T"] = "征服者的星界清漆",
["D"] = "将法力熔炉：欧米伽套装的头盔、胸甲或腿甲在竞技场和战场中的最低物品等级提高至730。\r\n\r\n头盔无法通过星界珠宝师的底座获得额外插槽。",
},
[1257669] = {
["T"] = "征服者的星界火漆",
["D"] = "将法力熔炉：欧米伽套装的手套或护肩在竞技场和战场中的最低物品等级提高至730。 ",
},
[1257670] = {
["T"] = "升级",
},
[1257671] = {
["T"] = "升级",
["D"] = "确定要升级这件物品吗？",
},
[1224906] = {
["T"] = "唤动誓言",
["D"] = "萨哈达尔唤动誓言，对所有玩家造成3400407点暗影伤害。仍处于|cffffffff誓言约束|r状态的玩家将变为|cffffffff侍王之奴|r。",
},
[1230349] = {
["T"] = "聚会火箭",
},
[1240180] = {
["T"] = "熔岩爆裂",
["D"] = "向一名敌人释放熔化的岩浆，造成火焰伤害。",
},
[1240197] = {
["T"] = "笞魂歼灭",
},
[1213757] = {
["T"] = "核心循环装置",
["D"] = "每消灭一个敌人都会将一个能量核心放入容器，最多20个。",
},
[1241294] = {
["T"] = "奥能掘地",
["D"] = "蠕虫钻入地下向一名玩家掘进，对直线上的玩家造成1789688点奥术伤害并将其击退。",
},
[1257678] = {
["T"] = "升级",
},
[1257679] = {
["T"] = "升级",
},
[1241297] = {
["T"] = "奥能掘地",
["D"] = "蠕虫钻入地下向一名玩家掘进，对直线上的玩家造成1789688点奥术伤害并将其击退。",
},
[1233002] = {
["T"] = "战斗中",
},
[1224916] = {
["T"] = "虚触碎片",
},
[1224917] = {
["T"] = "虚触碎片",
},
[1224918] = {
["T"] = "虚触碎片",
},
[1257685] = {
["T"] = "振奋使者",
},
[1241303] = {
["T"] = "奥术护盾",
},
[1224961] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们4秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复30%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短4秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1257688] = {
["T"] = "小型奥格瑞玛獠牙床铺",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241306] = {
["T"] = "刃舞",
["D"] = "维拉瑞安快速斩击附近位置，对被效果击中的玩家造成2237111点混乱伤害。",
},
[1241307] = {
["T"] = "奥能掘地",
["D"] = "蠕虫钻入地下向一名玩家掘进，对直线上的玩家造成1789688点奥术伤害并将其击退。",
},
[1240279] = {
["T"] = "亵渎",
["D"] = "旧忆巫妖王会标记数名玩家，然后亵渎玩家脚下的地面。在此效果范围内的玩家会每1秒受到348533点暗影伤害，并使此区域变大。",
},
[1233073] = {
["T"] = "黑暗奇点",
},
[1241310] = {
["T"] = "奥能掘地",
},
[1224967] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高4%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复55%的最大生命值，并使周围的敌人昏迷4秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1241312] = {
["T"] = "奥能掘地",
["D"] = "蠕虫钻入地下向一名玩家掘进，对直线上的玩家造成1789688点奥术伤害并将其击退。",
},
[1232961] = {
["T"] = "战团净化",
["D"] = "使未来的重访惊魂幻象掉落的勇士物品解除绑定，将其变为装备前战团绑定。 ",
},
[1241314] = {
["T"] = "能量舱供能",
["D"] = "组合20个被吞噬的能量舱，吸引一只吞噬者。",
},
[1257698] = {
["T"] = "昔日幻象",
["D"] = "使饮用者能够追踪时空扭曲草药和矿石。",
},
[1241316] = {
["T"] = "反噬",
},
[1233198] = {
["T"] = "激活",
},
[1240265] = {
["T"] = "冷酷严冬",
},
[1240264] = {
["T"] = "冷酷严冬",
},
[1257703] = {
["T"] = "弹无虚发",
["D"] = "瞄准射击使你的下一次奥术射击或多重射击造成的伤害额外提高100%，集中值消耗降低40%，并使公共冷却时间缩短50%。\r\n\r\n你的自动射击伤害提高100%，但自动射击间隔增加2.0秒。",
},
[1241321] = {
["T"] = "卡雷什记忆水晶",
["D"] = "伪装成随机一名卡雷什住民的样子，持续10分钟。",
},
[1240273] = {
["T"] = "以太布莱恩化形仪",
},
[1241323] = {
["T"] = "尖刺箍边桶",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1240266] = {
["T"] = "冷酷严冬",
["D"] = "巫妖王引导寒冷刺骨的暴风雪，每5.2秒对所有玩家造成357937点冰霜伤害，并将其推开，持续8秒。",
},
[1240215] = {
["T"] = "无缚狂怒",
["D"] = "生命值降至50%时，卢米萨尔将自己从缚带中撕裂出来并遭受重创，使受到的伤害提高33%。坠地时，卢米萨尔对所有玩家造成1543606点物理伤害并将其击退。\r\n\r\n|cffffffff奥能黏液|r会从上方身体中不断涌出。",
},
[1240213] = {
["T"] = "双倍速",
["D"] = "时空船长钩尾使忠诚的船员的移动速度和攻击速度每2秒加快10%。",
},
[1233110] = {
["T"] = "净化闪电",
["D"] = "集能哨兵持续引导奥术闪电穿越其框架，每次施法对所有玩家造成67113点奥术伤害。每次施法都会强化框架，使后续施法造成的伤害提高25%。此效果可叠加。 ",
},
[1240284] = {
["T"] = "亵渎",
["D"] = "旧忆巫妖王会标记数名玩家，然后亵渎玩家脚下的地面。在此效果范围内的玩家会每1秒受到348533点暗影伤害，并使此区域变大。",
},
[1242210] = {
["T"] = "雷霆打击",
["D"] = "每层|cffffffff风暴加剧|r使你的急速提高3.0%，移动速度提高5%。当|cffffffff怒雷风暴|r结束时，你会在20秒内保留这些效果。",
},
[1241330] = {
["T"] = "奥能掘地",
["D"] = "蠕虫钻入地下向一名玩家掘进，对直线上的玩家造成1789688点奥术伤害并将其击退。",
},
[1242209] = {
["T"] = "奥术结界",
["D"] = "在战斗中站立不动4秒后，你会开始引导奥术结界，在移动前吸收|CFFffffff$<damageValue>|R点伤害。|cffffffff纳兰的永恒圆盘|r激活时，|cffffffff奥术结界|r生效所需的时间减半。",
},
[1242208] = {
["T"] = "燃烧余波",
},
[1232641] = {
["T"] = "恶魔之火",
["D"] = "维拉瑞安的目光在8秒内锁定一名玩家，用邪能炙烤大地，每1秒对其中的玩家造成671133点混乱伤害。",
},
[1241334] = {
["T"] = "尘环钻地",
},
[1232657] = {
["T"] = "射击",
["D"] = "射击一名敌人，造成暗影伤害。",
},
[1241336] = {
["T"] = "尘环钻地",
["D"] = "将军将武器劈向地面并引起裂地爆发，对受到冲击的玩家造成物理伤害，并使其昏迷3秒。 ",
},
[1241337] = {
["T"] = "尘环钻地",
["D"] = "将军将武器劈向地面并引起裂地爆发，对受到冲击的玩家造成物理伤害，并使其昏迷3秒。 ",
},
[1249453] = {
["T"] = "物质破坏",
},
[1242204] = {
["T"] = "奥术结界",
},
[1232932] = {
["T"] = "取消",
},
[1213933] = {
["T"] = "饱腹的滚爪",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1224959] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们4秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复20%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短2秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1241343] = {
["T"] = "尘环钻地",
},
[1241344] = {
["T"] = "尘环钻地",
["D"] = "蠕虫钻入地下向一名玩家掘进，对直线上的玩家造成1789688点物理伤害并将其击退。",
},
[1224962] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们6秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复40%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短6秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224963] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:当一名小队成员的生命值降低至60%时，虚灵能量转化器突然显现，对周围的敌人造成中等伤害，并嘲讽他们6秒。嘲讽效果结束后，转化器会释放出一股以太波，为附近的盟友恢复50%的生命值。每2分钟只能触发一次。消灭敌人可以使此效果的冷却时间缩短8秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1257730] = {
["T"] = "挠痒触手怪物",
},
[1224965] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高4%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复40%的最大生命值，并使周围的敌人昏迷3秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1240481] = {
["T"] = "碾碎谷物",
["D"] = "用锤子将谷物碾碎。",
},
[1257733] = {
["T"] = "不稳定的货物",
},
[1224968] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高5%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复70%的最大生命值，并使周围的敌人昏迷5秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1241352] = {
["T"] = "废灵遮罩",
["S"] = "PvP天赋",
["D"] = "青翠之拥会使你沉浸在奥术能量中，防止下一次使你完全失控的效果，持续4秒。",
},
[1224970] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高5%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高5%，持续20秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1240494] = {
["T"] = "加一捧酒花",
["D"] = "在美酒中加入大量酒花。",
},
[1224972] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高10%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高10%，持续20秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224973] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高15%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高15%，持续20秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224974] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩有几率根据自己的战斗职责，使玩家的生命值、伤害或治疗效果提高20%，持续20秒。\r\n\r\n玩家有几率根据自己的职责，使布莱恩的生命值、伤害或治疗效果提高20%，持续20秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1214703] = {
["T"] = "卡亚可乐运载器",
["S"] = "等级 2/4",
["D"] = "错放的奇珍现在有40%的几率包含1罐卡亚可乐。在每个地下堡中，布莱恩制作营火时现在可以召唤一次卡亚可乐6罐装。\r\n\r\n卡亚可乐风味繁多，收集每种口味可以获得不同的效果。\r\n",
},
[1257742] = {
["T"] = "埃索达复制品",
["D"] = "召唤一艘埃索达的复制品与你同行。",
},
[1224977] = {
["T"] = "弧光法力",
["D"] = "施法者在6秒内向玩家射出能量弧光，每0.5秒造成55928点奥术伤害。此效果可叠加。",
},
[1224978] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。\r\n|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224979] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对3个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高25%、造成的伤害降低25% ，以及攻击/施法速度降低25%。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224980] = {
["T"] = "弧光法力",
["D"] = "施法者在6秒内向玩家射出能量弧光，每0.5秒造成55928点奥术伤害。此效果可叠加。",
},
[1224981] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对4个目标施加2个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高30%、造成的伤害降低30% ，以及攻击/施法速度降低30%。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224982] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对5个目标施加2个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高35%、造成的伤害降低35% ，以及攻击/施法速度降低35%。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224983] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低90%。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1241367] = {
["T"] = "恶魔炉石",
},
[1224985] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低80%。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1240435] = {
["T"] = "暗影克隆体生成",
},
[1224987] = {
["T"] = "邪能冲撞",
},
[1224988] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低70%。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224989] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在战斗中，布莱恩有几率制造一个他自身的虚灵复制体，在1分钟内与你并肩作战，但强度降低60%。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224990] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩的法术和技能有几率在场上抛下2个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成高额火焰伤害。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224991] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩的法术和技能有几率在场上抛下3个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成高额火焰伤害。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1241375] = {
["T"] = "混沌灯塔",
},
[1224993] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩的法术和技能有几率在场上抛下3个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成巨额火焰伤害。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224994] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩的法术和技能有几率在场上抛下4个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向敌方目标，对6码范围内的所有敌人造成巨额火焰伤害。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224995] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:|cffffffff布莱恩的宝贝蛋|r中现在寄宿着1只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续4秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1224996] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:|cffffffff布莱恩的宝贝蛋|r中现在寄宿着1只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续4秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1221791] = {
["T"] = "酷热恨意",
["D"] = "弗莱兰多释放烈焰，每5秒对60码范围内的所有玩家施加|cffffffff酷热恨意|r。每1秒造成8948点火焰伤害，持续15秒。此效果可叠加。",
},
[1224998] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:|cffffffff布莱恩的宝贝蛋|r中现在寄宿着2只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续6秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1241382] = {
["T"] = "以太护板",
},
[1225000] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:|cffffffff布莱恩的宝贝蛋|r中现在寄宿着3只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续8秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225001] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:|cffffffff布莱恩的宝贝蛋|r中现在寄宿着4只机甲暴龙，暴龙位于蛋里时嘲讽敌人，持续10秒。\r\n\r\n除了通常的技能之外，机甲暴龙还会周期性地大力践踏，造成中等的火焰伤害，由周围的敌人均摊。受影响的敌人在5秒后爆炸，受到中等的火焰伤害。\r\n\r\n|T294479:24|t|cffffffff布莱恩的宝贝蛋|r\r\n布莱恩召唤出一枚魔暴龙蛋。但愿它能孵化。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1241385] = {
["T"] = "暴风城小型平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1225003] = {
["T"] = "命缚者",
["D"] = "与命运融合，造成的伤害和治疗效果提高10%，持续10秒。此效果可叠加。",
},
[1241387] = {
["T"] = "银月城柱状平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1225005] = {
["T"] = "邪能冲撞",
},
[1225006] = {
["T"] = "奥术闪电",
["D"] = "每1秒对一名敌人造成316774点奥术伤害，持续直到主动取消。",
},
[1241390] = {
["T"] = "银月城斜角平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241391] = {
["T"] = "银月城圆形平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1225009] = {
["T"] = "幼龙指令",
["D"] = "萨哈达尔命令皇家虚空之翼发起进攻。",
},
[1225010] = {
["T"] = "指令：处斩",
["D"] = "萨哈达尔命令皇家虚空之翼|cffffffff处斩|r玩家。",
},
[1257777] = {
["T"] = "水禽戏法",
},
[1241395] = {
["T"] = "贝拉梅斯斜角平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241396] = {
["T"] = "贝拉梅斯圆形平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1225014] = {
["T"] = "举起",
},
[1241398] = {
["T"] = "奥格瑞玛圆形平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1225016] = {
["T"] = "指令：围攻",
["D"] = "萨哈达尔命令皇家虚空之翼|cffffffff围攻|r玩家。",
},
[1241400] = {
["T"] = "奥格瑞玛小型平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1225018] = {
["T"] = "沉重义举",
["D"] = "将受伤的新兵扛到治疗者身边！",
},
[1246204] = {
["T"] = "黑暗狂戮",
["D"] = "扭曲虚空幻影从暗影中发动奇袭，造成33556点暗影伤害。未能面向奔袭期间的幻影会改为造成4474221点暗影伤害。",
},
[1240404] = {
["T"] = "嘲讽",
},
[1240468] = {
["T"] = "温度控制",
["D"] = "提高炉子的温度。",
},
[1240406] = {
["T"] = "闪电之母的凝视",
["D"] = "接受闪电之母的凝视。",
},
[1213891] = {
["T"] = "关闭",
},
[1240465] = {
["T"] = "缝补皮革毯子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1240493] = {
["T"] = "加些许酒花",
["D"] = "在美酒中加入中量酒花。",
},
[1255721] = {
["T"] = "酒庄储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1225027] = {
["T"] = "献礼",
},
[1240514] = {
["T"] = "揉搓",
["D"] = "拼尽全力揉搓面团。",
},
[1233429] = {
["T"] = "进步的代价",
["S"] = "PvP天赋",
["D"] = "你每1秒牺牲1%的生命值，使你的移动速度无法被降低到正常速度的90%以下，同时对强制移动效果及击退效果免疫，持续直到主动取消。",
},
[1240516] = {
["T"] = "放好麦汤",
["D"] = "将大麦汤放在上菜桌上。",
},
[1241414] = {
["T"] = "融合",
["D"] = "与附近的虚空能量融合，重新成型为一只虚空生物。",
},
[1225802] = {
["T"] = "势不可挡",
},
[1240685] = {
["T"] = "播放电影",
},
[1241417] = {
["T"] = "专长",
},
[1225035] = {
["T"] = "献礼",
},
[1225036] = {
["T"] = "献礼",
},
[1225037] = {
["T"] = "献礼",
},
[1225038] = {
["T"] = "暮光毁灭",
["D"] = "将弱效暮光毁灭符文附着到一顶头盔上。\r\n\r\n你的攻击有几率触发一道暮光毁灭的射线，对你前方的所有敌人造成最高1690390点暗影伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。 ",
},
[1225039] = {
["T"] = "暮光毁灭",
["D"] = "将弱效暮光毁灭符文附着到一顶头盔上。\r\n\r\n你的攻击有几率触发一道暮光毁灭的射线，对你前方的所有敌人造成最高1690390点暗影伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。 ",
},
[1225040] = {
["T"] = "暮光毁灭",
["D"] = "将弱效暮光毁灭符文附着到一顶头盔上。\r\n\r\n你的攻击有几率触发一道暮光毁灭的射线，对你前方的所有敌人造成最高1690390点暗影伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。 ",
},
[1240726] = {
["T"] = "切割追击",
["D"] = "赛·沃克斯锁定一名敌人并快速旋转利刃，每1秒对施法者前方8码内的敌人造成447422点物理伤害。",
},
[1225042] = {
["T"] = "暮光毁灭",
["D"] = "将弱效暮光毁灭符文附着到一顶头盔上。\r\n\r\n你的攻击有几率触发一道暮光毁灭的射线，对你前方的所有敌人造成最高1690390点暗影伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。 ",
},
[1225043] = {
["T"] = "暮光毁灭",
["D"] = "将弱效暮光毁灭符文附着到一顶头盔上。\r\n\r\n你的攻击有几率触发一道暮光毁灭的射线，对你前方的所有敌人造成最高1690390点暗影伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。 ",
},
[1241427] = {
["T"] = "伤逝打击",
["D"] = "引导你的怒火和哀伤，袭击被你抛弃的人们。 ",
},
[1225045] = {
["T"] = "暮光毁灭",
["D"] = "将弱效暮光毁灭符文附着到一顶头盔上。\r\n\r\n你的攻击有几率触发一道暮光毁灭的射线，对你前方的所有敌人造成最高1690390点暗影伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。 ",
},
[1241429] = {
["T"] = "伊纳瑞斯的天使战马",
["D"] = "召唤或解散伊纳瑞斯的天使战马。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1241430] = {
["T"] = "加里维克斯",
},
[1225048] = {
["T"] = "生成",
},
[1225049] = {
["T"] = "生成",
},
[1220391] = {
["T"] = "热咖乐茶",
["D"] = "使施法者的移动速度提高20%，持续1分钟。",
},
[1240797] = {
["T"] = "将丝带月之灯台放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1225052] = {
["T"] = "生成",
},
[1225053] = {
["T"] = "生成",
},
[1240756] = {
["T"] = "法术燃烧",
["D"] = "缚魂者娜欣达利散发出奥术能量，每2秒对所有玩家造成178968点奥术伤害。",
},
[1225055] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1225056] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1225057] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1225058] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1225059] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1225060] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1225061] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高6%，最多叠加10次，并使周围的敌人减速6%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。|r\r\n\r\n|cnERROR_COLOR:你的收藏中已经有了这个珍玩。|r",
},
[1225062] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高8%，最多叠加10次，并使周围的敌人减速8%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。|r\r\n\r\n|cnERROR_COLOR:你的收藏中已经有了这个珍玩。|r",
},
[1225063] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高10%，最多叠加10次，并使周围的敌人减速10%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。|r\r\n\r\n|cnERROR_COLOR:你的收藏中已经有了这个珍玩。|r",
},
[1225064] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:当布莱恩使用|cffffffff采集工具|r时，飞沙开始在小队成员周围盘旋，使爆击提高12%，最多叠加10次，并使周围的敌人减速12%。\r\n\r\n造成爆击会在目标位置产生一个沙尘魔，在6秒内周期性地将敌人拉向中心。每45秒只能触发一次。\r\n\r\n|T4374707:24|t|cffffffff采集工具|r\r\n布莱恩使用他的采集工具帮助玩家找到额外的金币、矿石、草药、鱼类、皮革和宝藏。|r\r\n\r\n|cnERROR_COLOR:你的收藏中已经有了这个珍玩。|r",
},
[1225065] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低20%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高2%。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225066] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低30%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高4%。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225067] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低40%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高6%。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225068] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:对生命值高于80%或生命值低于20%的精英生物造成伤害时，布莱恩会触发水晶的能量，使此精英生物的攻击和施法速度降低50%，持续30秒。减益效果激活期间，消灭目标精英生物会使小队获得可叠加的增益效果，使急速提高8%。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225069] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:装备徽盾时，所有小队成员造成的伤害和治疗效果提高3%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的5%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得1%伤害减免和2%受到治疗加成，但使其造成的伤害和治疗效果降低1%，最多叠加3次。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225070] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:装备徽盾时，所有小队成员造成的伤害和治疗效果提高6%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的10%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得2%伤害减免和3%受到治疗加成，但使其造成的伤害和治疗效果降低2%，最多叠加3次。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1240709] = {
["T"] = "扭曲之刃",
["D"] = "每0.5秒造成奥术伤害，并使目标沉默。",
},
[1225072] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:装备徽盾时，所有小队成员造成的伤害和治疗效果提高9%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的15%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得3%伤害减免和4%受到治疗加成，但使其造成的伤害和治疗效果降低3%，最多叠加3次。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225073] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:装备徽盾时，所有小队成员造成的伤害和治疗效果提高12%。在战斗中每经过10秒，你和布莱恩会恢复生命值，数值相当于在此期间你所受到伤害的20%。\r\n\r\n当一名玩家死亡时，徽盾使其在复活时获得4%伤害减免和5%受到治疗加成，但使其造成的伤害和治疗效果降低4%，最多叠加3次。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225074] = {
["T"] = "弱效暮光毁灭符文",
["D"] = "将弱效暮光毁灭符文附着到一顶头盔上。\r\n\r\n你的攻击有几率触发一道暮光毁灭的射线，对你前方的所有敌人造成最高1690390点暗影伤害。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。 ",
},
[1240725] = {
["T"] = "以太护板",
},
[1225076] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:奥术魔法略微放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225077] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:奥术魔法适度放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1236855] = {
["T"] = "霜寒晶壁建筑师的桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1225079] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:奥术魔法显著放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225080] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:奥术魔法巨幅放大了布莱恩的声音，使他的话语可能根据对话内容对小队产生一项增益。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225081] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在脱离战斗后爆发出惊人的速度，使你的移动速度提高40%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的20%的护盾，持续8秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225082] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在脱离战斗后爆发出惊人的速度，使你的移动速度提高60%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的30%的护盾，持续8秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225083] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在脱离战斗后爆发出惊人的速度，使你的移动速度提高80%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的40%的护盾，持续8秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225084] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在脱离战斗后爆发出惊人的速度，使你的移动速度提高100%，在10秒内逐渐衰减。在战斗中使用防御技能会使阵风将你环绕，施加一个相当于已损失生命值的50%的护盾，持续8秒。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225085] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高5%，持续20秒。每场战斗只能触发一次。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1241469] = {
["T"] = "取消对话",
},
[1225087] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高10%，持续30秒。每场战斗只能触发一次。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225088] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高15%，持续30秒。每场战斗只能触发一次。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225089] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:在战斗中经过30秒后，小队成员和布莱恩造成的伤害和治疗效果提高20%，持续40秒。每场战斗只能触发一次。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225090] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225091] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-2型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225092] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-3型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225093] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-4型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1225793] = {
["T"] = "暗影位点",
},
[1240891] = {
["T"] = "锁链咒符",
["D"] = "伊莉萨在当前目标的位置放置一个锁链咒符，与2.5秒后激活。\r\n\r\n所有玩家将被拉到咒符中心，移动速度降低60%，持续6秒。",
},
[1220409] = {
["T"] = "监视者",
},
[1225790] = {
["T"] = "自动化足球炸弹分发器",
["D"] = "将巨龙竞技中的足球全部放上场。冲撞足球即可将其踢向你的目标敌人，造成252点物理伤害。",
},
[1240890] = {
["T"] = "锁链咒符",
["D"] = "伊莉萨在当前目标的位置放置一个锁链咒符，与2.5秒后激活。\r\n\r\n所有玩家将被拉到咒符中心，移动速度降低60%，持续6秒。",
},
[1225099] = {
["T"] = "分形镜像",
["D"] = "皇家虚空之翼分裂出多个宇宙镜像，模仿自身的攻击。",
},
[1225788] = {
["T"] = "献祭葬火",
},
[1240833] = {
["T"] = "坚钢防御",
["D"] = "产生一片10码范围的区域，使所有盟友受到的伤害降低30%，持续10秒。离开区域会移除此效果。",
},
[1237723] = {
["T"] = "联手！",
["D"] = "让泽尔诺尼亚捎你一程，帮忙清理虚灵入侵者。",
},
[1240864] = {
["T"] = "巨龙形态",
},
[1225104] = {
["T"] = "通往绿洲的传送门",
},
[1240810] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉显化自身的回响，并向被标记的目标迁跃，对路径中的玩家造成447422点奥术伤害，并使其在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1225106] = {
["T"] = "弧光法力",
},
[1241047] = {
["T"] = "访客出现了！",
["D"] = "财宝地精来了！快消灭它们，获得战利品！",
},
[1241036] = {
["T"] = "虚空箭",
["D"] = "向敌人射出一支黑暗魔法箭，对其造成暗影伤害。",
},
[1241073] = {
["T"] = "抚摸动物",
},
[1241098] = {
["T"] = "岩浆",
},
[1236981] = {
["T"] = "干扰手雷",
["D"] = "向一个位置投出一枚|cffffffff干扰手雷|r，使爆破点周围0码内的玩家和生物迷惑30秒。",
},
[1225112] = {
["T"] = "戳动炸弹球",
},
[1225113] = {
["T"] = "赋能震颤",
["D"] = "施法者增幅60码内的盟友，使他们的急速提高50%，持续15秒。",
},
[1219477] = {
["T"] = "“学识”炸弹",
["D"] = "施法者扔出一罐黑血，对目标造成暗影伤害。",
},
[1225115] = {
["T"] = "加特林机枪",
},
[1225116] = {
["T"] = "静滞诡雷",
["D"] = "将附近的敌人拉近，随后使中央附近的目标昏迷6秒。",
},
[1241500] = {
["T"] = "碧蓝火印",
},
[1241091] = {
["T"] = "梦境孢子",
["D"] = "提高生命值恢复速度。",
},
[1225119] = {
["T"] = "戳动炸弹球",
},
[1225120] = {
["T"] = "戳动炸弹球",
},
[1225121] = {
["T"] = "戳动炸弹球",
},
[1241046] = {
["T"] = "访客出现了！",
["D"] = "财宝地精来了！快消灭它们，获得战利品！",
},
[1241023] = {
["T"] = "最终警告",
["D"] = "佐戈隆施放最後警告，並以屏障保護自己，吸收所受到的傷害。施法完成時，屏障將開始產生脈衝，每1秒對所有玩家造成223710點秘法傷害，直到屏障被摧毀為止。",
},
[1233996] = {
["T"] = "跟随",
},
[1225125] = {
["T"] = "赋能震颤",
},
[1225126] = {
["T"] = "恶毒文集",
["D"] = "翻到下一个章节。\r\n\r\n",
},
[1225127] = {
["T"] = "邪能之刃",
["D"] = "维拉瑞安冲向当前目标，造成2237111点火焰伤害，并且每1秒额外造成357937点火焰伤害，持续25秒。",
},
[1241205] = {
["T"] = "小型皮革毯子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241149] = {
["T"] = "支离破碎",
["D"] = "当|cffffffff硬化之壳|r破裂时，侍从在其重组期间受到的伤害提高。",
},
[1225130] = {
["T"] = "邪能之刃",
["D"] = "维拉瑞安冲向当前目标，造成2237111点火焰伤害，并且每1秒额外造成357937点火焰伤害，持续25秒。",
},
[1241117] = {
["T"] = "酷热爆发",
["D"] = "爆发出飞弹，对冲击点5码范围内的玩家造成暗影烈焰伤害。",
},
[1219604] = {
["T"] = "鸣笛",
},
[1241132] = {
["T"] = "风暴雷云",
},
[1243050] = {
["T"] = "烈风酒吧桌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241191] = {
["T"] = "迅捷的供品",
["D"] = "急速提高15%，移动速度提高50%。",
},
[1225136] = {
["T"] = "静滞诡雷",
},
[1241182] = {
["T"] = "爆炸",
},
[1225138] = {
["T"] = "治愈抛投",
["D"] = "轻柔地抛出你扛着的受伤的新兵，瞄准阿拉希牧师好让他们复苏！",
},
[1241116] = {
["T"] = "酷热爆发",
["D"] = "爆发出飞弹，对冲击点5码范围内的玩家造成暗影烈焰伤害。",
},
[1241114] = {
["T"] = "酷热爆发",
["D"] = "爆发出飞弹，对冲击点5码范围内的玩家造成暗影烈焰伤害。",
},
[1242146] = {
["T"] = "奥术启迪",
["D"] = "当你接到并掷回|cffffffff纳兰的永恒圆盘|r时，为你和周围的最多4名盟友施加吸收护盾。如果你连续接住|cffffffff纳兰的永恒圆盘|r3次，则会获得|cffffffff纳兰的祝福|r，使你的急速提高30%，持续16秒。",
},
[1225142] = {
["T"] = "静滞诡雷",
},
[1225164] = {
["T"] = "极巨大控制器",
},
[1241245] = {
["T"] = "灼烧震击",
["D"] = "你的法术和技能有几率将你变成一根引雷针，每3秒为40码内生命值最低的友方目标恢复41点生命值，持续15秒。",
},
[1225167] = {
["T"] = "畸变释能",
["D"] = "施法者周期性地喷出奥术能量，对冲击点3码内的玩家造成2684532点奥术伤害。",
},
[1237240] = {
["T"] = "调谐裹布",
},
[1241296] = {
["T"] = "黑暗奇点",
},
[1241250] = {
["T"] = "静电充能",
["D"] = "你的法术和技能有几率使你获得静电充能，使你的全能提高$1236137w5*$1236938u${$1236137w5*$1236938u}，持续30秒。你随后使用的每一个法术和技能会使全能加成降低5%。",
},
[1225149] = {
["T"] = "碎魂者的印记",
},
[1241210] = {
["T"] = "锁链咒符",
["D"] = "伊莉萨在当前目标的位置放置一个锁链咒符，与2.5秒后激活。\r\n\r\n所有玩家将被拉到咒符中心，移动速度降低60%，持续6秒。",
},
[1225151] = {
["T"] = "碎魂者的印记",
},
[1225152] = {
["T"] = "践踏药瓶",
},
[1241242] = {
["T"] = "充能之触",
["D"] = "你的治疗有几率使火花跳跃到40码内生命值最低的目标处，为其恢复164点生命值。",
},
[1225154] = {
["T"] = "献祭光环",
["D"] = "伊莉萨用烈焰包裹自己，每2秒对所有玩家造成167783点混乱伤害。",
},
[1225155] = {
["T"] = "献祭光环",
["D"] = "伊莉萨用烈焰包裹自己，每2秒对所有玩家造成167783点混乱伤害。",
},
[1225754] = {
["T"] = "虚空行走",
["D"] = "施法者遁入虚空，免疫伤害但也无法攻击，持续7天。",
},
[1237791] = {
["T"] = "卷开的皮革窗帘",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241240] = {
["T"] = "充能水晶",
["D"] = "你的法术和攻击有几率向目标射出一道充能箭，造成90点自然伤害，由8码内的目标均摊。",
},
[1241363] = {
["T"] = "狂暴冲撞",
["D"] = "冲向一名敌人，造成物理伤害并击退路径上所有敌人。",
},
[1241543] = {
["T"] = "碧蓝火印",
["D"] = "施法者为武器注入稀奇的火焰，使其近战攻击为敌方目标打上火印，每2秒造成额外的火焰伤害，持续12秒。",
},
[1225750] = {
["T"] = "打开塞塔里斯之眼",
["D"] = "尝试打开一个塞塔里斯之眼。",
},
[1225162] = {
["T"] = "仪式匕首",
["D"] = "撰魂师向命运和命缚者的方向掷出匕首，对击中的玩家造成536906点奥术伤害，并在6秒内每1.5秒额外造成178968点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1257929] = {
["T"] = "烈风铁匠的锤子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1257930] = {
["T"] = "烈风矿工的镐子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1257931] = {
["T"] = "烈风木工的手锯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1257932] = {
["T"] = "烈风工匠的凿子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1257933] = {
["T"] = "烈风苦工的铲子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1225168] = {
["T"] = "腐蚀血液",
["D"] = "割裂每次造成伤害时额外造成3840点瘟疫伤害，最多叠加10次。割裂的持续时间延长3秒。",
},
[1237782] = {
["T"] = "兽人铭文师的绘图桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241384] = {
["T"] = "暴风城大型平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1250880] = {
["T"] = "邪能页岩蜥蜴",
["D"] = "召唤或解散这种坐骑。",
},
[1241555] = {
["T"] = "碧蓝火印",
},
[1225746] = {
["T"] = "葬火视觉效果",
},
[1225174] = {
["T"] = "仪式匕首",
["D"] = "撰魂师向命运和命缚者的方向掷出匕首，对击中的玩家造成536906点奥术伤害，并在6秒内每1.5秒额外造成178968点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1225175] = {
["T"] = "仪式匕首",
["D"] = "撰魂师向命运和命缚者的方向掷出匕首，对击中的玩家造成536906点奥术伤害，并在6秒内每1.5秒额外造成178968点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1225176] = {
["T"] = "奥术宝珠",
["D"] = "释放一阵奥术宝珠，对路径中的目标造成奥术伤害。",
},
[1225745] = {
["T"] = "虚缚同袍",
["D"] = "阿达拉斯、伊莉萨和维拉瑞安彼此相连，共享生命值。",
},
[1241362] = {
["T"] = "狂暴冲撞",
["D"] = "向一名敌人冲锋，造成物理伤害并将敌人击退。",
},
[1257945] = {
["T"] = "抛掷煤块",
},
[1257946] = {
["T"] = "抛掷煤块",
},
[1241401] = {
["T"] = "奥格瑞玛斜角平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241565] = {
["T"] = "凄暮涌动",
["D"] = "对冲击点周围6码内的敌人造成2013399点暗影伤害。",
},
[1225191] = {
["T"] = "根基4 - 可重复任务完成",
},
[1241368] = {
["T"] = "混沌灯塔",
["D"] = "偶尔在战斗中召唤恶魔盟友。生命值提高10%",
},
[1241568] = {
["T"] = "凄暮涌动",
},
[1241393] = {
["T"] = "贝拉梅斯大型平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1225187] = {
["T"] = "奥术宝珠",
},
[1225188] = {
["T"] = "根基6 - 可重复任务完成",
},
[1257955] = {
["T"] = "黏性拉杆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1257956] = {
["T"] = "双动涡轮专业拉杆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1257957] = {
["T"] = "机械仪表",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1225192] = {
["T"] = "根基1 - 可重复任务完成",
},
[1257959] = {
["T"] = "活力活塞",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1225194] = {
["T"] = "根基5 - 可重复任务完成",
},
[1223360] = {
["T"] = "摧毁",
},
[1250578] = {
["T"] = "迷失相位的岩背兽",
["D"] = "召唤或解散这种坐骑。",
},
[1225197] = {
["T"] = "根基7 - 可重复任务完成",
},
[1225198] = {
["T"] = "播放电影",
},
[1225199] = {
["T"] = "驱逐灵魂",
["D"] = "对冲击点周围6码内的玩家造成1565976点混乱伤害，并产生一个|cffffffff灵魂残片|r。",
},
[1241583] = {
["T"] = "黑暗箭雨",
["D"] = "发射黑暗箭雨，造成337912点暗影伤害，随后每3秒造成161523点暗影伤害，持续9秒。\r\n",
},
[1241389] = {
["T"] = "银月城小型平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1218037] = {
["T"] = "点金呼吸器",
},
[1225203] = {
["T"] = "碎裂暴怒",
["D"] = "弗兰克提鲁斯用一层护盾包裹自己并重捶大地，吸收17426636点伤害，并且每0.6秒触发|cffffffff雷霆暴怒|r，持续48秒或直到护盾被摧毁。",
},
[1217880] = {
["T"] = "胜利在望",
["D"] = "立即攻击目标，造成26398点伤害，并为你恢复30%的最大生命值。\r\n\r\n消灭一个可为你提供经验值或荣誉值的敌人，将重置胜利在望的冷却时间并使其不消耗怒气。",
},
[1217936] = {
["T"] = "风火轮",
["D"] = "磨轮摩托冲向一名玩家的位置，对路径中的玩家造成1342266点火焰伤害，并击退他们。",
},
[1219432] = {
["T"] = "传送",
["D"] = "施法者传送。",
},
[1225207] = {
["T"] = "电能风暴",
},
[1225208] = {
["T"] = "灵魂残片",
["D"] = "玩家可以靠近灵魂残片并将其吞噬，在8秒内每1秒受到178968点火焰伤害。",
},
[1225209] = {
["T"] = "法力排放口",
},
[1225210] = {
["T"] = "雷霆暴怒",
["D"] = "弗兰克提鲁斯重击地面，在12分钟内每0.6秒对所有玩家造成5816487点暗影伤害。",
},
[1250570] = {
["T"] = "仿制的远古列王祭坛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1218034] = {
["T"] = "点金呼吸器",
["D"] = "激活你的点金呼吸器，在你周围创造一个气泡。\r\n\r\n气泡会持续到你离开它为止。",
},
[1225213] = {
["T"] = "法力排放口",
},
[1241357] = {
["T"] = "笞魂歼灭",
},
[1225215] = {
["T"] = "命运低语",
["D"] = "撰魂师击碎所有玩家的灵魂，召唤他们命运的回响。",
},
[1241599] = {
["T"] = "集结兽群",
["D"] = "呼唤附近的兽群成员，使它们的攻击速度提高30%。 ",
},
[1225221] = {
["T"] = "对未知的畏惧",
["D"] = "撰魂师对被标记的玩家倾注恐惧。效果结束时玩家产生爆发，对9码内的玩家造成447422点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1225218] = {
["T"] = "对未知的畏惧",
["D"] = "撰魂师对被标记的玩家倾注恐惧。效果结束时玩家产生爆发，对9码内的玩家造成447422点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1225219] = {
["T"] = "法力排放物",
["D"] = "触及时，滚烫的法力排放物每0.5秒对玩家造成223710点奥术伤害。",
},
[1218019] = {
["T"] = "净化暗影",
["D"] = "向一片区域投掷一颗光球，暂时驱散阴影。",
},
[1241604] = {
["T"] = "准备进入塔扎维什，帷纱集市",
},
[1250740] = {
["T"] = "托林尼尔幼龙",
["D"] = "召唤或解散你的托林尼尔幼龙。",
},
[1225223] = {
["T"] = "火箭筒轰击",
["D"] = "发射一枚飞弹以摧毁气球。",
},
[1217199] = {
["T"] = "虚空通道",
["D"] = "以太视界现在最多可叠加4层。\r\n\r\n以太视界现在每层提供1层奥术充能。",
},
[1225225] = {
["T"] = "法力排放口",
},
[1225226] = {
["T"] = "对未知的畏惧",
["D"] = "撰魂师对被标记的玩家倾注恐惧。效果结束时玩家产生爆发，对9码内的玩家造成447422点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1225227] = {
["T"] = "发怒",
},
[1250238] = {
["T"] = "邪能屏障",
},
[1250683] = {
["T"] = "收集者的悬赏",
},
[1223523] = {
["T"] = "音乐",
},
[1225722] = {
["T"] = "加里维克斯",
},
[1225232] = {
["T"] = "黑暗传召之文集",
["D"] = "战斗中每经过5秒，吸引暗影向你逼近，获得黑暗耳语。耳语叠加至5层后，暗影凝聚成形，并从扭曲虚空中剥离一个生物协助你作战。",
},
[1225233] = {
["T"] = "献祭仪式之文集",
["D"] = "战斗中每经过5秒，牺牲你的1点生命值，使敏捷提高2点。此效果可叠加最多3次，持续至战斗结束。",
},
[1225234] = {
["T"] = "预知死亡之文集",
["D"] = "战斗中每经过5秒，鞭笞附近的一名敌人，造成41点暗影伤害。根据敌人已损失的生命值，造成最多100%的额外伤害。",
},
[1225721] = {
["T"] = "加里维克斯",
},
[1225236] = {
["T"] = "冷焰战甲",
["D"] = "收集冷焰战甲套装外观。",
},
[1225237] = {
["T"] = "法力排放口",
},
[1225238] = {
["T"] = "火裔翡翠装束",
["D"] = "收集火裔翡翠装束护甲套装的外观。",
},
[1225239] = {
["T"] = "火裔战甲",
["D"] = "收集火裔战甲套装外观。",
},
[1250573] = {
["T"] = "仿制的远古列王圣契",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1225241] = {
["T"] = "设置数据",
},
[1225242] = {
["T"] = "火裔黄水晶装束",
["D"] = "收集火裔黄水晶装束护甲套装的外观。",
},
[1218014] = {
["T"] = "午夜彩蝶",
["D"] = "召唤或解散午夜彩蝶坐骑。",
},
[1241627] = {
["T"] = "传送",
["D"] = "这会将你传送回主城。你随时都可以继续当前的游学探奇战役，除非你选择开启其他战役。\r\n\r\n你希望继续吗？",
},
[1216612] = {
["T"] = "电池释能",
["D"] = "大地精的电池每5秒释放出能量，对每个冲击点周围4码内的玩家造成1342266点自然伤害。\r\n\r\n释能还会对60码内的所有玩家造成241608点自然伤害。",
},
[1241392] = {
["T"] = "贝拉梅斯柱状平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241425] = {
["T"] = "时空撤退",
["D"] = "返回普通世界难度。",
},
[1241431] = {
["T"] = "激活",
},
[1249090] = {
["T"] = "瓦拉加尔旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214763] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1225712] = {
["T"] = "加里维克斯",
},
[1241596] = {
["T"] = "奥术喷吐",
["D"] = "对一名敌人造成奥术伤害。",
},
[1214653] = {
["T"] = "圆锯",
["D"] = "落在了锯刃上！受到物理伤害，每1秒额外受到物理伤害，持续15秒。",
},
[1241606] = {
["T"] = "传送",
},
[1241559] = {
["T"] = "碧蓝火印",
["D"] = "施法者为武器注入稀奇的火焰，使其近战攻击为敌方目标打上火印，每2秒造成额外的火焰伤害，持续12秒。",
},
[1219039] = {
["T"] = "电离反应",
["D"] = "激发电磁场会使玩家离子化，每1秒造成447422点自然伤害，并使移动速度降低40%，持续9秒。",
},
[1232075] = {
["T"] = "迷雾缭绕衣装",
["D"] = "收集迷雾缭绕衣装护甲套装的外观。",
},
[1219092] = {
["T"] = "植物爆炸",
},
[1241787] = {
["T"] = "法力管道",
},
[1219026] = {
["T"] = "摧毁",
},
[1241791] = {
["T"] = "法力管道",
},
[1223841] = {
["T"] = "邪眼炮击",
},
[1232130] = {
["T"] = "节点破片",
["D"] = "破碎的水晶枢纽喷出碎片，对4码内的玩家造成1565976点暗影伤害。",
},
[1241833] = {
["T"] = "破裂",
["D"] = "伊莉萨快速斩击当前目标，造成7829887点物理伤害并施加|cffffffff破碎之魂|r效果。\r\n\r\n此攻击会将目标的灵魂切成残片，每个残片都会在目标身上维持|cffffffff脆弱|r效果，直到其他玩家收集残片为止。",
},
[1223750] = {
["T"] = "湮灭光束",
},
[1241649] = {
["T"] = "战斗准备",
},
[1241856] = {
["T"] = "破裂",
["D"] = "伊莉萨快速斩击当前目标，造成7829887点物理伤害并施加|cffffffff破碎之魂|r效果。\r\n\r\n此攻击会将目标的灵魂切成残片，每个残片都会在目标身上维持|cffffffff脆弱|r效果，直到其他玩家收集残片为止。",
},
[1241823] = {
["T"] = "海洋之球",
},
[1242000] = {
["T"] = "命运的回响",
["D"] = "缚魂者的能量每2秒向所有玩家辐射89485点奥术伤害。",
},
[1249897] = {
["T"] = "心能真空吸取器",
},
[1241654] = {
["T"] = "战斗准备",
},
[1241655] = {
["T"] = "战斗准备",
},
[1223839] = {
["T"] = "收割",
},
[1241657] = {
["T"] = "套装：兰娜瑟尔的赤红礼装",
["S"] = "幻化套装",
["D"] = "收集兰娜瑟尔的赤红礼装外观。",
},
[1219037] = {
["T"] = "魂织",
["D"] = "无拘之魂被缓缓包裹在丝质缚带里，逐渐转化为影卫成员。",
},
[1214837] = {
["T"] = "冰爆炸弹",
["D"] = "将弱化的管道冻结在寒冰里。",
},
[1241917] = {
["T"] = "脆弱",
["D"] = "破裂的碎片会汲取目标的灵魂，使其受到的治疗效果降低33%。效果可叠加。\r\n\r\n目标以外的玩家可以收集碎片，但每0.5秒受到178968点混乱伤害，持续20秒。效果可叠加。",
},
[1225689] = {
["T"] = "F栏标记",
},
[1225688] = {
["T"] = "E栏标记",
},
[1225687] = {
["T"] = "D栏标记",
},
[1214812] = {
["T"] = "血液扭曲",
},
[1249088] = {
["T"] = "伊利达雷旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231933] = {
["T"] = "无束虚空",
["D"] = "施法者辐射出暗影能量，每2秒对60码内的玩家造成671133点暗影伤害。",
},
[1219127] = {
["T"] = "加里维克斯",
},
[1225682] = {
["T"] = "B栏标记",
},
[1214623] = {
["T"] = "激怒",
["D"] = "如果穆格·兹伊或另一个暴徒与牢笼重叠，或者所有玩家都逃脱牢笼，暴徒会狂暴化，使其造成的伤害和攻击速度提高500%。",
},
[1214326] = {
["T"] = "崩解闪电",
["D"] = "召唤一阵狂风猛烈地拍打玩家，对冲击点周围8码内的所有敌人造成671133点伤害。",
},
[1225288] = {
["T"] = "升级",
},
[1242040] = {
["T"] = "内爆",
["D"] = "传送门主管哈尔桑使传送门发生内爆，对传送门周围16码内的玩家造成894843点伤害。 \r\n",
},
[1225290] = {
["T"] = "升级",
},
[1241931] = {
["T"] = "传送问题",
},
[1241996] = {
["T"] = "创伤成就了我！",
["D"] = "你的邪痕身躯会对攻击者造成混乱伤害，在10秒内对其造成\r\n|CFFffffff$<damageValue>*$1242022d/$1242022t${$<damageValue>*$1242022d/$1242022t}|R点混乱伤害。\r\n\r\n对具有|cffffffff邪能触碰|r的敌人造成双倍伤害。\r\n\r\n此效果可叠加最多5次。",
},
[1223579] = {
["T"] = "黑暗打击",
["D"] = "施法者对当前目标造成2684532点物理伤害和1342266点暗影伤害。",
},
[1232085] = {
["T"] = "防水衣装",
["D"] = "收集防水衣装护甲套装的外观。",
},
[1241360] = {
["T"] = "狂暴冲撞",
["D"] = "向一名敌人冲锋，造成物理伤害并将敌人击退。",
},
[1218899] = {
["T"] = "套装：魔网防御者的明光板甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1241371] = {
["T"] = "混沌灯塔",
},
[1225298] = {
["T"] = "忠实顾客",
["D"] = "加乐宫员工会帮你把一切事情都料理妥当，处于解放安德麦区域内时，你造成的伤害和治疗量都将提高$w1${$w1}%。",
},
[1225299] = {
["T"] = "忠实顾客",
["D"] = "加乐宫员工会帮你把一切事情都料理妥当，处于解放安德麦区域内时，你造成的伤害和治疗量都将提高。",
},
[1225300] = {
["T"] = "忠实顾客",
["D"] = "加乐宫员工会帮你把一切事情都料理妥当，处于解放安德麦区域内时，你造成的伤害和治疗量都将提高。",
},
[1225301] = {
["T"] = "快餐",
["D"] = "你在解放安德麦中进食的速度会快上许多。拿上吧！\r\n\r\n",
},
[1241790] = {
["T"] = "法力管道",
},
[1225303] = {
["T"] = "悲苦咒符",
["D"] = "伊莉萨在每个玩家脚下放置一个|cffffffff悲苦咒符|r，于2.5秒后激活。\r\n\r\n所有受到咒符影响的玩家将在恐惧中畏缩，迷惑并每1.5秒受到715875点暗影伤害，持续15秒。",
},
[1232208] = {
["T"] = "节点爆破",
},
[1241763] = {
["T"] = "乱角邪能水豚",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1225306] = {
["T"] = "动荡引爆",
["D"] = "水晶枢纽引爆，对所有玩家造成671133点暗影伤害。",
},
[1240351] = {
["T"] = "掷桶",
["D"] = "向敌人的位置投掷小桶，对冲击点10码范围内的所有敌人造成物理伤害。",
},
[1225308] = {
["T"] = "对未知的畏惧",
["D"] = "撰魂师对被标记的玩家倾注恐惧。效果结束时玩家产生爆发，对9码内的玩家造成447422点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1225309] = {
["T"] = "稳定的畸体",
},
[1241693] = {
["T"] = "虫群风暴",
["D"] = "魁梧的血卫释放一股凶恶的|cffffffff虫群风暴|r，在8秒内每0.5秒对所有玩家造成100670点自然伤害。",
},
[1241694] = {
["T"] = "虫群风暴",
["D"] = "魁梧的血卫释放一股凶恶的|cffffffff虫群风暴|r，在8秒内每0.5秒对所有玩家造成100670点自然伤害。",
},
[1241374] = {
["T"] = "混沌灯塔",
},
[1218986] = {
["T"] = "被拆除的极巨大炸弹",
},
[1242782] = {
["T"] = "盲目之光",
},
[1225315] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1225316] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1225317] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1225318] = {
["T"] = "强固波幅",
["D"] = "水晶枢纽强化了弗兰克提鲁斯，使|cffffffff雷霆暴怒|r造成的伤害提高2%。此光环可叠加。",
},
[1225319] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1241377] = {
["T"] = "混沌灯塔",
},
[1225321] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1242812] = {
["T"] = "幻磷焚风",
["D"] = "对冲击点周围50码内的所有敌人造成火焰伤害。",
},
[1248290] = {
["T"] = "相位之血药水",
["D"] = "布莱恩可以扔出相位之血药水。\r\n\r\n踏上药水可以为你恢复生命值，并使你受到的伤害降低50%，持续3秒。",
},
[1225661] = {
["T"] = "葬火视觉效果",
},
[1225325] = {
["T"] = "电能工兵",
},
[1225326] = {
["T"] = "放置",
},
[1225327] = {
["T"] = "熵能毒瘴",
["D"] = "在最多15秒内凝结一团熵能毒雾，随后落向地面并触发|cffffffff结晶震荡波|r。",
},
[1248308] = {
["T"] = "相位之血药水",
},
[1248132] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1225330] = {
["T"] = "奥术畸体",
},
[1225331] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1225332] = {
["T"] = "奥术畸体",
},
[1218860] = {
["T"] = "套装：冲动恶徒武装",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1219014] = {
["T"] = "开始对话",
},
[1248232] = {
["T"] = "套装：导能狂怒的披巾",
["D"] = "收集法力熔炉：欧米伽的萨满祭司披风外观。",
},
[1241719] = {
["T"] = "脓疮毒镰",
},
[1218869] = {
["T"] = "套装：尊崇灵魂礼服",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供唤魔师、猎人和萨满祭司使用。",
},
[1223887] = {
["T"] = "修士之神圣秘典",
["D"] = "你是虔诚者之一。你的法术和技能有几率使你的急速提高13，持续15秒。\r\n\r\n另外，你会使另一个虔诚者盟友的急速提高3，持续15秒。",
},
[1225339] = {
["T"] = "网绳",
["D"] = "抓住被网缠住的斥候身上的蛛网，拉扯蛛网解救他们！",
},
[1241785] = {
["T"] = "污血",
["D"] = "强化雄虫的利爪中浸染的黑血污染了目标的血脉，在10秒内每0.5秒造成8948点暗影伤害。污血使目标的移动速度降低4%，受到的治疗效果降低2%。此效果可叠加。",
},
[1242021] = {
["T"] = "虚空共鸣",
},
[1247585] = {
["T"] = "奥能矩阵音效降低",
},
[1225650] = {
["T"] = "塞塔里斯之眼",
},
[1241388] = {
["T"] = "银月城大型平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241342] = {
["T"] = "尘环钻地",
},
[1233596] = {
["T"] = "深渊恐惧",
["D"] = "你的远程攻击和法术有几率从深渊召唤一只巨兽吞噬目标，造成378点自然伤害，由你和附近所有敌人平摊。",
},
[1219040] = {
["T"] = "魂织",
["D"] = "无拘之魂被缓缓包裹在丝质缚带里，逐渐转化为影卫成员。",
},
[1225645] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1241732] = {
["T"] = "脓疮毒镰",
["D"] = "发起一套包含两次攻击的冰冻强袭，释放冷冽的寒冬精华，每次打击对路径中的所有敌人造成141317点冰霜伤害。\r\n\r\n每击中一个敌人都会使下一个敌人受到的伤害降低5%，最多降低至40%。",
},
[1218887] = {
["T"] = "套装：克索诺斯板甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1219071] = {
["T"] = "C.H.E.T.T.清单",
},
[1234225] = {
["T"] = "正在安装",
},
[1218634] = {
["T"] = "食盆",
},
[1242006] = {
["T"] = "命运的回响",
["D"] = "缚魂者的能量每2秒向所有玩家辐射89485点奥术伤害。",
},
[1225639] = {
["T"] = "排放光束",
},
[1218373] = {
["T"] = "G-99疾飙飞车",
["D"] = "召唤或解散G-99疾飙飞车。",
},
[1238424] = {
["T"] = "火箭动力喷泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241572] = {
["T"] = "凄暮涌动",
["D"] = "对冲击点周围6码内的敌人造成2013399点暗影伤害。",
},
[1218519] = {
["T"] = "极巨大充能",
},
[1219284] = {
["T"] = "召唤走狗",
},
[1241397] = {
["T"] = "奥格瑞玛柱状平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1218714] = {
["T"] = "临时制作的爆盐起搏器",
["D"] = "改造一枚爆盐炸弹，让你的心跳加速，你每60秒使用的第一个技能触发爆炸冲动，使你的爆击提高19，持续15秒。\r\n\r\n在引爆期间，爆击会令你再次爆炸，使持续时间延长1秒，最多15次。",
},
[1219439] = {
["T"] = "湮灭奥能重炮",
["D"] = "集能哨兵会标记其当前目标，然后发射一道奥术充能，对10码范围内的玩家造成6711331点奥术伤害，对其他所有玩家造成4474221点奥术伤害。距离目标越远，玩家受到的伤害越低。爆炸会留下|cffffffff潜能法力残渣|r。\r\n\r\n冲击使主要目标在45秒内受到来自|cffffffff湮灭奥能重炮|r的伤害提高1000%。",
},
[1246991] = {
["T"] = "注能晶塔",
},
[1236861] = {
["T"] = "幼崽的骏马玩具",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241760] = {
["T"] = "霉皮邪能水豚",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1241750] = {
["T"] = "锈根邪能水豚",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1219328] = {
["T"] = "召唤虚空物质",
},
[1241752] = {
["T"] = "请求供品",
},
[1241753] = {
["T"] = "传送门注能",
["D"] = "传送门主管哈尔桑将一名玩家当作导体并召唤传送门，在6秒内每1.5秒造成89485点奥术伤害。效果结束时在玩家的位置产生|cffffffff影卫传送门|r。 ",
},
[1241754] = {
["T"] = "影卫传送门",
["D"] = "传送门主管哈尔桑将一名玩家当作导体并召唤传送门，在6秒内每1.5秒造成89485点奥术伤害。效果结束时在玩家的位置产生|cffffffff影卫传送门|r。 ",
},
[1231702] = {
["T"] = "奥术栽培",
["D"] = "施法者为目标注入奥术能量。",
},
[1241756] = {
["T"] = "暮牙邪能水豚",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1241757] = {
["T"] = "契约的供品",
["D"] = "为施法者召唤一个被征服的小鬼。\r\n",
},
[1225375] = {
["T"] = "抓取蛛网",
},
[1258142] = {
["T"] = "查看下一程冒险",
["D"] = "调查你接下来可以去哪里。",
},
[1225377] = {
["T"] = "通灵喷发",
["D"] = "库尔萨洛克向主要目标倾泻通灵能量，对前方的所有玩家造成1118555点暗影伤害。",
},
[1241999] = {
["T"] = "破裂",
["D"] = "伊莉萨快速斩击当前目标，造成7829887点物理伤害并施加|cffffffff破碎之魂|r效果。\r\n\r\n此攻击会将目标的灵魂切成残片，每个残片都会在目标身上维持|cffffffff脆弱|r效果，直到其他玩家收集残片为止。",
},
[1218580] = {
["T"] = "食盆",
},
[1225380] = {
["T"] = "映影仪投影",
["D"] = "使用一部战地映影仪建立通讯。",
},
[1217708] = {
["T"] = "拾取一捆蜡烛",
["D"] = "在附近放置一根附魔蜡烛，驱散周围的黑暗。",
},
[1241765] = {
["T"] = "法力管道",
},
[1241778] = {
["T"] = "传送门注能",
["D"] = "传送门主管哈尔桑将一名玩家当作导体并召唤传送门，在6秒内每1.5秒造成89485点奥术伤害。效果结束时在玩家的位置产生|cffffffff影卫传送门|r。 ",
},
[1241399] = {
["T"] = "奥格瑞玛大型平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241550] = {
["T"] = "碧蓝火印",
["D"] = "施法者为武器注入稀奇的火焰，使其近战攻击为敌方目标打上火印，每2秒造成额外的火焰伤害，持续12秒。",
},
[1250244] = {
["T"] = "邪能保护符文",
},
[1218536] = {
["T"] = "得分属性，加成",
},
[1231374] = {
["T"] = "复制幻容",
},
[1241772] = {
["T"] = "影卫传送门",
["D"] = "传送门主管哈尔桑将一名玩家当作导体并召唤传送门，在6秒内每1.5秒造成89485点奥术伤害。效果结束时在玩家的位置产生|cffffffff影卫传送门|r。 ",
},
[1236850] = {
["T"] = "摧毁",
},
[1241386] = {
["T"] = "暴风城斜角平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241946] = {
["T"] = "脆弱",
["D"] = "破裂的碎片会汲取目标的灵魂，使其受到的治疗效果降低33%。效果可叠加。\r\n\r\n目标以外的玩家可以收集碎片，但每0.5秒受到178968点混乱伤害，持续20秒。效果可叠加。",
},
[1241776] = {
["T"] = "传送门注能",
["D"] = "传送门主管哈尔桑将一名玩家当作导体并召唤传送门，在6秒内每1.5秒造成89485点奥术伤害。效果结束时在玩家的位置产生|cffffffff影卫传送门|r。 ",
},
[1241777] = {
["T"] = "传送门注能",
["D"] = "传送门主管哈尔桑将一名玩家当作导体并召唤传送门，在6秒内每1.5秒造成89485点奥术伤害。效果结束时在玩家的位置产生|cffffffff影卫传送门|r。 ",
},
[1225395] = {
["T"] = "奥术宝珠",
["D"] = "释放一阵奥术宝珠，对路径中的目标造成奥术伤害。",
},
[1241779] = {
["T"] = "黑血浸润之爪",
["D"] = "强化雄虫的利爪中浸染的黑血污染了目标的血脉，在10秒内每0.5秒造成8948点暗影伤害。污血使目标的移动速度降低4%，受到的治疗效果降低2%。此效果可叠加。",
},
[1225397] = {
["T"] = "奥术宝珠",
["D"] = "释放一阵奥术宝珠，对路径中的目标造成奥术伤害。",
},
[1241781] = {
["T"] = "影卫传送门",
},
[1245765] = {
["T"] = "恐惧咆哮",
["D"] = "使施法者前方所有敌人陷入恐惧，持续5秒。\n对施法者前方的所有敌人造成447422点暗影伤害。",
},
[1241378] = {
["T"] = "混沌灯塔",
},
[1218024] = {
["T"] = "螃蟹炸弹齐射",
["D"] = "召唤一只螃蟹炸弹，然后骑在螃蟹炸弹上，再投掷一轮螃蟹炸弹，持续30秒。每3秒发起一轮螃蟹炸弹齐射，对5码内的目标造成1118555点火焰伤害。\r\n\r\n嗯，导火索已经点燃……",
},
[1225402] = {
["T"] = "奥术宝珠",
["D"] = "释放一阵奥术宝珠，对路径中的目标造成奥术伤害。",
},
[1218180] = {
["T"] = "被分拣",
},
[1225404] = {
["T"] = "夺取命运",
["D"] = "能量达到100点时，撰魂师开始举行仪式，尝试夺取所有命运，在9秒内每0.5秒造成89485点奥术伤害。",
},
[1225405] = {
["T"] = "黑暗之星",
["D"] = "一颗星星从扭曲虚空中成形，将玩家拉向它的中心，持续5秒。\r\n\r\n出现时，|cffffffff黑暗之星|r内的玩家会|cffffffff灰飞烟灭|r，同时|cffffffff暮光尖峰|r开始向外涟漪。每1秒对所有玩家造成53690点宇宙伤害。\r\n",
},
[1225406] = {
["T"] = "相位迁跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。",
},
[1225407] = {
["T"] = "命运之佑",
["D"] = "与命运融合，受到夺取命运的伤害降低70%。",
},
[1225408] = {
["T"] = "相位迁跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。",
},
[1241361] = {
["T"] = "狂暴冲撞",
},
[1241793] = {
["T"] = "法力管道",
},
[1218182] = {
["T"] = "风暴",
["D"] = "穆格用手指比出枪形，每0.5秒造成894843点自然伤害，持续8秒。",
},
[1241795] = {
["T"] = "法力管道",
["D"] = "剧烈的奥术能量扫过整个空间，每2秒对附近玩家造成447422点奥术伤害。",
},
[1241796] = {
["T"] = "法力管道",
["D"] = "剧烈的奥术能量扫过整个空间，每2秒对附近玩家造成447422点奥术伤害。",
},
[1223804] = {
["T"] = "黑暗之井",
["D"] = "库尔萨洛克令|cffffffff黑暗之井|r附着在目标玩家身上，持续6秒。黑暗之井每1秒放射出通灵能量，对4码内的玩家造成223710点暗影伤害",
},
[1241101] = {
["T"] = "刺客之力",
["D"] = "从视线中消失，进入潜行状态。你的下一次攻击必定爆击。",
},
[1251882] = {
["T"] = "大地之环侦察地图",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241800] = {
["T"] = "传送",
["D"] = "将玩家传送到对应的传送门处。 ",
},
[1241801] = {
["T"] = "被诅咒的岩石雕像",
},
[1240325] = {
["T"] = "回春术",
["D"] = "施法者调动大自然的治愈天性，每1秒为目标恢复生命值，持续12秒。 ",
},
[1243045] = {
["T"] = "奥格瑞玛开放式衣柜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241193] = {
["T"] = "英雄世界难度",
["D"] = "伊特努丝正在试验时间线。户外难度显著提高。\r\n\r\n在达拉然附近的永恒集市与永恒混乱控制台交互可以返回普通世界难度。",
},
[1240791] = {
["T"] = "雕刻木制箱子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241806] = {
["T"] = "被诅咒的岩石雕像",
},
[1234393] = {
["T"] = "艾萨拉之怒",
["S"] = "史诗",
["D"] = "使|cffffffff至高岭的坚韧|r额外提高2级，使|cffffffff深涌惊涛|r额外提高2级。|n|n|T1322283:24|t |cffffffff至高岭的坚韧|r|n每过12秒，你会开始将受到伤害的|CFFffffff3%|R积攒为|cffffffff坚韧|r。8秒后，|cffffffff坚韧|r会转化为防御屏障，吸收相当于积攒量的伤害，持续4秒。|n|n|T3528297:24|t |cffffffff深涌惊涛|r|n|cnLEGION_REMIX_FACTION_NAGA:纳迦|R使具有邪能烙印的敌人昏迷会将其引爆，对附近的敌人造成0点伤害。如果深涌惊涛对具有邪能烙印的敌人造成了伤害，同时也会将其引爆。",
},
[1241372] = {
["T"] = "混沌灯塔",
},
[1241809] = {
["T"] = "被诅咒的岩石雕像",
["D"] = "强大的力量猛击地面，对周围的所有敌人造成$1241801w2点自然伤害，每击中一个敌人使爆击提高$1241801w3，最多$1241801w4。",
},
[1240388] = {
["T"] = "黑暗思维",
["D"] = "暗影洞察的触发几率提高25%。消耗暗影洞察时，心灵震爆会额外产生1点狂乱值。",
},
[1241365] = {
["T"] = "暴风城柱状平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241812] = {
["T"] = "暗影爆裂",
["D"] = "召唤一道暗影魔法裂缝，短暂延迟后对冲击地点6码范围内的敌人造成暗影伤害。 ",
},
[1240798] = {
["T"] = "暗炉灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241814] = {
["T"] = "请求供品",
["D"] = "治疗施法者并恢复法力值。",
},
[1241174] = {
["T"] = "相位祈咒",
["D"] = "提高施法者格挡和偏转法术的几率，施法速度提高10%，造成的奥术伤害提高5%。此效果可叠加。",
},
[1224765] = {
["T"] = "奥术疾流",
["D"] = "暴露的能量流猛烈撞击地面，对冲击点5码内的玩家造成3131955点奥术伤害。",
},
[1236860] = {
["T"] = "木制船运箱子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241818] = {
["T"] = "淡出",
},
[1240408] = {
["T"] = "闪电祝福尖峰",
["D"] = "在目标位置召唤一个闪电祝福尖峰。",
},
[1241820] = {
["T"] = "时空扭曲迅捷方尖碑",
["D"] = "引导此方尖碑恢复你的生命值和法力值，并获得以下增益：\r\n\r\n|T135788:24|t |cffffffff迅捷的供品|r：\r\n急速提高15%，移动速度提高50%。",
},
[1240463] = {
["T"] = "高背奥格瑞玛椅子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1233327] = {
["T"] = "纪元纪念品",
},
[1225440] = {
["T"] = "夺取命运",
["D"] = "能量达到100点时，撰魂师开始举行仪式，尝试夺取所有命运，在9秒内每0.5秒造成89485点奥术伤害。",
},
[1225441] = {
["T"] = "首领边缘击退",
},
[1241825] = {
["T"] = "时空扭曲恢复方尖碑",
["D"] = "引导此方尖碑恢复你的生命值和法力值，并获得以下增益：\r\n\r\n|T460692:24|t |cffffffff恢复的供品|r：\r\n吸血和最大生命值提高20%。\r\n生命值和法力值恢复速度大幅提高。\r\n",
},
[1241826] = {
["T"] = "时空扭曲刺客方尖碑",
["D"] = "引导此方尖碑恢复你的生命值和法力值，并获得以下增益：\r\n\r\n|T133867:24|t |cffffffff刺客的供品|r：\r\n未进入战斗时，获得|cffffffff刺客之力|r。\r\n\r\n|T132331:24|t|cffffffff刺客之力|r：\r\n从视线中消失，进入潜行状态。你的下一次攻击必定爆击。",
},
[1225444] = {
["T"] = "灰飞烟灭",
["D"] = "|cffffffff黑暗之星|r使进入其中的玩家逐渐灰飞烟灭，移动速度降低80%，每0.5秒造成4429479点宇宙伤害。",
},
[1225445] = {
["T"] = "灰飞烟灭",
["D"] = "|cffffffff黑暗之星|r使进入其中的玩家逐渐灰飞烟灭，移动速度降低80%，每0.5秒造成4429479点宇宙伤害。",
},
[1258212] = {
["T"] = "小型烈风方桌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1241830] = {
["T"] = "涉水",
["D"] = "移动速度提高100%，持续6秒。",
},
[1225448] = {
["T"] = "灰飞烟灭",
["D"] = "|cffffffff黑暗之星|r使进入其中的玩家逐渐灰飞烟灭，移动速度降低80%，每0.5秒造成4429479点宇宙伤害。",
},
[1241383] = {
["T"] = "暴风城圆形平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1225450] = {
["T"] = "夺取命运",
["D"] = "能量达到100点时，撰魂师开始举行仪式，尝试夺取所有命运，在9秒内每0.5秒造成89485点奥术伤害。",
},
[1241370] = {
["T"] = "混沌灯塔",
},
[1225452] = {
["T"] = "黑暗之星",
["D"] = "一颗星星从扭曲虚空中成形，将玩家拉向它的中心，持续5秒。\r\n\r\n出现时，|cffffffff黑暗之星|r内的玩家会|cffffffff灰飞烟灭|r，同时|cffffffff暮光尖峰|r开始向外涟漪。每1秒对所有玩家造成53690点宇宙伤害。\r\n",
},
[1225453] = {
["T"] = "黑暗之星",
["D"] = "一颗星星从扭曲虚空中成形，将玩家拉向它的中心，持续5秒。\r\n\r\n出现时，|cffffffff黑暗之星|r内的玩家会|cffffffff灰飞烟灭|r，同时|cffffffff暮光尖峰|r开始向外涟漪。每1秒对所有玩家造成53690点宇宙伤害。\r\n",
},
[1241837] = {
["T"] = "破裂",
["D"] = "伊莉萨快速斩击当前目标，造成7829887点物理伤害并施加|cffffffff破碎之魂|r效果。\r\n\r\n此攻击会将目标的灵魂切成残片，每个残片都会在目标身上维持|cffffffff脆弱|r效果，直到其他玩家收集残片为止。",
},
[1240377] = {
["T"] = "充盈",
["D"] = "死亡时爆炸，对30码范围内的所有敌人造成89485点自然伤害，并在10秒内额外造成894850点自然伤害。失控效果可压制爆炸。生命值提高10%。",
},
[1239110] = {
["T"] = "学习玩具：萨拉塔斯，黑暗帝国之刃的回响",
},
[1240332] = {
["T"] = "惊魂幻象",
},
[1240498] = {
["T"] = "放好物资",
["D"] = "将一包美酒节食材放进推车里。",
},
[1240504] = {
["T"] = "烹煮面团",
},
[1239494] = {
["T"] = "星海猛攻",
["D"] = "你的攻击有较高的几率发起星海猛攻，对目标造成48点宇宙伤害。\r\n\r\n目标每损失1%的生命值，伤害提高2%。对周围的敌人造成50%的伤害，由他们均摊。",
},
[1241247] = {
["T"] = "汪！",
},
[1241376] = {
["T"] = "混沌灯塔",
},
[1240326] = {
["T"] = "回春术",
["D"] = "施法者调动大自然的治愈天性，每1秒为目标恢复生命值，持续12秒。 ",
},
[1241847] = {
["T"] = "根除奥能核心",
["D"] = "你的攻击有几率为奥能核心充能。充能达到10层后部署一台哨兵，对你的目标施放奥能冲击，造成335点奥术伤害，由周围的敌人均摊。如果只击中一个敌人，则会恢复2层充能。\r\n\r\n每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1241251] = {
["T"] = "迸射火花",
["D"] = "你的法术和技能有几率触发迸射火花，使你的急速提高25，持续20秒。 ",
},
[1240282] = {
["T"] = "亵渎",
["D"] = "旧忆巫妖王会标记数名玩家，然后亵渎玩家脚下的地面。在此效果范围内的玩家会每1秒受到348533点暗影伤害，并使此区域变大。",
},
[1219602] = {
["T"] = "鸣笛",
},
[1240281] = {
["T"] = "亵渎",
["D"] = "旧忆巫妖王会标记数名玩家，然后亵渎玩家脚下的地面。在此效果范围内的玩家会每1秒受到348533点暗影伤害，并使此区域变大。",
},
[1239437] = {
["T"] = "不牢的木栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241853] = {
["T"] = "水流末日",
},
[1241854] = {
["T"] = "风暴喷涌者",
["D"] = "你可以在施法时移动。\r\n\r\n移动会在你的周围产生电能，持续6秒，周期性地召唤闪电，对周围的敌人造成|CFFffffff$<damageValue>|R点伤害。",
},
[1241855] = {
["T"] = "放置",
},
[1225473] = {
["T"] = "黑暗之星",
["D"] = "一颗星星从扭曲虚空中成形，将玩家拉向它的中心，持续5秒。\r\n\r\n出现时，|cffffffff黑暗之星|r内的玩家会|cffffffff灰飞烟灭|r，同时|cffffffff暮光尖峰|r开始向外涟漪。每1秒对所有玩家造成53690点宇宙伤害。\r\n",
},
[1258240] = {
["T"] = "重蹈覆辙",
},
[1239375] = {
["T"] = "风暴怒火",
},
[1241859] = {
["T"] = "准备进入塔扎维什，帷纱集市",
},
[1241241] = {
["T"] = "能量护盾",
["D"] = "当你受到伤害时，你有几率获得一层泰坦能量护盾，防止最多340点伤害，持续10秒。护盾效果结束时，它会造成相当于剩余吸收量的30%的奥术伤害，由8码内的敌人均摊。 ",
},
[1241861] = {
["T"] = "准备进入塔扎维什，帷纱集市",
},
[1240434] = {
["T"] = "不稳定涌动",
["D"] = "势不可挡的憎恶随机向一名玩家施放一道死疽能量波，对该效果下的所有玩家造成3355665点暗影伤害。",
},
[1215144] = {
["T"] = "金色降落伞",
["D"] = "妮姬空投不稳定的黑血容器攻击玩家，落地时对4码内的玩家造成物理伤害并将其击退。",
},
[1238042] = {
["T"] = "离子打击",
["D"] = "雷霆轰击有35%几率对受影响的目标降下5次离子打击。每次打击造成230409点自然伤害。",
},
[1240182] = {
["T"] = "特别任务解锁",
},
[1225483] = {
["T"] = "地狱火撞击",
["D"] = "伊莉萨跃向一个位置，对10码内的所有玩家造成1118555点火焰伤害，并击退他们。",
},
[1241867] = {
["T"] = "风暴喷涌者",
},
[1231394] = {
["T"] = "激活控制台",
},
[1214724] = {
["T"] = "黏性炸弹",
["D"] = "向玩家投出一颗黏性炸弹，在5秒后对4码内的所有玩家造成278826点火焰伤害。",
},
[1239260] = {
["T"] = "邪能地狱",
},
[1241871] = {
["T"] = "主人的召唤",
["S"] = "宠物掌控技能",
["D"] = "你的宠物移除自己和一个友方目标身上的所有定身及移动限制效果，并在4秒内免疫所有此类效果。",
},
[1238764] = {
["T"] = "灭绝",
},
[1239677] = {
["T"] = "虚空喷涌",
["D"] = "对施法者前方的所有敌人造成894844点暗影伤害。",
},
[1241874] = {
["T"] = "风暴喷涌者",
["D"] = "你可以在施法时移动。\r\n\r\n移动会在你的周围产生电能，持续6秒，周期性地召唤闪电，对周围的敌人造成|CFFffffff$<damageValue>|R点伤害。",
},
[1239997] = {
["T"] = "誓言约束",
["D"] = "每30秒与附近的一名盟友形成誓言约束。\r\n\r\n直接治疗该盟友会履行誓言，使你的智力提高17，持续12秒。过量治疗的100%会转化为盟友的护盾。",
},
[1242386] = {
["T"] = "贪婪驱使",
["D"] = "以贪婪的手法驱动目标，使急速和移动速度提高15%。",
},
[1240003] = {
["T"] = "轻装死牙魔能野猪",
["D"] = "召唤或解散你的|cffffffff轻装死牙魔能野猪|r。",
},
[1239385] = {
["T"] = "枯萎箭矢",
["D"] = "进行一次邪恶射击，造成52226点暗影伤害。消耗末日突降时，你的凋零缠绕会命令射手以80%效果额外射出一发枯萎箭矢。扩散会使枯萎箭矢进行弹射，并最多额外命中5个目标。",
},
[1225496] = {
["T"] = "相位迁跃",
},
[1239809] = {
["T"] = "娜欣达利的秘法之鞭",
["D"] = "你的伤害性法术有较高的几率用奥术能量鞭笞目标，造成60点奥术伤害，由目标和路径中的敌人均摊。\r\n\r\n每额外击中一个敌人，伤害提高30%，最多150%，并且精通可以进一步提高此伤害。",
},
[1239480] = {
["T"] = "皇室面容",
["D"] = "回忆阿尔萨斯·米奈希尔的故事，你换上了他的面容。 ",
},
[1240217] = {
["T"] = "幻磷之焰",
},
[1239271] = {
["T"] = "征服者的十字",
},
[1239928] = {
["T"] = "迅速之神符",
["D"] = "急速提高50。",
},
[1232298] = {
["T"] = "疗愈汲取",
["D"] = "汲取一名敌人的生命力，造成暗影伤害并将其注入盟友体内，在10秒内每1秒为其恢复10%的最大生命值。",
},
[1240214] = {
["T"] = "双倍速",
["D"] = "时空船长钩尾使忠诚的船员的移动速度和攻击速度每2秒加快10%。",
},
[1233310] = {
["T"] = "纪元纪念品",
["D"] = "你的神器武器会自动吸收此纪念品以获得永恒能量和耐力。",
},
[1240022] = {
["T"] = "为了兄弟会！",
["D"] = "约瑟夫召唤战友赶来增援！",
},
[1239682] = {
["T"] = "正在伐木",
},
[1239497] = {
["T"] = "被遗弃的竖琴",
["D"] = "演奏一段抚慰的旋律。",
},
[1238625] = {
["T"] = "伯拉勒斯风龙虾拼盘",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1241892] = {
["T"] = "虚空",
},
[1240132] = {
["T"] = "自动屏幕抖动 - 弱",
},
[1240253] = {
["T"] = "军团入侵",
},
[1225512] = {
["T"] = "打开住宅区登记表",
["D"] = "打开住宅区登记表。你可以请其他玩家签名。",
},
[1240268] = {
["T"] = "贤者要塞窗户",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239900] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1239923] = {
["T"] = "生命之小型神符",
["D"] = "该神符位于你的物品栏中时，耐力提高1500点。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1241899] = {
["T"] = "根除奥能核心",
},
[1240128] = {
["T"] = "自动屏幕抖动 - 强 + 表情 + 首领生成",
},
[1241901] = {
["T"] = "群体束缚",
["D"] = "施法者牵动60码内的玩家，在12秒内每1秒造成268453点奥术伤害。效果结束时，玩家将被|cffffffff束缚|r。\r\n\r\n受害者移动到距离施法者足够远的地方可以扯断裹布。",
},
[1239678] = {
["T"] = "干掉他们",
["D"] = "施法者召唤一头军犬协助作战。 ",
},
[1225520] = {
["T"] = "黑血液滩",
["D"] = "每1秒造成相当于最大生命值的5%的暗影伤害，并使移动速度降低75%。",
},
[1241904] = {
["T"] = "群体束缚",
},
[1241905] = {
["T"] = "群体束缚",
},
[1241906] = {
["T"] = "群体束缚",
},
[1225524] = {
["T"] = "法力排放口",
},
[1241908] = {
["T"] = "破裂",
["D"] = "伊莉萨快速斩击当前目标，造成7829887点物理伤害并施加|cffffffff破碎之魂|r效果。\r\n\r\n此攻击会将目标的灵魂切成残片，每个残片都会在目标身上维持|cffffffff脆弱|r效果，直到其他玩家收集残片为止。",
},
[1225526] = {
["T"] = "法力排放口",
},
[1241910] = {
["T"] = "群体束缚",
},
[1239929] = {
["T"] = "迅速之神符",
["D"] = "该神符位于你的物品栏中时，急速提高50。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1225529] = {
["T"] = "法力排放口",
},
[1225530] = {
["T"] = "法力排放口",
},
[1239940] = {
["T"] = "猫鼬的巨型神符",
["D"] = "闪避提高250。",
},
[1241915] = {
["T"] = "群体束缚",
},
[1225533] = {
["T"] = "法力排放口",
},
[1225534] = {
["T"] = "法力排放口",
},
[1241918] = {
["T"] = "群体束缚",
},
[1225536] = {
["T"] = "法力排放口",
},
[1225537] = {
["T"] = "时间就是金钱",
["D"] = "在解放安德麦内脱离战斗后移动速度提高$w1${$w1}%。",
},
[1239918] = {
["T"] = "惯性之小型神符",
["D"] = "该神符位于你的物品栏中时，移动速度提高1%。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1240103] = {
["T"] = "莱加尼奖章",
["D"] = "使你在莱加尼中的声望提高300点。",
},
[1225540] = {
["T"] = "时间就是金钱",
["D"] = "在解放安德麦内脱离战斗后移动速度提高。",
},
[1240020] = {
["T"] = "愈言术：荣",
["D"] = "施法者为约瑟夫恢复20%的最大生命值。 ",
},
[1225542] = {
["T"] = "时间就是金钱",
["D"] = "加乐宫员工会帮你把一切事情都料理妥当，处于解放安德麦区域内时，你造成的伤害和治疗量都将提高。",
},
[1225543] = {
["T"] = "快餐",
["D"] = "你在解放安德麦中进食的速度会快上许多。拿上吧！\r\n",
},
[1241927] = {
["T"] = "群体束缚",
},
[1242270] = {
["T"] = "强化玄牛下凡",
["D"] = "玄牛下凡激活时可以再次施放一次，使砮皂重重践踏地面，并将附近敌人击飞。",
},
[1225546] = {
["T"] = "法力排放口",
},
[1225547] = {
["T"] = "法力排放口",
},
[1225548] = {
["T"] = "法力排放口",
},
[1239263] = {
["T"] = "征服者的十字",
},
[1239427] = {
["T"] = "击沉它！",
["D"] = "尼尔西坦船长标记一个目标，使其受到的伤害提高1%。 ",
},
[1277209] = {
["T"] = "棕牧豆木染料",
},
[1244007] = {
["T"] = "影卫的扭曲收获者",
["D"] = "受到伤害有几率从扭曲虚空中吸取混乱能量，使你的吸血提高27，持续10秒。生命值降低至40%以下时立即释放出收获者，使你的吸血提高83，持续10秒。每120秒只能触发一次。",
},
[1239530] = {
["T"] = "传送门出现了！",
["D"] = "一扇不祥的传送门出现了……",
},
[1239569] = {
["T"] = "恶魔情报",
["D"] = "施放混乱之箭，火焰之雨或暗影灼烧会召唤一个恶魔邪眼，最多3个。消耗恶魔法术会将你的恶魔邪眼投向当前目标并产生爆炸，造成93426点火焰伤害，并对10码内的敌人造成62277点火焰伤害。",
},
[1241938] = {
["T"] = "尖鸣之魂",
["D"] = "你的法术和技能有几率召唤一群灵魂飞鹰撞向附近的敌人，命中时产生的爆炸会治疗盟友，并对5码内的敌人造成|CFFffffff$<damageValue>$$?$w1>0[$<damageValuePlus>][$<damageValue>]|R点自然伤害。",
},
[1244066] = {
["T"] = "坐在箱子上",
["D"] = "在补给箱上坐下。",
},
[1241940] = {
["T"] = "破裂",
["D"] = "伊莉萨快速斩击当前目标，造成7829887点物理伤害并施加|cffffffff破碎之魂|r效果。\r\n\r\n此攻击会将目标的灵魂切成残片，每个残片都会在目标身上维持|cffffffff脆弱|r效果，直到其他玩家收集残片为止。",
},
[1239493] = {
["T"] = "混乱入侵",
},
[1225559] = {
["T"] = "兑现走人",
["D"] = "独臂盗匪被击败时现在有几率掉落赝品贩子的凭证。碰坏了就得买！",
},
[1218152] = {
["T"] = "液态黄金",
["D"] = "施法者用|cffffffff液态黄金|r覆盖一名玩家，每2秒造成火焰伤害，持续12秒。\r\n\r\n效果被移除时，会在该玩家的位置留下一滩熔火真金。",
},
[1225561] = {
["T"] = "奥术畸体",
},
[1239270] = {
["T"] = "虚空守护",
["D"] = "虚空守卫对其周围区域施加控制，击退进入的玩家并造成2460821点暗影伤害，且每2秒额外造成961957点暗影伤害，持续30秒。",
},
[1225563] = {
["T"] = "奥术畸体",
},
[1225564] = {
["T"] = "植物学家头顶蜜蜂",
},
[1225565] = {
["T"] = "重置",
},
[1238938] = {
["T"] = "神射手营地壁炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1225567] = {
["T"] = "邪能地狱",
},
[1239356] = {
["T"] = "枯萎箭矢",
["D"] = "进行一次邪恶射击，造成52226点暗影伤害。消耗末日突降时，你的凋零缠绕会命令射手以80%效果额外射出一发枯萎箭矢。扩散会使枯萎箭矢进行弹射，并最多额外命中5个目标。",
},
[1225569] = {
["T"] = "稳定的畸体",
},
[1258336] = {
["T"] = "最後警告",
["D"] = "佐戈隆施放最後警告，並以屏障保護自己，吸收所受到的傷害。施法完成時，屏障將開始產生脈衝，每1秒對所有玩家造成223710點秘法傷害，直到屏障被摧毀為止。",
},
[1218148] = {
["T"] = "相位闪现",
["D"] = "激活雷什裹布，进入虚灵形态，使施法者免疫|cffffffff奥能矩阵湮灭器|r。",
},
[1239443] = {
["T"] = "和谐涌动",
["D"] = "获得活力时有递增的几率使你的下一次猛虎掌释放和谐涌动，对附近敌人造成133781点自然伤害，由目标和周围的其他敌人均摊。对最多5个受伤的盟友造成18581点治疗。",
},
[1225573] = {
["T"] = "法力排放口",
},
[1241957] = {
["T"] = "残暴的供品",
["D"] = "你造成的伤害提高5%，每消灭一个敌人额外提高5%，最多叠加10次。\r\n\r\n此效果结束时爆炸，对附近敌人造成18580点火焰伤害，额外的每层|cffffffff残暴的供品|r效果使伤害增加20%。",
},
[1244139] = {
["T"] = "土灵指令之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239337] = {
["T"] = "霜寒晶壁熔炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239254] = {
["T"] = "传送",
},
[1264009] = {
["T"] = "套装：南境卫士的黄金战衣",
["D"] = "收集这套护甲套装外观。",
},
[1239336] = {
["T"] = "扬升",
["D"] = "光晕使圣言术：静或圣言术：灵的冷却时间缩短5秒，共振能量还会使你圣言术的治疗效果额外提高5.0%。",
},
[1239486] = {
["T"] = "舷侧攻击",
["D"] = "尼尔西坦船长命令旗舰炮轰一名玩家的位置，造成1118555点宇宙伤害。炮击会击碎大地，留下宇宙废土，每1秒造成134226点宇宙伤害。 ",
},
[1218021] = {
["T"] = "螃蟹炸弹齐射",
["D"] = "召唤一只螃蟹炸弹，然后骑在螃蟹炸弹上，再投掷一轮螃蟹炸弹，持续30秒。每3秒发起一轮螃蟹炸弹齐射，对5码内的目标造成1118555点火焰伤害。\r\n\r\n嗯，导火索已经点燃……",
},
[1225582] = {
["T"] = "灵魂召唤",
["D"] = "缚魂者娜欣达利激活房间内的密室，将每个密室的无拘之魂转化为影卫。密室的护盾存在时，无拘之魂就会得到保护。\r\n",
},
[1239338] = {
["T"] = "先祖信号火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1265093] = {
["T"] = "魔皇草深红染料",
},
[1239574] = {
["T"] = "延缓伤害",
["D"] = "吸收15%时间膨胀延缓的伤害。",
},
[1225586] = {
["T"] = "奥术畸体",
},
[1239424] = {
["T"] = "枯萎箭矢",
["D"] = "进行一次邪恶射击，造成52226点暗影伤害。消耗末日突降时，你的凋零缠绕会命令射手以80%效果额外射出一发枯萎箭矢。扩散会使枯萎箭矢进行弹射，并最多额外命中5个目标。",
},
[1239419] = {
["T"] = "正在过载虹管……",
["D"] = "尝试令虹管过载……",
},
[1239492] = {
["T"] = "混乱入侵",
["D"] = "向四面八方释放出诡异的暗影冲击洪流。",
},
[1239581] = {
["T"] = "不可动摇",
["D"] = "你的蓄力法术效果提高10%。引导治疗蓄力法术时，你无法被击退。",
},
[1244140] = {
["T"] = "铺着毛皮的加宽长椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239438] = {
["T"] = "贝拉梅斯长椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238937] = {
["T"] = "钢铁加固的橱柜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1225594] = {
["T"] = "A栏标记",
},
[1239350] = {
["T"] = "全体听令！",
["D"] = "尼尔西坦船长召唤船员助阵！",
},
[1239527] = {
["T"] = "将银月城室内门廊放入储存空间",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1239368] = {
["T"] = "闪电吐息",
["D"] = "莱萨杰丝在自身面前呼出一道闪电，每0.3秒对站在区域中的玩家造成2460821点自然伤害。",
},
[1239577] = {
["T"] = "蔓延枯萎",
["D"] = "施放怨毒会给予2层爆燃，并防止黑化灵魂在造成伤害时消耗层数，造成伤害的速度提高15%，持续8秒。\r\n",
},
[1239402] = {
["T"] = "鲑鱼溪缭烟灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239306] = {
["T"] = "投掷药剂",
["D"] = "将不稳定的药剂投向恶魔传送门。小心！它很有可能砸中另一头的财宝地精。 ",
},
[1244249] = {
["T"] = "突破冲锋",
["D"] = "施法者冲撞并穿越目标，造成671133点物理伤害，使击中的玩家昏迷3秒。 ",
},
[1218831] = {
["T"] = "套装：光明使者的璀璨护甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供死亡骑士、圣骑士和战士使用。",
},
[1233326] = {
["T"] = "纪元纪念品",
},
[1244462] = {
["T"] = "祈唤暗影",
["D"] = "凯威扎召唤数个扭曲虚空幻影。",
},
[1238428] = {
["T"] = "小型黄杨灌木",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1218848] = {
["T"] = "套装：邪能收割者的祭服",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1233082] = {
["T"] = "坐上雷鸫",
},
[1241991] = {
["T"] = "卡雷什定时炸弹",
["D"] = "传送门主管哈尔桑放置一枚定时炸弹，在5秒后爆炸并产生冲击波，每2秒造成111855点奥术伤害，使急速降低50%，使移动速度降低75%，持续10秒。 ",
},
[1218905] = {
["T"] = "套装：夜行者的伪装",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1241993] = {
["T"] = "挑战者的供品",
["D"] = "召唤一个精英末日守卫，拥有超过平均水平的战利品。",
},
[1218835] = {
["T"] = "套装：泰坦冲锋护甲",
["D"] = "收集这套护甲套装外观，包括所有难度的版本。\r\n\r\n外观仅供死亡骑士、圣骑士和战士使用。",
},
[1219017] = {
["T"] = "G-99疾飙飞车乘客",
},
[1225613] = {
["T"] = "排放光束",
},
[1218529] = {
["T"] = "沉重的变量之杖",
},
[1236781] = {
["T"] = "撞击",
},
[1225616] = {
["T"] = "魂火汇聚",
["D"] = "缚魂者娜欣达利使奥术能量流经数名玩家体内，每1秒造成447422点奥术伤害，持续5秒。\r\n\r\n效果结束时，碎魂法球会从目标体内爆裂而出。",
},
[1225617] = {
["T"] = "排放光束",
},
[1225618] = {
["T"] = "G-99疾飙飞车",
["D"] = "解锁G-99疾飙飞车。",
},
[1236973] = {
["T"] = "痛苦爆发",
["D"] = "宫务大臣令自身和所有罪碑雕像喷发出邪恶的能量，对10码范围内的玩家造成1565976点暗影伤害。",
},
[1218530] = {
["T"] = "收集黏糊",
},
[1234385] = {
["T"] = "傲慢标记",
["S"] = "优秀",
["D"] = "使|cffffffff傲慢标记|r额外提高1级，使|cffffffff灼热烙印|r额外提高1级。|n|n|T460856:24|t |cffffffff傲慢标记|r|n攻击者会被打上傲慢标记，每1.6秒造成9点暗影伤害，持续10秒，最多叠加5次。|n|n|T1589502:24|t |cffffffff灼热烙印|r|n你对受到影响的敌人造成的伤害提高10%。",
},
[1236893] = {
["T"] = "凡图斯符文：卢米萨尔",
},
[1225623] = {
["T"] = "魂火汇聚",
},
[1225624] = {
["T"] = "魂火汇聚",
["D"] = "缚魂者娜欣达利使奥术能量流经数名玩家体内，每1秒造成447422点奥术伤害，持续5秒。\r\n\r\n效果结束时，碎魂法球会从目标体内爆裂而出。",
},
[1236854] = {
["T"] = "将兽人栅栏放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1225626] = {
["T"] = "魂火汇聚",
["D"] = "缚魂者娜欣达利使奥术能量流经数名玩家体内，每1秒造成447422点奥术伤害，持续5秒。\r\n\r\n效果结束时，碎魂法球会从目标体内爆裂而出。",
},
[1225627] = {
["T"] = "排放光束",
},
[1233492] = {
["T"] = "主宰",
["D"] = "萨哈达尔劈斩当前目标，造成7158755点物理伤害，对前方的所有玩家额外造成10738130点暗影伤害，并击退他们。\r\n\r\n使他们受到|cffffffff主宰|r的伤害提高100%，持续20秒。\r\n",
},
[1225629] = {
["T"] = "魂火汇聚",
["D"] = "玩家触及宝珠时会引发一次爆炸，造成15点奥术伤害，留下一片奥术魔法残渣，每1秒对其中的所有玩家造成357937点奥术伤害。",
},
[1225630] = {
["T"] = "排放光束",
["D"] = "致命的奥术排放物在空中爆炸。",
},
[1225631] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1218586] = {
["T"] = "能量切割者",
["D"] = "一道旋转的奥术能量光束，对区域内的玩家造成4026798点奥术伤害。 ",
},
[1232774] = {
["T"] = "难愈创伤",
["D"] = "锋利的虚空水晶从破碎节点中爆出，对所有玩家每1秒造成671133点暗影伤害，持续8秒。此效果可叠加。",
},
[1225634] = {
["T"] = "暮光世界",
["D"] = "|cffffffff暮光尖峰|r从各个方向逼近，将战斗场地吞入浩瀚宇宙之中。",
},
[1242018] = {
["T"] = "虚空共鸣",
["D"] = "相位剑士的力量逐渐增强，使其伤害提高7%。该效果可叠加。\r\n",
},
[1218521] = {
["T"] = "可以获得每日神秘奖励",
},
[1225637] = {
["T"] = "葬火视觉效果",
},
[1225638] = {
["T"] = "不羁的火花",
["D"] = "不羁的火花闪动着能量，对击中的玩家造成1448714点自然伤害，并使其昏迷6秒。",
},
[1242022] = {
["T"] = "创伤成就了我！",
["D"] = "你的邪痕身躯会对攻击者造成混乱伤害，在10秒内对其造成\r\n|CFFffffff$<damageValue>*$1242022d/$1242022t${$<damageValue>*$1242022d/$1242022t}|R点混乱伤害。\r\n\r\n对具有|cffffffff邪能触碰|r的敌人造成双倍伤害。\r\n\r\n此效果可叠加最多5次。",
},
[1234022] = {
["T"] = "自动化足球炸弹分发器",
["D"] = "你的有害攻击、法术和技能有几率启动分发器，在场上抛下2个足球炸弹，持续10秒。\r\n\r\n踏上足球炸弹会将其踢向当前目标，对6码范围内的所有敌人造成73点火焰伤害。",
},
[1242024] = {
["T"] = "卡雷什定时炸弹",
},
[1225642] = {
["T"] = "君威暗世",
["D"] = "能量达到100点时，凯威扎腾跃而起，释放出黑暗波动，每1秒对所有玩家造成223710点暗影伤害，持续24秒。",
},
[1232797] = {
["T"] = "阿拉兹的仪式熔炉",
},
[1234052] = {
["T"] = "昏天黑地",
["D"] = "迪门修斯召唤一连串的巨型天体依次砸向地面，每次撞击对12码内的玩家造成13422664点暗影伤害，并引发一次暗影震荡。",
},
[1242028] = {
["T"] = "影爆长枪",
["D"] = "施法者向随机一名玩家掷出暗影长矛，击中时造成268453点暗影伤害，并将其束缚25秒。\r\n\r\n束缚每1.5秒造成223710点暗影伤害，并使其移动速度降低80%，直到被挣脱。",
},
[1233793] = {
["T"] = "举起",
},
[1225647] = {
["T"] = "塞塔里斯之眼",
},
[1247495] = {
["T"] = "虚无爆炸",
["D"] = "玩家发生爆炸，对10码内的所有玩家造成3643832点暗影伤害。",
},
[1247297] = {
["T"] = "扭曲的法力之魂",
},
[1242033] = {
["T"] = "卡雷什定时炸弹",
["D"] = "传送门主管哈尔桑放置一枚定时炸弹，在5秒后爆炸并产生冲击波，每2秒造成111855点奥术伤害，使急速降低50%，使移动速度降低75%，持续10秒。 ",
},
[1225651] = {
["T"] = "塞塔里斯之眼",
},
[1247212] = {
["T"] = "分形利爪",
["D"] = "|cffffffff分形镜像|r对靠得太近的玩家进行横扫，造成2684532点宇宙伤害并将其击退。",
},
[1247416] = {
["T"] = "收集/拾取事件",
},
[1218876] = {
["T"] = "套装：圣光先锋战铠",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1258421] = {
["T"] = "将烈风伐木工的斧子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242039] = {
["T"] = "内爆",
["D"] = "传送门主管哈尔桑使传送门发生内爆，对传送门周围16码内的玩家造成894843点伤害。 \r\n\r\n",
},
[1225657] = {
["T"] = "排放光束",
},
[1242041] = {
["T"] = "影爆长枪",
["D"] = "施法者向随机一名玩家掷出暗影长矛，击中时造成268453点暗影伤害，并将其束缚25秒。\r\n\r\n束缚每1.5秒造成223710点暗影伤害，并使其移动速度降低80%，直到被挣脱。",
},
[1242042] = {
["T"] = "虚空的供品",
["D"] = "你的法术和技能有较高几率施放|cffffffff暗影爆裂|r，对你目标10码范围内的敌人造成37161点暗影伤害。",
},
[1242043] = {
["T"] = "愚人淘金热",
},
[1242044] = {
["T"] = "内爆",
["D"] = "传送门主管哈尔桑使传送门发生内爆，对传送门周围16码内的玩家造成894843点伤害。 ",
},
[1242045] = {
["T"] = "影爆长枪",
["D"] = "施法者向随机一名玩家掷出暗影长矛，击中时造成268453点暗影伤害，并将其束缚25秒。\r\n\r\n束缚每1.5秒造成223710点暗影伤害，并使其移动速度降低80%，直到被挣脱。\r\n",
},
[1242046] = {
["T"] = "无休虫群",
},
[1248137] = {
["T"] = "黑暗之星",
["D"] = "一颗星星从扭曲虚空中成形，将玩家拉向它的中心，持续5秒。\r\n\r\n出现时，|cffffffff黑暗之星|r内的玩家会|cffffffff灰飞烟灭|r，同时|cffffffff暮光尖峰|r开始向外涟漪。每1秒对所有玩家造成53690点宇宙伤害。\r\n",
},
[1242048] = {
["T"] = "影爆长枪",
["D"] = "施法者向随机一名玩家掷出暗影长矛，击中时造成268453点暗影伤害，并将其束缚25秒。\r\n\r\n束缚每1.5秒造成223710点暗影伤害，并使其移动速度降低80%，直到被挣脱。\r\n",
},
[1242049] = {
["T"] = "穿刺",
},
[1248235] = {
["T"] = "踏虚行者的盛装",
["D"] = "收集踏虚行者的盛装外观。",
},
[1242051] = {
["T"] = "奥术焦点",
},
[1218900] = {
["T"] = "套装：假借灵魂战衣",
["D"] = "收集这套护甲套装外观。外观仅供法师、牧师和术士使用。",
},
[1248447] = {
["T"] = "奥术之触",
["D"] = "摧毁一个调谐流丝箱会使玩家的双手沾满奥术能量，持续1分钟，每1秒造成37581点奥术伤害。\r\n\r\n此效果存在期间，玩家造成伤害时有几率使目标在10秒内每1秒受到66824点奥术伤害。此效果最多叠加10次。",
},
[1218989] = {
["T"] = "被拆除的极巨大炸弹",
["D"] = "每3秒对最近的5名玩家造成492164点自然伤害。\r\n\r\n互动时获得被拆除的极巨大炸弹，改为每1.5秒受到492164点自然伤害。此效果可叠加。",
},
[1218919] = {
["T"] = "套装：屠魔者的黄金战痕甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1225673] = {
["T"] = "狂怒粉碎",
["D"] = "弗兰克提鲁斯重击地面，在12分钟内每0.6秒对所有玩家造成5816487点暗影伤害。",
},
[1223890] = {
["T"] = "狂热光环",
},
[1225675] = {
["T"] = "禁酒",
["D"] = "提高生命值。",
},
[1232209] = {
["T"] = "节点爆破",
},
[1232003] = {
["T"] = "无拘的赛布茶",
},
[1240260] = {
["T"] = "无缚狂怒",
},
[1233209] = {
["T"] = "梆！",
},
[1242063] = {
["T"] = "暗炉砂轮",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242064] = {
["T"] = "黑铁台锯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242065] = {
["T"] = "铁炉堡书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242066] = {
["T"] = "小型铁炉堡书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242067] = {
["T"] = "黑石路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242068] = {
["T"] = "光注圆台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1225686] = {
["T"] = "C栏标记",
},
[1242070] = {
["T"] = "影爆长枪",
},
[1242071] = {
["T"] = "奥术驱除",
["D"] = "缚魂者娜欣达利释放毁灭性奥术冲击波，以爆炸力量击退所有玩家，对其造成357937点奥术伤害，每1秒额外造成134226点奥术伤害，持续15秒。",
},
[1242072] = {
["T"] = "激化侵袭",
},
[1232968] = {
["T"] = "相位镜像",
["D"] = "传送到一名敌人身后，造成313195点暗影伤害并召唤一对镜像。",
},
[1242074] = {
["T"] = "激化侵袭",
},
[1242075] = {
["T"] = "暗影爆裂",
["D"] = "施法者向随机一名玩家掷出暗影长矛，击中时造成268453点暗影伤害，并将其束缚25秒。\r\n\r\n束缚每1.5秒造成223710点暗影伤害，并使其移动速度降低80%，直到被挣脱。",
},
[1242076] = {
["T"] = "暗影爆裂",
},
[1225694] = {
["T"] = "返回",
},
[1219152] = {
["T"] = "加里维克斯",
},
[1214834] = {
["T"] = "抛投容器",
["D"] = "施法者向目标位置抛出一个黑血容器，留下一片|cffffffff脏污之池|r。",
},
[1215595] = {
["T"] = "故障导线",
},
[1225698] = {
["T"] = "排放光束",
},
[1233196] = {
["T"] = "怒雷风暴",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n释放一阵狂怒的风暴，在12秒内对8码内的敌人造成|CFFffffff$<damageValue>*$1233181d/$1233181t${$<damageValue>*$1233181d/$1233181t}|R点自然伤害。\r\n\r\n每击中一个敌人都会使你获得|cffffffff风暴加剧|r，使|cffffffff怒雷风暴|r的伤害提高8%。",
},
[1242083] = {
["T"] = "奥术焦点",
},
[1242084] = {
["T"] = "奥术能量",
["D"] = "缚魂者娜欣达利释放出毁灭性的冲击波，对其造成357937点奥术伤害，并在接下来的15秒秒内每1秒额外造成313195点奥术伤害。\r\n\r\n玩家的落点会残留奥术能量。",
},
[1249464] = {
["T"] = "艾露恩的恩泽",
["D"] = "野火炸弹的伤害提高10%。皎月风暴消退时，获得艾露恩的恩泽，使你的下2次野火炸弹造成奥术伤害，初始伤害提高150%。",
},
[1242086] = {
["T"] = "奥术能量",
["D"] = "残留能量每1秒对该区域内的玩家造成1073812点奥术伤害。",
},
[1214622] = {
["T"] = "营救",
},
[1242088] = {
["T"] = "奥术驱除",
["D"] = "缚魂者娜欣达利释放出毁灭性的冲击波，对其造成357937点奥术伤害，并在接下来的15秒秒内每1秒额外造成313195点奥术伤害。\r\n\r\n玩家的落点会残留奥术能量。",
},
[1242089] = {
["T"] = "暗影爆裂",
["D"] = "造成671133点暗影伤害，并将敌人击退。",
},
[1258473] = {
["T"] = "蹒跚冲刺",
["D"] = "使施法者的移动速度提高100%，持续直到主动取消。",
},
[1214605] = {
["T"] = "地精换气装置",
["D"] = "你可以在水下呼吸。",
},
[1214761] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1258476] = {
["T"] = "传送到创始者之角",
},
[1214660] = {
["T"] = "金子！",
},
[1242095] = {
["T"] = "千钧猛击",
["D"] = "迪门修斯以倾世之力碾碎当前目标，对20码内的玩家造成6442879点物理伤害和4295252点宇宙伤害，并施加|cffffffff凡躯的脆弱|r。\r\n\r\n庞大的力量会在空间中产生涟漪，对所有其他玩家造成1610720点宇宙伤害，将他们从冲击点处击退，并击碎活体物质。",
},
[1242096] = {
["T"] = "千钧猛击",
},
[1242097] = {
["T"] = "千钧猛击",
},
[1219149] = {
["T"] = "加里维克斯",
},
[1219145] = {
["T"] = "加里维克斯",
},
[1216505] = {
["T"] = "炸弹场",
["D"] = "地精教父撒出大量整备的爬行爆弹，持续游荡42秒。踩上整备的爬行爆弹会使其提前引爆，触发|cffffffff爆炸之旅|r。",
},
[1258484] = {
["T"] = "传送到烈风海岸",
},
[1242102] = {
["T"] = "尖鸣之魂",
["D"] = "你的法术和技能有几率召唤一群灵魂飞鹰撞向附近的敌人，命中时产生的爆炸会治疗盟友，并对5码内的敌人造成|CFFffffff$<damageValue>$$?$w1>0[$<damageValuePlus>][$<damageValue>]|R点自然伤害。",
},
[1225720] = {
["T"] = "加里维克斯",
},
[1242104] = {
["T"] = "卡拉诺斯书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242105] = {
["T"] = "失窃的铁炉堡座椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242106] = {
["T"] = "塞尔萨玛悬挂灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242107] = {
["T"] = "铁炉堡木制桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242108] = {
["T"] = "方形雷矛桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242109] = {
["T"] = "原型矮人桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242110] = {
["T"] = "华丽的铁炉堡桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242111] = {
["T"] = "破旧的蛮锤水井",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242112] = {
["T"] = "蔓生的蛮锤喷泉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1217723] = {
["T"] = "技巧射击",
["D"] = "你的技能有几率呼叫一名打手小队的成员，在10秒内攻击你的目标。获得嗜血或同类效果会召唤小队全体出动。",
},
[1242114] = {
["T"] = "织梦",
["D"] = "|cffffffff森林的召唤|r会召唤织梦者，用|cffffffff织梦|r强化你和周围的4名盟友。\r\n\r\n|T5342920:24|t|cffffffff织梦|r：\r\n你的技能充能速度提高100%，并且每1秒恢复10%的职业资源，持续12秒。",
},
[1242115] = {
["T"] = "织梦",
},
[1242116] = {
["T"] = "织梦",
["D"] = "你的技能充能速度提高100%，并且每1秒恢复10%的职业资源，持续12秒。",
},
[1242117] = {
["T"] = "黑铁吊灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242118] = {
["T"] = "流电之潮",
},
[1242119] = {
["T"] = "觉醒狂怒",
["D"] = "|cffffffff尖鸣之魂|r会施加|cffffffff觉醒狂怒|r，持续20秒。\r\n\r\n|T236163:24|t|cffffffff觉醒狂怒|r：\r\n你的技能使你和你召唤的伙伴造成的伤害和治疗效果提高2%，持续20秒，最多叠加15次。",
},
[1239941] = {
["T"] = "猫鼬的巨型神符",
["D"] = "该神符位于你的物品栏中时，闪避提高250。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1225738] = {
["T"] = "搜寻",
},
[1242122] = {
["T"] = "觉醒狂怒",
["D"] = "你的技能使你和你召唤的伙伴造成的伤害和治疗效果提高2%，持续20秒，最多叠加15次。",
},
[1251092] = {
["T"] = "星界灼烧",
},
[1237783] = {
["T"] = "小型紫色苏拉玛座椅软垫",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242125] = {
["T"] = "觉醒狂怒",
["D"] = "你的你召唤的伙伴造成的伤害和治疗效果提高2%，持续20秒。",
},
[1225190] = {
["T"] = "根基3 - 可重复任务完成",
},
[1225189] = {
["T"] = "根基2 - 可重复任务完成",
},
[1258511] = {
["T"] = "近战",
["D"] = "对敌方目标造成100%武器伤害。",
},
[1258512] = {
["T"] = "近战",
},
[1225747] = {
["T"] = "葬火视觉效果",
},
[1219484] = {
["T"] = "观众的不满",
},
[1225749] = {
["T"] = "葬火视觉效果",
},
[1242133] = {
["T"] = "灵魂饱噬",
["D"] = "施法者吞噬其盟友的灵魂，启用其最强大的能力。",
},
[1241563] = {
["T"] = "碧蓝火印",
},
[1225179] = {
["T"] = "仪式匕首",
["D"] = "撰魂师向命运和命缚者的方向掷出匕首，对击中的玩家造成536906点奥术伤害，并在6秒内每1.5秒额外造成178968点奥术伤害。\r\n\r\n命运被击中时，与其相连的玩家会受到|cffffffff重伤的命运|r影响。",
},
[1225753] = {
["T"] = "引擎：在控巡航者",
["D"] = "献给希望饱览美景的司机。\r\n\r\n大幅降低极限速度。\r\n提高加速度。",
},
[1242137] = {
["T"] = "邪能溶解",
},
[1219603] = {
["T"] = "鸣笛",
},
[1225172] = {
["T"] = "畸变释能",
["D"] = "施法者周期性地喷出奥术能量，对冲击点3码内的玩家造成2684532点奥术伤害。",
},
[1237944] = {
["T"] = "以太布莱恩化形仪",
["D"] = "召唤虚灵幻变者来改变你的外观，持续1小时。",
},
[1250850] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成4026798点暗影伤害。",
},
[1242142] = {
["T"] = "内爆",
["D"] = "传送门主管哈尔桑使传送门发生内爆，对传送门周围16码内的玩家造成894843点伤害。 ",
},
[1242143] = {
["T"] = "进流稳定",
},
[1225166] = {
["T"] = "畸变释能",
},
[1258528] = {
["T"] = "时间流精通",
["D"] = "消灭怪物和完成任务时获取的经验值提高30%。\r\n\r\n完成时空漫游地下城会刷新持续时间。",
},
[1258529] = {
["T"] = "时间流学识",
["D"] = "消灭怪物和完成任务时获取的经验值提高5%。\r\n\r\n完成时空漫游地下城会提高该效果，并刷新持续时间。\r\n\r\n达到4层时，会变为|cffffffff时间流精通|r，使效果提高到30%。",
},
[1225163] = {
["T"] = "畸变释能",
},
[1250849] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成4026798点暗影伤害。",
},
[1237859] = {
["T"] = "破碎灵魂的拥抱",
["D"] = "雷什裹布的能力还会使受到的宇宙伤害降低50%，持续20秒，或直到防止了82点伤害。",
},
[1219492] = {
["T"] = "饮用软泥",
["D"] = "直接饮用满满一捧桶里的发光淤泥。",
},
[1225768] = {
["T"] = "吉娃娃召唤 - 设置显示",
},
[1250884] = {
["T"] = "伊利达雷瘟疫魔犬",
["D"] = "召唤或解散这种坐骑。",
},
[1242153] = {
["T"] = "放血戳刺",
},
[1219496] = {
["T"] = "毒液箭",
},
[1250853] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成4026798点暗影伤害。",
},
[1237146] = {
["T"] = "辐射之池",
["D"] = "施法者在死亡时爆裂，留下一滩辐射之池，对其中的玩家每2秒造成268453点自然伤害。 ",
},
[1242157] = {
["T"] = "虚空射线",
},
[1250886] = {
["T"] = "高地大角鹿",
["D"] = "召唤或解散这种坐骑。",
},
[1237792] = {
["T"] = "封闭的皮革窗帘",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1250864] = {
["T"] = "添加钥石词缀：永恒黄昏",
["D"] = "为一个史诗钥石添加永恒黄昏词缀。",
},
[1258544] = {
["T"] = "奇珍首饰",
["D"] = "获得一件强大的戒指、项链或饰品。",
},
[1242162] = {
["T"] = "传送门注能",
["D"] = "传送门主管哈尔桑将一名玩家当作导体并召唤传送门，在6秒内每1.5秒造成89485点奥术伤害。效果结束时在玩家的位置产生|cffffffff影卫传送门|r。 ",
},
[1219605] = {
["T"] = "根除齐射",
["D"] = "集能哨兵指定一名玩家为净化目标，向其发射一枚飞弹，造成10738130点奥术伤害，由6码范围内所有玩家均摊。",
},
[1237142] = {
["T"] = "虚灵强化",
},
[1237784] = {
["T"] = "吉尔尼斯圆形毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233808] = {
["T"] = "纳兰的祝福",
["D"] = "急速提高30%，持续16秒。",
},
[1237140] = {
["T"] = "锐锋过载",
},
[1219457] = {
["T"] = "虚体",
["D"] = "塔尔·巴特化作纯粹的能量，使受到的伤害降低99%，直到离开以太位面。\r\n\r\n被|cffffffff迁跃打击|r击中时，塔尔·巴特失去一层|cffffffff虚体|r。失去所有|cffffffff虚体|r层数时，阿瓦兹吉和塔尔·巴特都会陷入|cffffffff动荡能量|r。",
},
[1225786] = {
["T"] = "虚缚同袍",
["D"] = "阿达拉斯、伊莉萨和维拉瑞安彼此相连，共享生命值。",
},
[1237220] = {
["T"] = "猛烈沙暴",
["D"] = "施法者使沙尘在自己身旁飞旋，在3秒内每1秒对玩家造成29529点自然伤害。",
},
[1242171] = {
["T"] = "虚空齐射",
["D"] = "虚空洪流施放后会被虚空齐射替代，持续20秒。\r\n\r\n|T425955:24|t |cffffffff虚空齐射|r\r\n释放一股纯粹虚空能量汇集的齐射，向你的目标发射10发飞弹，并向你目标10码范围内所有敌人额外发射1发飞弹，每发造成19704点暗影伤害。\r\n\r\n|cFFFFFFFF产生10点狂乱值。|r",
},
[1236867] = {
["T"] = "将赞达拉壁挂架子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242173] = {
["T"] = "虚空齐射",
["D"] = "释放一股纯粹虚空能量汇集的齐射，向你的目标发射10发飞弹，并向你目标10码范围内所有敌人额外发射1发飞弹，每发造成19704点暗影伤害。\r\n\r\n|cFFFFFFFF产生10点狂乱值。|r",
},
[1225791] = {
["T"] = "自动化足球炸弹分发器",
},
[1223299] = {
["T"] = "全铜管乐队",
["D"] = "我在开车呢！",
},
[1242176] = {
["T"] = "优雅的系结窗帘",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1242177] = {
["T"] = "强化",
["D"] = "敌人的生命值提高60%，造成的伤害提高60%。",
},
[1251842] = {
["T"] = "记忆结晶",
["D"] = "留下一个记忆结晶，为其他探索这一地下堡的玩家留下一条消息。",
},
[1239681] = {
["T"] = "劈裂重斩",
["D"] = "对一名敌人造成物理伤害。\r\n\r\n击退一名敌人。\r\n\r\n",
},
[1251853] = {
["T"] = "具现黑暗",
["D"] = "随着阿拉兹逐渐解离，他体内的虚空能量倾泻而出，对进入其周围7码内的所有虚空具象施加|cffffffff黑暗恩赐|r。",
},
[1236862] = {
["T"] = "兽人伐木工的凳子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242182] = {
["T"] = "压迫",
["D"] = "首领获得额外机制。",
},
[1252004] = {
["T"] = "天启",
["D"] = "让厄运降临到敌人身上，造成2点暗影伤害，并引爆目标身上的最多2层溃烂之伤。\r\n\r\n召唤2个亡者大军中的食尸鬼，持续20秒。\r\n\r\n|cFFFFFFFF产生2个符文。|r",
},
[1255733] = {
["T"] = "嵌宝精灵箱",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1242185] = {
["T"] = "传送门注能",
["D"] = "传送门主管哈尔桑将一名玩家当作导体并召唤传送门，在6秒内每1.5秒造成89485点奥术伤害。效果结束时在玩家的位置产生|cffffffff影卫传送门|r。 ",
},
[1233666] = {
["T"] = "能量涌动",
["D"] = "奥术涌动造成的伤害提高200%，施法时间缩短50%。\r\n\r\n施放奥术涌动后，你的施法不会被打断，并且奥术冲击的伤害提高30%，持续8秒。",
},
[1242187] = {
["T"] = "奥术箭",
["D"] = "对一名敌人造成奥术伤害。",
},
[1233399] = {
["T"] = "黑洞",
},
[1242189] = {
["T"] = "虚空齐射",
["D"] = "释放一股纯粹虚空能量汇集的齐射，向你的目标发射10发飞弹，并向你目标10码范围内所有敌人额外发射1发飞弹，每发造成19704点暗影伤害。\r\n\r\n|cFFFFFFFF产生10点狂乱值。|r",
},
[1255154] = {
["T"] = "退出追赶",
["D"] = "如果你不知所措，则可以翻阅宝典并传送到对应的区域。\r\n\r\n离开追赶会将你传送回主城。你随时都可以继续当前的追赶战役，除非你选择开启其他战役。\r\n\r\n你希望继续吗？",
},
[1233394] = {
["T"] = "弱效虚空仪式符文",
["D"] = "将弱效虚空仪式符文附着到一顶头盔上。\r\n\r\n获得虚空仪式，你的法术和技能有几率使你的所有次要属性每秒提高71，持续20秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1225809] = {
["T"] = "金额返还",
["D"] = "从黄金元素处吸取剩余的黄金。",
},
[1213928] = {
["T"] = "污秽喷吐",
["D"] = "畸体向前方锥形范围内倾倒软泥，每1秒对玩家造成223711点暗影伤害并生成软泥，持续4秒。",
},
[1250329] = {
["T"] = "黑锋宝典",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233169] = {
["T"] = "取回被窃取的科技",
["D"] = "锁定被窃取的科技的位置，呼叫传送光束，将物品安全地回收。",
},
[1225813] = {
["T"] = "强化塞塔里斯之眼",
},
[1242197] = {
["T"] = "玄牛坚毅",
["D"] = "施放活血酒时会治疗玄牛砮皂。",
},
[1233112] = {
["T"] = "吞噬",
["D"] = "阿兹希卡吸入并企图吞噬场地中的所有生物，持续6秒。",
},
[1225816] = {
["T"] = "献祭葬火",
},
[1233162] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1213932] = {
["T"] = "污秽喷吐",
["D"] = "畸体向前方锥形范围内倾倒软泥，每1秒对玩家造成223711点暗影伤害并生成软泥，持续4秒。",
},
[1242202] = {
["T"] = "奥术结界",
["D"] = "在战斗中站立不动4秒后，你会开始引导奥术结界，在移动前吸收|CFFffffff$<damageValue>|R点伤害。|cffffffff纳兰的永恒圆盘|r激活时，|cffffffff奥术结界|r生效所需的时间减半。",
},
[1242203] = {
["T"] = "风暴加剧",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n释放一阵狂怒的风暴，在12秒内对8码内的敌人造成|CFFffffff$<damageValue>*$1233181d/$1233181t${$<damageValue>*$1233181d/$1233181t}|R点自然伤害。\r\n\r\n每击中一个敌人都会使你获得|cffffffff风暴加剧|r，使|cffffffff怒雷风暴|r的伤害提高8%。",
},
[1258587] = {
["T"] = "酝酿风暴",
["D"] = "你可以在施法时移动。\r\n\r\n在战斗中静止不动时，每3秒获得一层酝酿风暴，最多10层。\r\n\r\n当你移动时，每层酝酿风暴会对附近敌人造成|CFFffffff$<damageValue>|R点伤害，由其周围的敌人均摊。",
},
[1242205] = {
["T"] = "奥术结界",
},
[1258589] = {
["T"] = "酝酿风暴",
},
[1242207] = {
["T"] = "奥术结界",
},
[1258591] = {
["T"] = "酝酿风暴",
},
[1258592] = {
["T"] = "酝酿风暴",
},
[1258593] = {
["T"] = "酝酿风暴",
["D"] = "你可以在施法时移动。\r\n\r\n在战斗中静止不动时，每3秒获得一层酝酿风暴，最多10层。\r\n\r\n当你移动时，每层酝酿风暴会对附近敌人造成|CFFffffff$<damageValue>|R点伤害，由其周围的敌人均摊。",
},
[1233152] = {
["T"] = "冷酷严冬",
["D"] = "从半径8码内的所有敌人身上吸收生命的热量，在12秒内造成122379点冰霜伤害，并使其移动速度降低20%。",
},
[1242212] = {
["T"] = "燃烧余波",
["D"] = "燃烧的奥术能量每1秒造成1118555点奥术伤害。",
},
[1213799] = {
["T"] = "退下",
["D"] = "击退目标并使其昏迷1.5秒。",
},
[1213961] = {
["T"] = "污秽喷吐",
["D"] = "畸体向前方锥形范围内倾倒软泥，每1秒对玩家造成223711点暗影伤害并生成软泥，持续4秒。",
},
[1213903] = {
["T"] = "茶毛驯养者",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1241394] = {
["T"] = "贝拉梅斯小型平台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1232542] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1213951] = {
["T"] = "花式骑乘",
},
[1242219] = {
["T"] = "相位迁跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。\r\n",
},
[1242220] = {
["T"] = "过热高温",
["D"] = "燃烧未激活时，消耗炽热连击有较低几率使所有的炎爆术和烈焰风暴变为瞬发且必定产生爆击，持续5秒。\r\n\r\n过热高温期间，每次施放炎爆术或烈焰风暴都会使炎爆术和烈焰风暴的伤害提高15%，最多提高150%。",
},
[1242221] = {
["T"] = "相位迁跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。\r\n",
},
[1242222] = {
["T"] = "燃烧余波",
},
[1224964] = {
["T"] = "添加",
["D"] = "|cnDARKYELLOW_FONT_COLOR:布莱恩在战斗中戴上法力色泽的眼镜并周期性地触发，每5秒使其造成的伤害提高4%，受到的伤害提高5%，最多叠加10次。\r\n\r\n驱散眼镜会为布莱恩恢复25%的最大生命值，并使周围的敌人昏迷2秒。\r\n布莱恩的生命值降低至30%以下时会自动驱散此效果，但不会使敌人昏迷。|r\r\n\r\n使用：将这个珍玩添加到布莱恩的收藏中。",
},
[1242224] = {
["T"] = "破裂",
["D"] = "伊莉萨快速斩击当前目标，造成7829887点物理伤害并施加|cffffffff破碎之魂|r效果。\r\n\r\n此攻击会将目标的灵魂切成残片，每个残片都会在目标身上维持|cffffffff脆弱|r效果，直到其他玩家收集残片为止。",
},
[1242225] = {
["T"] = "怒雷风暴",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n释放一阵狂怒的风暴，在12秒内对8码内的敌人造成|CFFffffff$<damageValue>*$1233181d/$1233181t${$<damageValue>*$1233181d/$1233181t}|R点自然伤害。\r\n\r\n每击中一个敌人都会使你获得|cffffffff风暴加剧|r，使|cffffffff怒雷风暴|r的伤害提高8%。",
},
[1242226] = {
["T"] = "相位迁跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。\r\n",
},
[1249226] = {
["T"] = "将龙希尔武器架放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1233155] = {
["T"] = "回力帽子",
["D"] = "布莱恩有几率随机抽出一顶帽子并扔向敌人，造成中等伤害，并对2个目标施加1个减益效果。\r\n\r\n可能的效果包括了受到的伤害提高20%、造成的伤害降低20% ，以及攻击/施法速度降低20%。\r\n",
},
[1258612] = {
["T"] = "套装：执政团高阶护卫的战铠",
["D"] = "收集这套护甲套装外观。",
},
[1232346] = {
["T"] = "亵渎",
["D"] = "消耗枯萎凋零，碾压其中的敌人，立即造成100%的剩余伤害。施加或引爆1-2层溃烂之伤，取决于目标是否已经被溃烂之伤影响。\r\n\r\n使你获得站在枯萎凋零范围内时的效果。",
},
[1258614] = {
["T"] = "套装：被遗忘的学宫布甲",
["D"] = "收集这套护甲套装外观。",
},
[1232668] = {
["T"] = "碧海浮舟",
},
[1242233] = {
["T"] = "传送眩晕",
["D"] = "使用传送门令玩家短暂地感到眩晕，在3秒内每0.5秒造成9898点奥术伤害。 ",
},
[1258617] = {
["T"] = "套装：艾瑞达斯寻光者的圣服",
["D"] = "收集这套护甲套装外观。",
},
[1258618] = {
["T"] = "格外暴躁！",
["D"] = "格林奇的爪牙现在会以惊人的速度摧毁树木。",
},
[1232891] = {
["T"] = "进食",
},
[1242237] = {
["T"] = "奥术超载",
},
[1242238] = {
["T"] = "奥术超载",
["D"] = "奥术能量猛烈撞击地面，对冲击点1码内的玩家造成671133点奥术伤害。",
},
[1217173] = {
["T"] = "能量获取",
},
[1242240] = {
["T"] = "诺斯特温的迫切",
["D"] = "未进入战斗并且持续移动时，每4秒获得|cffffffff时空奔行|r，使你的非飞行移动速度提高20%。此效果可叠加最多3次。",
},
[1242241] = {
["T"] = "奥术超载",
},
[1242242] = {
["T"] = "奥术超载",
["D"] = "奥术能量猛烈撞击地面，对冲击点1码内的玩家造成671133点奥术伤害。",
},
[1239896] = {
["T"] = "暮光尖峰",
["D"] = "星辰之环从下方升起，对击中的玩家造成3803088点宇宙伤害。",
},
[1258627] = {
["T"] = "收割者之庭奖章",
["D"] = "使你在收割者之庭中的声望提高300点。",
},
[1242245] = {
["T"] = "时空奔行",
["D"] = "未进入战斗并且持续移动时，每4秒获得|cffffffff时空奔行|r，使你的非飞行移动速度提高20%。此效果可叠加最多3次。",
},
[1258629] = {
["T"] = "荒猎团奖章",
["D"] = "使你在荒猎团中的声望提高300点。",
},
[1242247] = {
["T"] = "扭曲的远征",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n召唤一名被征服的狱火恐惧魔王，持续30秒，周期性地用|cffffffff混沌统治|r打击敌人。\r\n\r\n|cffffffff混沌统治|r\r\n狱火恐惧魔王降下狱火陨星，在8秒内每1秒对8码内的敌人造成|CFFffffff$<damageValue>|R点混乱伤害。\r\n",
},
[1258631] = {
["T"] = "不朽军团奖章",
["D"] = "使你在不朽军团中的声望提高300点。",
},
[1224913] = {
["T"] = "弧光法力",
},
[1258633] = {
["T"] = "晋升者奖章",
["D"] = "使你在晋升者中的声望提高300点。",
},
[1258634] = {
["T"] = "威·娜莉奖章",
["D"] = "使你在威·娜莉处的声望提高300点。",
},
[1258635] = {
["T"] = "宣罪者奖章",
["D"] = "使你在宣罪者中的声望提高300点。",
},
[1258636] = {
["T"] = "魅夜王庭奖章",
["D"] = "使你在魅夜王庭中的声望提高300点。",
},
[1258637] = {
["T"] = "灰烬王庭奖章",
["D"] = "使你在灰烬王庭中的声望提高300点。",
},
[1216411] = {
["T"] = "产品投放",
["D"] = "洛肯斯多向房间内发射数枚地雷。踩到炸脚地雷会触发|cffffffff动荡爆炸|r，并在触发者身上嵌入|cffffffff不稳定的碎片|r。此外，这些反应型地雷与其他发明或|cffffffff缆线输电|r接触时会爆炸，触发|cffffffff动荡爆炸|r。",
},
[1225873] = {
["T"] = "强效虚空回响符文",
["D"] = "将强效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成123156点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1242257] = {
["T"] = "破裂",
["D"] = "伊莉萨快速斩击当前目标，造成7829887点物理伤害并施加|cffffffff破碎之魂|r效果。\r\n\r\n此攻击会将目标的灵魂切成残片，每个残片都会在目标身上维持|cffffffff脆弱|r效果，直到其他玩家收集残片为止。",
},
[1232002] = {
["T"] = "无拘的赛布茶",
},
[1258642] = {
["T"] = "缝合大师奖章",
["D"] = "使你在缝合大师中的声望提高300点。",
},
[1225877] = {
["T"] = "紫色鱼人装扮",
},
[1225878] = {
["T"] = "虚空回响",
["D"] = "将强效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成123156点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1258645] = {
["T"] = "玛拉斯缪斯奖章",
["D"] = "使你在玛拉斯缪斯处的声望提高300点。",
},
[1225880] = {
["T"] = "虚空回响",
["D"] = "将强效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成123156点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1231934] = {
["T"] = "无束虚空",
["D"] = "施法者辐射出暗影能量，每2秒对60码内的玩家造成671133点暗影伤害。",
},
[1258648] = {
["T"] = "死亡先锋军奖章",
["D"] = "使你在死亡先锋军中的声望提高300点。",
},
[1225883] = {
["T"] = "虚空回响",
["D"] = "将强效虚空回响符文附着到一顶头盔上。\r\n\r\n你的伤害技能可以积累虚空回响，每次积累虚空回响都有几率坍缩，每1秒对附近所有敌人造成123156点暗影伤害，直到虚空回响的层数耗尽为止。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1225884] = {
["T"] = "红色狐狸装扮",
},
[1232369] = {
["T"] = "暗影箭",
["D"] = "对50码内的敌人造成134226点暗影伤害。",
},
[1258652] = {
["T"] = "档案员卷宗奖章",
["D"] = "使你在档案员卷宗中的声望提高300点。",
},
[1258653] = {
["T"] = "开悟者奖章",
["D"] = "使你在开悟者中的声望提高300点。",
},
[1225888] = {
["T"] = "蓝色鲨鱼装扮",
},
[1242272] = {
["T"] = "皇家虚空之翼",
["D"] = "召唤或解散这种坐骑。",
},
[1242273] = {
["T"] = "能量冲击",
["D"] = "向目标射出一道光芒，造成奥术伤害。",
},
[1261243] = {
["T"] = "熊猫人石制墙壁",
["D"] = "制作熊猫人石制墙壁，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1214330] = {
["T"] = "染成绿色",
},
[1242276] = {
["T"] = "军团的召唤：狱火审判官",
["D"] = "从扭曲虚空召唤一名狱火审判官协助你战斗，持续10秒。",
},
[1216953] = {
["T"] = "冻结寒风",
["D"] = "寒冰宝珠对受你暴风雪影响的目标额外造成15%伤害。",
},
[1232286] = {
["T"] = "被包裹的线轴",
["D"] = "解开一个相当大的线轴。",
},
[1232371] = {
["T"] = "套装：草地运动服",
["D"] = "收集这套护甲套装外观。",
},
[1232116] = {
["T"] = "黑暗血涌",
["D"] = "腐化淤血向外喷发，对击中的玩家造成2237111点暗影伤害。",
},
[1231955] = {
["T"] = "调谐裹布",
},
[1263007] = {
["T"] = "失效的故障检测水晶塔",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263133] = {
["T"] = "将烈风渔夫晒架放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242284] = {
["T"] = "灵魂重碾",
["D"] = "|cffffffff幽魂炸弹|r使玩家吸收接下来受到的1219864点治疗量。",
},
[1263042] = {
["T"] = "将塑蜡大师的蜡烛架放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214593] = {
["T"] = "雷鸣符文钥匙",
["D"] = "将其带往被遗忘的宝库，激活雷鸣符文石。",
},
[1231735] = {
["T"] = "套装：德鲁伊毛皮斗披",
["D"] = "收集这套护甲套装外观。",
},
[1262502] = {
["T"] = "记录",
["D"] = "站在原地为附近的动植物拍照片。",
},
[1262964] = {
["T"] = "将达拉然学者的书柜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1231915] = {
["T"] = "核闪穿刺",
["D"] = "对冲击范围内的所有玩家造成805360点奥术伤害。\r\n",
},
[1263123] = {
["T"] = "魔钢吊笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214554] = {
["T"] = "飞旋转轮",
},
[1263043] = {
["T"] = "套装：复仇十字军祭服",
["D"] = "收集这套护甲套装外观。",
},
[1263122] = {
["T"] = "肯瑞托天际旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262934] = {
["T"] = "检查",
},
[1263124] = {
["T"] = "将冷清的烈风渔夫晒架放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1224840] = {
["T"] = "处斩",
["D"] = "虚空之翼用利爪撕裂玩家，造成1932863点宇宙伤害并拖拽处于路径中的所有玩家。",
},
[1214633] = {
["T"] = "弹力软垫",
},
[1231099] = {
["T"] = "枯竭的卡雷什电池",
},
[1262952] = {
["T"] = "鎏金德莱尼圆桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1225918] = {
["T"] = "奥术科技法术",
},
[1225919] = {
["T"] = "鼓舞",
},
[1242303] = {
["T"] = "蠕行缠裹",
["D"] = "如果蠕行波未能击中至少5个目标，卢米萨尔会用多余丝线保护自己，吸收受到的伤害。",
},
[1242304] = {
["T"] = "驱逐灵魂",
["D"] = "|cffffffff幽魂炸弹|r会引爆|cffffffff破裂|r留下的所有残片，对所有玩家造成223710点火焰伤害，并每0.5秒额外造成268453点火焰伤害，持续20秒。该效果可叠加。",
},
[1214603] = {
["T"] = "哈哈棱镜",
},
[1214529] = {
["T"] = "狂怒冲锋",
},
[1263003] = {
["T"] = "暮色森林",
},
[1225925] = {
["T"] = "技巧射击",
["D"] = "加里维克斯每4秒获得一层|cffffffff技巧射击|r。\r\n\r\n当达到10层或改变主要目标时，将会释放所有射击，每层造成1789688点物理伤害并每1秒额外造成313195点火焰伤害，持续9秒。此效果可叠加，且无法被躲闪。",
},
[1225926] = {
["T"] = "打压自尊",
["D"] = "加里维克斯用拳头连击当前目标4次，每击造成3579377点物理伤害。这些攻击无法被躲闪或招架。\r\n\r\n此外，未被减免伤害的75%会作为|cffffffff自尊重挫|r效果造成伤害。",
},
[1242310] = {
["T"] = "静力闪电",
["D"] = "大型排放口激活时降下闪电，对0277941码范围内的玩家造成1565976点自然伤害。",
},
[1225928] = {
["T"] = "试验型护板",
["D"] = "蛛形地雷被试验型护板覆盖，免疫所有伤害。\r\n\r\n能量达到100点时，地雷会免疫控制效果，并且移动速度提高200%。",
},
[1225929] = {
["T"] = "春节的财富！",
["D"] = "月亮带来的好运！最大生命值提高5%。只能在户外使用。",
},
[1225930] = {
["T"] = "祈祷与乱射",
["D"] = "兹伊向一名玩家射出一簇子弹，3秒内每0.3对锥形范围内的玩家造成357937点物理伤害，并引爆击中的所有|cffffffff不稳定的蛛形地雷|r。",
},
[1225931] = {
["T"] = "风暴手指枪",
["D"] = "穆格的手指迸发出猛烈的闪电，每0.5秒对前方锥形范围造成894843点自然伤害，持续4秒。\r\n\r\n区域中溢出的电流会形成一片|cffffffff风暴雷云|r。",
},
[1225932] = {
["T"] = "顶头大佬：穆格·兹伊",
},
[1225933] = {
["T"] = "风暴手指枪",
["D"] = "穆格的手指迸发出猛烈的闪电，每0.5秒对前方锥形范围造成894843点自然伤害，持续4秒。\r\n\r\n区域中溢出的电流会形成一片|cffffffff风暴雷云|r。",
},
[1224799] = {
["T"] = "命运低语",
["D"] = "撰魂师粉碎所有玩家的命运，召唤命运的回响并使其受到447422点奥术伤害。",
},
[1225935] = {
["T"] = "技巧射击",
["D"] = "加里维克斯每4秒获得一层|cffffffff技巧射击|r。\r\n\r\n当达到10层或改变主要目标时，将会释放所有射击，每层造成1789688点物理伤害并每1秒额外造成313195点火焰伤害，持续9秒。此效果可叠加，且无法被躲闪。",
},
[1231717] = {
["T"] = "熄灭众星",
},
[1225937] = {
["T"] = "空电池",
},
[1225938] = {
["T"] = "熵合",
},
[1214680] = {
["T"] = "狰狞蔑笑",
["D"] = "使施法者周围8码的敌人陷入恐惧，持续3秒。",
},
[1241172] = {
["T"] = "相位祈咒",
},
[1262482] = {
["T"] = "将诺莫瑞根循环窑放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242325] = {
["T"] = "激涌能量流",
["D"] = "奥术力量产生一股涌动，撕裂敌人，使其最大生命值降低。",
},
[1242326] = {
["T"] = "被诅咒的岩石雕像",
["D"] = "引导1秒并祈唤雕像的怒火，使你的爆击提高44，持续15秒。强大的力量会猛击地面，对周围的所有敌人造成139点自然伤害，每击中一个敌人使爆击提高2，最多56。",
},
[1242327] = {
["T"] = "侏儒工具箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242328] = {
["T"] = "自动化诺莫瑞根守护者",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242329] = {
["T"] = "退役的工业化侏儒抓取者",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242330] = {
["T"] = "机械化侏儒路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242331] = {
["T"] = "备用的开垦钻机",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242332] = {
["T"] = "麦卡贡悬挂泛光灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242333] = {
["T"] = "将机械侏儒维生物资分发站放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242334] = {
["T"] = "侏儒超级电磁圈",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242335] = {
["T"] = "侏儒电磁圈",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242336] = {
["T"] = "铁炉堡吊灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242337] = {
["T"] = "将钢制铁炉堡纹章放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242338] = {
["T"] = "铁炉堡栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242339] = {
["T"] = "铁炉堡栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242340] = {
["T"] = "速度虹吸器",
["D"] = "未进入战斗时，在法力熔炉：欧米伽内部的移动速度提高。",
},
[1242341] = {
["T"] = "速度虹吸器",
["D"] = "破袭队为你配备速度虹吸器，在法力熔炉：欧米伽内并且不在战斗中时，转换虚灵精华，使移动速度提高。",
},
[1242342] = {
["T"] = "速度虹吸器",
["D"] = "破袭队为你配备速度虹吸器，在法力熔炉：欧米伽内并且不在战斗中时，转换虚灵精华，使移动速度提高。",
},
[1242343] = {
["T"] = "首要目标",
["D"] = "击败此敌人将汲取其精华，大幅提升移动速度，持续15秒。",
},
[1242344] = {
["T"] = "以太同调",
["D"] = "法力熔炉：欧米伽的能量增强了你的武器附魔，处于设施中时效果提升50%。符文熔铸效果提升10%。",
},
[1242345] = {
["T"] = "以太同调",
["D"] = "法力熔炉：欧米伽的能量增强了你的武器附魔，处于设施中时效果提升50%。符文熔铸效果提升10%。",
},
[1242346] = {
["T"] = "以太同调",
["D"] = "法力熔炉：欧米伽的能量增强了你的法力之油和附魔，处于设施中时效果提升50%。",
},
[1242347] = {
["T"] = "噬魂强化",
["D"] = "敏捷提高733点，持续1小时。强化符文。死亡后仍可继续存在。",
},
[1225965] = {
["T"] = "幼龙点心",
["D"] = "恢复全部驭空术充能并暂时提高飞行速度。只能在驭空术期间使用。",
},
[1225966] = {
["T"] = "弧光转移",
},
[1225967] = {
["T"] = "诺斯特温的优惠券",
["D"] = "将你传送至达拉然附近的永恒集市。",
},
[1242351] = {
["T"] = "鼹鼠人的协助",
["D"] = "呼喊求助，使一个鼹鼠人从目标位置钻出地面，使敌人昏迷5秒。",
},
[1242352] = {
["T"] = "践踏",
["D"] = "践踏地面，对周围的所有敌人造成0点物理伤害。",
},
[1231521] = {
["T"] = "暗影坠天",
["D"] = "迪门修斯召唤多个虚空能量球，在6秒内缓缓下落。球体在撞击时爆炸，对所有玩家造成626391点暗影伤害，并使其受到暗影坠天的伤害提高100%，持续1秒。此效果可叠加。\r\n\r\n每个位于冲击位置且具有重力影响的玩家都会加快球体的下落速度。",
},
[1242354] = {
["T"] = "鼹鼠人的协助",
["D"] = "令冲击点周围5码内的所有敌人昏迷，使其无法移动或攻击，持续5秒。",
},
[1242355] = {
["T"] = "魔能之箭",
["D"] = "狱火审判官向目标射出一支魔能箭，造成0点混乱伤害。",
},
[1242356] = {
["T"] = "雷霆打击",
},
[1242357] = {
["T"] = "奥术海啸",
["D"] = "缚魂者从身体内释放强力奥术能量冲击波，击退所有玩家，对其造成0点奥术伤害，每1秒额外造成313195点奥术伤害，持续15秒。\r\n\r\n玩家落地时，残余奥术流丝散落形成持续区域，每1秒对区域内所有玩家造成1073812点奥术伤害。\r\n",
},
[1242358] = {
["T"] = "迁跃",
},
[1217933] = {
["T"] = "闪电重拳",
["D"] = "托克猛击当前目标，造成7158755点物理伤害。未被减免的伤害的100%会造成自然伤害。",
},
[1243839] = {
["T"] = "阿兹希卡兰幼虫",
},
[1242361] = {
["T"] = "小型应急警告灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242362] = {
["T"] = "应急警告灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242363] = {
["T"] = "麦卡贡对目照明灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242364] = {
["T"] = "麦卡贡微缩人造太阳",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242365] = {
["T"] = "侏儒安保喷火器",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242366] = {
["T"] = "魅力沙发",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1242367] = {
["T"] = "大型家居齿轮",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242368] = {
["T"] = "军团的召唤：狱火掠夺者",
["D"] = "从扭曲虚空召唤一名狱火掠夺者协助你战斗，持续10秒。",
},
[1225986] = {
["T"] = "传送电池",
},
[1243945] = {
["T"] = "传送",
},
[1242371] = {
["T"] = "狱火飞跃",
["D"] = "狱火掠夺者从空中跃向目标，对6码内的所有敌人造成0点火焰伤害。",
},
[1217994] = {
["T"] = "珠光彩蝶",
["D"] = "召唤或解散珠光彩蝶坐骑。",
},
[1242373] = {
["T"] = "践踏",
["D"] = "践踏地面，对你的目标造成460818点物理伤害。对次要目标造成较低的伤害。",
},
[1242374] = {
["T"] = "相位迁跃",
},
[1242375] = {
["T"] = "相位迁跃",
},
[1225993] = {
["T"] = "传送电池",
},
[1242377] = {
["T"] = "相位迁跃",
},
[1242378] = {
["T"] = "狱火飞跃",
["D"] = "狱火掠夺者从空中跃向目标，对6码内的所有敌人造成0点火焰伤害。",
},
[1244131] = {
["T"] = "将“万物的命运”画作放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1258763] = {
["T"] = "加速",
["D"] = "提高扫帚的移动速度。",
},
[1242381] = {
["T"] = "贪婪驱使",
},
[1242382] = {
["T"] = "贪婪驱使",
},
[1242383] = {
["T"] = "贪婪驱使",
},
[1258767] = {
["T"] = "酝酿风暴",
["D"] = "使|cffffffff酝酿风暴|r额外提高5级。\r\n\r\n|T136014:24|t |cffffffff酝酿风暴|r\r\n你可以在施法时移动。\r\n\r\n在战斗中静止不动时，每3秒获得一层酝酿风暴，最多10层。\r\n\r\n当你移动时，每层酝酿风暴会对附近敌人造成|CFFffffff$<damageValue>|R点伤害，由其周围的敌人均摊。",
},
[1258768] = {
["T"] = "酝酿风暴",
["D"] = "使|cffffffff酝酿风暴|r额外提高4级。\r\n\r\n|T136014:24|t |cffffffff酝酿风暴|r\r\n你可以在施法时移动。\r\n\r\n在战斗中静止不动时，每3秒获得一层酝酿风暴，最多10层。\r\n\r\n当你移动时，每层酝酿风暴会对附近敌人造成|CFFffffff$<damageValue>|R点伤害，由其周围的敌人均摊。",
},
[1258769] = {
["T"] = "酝酿风暴",
["D"] = "使|cffffffff酝酿风暴|r额外提高3级。\r\n\r\n|T136014:24|t |cffffffff酝酿风暴|r\r\n你可以在施法时移动。\r\n\r\n在战斗中静止不动时，每3秒获得一层酝酿风暴，最多10层。\r\n\r\n当你移动时，每层酝酿风暴会对附近敌人造成|CFFffffff$<damageValue>|R点伤害，由其周围的敌人均摊。",
},
[1258770] = {
["T"] = "酝酿风暴",
["D"] = "使|cffffffff酝酿风暴|r额外提高2级。\r\n\r\n|T136014:24|t |cffffffff酝酿风暴|r\r\n你可以在施法时移动。\r\n\r\n在战斗中静止不动时，每3秒获得一层酝酿风暴，最多10层。\r\n\r\n当你移动时，每层酝酿风暴会对附近敌人造成|CFFffffff$<damageValue>|R点伤害，由其周围的敌人均摊。",
},
[1258771] = {
["T"] = "酝酿风暴",
["D"] = "使|cffffffff酝酿风暴|r额外提高1级。\r\n\r\n|T136014:24|t |cffffffff酝酿风暴|r\r\n你可以在施法时移动。\r\n\r\n在战斗中静止不动时，每3秒获得一层酝酿风暴，最多10层。\r\n\r\n当你移动时，每层酝酿风暴会对附近敌人造成|CFFffffff$<damageValue>|R点伤害，由其周围的敌人均摊。",
},
[1244068] = {
["T"] = "码头管理员的清单",
["D"] = "在箱子中翻找，找到码头管理员的清单副本。",
},
[1242390] = {
["T"] = "狱火窃魂",
["D"] = "狱火狱卒窃取目标的灵魂精华，在8.5秒内每5.2秒造成0点混乱伤害。",
},
[1242391] = {
["T"] = "军团的召唤：狱火狱卒",
["D"] = "从扭曲虚空召唤一名狱火狱卒协助你战斗，持续10秒。",
},
[1226009] = {
["T"] = "火焰",
["D"] = "造成火焰伤害。",
},
[1258776] = {
["T"] = "解散坐骑",
["D"] = "解散你的魔法扫帚。",
},
[1244081] = {
["T"] = "生态圆顶模型",
["D"] = "在箱子中翻找，找到你的生态圆顶模型。",
},
[1244065] = {
["T"] = "掮灵补给箱",
["D"] = "搬运装满卡雷什补给和摆设的箱子。",
},
[1244098] = {
["T"] = "死从天降",
["D"] = "准备毁灭性空袭。",
},
[1226014] = {
["T"] = "火焰",
},
[1244080] = {
["T"] = "坐在箱子上",
["D"] = "在补给箱上坐下。",
},
[1244146] = {
["T"] = "将牢固的火盆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242400] = {
["T"] = "缚形",
},
[1242401] = {
["T"] = "相位迁跃",
},
[1244189] = {
["T"] = "炽炎之热",
["D"] = "随机对一名玩家造成671133点火焰伤害。",
},
[1244149] = {
["T"] = "将牢固的食槽放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244142] = {
["T"] = "将农夫的水槽放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244154] = {
["T"] = "加长奥格瑞玛长椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1244170] = {
["T"] = "节点喷发",
["D"] = "弗兰克提鲁斯猛击地面，使|cffffffff水晶枢纽|r从地底爆发而出，对所有玩家造成1118555点暗影伤害并施加|cffffffff熵变浩劫|r效果。",
},
[1226024] = {
["T"] = "歼星斩",
["D"] = "萨哈达尔的镜像在他身旁出现，挥舞并发射星河飞弹袭击目标，对路径中的所有玩家造成2326595点宇宙伤害，并施加|cffffffff暮光创痕|r。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。未被|cffffffff黑暗之星|r消耗的飞弹都会爆发出|cffffffff歼星新星|r。\r\n",
},
[1226025] = {
["T"] = "歼星斩",
["D"] = "萨哈达尔的镜像在他身旁出现，挥舞并发射星河飞弹袭击目标，对路径中的所有玩家造成2326595点宇宙伤害，并施加|cffffffff暮光创痕|r。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。未被|cffffffff黑暗之星|r消耗的飞弹都会爆发出|cffffffff歼星新星|r。\r\n",
},
[1244151] = {
["T"] = "獠牙悬挂灯台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1242410] = {
["T"] = "相位跳跃",
["D"] = "使用你的雷什裹布，通过奥术流进行跳跃。",
},
[1258794] = {
["T"] = "异味壁垒",
["D"] = "受到的范围攻击伤害降低50%。",
},
[1244172] = {
["T"] = "同步永恒能量",
["D"] = "将你的永恒能量设置为你等级应有的数量。",
},
[1244248] = {
["T"] = "霜覆",
["D"] = "深度冻结所有的火焰元素，阻止所有行动，并使其受到爆击的几率提高100%，持续8秒。",
},
[1242414] = {
["T"] = "相位跳跃",
["D"] = "使用你的雷什裹布，通过奥术流进行转移。\r\n",
},
[1244265] = {
["T"] = "突破冲锋",
},
[1244306] = {
["T"] = "相位导管",
},
[1244280] = {
["T"] = "军械：虚灵武器",
["D"] = "收集虚灵武器套装的外观。",
},
[1244275] = {
["T"] = "治疗光环",
},
[1242419] = {
["T"] = "雷霆打击",
},
[1242420] = {
["T"] = "地下城",
},
[1242421] = {
["T"] = "相位跳跃",
},
[1242422] = {
["T"] = "缚形",
},
[1244352] = {
["T"] = "视觉",
},
[1244439] = {
["T"] = "冻结",
},
[1226042] = {
["T"] = "歼星新星",
["D"] = "星际大爆炸令天空为之黯淡，每1秒对所有玩家造成2013399点宇宙伤害，持续2秒。",
},
[1242426] = {
["T"] = "残暴爆炸",
["D"] = "你造成的伤害提高5%，每消灭一个敌人额外提高5%，最多叠加10次。\r\n\r\n此效果结束时爆炸，对附近敌人造成18580点火焰伤害，额外的每层|cffffffff残暴的供品|r效果使伤害增加20%。",
},
[1258810] = {
["T"] = "帝企鹅双子",
["D"] = "和帝皮分摊伤害！",
},
[1258811] = {
["T"] = "帝企鹅双子",
["D"] = "和杜皮分摊伤害！",
},
[1244502] = {
["T"] = "铸造回响",
["D"] = "|cffffffff铸造回响|r已经准备好被灌注虚空能量了。 ",
},
[1244468] = {
["T"] = "异变仪式",
},
[1242431] = {
["T"] = "缚形",
},
[1242432] = {
["T"] = "相位跳跃",
},
[1242433] = {
["T"] = "军团的召唤",
},
[1244497] = {
["T"] = "虚空召唤",
},
[1226052] = {
["T"] = "套住的法力鳐消失",
},
[1244464] = {
["T"] = "祈唤暗影",
["D"] = "凯威扎召唤数个扭曲虚空幻影。",
},
[1226054] = {
["T"] = "套住的法力鳐消失",
},
[1244448] = {
["T"] = "影卫！护驾！",
["D"] = "强迫一队誓约影卫歼灭你的目标和附近敌人，造成2578点宇宙伤害，由所有目标均摊。\r\n\r\n每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1224569] = {
["T"] = "机械猎犬嘀嗒",
["D"] = "右键点击以召唤和解散这个伙伴。\r\n",
},
[1226057] = {
["T"] = "摧毁",
},
[1226058] = {
["T"] = "手气大旺！",
["D"] = "当你获得|cFFFFFFFF手气大旺！|r时，你的下2次幻灭踢的伤害提高250%，并且冷却时间减少2.0秒。",
},
[1244599] = {
["T"] = "暗影爆发",
["D"] = "凯威扎释放出难以抵御的黑暗，对所有玩家造成22371108点暗影伤害。此伤害无法被降低或避免。",
},
[1244556] = {
["T"] = "虚空飞沫",
["D"] = "对一名敌人造成暗影伤害。",
},
[1244633] = {
["T"] = "声波冲击",
},
[1244634] = {
["T"] = "声波冲击",
["D"] = "泥哨吹响喇叭，用声波冲击替代者，在6秒内每2秒造成313195点声波伤害。 ",
},
[1244607] = {
["T"] = "蚀盛",
},
[1226064] = {
["T"] = "迁跃撕咬",
["D"] = "撕咬目标，造成暗影伤害，并且在12秒内每3秒造成暗影伤害。",
},
[1244596] = {
["T"] = "尖啸音符",
["D"] = "向目标敌人吹出一个尖啸音符，造成536906点声波伤害。",
},
[1244579] = {
["T"] = "驼牛肋排拼盘",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242450] = {
["T"] = "仪式",
},
[1244673] = {
["T"] = "时光护盾",
["D"] = "受到保护，可以抵御永恒吐息。",
},
[1244643] = {
["T"] = "传送",
},
[1244913] = {
["T"] = "迁跃",
},
[1244879] = {
["T"] = "黑暗钉刺",
},
[1244887] = {
["T"] = "虚灵桂冠",
["D"] = "符合君王身份的月桂。",
},
[1244870] = {
["T"] = "虚空粘液",
["D"] = "每1秒造成暗影伤害，移动速度降低50%。",
},
[1245434] = {
["T"] = "聚焦光线",
},
[1245436] = {
["T"] = "擅闯地盘",
},
[1245416] = {
["T"] = "擅自闯入",
["D"] = "你未经许可闯入了另一名玩家的地块。",
},
[1245467] = {
["T"] = "正在调查",
},
[1245594] = {
["T"] = "虚空裂隙",
["D"] = "凯威扎打开通往扭曲虚空的裂隙，对5码内的玩家造成11185554点暗影伤害。\r\n\r\n裂隙每1秒对所有玩家造成暗影伤害，并将玩家拉向中心，持续4秒。",
},
[1245580] = {
["T"] = "奥能手里波",
},
[1245601] = {
["T"] = "夜之子商人的摊位",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245603] = {
["T"] = "将豪华苏拉玛卧铺放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245582] = {
["T"] = "虚空裂隙",
["D"] = "凯威扎打开通往扭曲虚空的裂隙，对5码内的玩家造成11185554点暗影伤害。\r\n\r\n裂隙每1秒对所有玩家造成暗影伤害，并将玩家拉向中心，持续4秒。",
},
[1245566] = {
["T"] = "记忆结晶",
},
[1245586] = {
["T"] = "虚空裂隙",
["D"] = "凯威扎打开通往扭曲虚空的裂隙，对5码内的玩家造成11185554点暗影伤害。\r\n\r\n裂隙每1秒对所有玩家造成暗影伤害，并将玩家拉向中心，持续4秒。",
},
[1245606] = {
["T"] = "夜之子长椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1258852] = {
["T"] = "P.O.S.T.助理",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1245591] = {
["T"] = "虚空裂隙",
["D"] = "凯威扎打开通往扭曲虚空的裂隙，对5码内的玩家造成11185554点暗影伤害。\r\n\r\n裂隙每1秒对所有玩家造成暗影伤害，并将玩家拉向中心，持续4秒。",
},
[1226088] = {
["T"] = "易爆的水晶枢纽",
["D"] = "创造一个水晶枢纽，对弗兰克提鲁斯施加一层|cffffffff强固波幅|r。\r\n\r\n被摧毁时触发|cffffffff动荡引爆|r。",
},
[1226089] = {
["T"] = "水晶枢纽",
["D"] = "结晶的虚空能量之壁会在一名受|cffffffff水晶覆体|r影响的玩家接触时发生爆炸。爆炸会射出|cffffffff节点破片|r。",
},
[1245596] = {
["T"] = "虚空裂隙",
["D"] = "凯威扎打开通往扭曲虚空的裂隙，对5码内的玩家造成11185554点暗影伤害。\r\n\r\n裂隙每1秒对所有玩家造成暗影伤害，并将玩家拉向中心，持续4秒。",
},
[1226091] = {
["T"] = "灵魂爆发",
["D"] = "施法者在死亡时爆发并消散，对5码内的敌人造成奥术伤害。",
},
[1245607] = {
["T"] = "魔力酒柜台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226093] = {
["T"] = "灵魂爆发",
["D"] = "施法者在死亡时爆发并消散，对5码内的敌人造成奥术伤害。",
},
[1245561] = {
["T"] = "艾鲁斯的进击",
["D"] = "你的第一次攻击的伤害提高30%。",
},
[1226095] = {
["T"] = "灵魂爆发",
["D"] = "施法者在死亡时爆发并消散，对5码内的敌人造成奥术伤害。",
},
[1226096] = {
["T"] = "坍缩之星",
},
[1245583] = {
["T"] = "奥能手里波",
["D"] = "索·阿兹密向外发射出一圈奥能手里剑，每1秒对路径上的玩家造成447422点奥术伤害，持续10秒。",
},
[1226098] = {
["T"] = "坍缩之星",
},
[1245575] = {
["T"] = "吞噬者之怒",
["D"] = "阿达拉斯将饥渴虚空法球抛向多个位置，未被阻截的法球会对所有玩家造成1342266点宇宙伤害。\r\n\r\n阿达拉斯凝视阻截法球的玩家，持续以|cffffffff吞噬|r发起攻击，并使其受到的物理伤害提高100%。\r\n\r\n被移除时，|cffffffff吞噬者之怒|r会转移给附近的一个玩家，并对所有玩家造成223710点宇宙伤害。",
},
[1245725] = {
["T"] = "虚空裂隙",
},
[1226101] = {
["T"] = "压制",
["D"] = "施法者猛击当前目标，造成2326595点物理伤害。",
},
[1245752] = {
["T"] = "三重秘术",
["D"] = "索·阿兹密开始使用他秘密的双分法术。\r\n完成后，他向所有玩家投掷燃烧之刃，每1秒造成1342266点火焰伤害，持续10秒。\r\n该法术必须被打断2次，才能阻止其施法。\r\n",
},
[1245707] = {
["T"] = "根除",
["D"] = "阿达拉斯召唤出一个挥舞着镰刀的影子，它会冲到玩家身后并砍穿他们，对所有被击中的玩家造成6263910点宇宙伤害。",
},
[1226104] = {
["T"] = "粉碎震波",
["D"] = "对所有玩家造成26845328点暗影伤害。",
},
[1245710] = {
["T"] = "屏幕抖动",
},
[1245706] = {
["T"] = "更新相位变换区域光环",
},
[1245726] = {
["T"] = "根除",
["D"] = "阿达拉斯召唤出一个挥舞着镰刀的影子，它会冲到玩家身后并砍穿他们，对所有被击中的玩家造成6263910点宇宙伤害。",
},
[1245693] = {
["T"] = "无缚狂怒",
},
[1245669] = {
["T"] = "双重秘术",
["D"] = "索·阿兹密开始使用他秘密的双分法术。\r\n完成后，他向所有玩家投掷燃烧之刃，每1秒造成1342266点火焰伤害，持续10秒。\r\n该法术必须被打断2次，才能阻止其施法。\r\n",
},
[1226110] = {
["T"] = "不稳定的喷发",
["D"] = "施法者朝被标记的目标释放出能量，对该方向上的玩家造成671133点暗影伤害。",
},
[1226111] = {
["T"] = "不稳定的喷发",
["D"] = "施法者朝被标记的目标释放出能量，对该方向上的玩家造成671133点暗影伤害。",
},
[1226112] = {
["T"] = "灵魂爆发",
["D"] = "施法者在死亡时爆发并消散，对5码内的敌人造成暗影伤害。",
},
[1245828] = {
["T"] = "达拉然炉石",
["D"] = "将施法者传送到逆风小径的达拉然。",
},
[1245831] = {
["T"] = "记忆结晶",
["D"] = "留下一个记忆结晶，为其他探索这一地下堡的玩家留下一条消息。",
},
[1242498] = {
["T"] = "撼心回响",
["D"] = "对一名敌人造成暗影伤害，并将其击退。",
},
[1245927] = {
["T"] = "协调舱",
},
[1226117] = {
["T"] = "灵魂爆发",
["D"] = "施法者在死亡时爆发并消散，对5码内的敌人造成暗影伤害。",
},
[1245905] = {
["T"] = "传统夏多雷毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245907] = {
["T"] = "夜之子壁挂架子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245909] = {
["T"] = "苏拉玛禁闭室",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245880] = {
["T"] = "套装：骑士的悚然收藏",
["D"] = "收集这套护甲套装外观。",
},
[1245908] = {
["T"] = "苏拉玛栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245901] = {
["T"] = "方形苏拉玛桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245900] = {
["T"] = "遮盖的华丽苏拉玛桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1245904] = {
["T"] = "夜之子珠宝匠的桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1258892] = {
["T"] = "酝酿风暴",
},
[1245948] = {
["T"] = "灵魂束缚",
["D"] = "施法者将多个玩家束缚在一起，持续24秒，使他们移动到相距14码外时会被相互拉回，并受到2684532点混乱伤害。",
},
[1246039] = {
["T"] = "套装：骑士的炽燃收藏",
["D"] = "收集这套护甲套装外观。",
},
[1245982] = {
["T"] = "摧毁",
},
[1224443] = {
["T"] = "拘押",
},
[1226131] = {
["T"] = "塞塔里斯之赐",
["D"] = "每1秒为目标恢复1%的最大生命值。",
},
[1246145] = {
["T"] = "湮灭之触",
["D"] = "虚空领主的近战攻击命中时会施加湮灭之触，每2秒造成268453点暗影伤害，持续10秒。\r\n\r\n叠加至15层时，目标会遭受|cffffffff湮灭|r。",
},
[1246120] = {
["T"] = "灰飞烟灭",
},
[1246074] = {
["T"] = "联盟军旗",
},
[1242518] = {
["T"] = "强化",
},
[1258902] = {
["T"] = "大型烈风露台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1224427] = {
["T"] = "手持剪贴板和羽毛笔",
},
[1242521] = {
["T"] = "呼唤沙丘飞禽",
["D"] = "施法者召唤一只沙丘飞禽协助他们作战。 ",
},
[1224421] = {
["T"] = "烹饪",
["D"] = "打开旧世界烹饪菜单。",
},
[1246328] = {
["T"] = "相位切割",
["D"] = "不稳定的能量对你穿越的目标造成奥术伤害。",
},
[1242524] = {
["T"] = "风暴喷涌者",
},
[1246281] = {
["T"] = "将勤奋龙希尔的书籍放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1240796] = {
["T"] = "打开的雕刻木制箱子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1226144] = {
["T"] = "时流冒险家",
["D"] = "召唤或解散一头可供骑乘的时流冒险家。这是一种飞行坐骑。",
},
[1246301] = {
["T"] = "被困住！",
},
[1246357] = {
["T"] = "彼岸的饥渴",
["D"] = "获得吞噬者永不餍足的饥渴，吸血提高5%，此效果会随着生命值的降低而提高。",
},
[1246346] = {
["T"] = "相位之血药水",
["D"] = "布莱恩可以扔出相位之血药水。\r\n\r\n踏上药水可以为你恢复生命值，并使你受到的伤害降低50%，持续3秒。",
},
[1246283] = {
["T"] = "绿龙军团文学著作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246280] = {
["T"] = "瓦德拉肯吊灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1246324] = {
["T"] = "相位切割",
},
[1242534] = {
["T"] = "召唤迁跃兽",
["D"] = "施法者召唤一只沙丘飞禽协助他们作战。 ",
},
[1226152] = {
["T"] = "激活收集者",
},
[1226153] = {
["T"] = "重置收集者和法力熔炉",
},
[1246378] = {
["T"] = "心智溃解之祸",
},
[1246454] = {
["T"] = "收集",
},
[1246363] = {
["T"] = "地下堡行者的奖赏",
["D"] = "在任意时刻解密地图，使你下一次完成难度4及以上的地下堡时必定发现一个隐秘财宝。\r\n\r\n隐秘财宝的内容取决于完成的地下堡的难度。",
},
[1246371] = {
["T"] = "相位狩猎",
},
[1246536] = {
["T"] = "熵能统合",
},
[1246530] = {
["T"] = "奥术符印",
["D"] = "缚魂者娜欣达利用黑暗符印为缚形密室施加了魔法，使其免受笞魂歼灭的影响。\r\n\r\n当符印被魂火汇聚击中时会被摧毁，并触发碎裂脉冲。",
},
[1246514] = {
["T"] = "传送",
},
[1246531] = {
["T"] = "奥术符印",
["D"] = "缚魂者娜欣达利用黑暗符印为缚形密室施加了魔法，使其免受笞魂歼灭的影响。\r\n\r\n当符印被魂火汇聚击中时会被摧毁，并触发碎裂脉冲。",
},
[1246545] = {
["T"] = "影卫的扭曲收获者",
["D"] = "受到伤害有几率从扭曲虚空中吸取混乱能量，使你的吸血提高27，持续10秒。生命值降低至40%以下时立即释放出收获者，使你的吸血提高83，持续10秒。每120秒只能触发一次。",
},
[1246522] = {
["T"] = "传送",
},
[1242547] = {
["T"] = "幻影利爪",
["D"] = "迁跃兽的利爪中注入了虚空的力量，每次攻击命中使最大生命值降低1%。 ",
},
[1226165] = {
["T"] = "不稳定的喷发",
["D"] = "施法者朝被标记的目标释放出能量，对该方向上的玩家造成671133点暗影伤害。",
},
[1246542] = {
["T"] = "虚无缠缚",
["D"] = "虚无束缚者编织出黑暗的图样并束缚所有玩家，造成1610720点暗影伤害，在20秒内每2秒额外造成536906点暗影伤害，并使他们的移动速度降低30%。此效果可叠加。\r\n",
},
[1246524] = {
["T"] = "传送",
},
[1246550] = {
["T"] = "放置",
},
[1242552] = {
["T"] = "幻影利爪",
["D"] = "迁跃兽的利爪中注入了虚空的力量，每次攻击命中使最大生命值降低1%。 ",
},
[1246632] = {
["T"] = "采集",
},
[1246614] = {
["T"] = "渐退为白色",
},
[1246649] = {
["T"] = "混乱虚空之门",
},
[1242556] = {
["T"] = "地面爆裂",
},
[1242557] = {
["T"] = "下潜",
},
[1246616] = {
["T"] = "异变裂隙",
["D"] = "使一名敌人落入无拘之域。",
},
[1246641] = {
["T"] = "收集",
},
[1246672] = {
["T"] = "放置",
},
[1246718] = {
["T"] = "已投票",
["D"] = "你明确表达卢米萨尔的意见。",
},
[1246720] = {
["T"] = "摧毁",
["D"] = "踏上一枚虚空卵并将它摧毁！",
},
[1242563] = {
["T"] = "风暴喷涌者",
},
[1246822] = {
["T"] = "休眠",
},
[1246807] = {
["T"] = "相位调节",
},
[1246786] = {
["T"] = "黑洞",
},
[1246826] = {
["T"] = "专攻膝盖之箭",
["D"] = "移动速度降低50%。",
},
[1246796] = {
["T"] = "时间裂痕",
},
[1246797] = {
["T"] = "时空迷失",
["D"] = "你的时空存在正在被剥离，造成混乱伤害。\r\n快躲开崩塌的时间线！",
},
[1246844] = {
["T"] = "夺目速度之靴",
},
[1246785] = {
["T"] = "踏光行者的盛装",
["D"] = "收集踏光行者的盛装外观。",
},
[1246850] = {
["T"] = "奇物套牌",
["D"] = "你获得：爆击提高5%。",
},
[1246781] = {
["T"] = "碧蓝虚空飞镰虫",
["D"] = "召唤或解散这种坐骑。",
},
[1246863] = {
["T"] = "马丁之怒",
["D"] = "对附近的敌人造成475162点火焰伤害。",
},
[1246841] = {
["T"] = "夺目速度之靴",
["D"] = "移动速度提高20%。",
},
[1246818] = {
["T"] = "无懈可击衣柜",
["D"] = "吸收$w1点伤害。\r\n无懈可击的只是衣柜，不是你。",
},
[1246805] = {
["T"] = "炽燃地狱火",
["D"] = "对15码内的敌人造成248567点火焰伤害。",
},
[1246775] = {
["T"] = "碎裂脉冲",
["D"] = "一道破碎的奥术符印释放出能量脉冲，对所有玩家施加一个697065治疗吸收护盾。",
},
[1246915] = {
["T"] = "纠缠邪目",
["D"] = "格雷泽释放出纠缠的眼目，向随机玩家射出邪火，在6秒内每0.5秒对6码内的玩家造成223710点混乱伤害。\r\n\r\n效果结束时留下一片邪火，每1秒对其中的玩家造成894843点混乱伤害。",
},
[1224300] = {
["T"] = "钻地",
},
[1246951] = {
["T"] = "套装：黑铁的仪式收藏",
["D"] = "收集这套护甲套装外观。",
},
[1224298] = {
["T"] = "虚灵飞艇：顶部01 - 四滑翔翼",
},
[1246913] = {
["T"] = "纠缠邪目",
},
[1246888] = {
["T"] = "天神烟火",
["D"] = "向空中发射烟花，让它绽放成旋转光球的形态。",
},
[1246946] = {
["T"] = "套装：蛮锤的仪式收藏",
["D"] = "收集这套护甲套装外观。",
},
[1246876] = {
["T"] = "不竭蛋黄酱之罐",
["D"] = "偶尔召唤一个蛋黄酱液滴，在战斗中协助你。",
},
[1258970] = {
["T"] = "泰沙拉克",
["D"] = "收集泰沙拉克外观。",
},
[1242588] = {
["T"] = "地面爆裂",
["D"] = "蠕虫破土而出，在随机方向砸下碎片，对冲击点周围3码内的敌人造成物理伤害。",
},
[1246948] = {
["T"] = "迸射流星",
["D"] = "将浓缩的星辰能量砸向最近的虚空领主，造成相当于虚空领主最大生命值5%的宇宙伤害。",
},
[1242590] = {
["T"] = "暗渊狂虫",
["D"] = "掘地脱离并呼唤蠕虫冲向敌人，对路径上的所有敌人造成暗影伤害。蠕虫随后在随机敌人的脚下现身，对10码内的所有敌人造成2013399点物理伤害。",
},
[1242591] = {
["T"] = "暗渊狂虫",
},
[1247003] = {
["T"] = "时间越界",
["D"] = "使施法者的移动速度提高50%，持续直到主动取消。",
},
[1242593] = {
["T"] = "暗渊狂虫",
},
[1246966] = {
["T"] = "晦幽精粹",
},
[1242595] = {
["T"] = "暗渊狂虫",
},
[1246975] = {
["T"] = "平整巨石",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1246990] = {
["T"] = "注能晶塔",
},
[1247002] = {
["T"] = "寰宇崩塌",
},
[1247006] = {
["T"] = "军团之怒",
},
[1258983] = {
["T"] = "军械：奥丁之矛",
["D"] = "收集奥丁之矛外观。",
},
[1246976] = {
["T"] = "山顶巨石",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1246980] = {
["T"] = "蒙眼",
["D"] = "戴着阿达拉斯的备用眼罩，在1分钟内什么也看不见。",
},
[1242603] = {
["T"] = "暗渊狂虫",
},
[1247045] = {
["T"] = "超能灌注",
["D"] = "目标暴露在|cffffffff注能晶塔|r之下，使其受到|cffffffff注能晶塔|r的伤害提高5%，持续45秒。该效果可叠加。",
},
[1242605] = {
["T"] = "暗渊狂虫",
["D"] = "掘地脱离并呼唤蠕虫冲向敌人，对路径上的所有敌人造成暗影伤害。蠕虫随后在随机敌人的脚下现身，对10码内的所有敌人造成2013399点物理伤害。",
},
[1242606] = {
["T"] = "暗渊狂虫",
["D"] = "掘地脱离并呼唤蠕虫冲向敌人，对路径上的所有敌人造成暗影伤害。蠕虫随后在随机敌人的脚下现身，对10码内的所有敌人造成2013399点物理伤害。",
},
[1242607] = {
["T"] = "时空扭曲残暴方尖碑",
["D"] = "引导此方尖碑恢复你的生命值和法力值，并获得以下增益：\r\n\r\n|T136088:24|t |cffffffff残暴的供品|r：\r\n你造成的伤害提高5%，每消灭一个敌人额外提高5%，最多叠加10次。\r\n\r\n此效果结束时爆炸，对附近敌人造成18580点火焰伤害，额外的每层|cffffffff残暴的供品|r效果使伤害增加20%。",
},
[1246993] = {
["T"] = "注能晶塔",
["D"] = "房间内的奥术水晶塔通过奥术光束向卢米萨尔注入能量，接触时会触发|cffffffff超能新星|r。\r\n\r\n玩家站在光束路径可以将其阻挡，每1秒受到259308点奥术伤害，并且获得一层|cffffffff超能灌注|r。该效果可叠加。",
},
[1242609] = {
["T"] = "时空扭曲虚空方尖碑",
["D"] = "引导此方尖碑恢复你的生命值和法力值，并获得以下增益：\r\n\r\n|T5976941:24|t |cffffffff虚空的供品|r：\r\n你的法术和技能有较高几率施放|cffffffff暗影爆裂|r，对你目标10码范围内的敌人造成37161点暗影伤害。\r\n",
},
[1242610] = {
["T"] = "时空扭曲挑战者方尖碑",
["D"] = "引导此方尖碑恢复你的生命值和法力值，并获得以下增益：\r\n\r\n|T6116552:24|t |cffffffff挑战者的供品|r：\r\n召唤一个精英末日守卫，拥有超过平均水平的战利品。\r\n",
},
[1242611] = {
["T"] = "时空扭曲契约方尖碑",
["D"] = "引导此方尖碑恢复你的生命值和法力值，并获得以下增益：\r\n\r\n|T460856:24|t |cffffffff契约的供品|r：\r\n为施法者召唤一个被征服的小鬼。\r\n\r\n",
},
[1242612] = {
["T"] = "暗渊狂虫",
["D"] = "掘地脱离并呼唤蠕虫冲向敌人，对路径上的所有敌人造成暗影伤害。蠕虫随后在随机敌人的脚下现身，对10码内的所有敌人造成2013399点物理伤害。",
},
[1247128] = {
["T"] = "可爱？",
["D"] = "与卢米萨尔依偎的人宣称它非常可爱！",
},
[1226231] = {
["T"] = "觉醒符文",
},
[1242615] = {
["T"] = "暗渊狂虫",
},
[1226233] = {
["T"] = "觉醒符文",
},
[1242617] = {
["T"] = "暗渊狂虫",
["D"] = "掘地脱离并呼唤蠕虫冲向敌人，对路径上的所有敌人造成暗影伤害。蠕虫随后在随机敌人的脚下现身，对10码内的所有敌人造成2013399点物理伤害。",
},
[1247068] = {
["T"] = "将创始者之角指示牌放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247116] = {
["T"] = "升级",
},
[1247095] = {
["T"] = "界门",
},
[1242621] = {
["T"] = "召唤末日守卫挑战者",
},
[1247156] = {
["T"] = "法力摄入",
},
[1247104] = {
["T"] = "升级",
},
[1247129] = {
["T"] = "可怕？",
["D"] = "在卢米萨尔面前退缩的人宣称它非常可怕！",
},
[1247205] = {
["T"] = "虚体精华吞噬者",
},
[1247218] = {
["T"] = "集体引力",
},
[1242627] = {
["T"] = "风暴喷涌者",
},
[1242628] = {
["T"] = "法力盛宴",
["D"] = "施法者周期性地饱餐目标的法力，造成134226点奥术伤害。",
},
[1242629] = {
["T"] = "法力盛宴",
["D"] = "施法者周期性的饱餐目标的法力，造成44741点奥术伤害，并使其减速5%。 ",
},
[1247213] = {
["T"] = "分形利爪",
["D"] = "|cffffffff分形镜像|r对靠得太近的玩家进行横扫，造成2684532点宇宙伤害并将其击退。",
},
[1247214] = {
["T"] = "相位迁跃",
},
[1226249] = {
["T"] = "觉醒符文",
},
[1247344] = {
["T"] = "日落紫菀花",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1247283] = {
["T"] = "时空奔行者的狂欢",
["D"] = "消灭怪物和完成任务获得的经验值提高3%，此效果最多叠加10次。\r\n\r\n完成永恒研究任务会刷新持续时间。",
},
[1226252] = {
["T"] = "觉醒符文",
["D"] = "施法者构造|cffffffff觉醒符文|r，对冲击地点4码范围内的玩家造成1565977点奥术伤害。\r\n\r\n未击中玩家的冲击将对所有玩家造成2053774点奥术伤害。",
},
[1242636] = {
["T"] = "迁跃",
},
[1242637] = {
["T"] = "咆哮",
},
[1247328] = {
["T"] = "木制厕所",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247340] = {
["T"] = "开花的杜隆塔尔仙人掌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1226257] = {
["T"] = "放置战利品",
["D"] = "发起挑战。",
},
[1226258] = {
["T"] = "放置战利品",
["D"] = "发起挑战。",
},
[1226259] = {
["T"] = "收集",
},
[1226260] = {
["T"] = "奥术汇流",
["D"] = "当奥术收集装置能量充满时，它会向法力熔炉引导能量，每1秒对所有玩家造成2053774点奥术伤害，持续4秒。",
},
[1242644] = {
["T"] = "暗渊狂虫",
["D"] = "掘地脱离并呼唤蠕虫冲向敌人，对路径上的所有敌人造成暗影伤害。蠕虫随后在随机敌人的脚下现身，对10码内的所有敌人造成2013399点物理伤害。",
},
[1226262] = {
["T"] = "矮人药品",
["D"] = "布莱恩向受伤的玩家附近抛出治疗药水，穿过治疗药水可恢复中等的生命值。",
},
[1247342] = {
["T"] = "艾尔文白灌木",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1242647] = {
["T"] = "破碎世界",
},
[1247355] = {
["T"] = "秋日落叶堆",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1226266] = {
["T"] = "新近包裹",
["D"] = "施法者尚不熟悉这幅新的躯体，造成的伤害降低10%，最大生命值降低10%。",
},
[1242650] = {
["T"] = "破碎世界",
},
[1247339] = {
["T"] = "顽强的烈风草丛",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1226269] = {
["T"] = "吞噬者之怒",
["D"] = "阿达拉斯将饥渴虚空法球抛向多个位置，未被阻截的法球会对所有玩家造成1342266点宇宙伤害。\r\n\r\n阿达拉斯凝视阻截法球的玩家，持续以|cffffffff吞噬|r发起攻击，并使其受到的物理伤害提高100%。\r\n\r\n被移除时，|cffffffff吞噬者之怒|r会转移给附近的一个玩家，并对所有玩家造成223710点宇宙伤害。",
},
[1226270] = {
["T"] = "精钢陷阱",
["D"] = "布莱恩扔出精钢陷阱，当第一个敌人接近时触发，造成中等物理伤害，并持续造成额外的流血伤害。",
},
[1247358] = {
["T"] = "龙族悼念石",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226272] = {
["T"] = "退化",
["D"] = "使目标在16秒内受到157622点奥术伤害。",
},
[1247336] = {
["T"] = "纳格兰蓝莓灌木丛",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1247324] = {
["T"] = "西部荒野手编篮子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247326] = {
["T"] = "暴风城篱笆与洗涤槽",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247359] = {
["T"] = "巨龙的宏大镜子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226277] = {
["T"] = "熵能嚎叫",
["D"] = "施法者发出惊天动地的嚎叫，对60码内的玩家造成1789688点暗影伤害，并在12秒内每1秒造成268453点暗影伤害。\r\n\r\n嚎叫还会使玩家受到|cffffffff熵能恐惧|r影响。",
},
[1247335] = {
["T"] = "烈风棕榈树",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1242662] = {
["T"] = "退潮",
["D"] = "深渊之潮退去，只留下妖魔鬼怪和投机者。",
},
[1247397] = {
["T"] = "激涌能量流",
},
[1247419] = {
["T"] = "虚无爆炸",
},
[1247394] = {
["T"] = "暴风城小贩的推车",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242666] = {
["T"] = "降世黑暗",
["D"] = "暗影冲撞的伤害提高300%。",
},
[1247381] = {
["T"] = "能量切割者",
},
[1242668] = {
["T"] = "深海妖术",
["D"] = "受到蜃鱼人的妖术影响，无法游泳。",
},
[1247391] = {
["T"] = "将珠宝匠的帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226287] = {
["T"] = "恐惧号令",
["D"] = "使周围盟友造成的伤害提高15%，并使其免疫所有控制效果。此效果可叠加。",
},
[1226288] = {
["T"] = "技巧射击",
["D"] = "加里维克斯每4秒获得一层|cffffffff技巧射击|r。\r\n\r\n当达到10层或改变主要目标时，将会释放所有射击，每层造成1789688点物理伤害并每1秒额外造成313195点火焰伤害，持续9秒。此效果可叠加，且无法被躲闪。",
},
[1226289] = {
["T"] = "掘进喷发",
["D"] = "施法者钻入地下，随后破土而出，对冲击点周围8码内的所有玩家造成2013399点自然伤害，并将其击退。",
},
[1226290] = {
["T"] = "掘进喷发",
["D"] = "施法者钻入地下，随后破土而出，对冲击点周围8码内的所有玩家造成2013399点自然伤害，并将其击退。",
},
[1226291] = {
["T"] = "掘进喷发",
["D"] = "施法者钻入地下，随后破土而出，对冲击点周围8码内的所有玩家造成2013399点自然伤害，并将其击退。",
},
[1242675] = {
["T"] = "提问",
["D"] = "向说书人提问，例如接下来该去哪里，或进一步了解故事。",
},
[1247500] = {
["T"] = "扭曲的法力之魂",
},
[1226294] = {
["T"] = "唤友吠叫",
},
[1242678] = {
["T"] = "暗影之刃",
["D"] = "夜幕影行者的暗影之刃每次攻击额外造成89485点暗影伤害，并使受到的治疗效果降低1%，持续5秒。",
},
[1247661] = {
["T"] = "阿梅达希尔凳子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226297] = {
["T"] = "唤友吠叫",
},
[1242681] = {
["T"] = "暗影之刃",
["D"] = "夜幕影行者的暗影之刃每次攻击额外造成89485点暗影伤害，并使受到的治疗效果降低1%，持续5秒。",
},
[1247631] = {
["T"] = "界门",
},
[1247663] = {
["T"] = "注能晶塔",
},
[1226301] = {
["T"] = "唤友吠叫",
},
[1226302] = {
["T"] = "唤友吠叫",
["D"] = "施法者吠叫不止，吸引来自虚空的无拘实体加入战斗。",
},
[1226303] = {
["T"] = "吞噬灵魂",
["D"] = "召唤一个灵魂并开始将其吞噬，受到的伤害降低99%，每3秒为施法者恢复5%的最大生命值，持续9秒。",
},
[1247592] = {
["T"] = "虚空之光飙飞者",
},
[1226305] = {
["T"] = "三鲜",
["D"] = "右键点击以召唤或解散三鲜。",
},
[1226306] = {
["T"] = "吞噬灵魂",
["D"] = "召唤一个灵魂并开始将其吞噬，受到的伤害降低99%，每3秒为施法者恢复5%的最大生命值，持续9秒。",
},
[1226307] = {
["T"] = "唤友吠叫",
},
[1226308] = {
["T"] = "唤灵",
["D"] = "召唤一个灵魂并开始将其吞噬，受到的伤害降低99%，每3秒为施法者恢复5%的最大生命值，持续9秒。",
},
[1247656] = {
["T"] = "阿达拉斯的备用眼罩",
["D"] = "拾取阿达拉斯的备用眼罩，使你能够戴上它。",
},
[1247632] = {
["T"] = "罐装星辰",
["D"] = "砸开罐子展现出内部的炫目光芒，使8码内的所有敌人和友方单位迷惑。\r\n只能在地下堡中使用。",
},
[1226311] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1226312] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1247699] = {
["T"] = "时间之沙",
["D"] = "伊特努丝在目标位置上方显现坠落的时间球体。未能击中一名玩家的球体会对所有玩家造成2684532点奥术伤害。当玩家站在球体下方时，这些球体坠落得更快。\r\n\r\n当球体撞击时，处于其下方的玩家会恢复技能冷却时间，并且在直到主动取消内无法再次从此效果中受益。",
},
[1226314] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1226315] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1247690] = {
["T"] = "精工闪现陷阱",
["D"] = "在你的脚下布置一个闪现陷阱。第一个进入2码范围内的玩家将被向后传送10码，同时减速50%，持续2秒。\r\n陷阱可存在1分钟，随后会自动卸除。\r\n\r\n只能在卡兹阿加的地下堡和户外区域使用。",
},
[1259083] = {
["T"] = "恐龙冲刺",
["D"] = "向前冲锋，造成伤害。",
},
[1226318] = {
["T"] = "活体流丝",
["D"] = "奥术流丝的卷须每秒造成1286339点自然伤害，使移动速度降低25%。",
},
[1259085] = {
["T"] = "恐龙冲刺",
["D"] = "向前冲锋，造成伤害。",
},
[1224098] = {
["T"] = "嫁祸诀窍",
["D"] = "从30秒内的下一次伤害性攻击开始，将你产生的所有威胁值转移给选中的小队或团队成员，持续6秒。",
},
[1226321] = {
["T"] = "奥能黏液",
["D"] = "卢米萨尔的伤口涌出脓液，每1秒对范围内的玩家造成2058141点奥术伤害。",
},
[1226322] = {
["T"] = "活体流丝",
["D"] = "奥术流丝的卷须每秒造成1286339点自然伤害，使移动速度降低25%。",
},
[1226323] = {
["T"] = "泰坦视界",
},
[1247752] = {
["T"] = "伊特努丝的试炼：时间流具现",
},
[1247676] = {
["T"] = "召唤扎阿兰",
},
[1247762] = {
["T"] = "动荡时间流",
["D"] = "伊特努丝召唤一个试图施展|cffffffff动荡时间|r的具现时间流，对所有玩家造成1342266点奥术伤害。\r\n\r\n死亡时，具现时间流分裂成3个更小的具现时间流，并给予玩家|cffffffff稳定时间|r，使急速、爆击几率、全能和精通提高，持续30秒。",
},
[1247674] = {
["T"] = "召唤扎阿兰",
},
[1226328] = {
["T"] = "泰坦视界",
},
[1226329] = {
["T"] = "唤友吠叫",
},
[1226330] = {
["T"] = "吞噬者之怒",
["D"] = "阿达拉斯将饥渴虚空法球抛向多个位置，未被阻截的法球会对所有玩家造成1342266点宇宙伤害。\r\n\r\n阿达拉斯凝视阻截法球的玩家，持续以|cffffffff吞噬|r发起攻击，并使其受到的物理伤害提高100%。\r\n\r\n被移除时，|cffffffff吞噬者之怒|r会转移给附近的一个玩家，并对所有玩家造成223710点宇宙伤害。",
},
[1226331] = {
["T"] = "奥能矩阵湮灭器",
},
[1247702] = {
["T"] = "莫拉塔丽的谋算",
["D"] = "|cffffffff诺斯特温的迫切|r激活时，你受到的坠落伤害降低99%。从极高的地方坠落会对周围的敌人造成|CFFffffff$<damageValue>|R点物理伤害，并使你的伤害和治疗效果提高20%，持续10秒。\r\n",
},
[1226333] = {
["T"] = "泰坦调谐",
},
[1226334] = {
["T"] = "灰飞烟灭",
},
[1247760] = {
["T"] = "时间流具现",
["D"] = "伊特努丝召唤一个试图施展|cffffffff动荡时间|r的具现时间流，对所有玩家造成1342266点奥术伤害。\r\n\r\n死亡时，具现时间流分裂成3个更小的具现时间流，并给予玩家|cffffffff稳定时间|r，使急速、爆击几率、全能和精通提高，持续30秒。",
},
[1247749] = {
["T"] = "套装：虚痕强袭者的战装",
["D"] = "收集虚痕强袭者的战装套装外观。",
},
[1247728] = {
["T"] = "深呼吸",
["S"] = "黑龙",
["D"] = "深深地吸一口气，飞向目标地点。向你的路径上的敌人喷吐熔火余烬，对其造成121427点熔火伤害。\r\n\r\n移除所有定身效果。你在飞行时免疫所有的移动限制和失控效果。",
},
[1226338] = {
["T"] = "泰坦视界",
},
[1247794] = {
["T"] = "奈辛瓦里的雷象战利品",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247776] = {
["T"] = "套装：卡雷什丝带存货",
["D"] = "收集卡雷什丝带存货的披风外观。",
},
[1226341] = {
["T"] = "节点碎裂",
["D"] = "吞噬一个|cffffffff歼星新星|r会使|cffffffff黑暗之星|r射出尖刺，对击中的玩家造成2439729点宇宙伤害。",
},
[1247797] = {
["T"] = "小型艾尔文草丛",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1259109] = {
["T"] = "近战",
["D"] = "对一名敌人造成物理伤害。",
},
[1247781] = {
["T"] = "艾尔文栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247783] = {
["T"] = "将城市漫游者烛台放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247785] = {
["T"] = "木制储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259113] = {
["T"] = "感染伤口",
["D"] = "使一名敌人受到的伤害提高20%，持续4秒。",
},
[1226348] = {
["T"] = "泰坦调谐",
},
[1247779] = {
["T"] = "套装：虚灵飘带箱",
["D"] = "收集虚灵飘带箱的披风外观。",
},
[1247796] = {
["T"] = "粗糙的木制椅子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1247782] = {
["T"] = "闪金镇食品餐车",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226352] = {
["T"] = "灰烬骑士团奖章",
["D"] = "使你在灰烬骑士团中的声望提高300点。",
},
[1259119] = {
["T"] = "急奔",
["D"] = "移动速度提高125%，持续1秒。",
},
[1247901] = {
["T"] = "稳定时间",
["D"] = "伊特努丝召唤一个试图施展|cffffffff动荡时间|r的具现时间流，对所有玩家造成1342266点奥术伤害。\r\n\r\n死亡时，具现时间流分裂成3个更小的具现时间流，并给予玩家|cffffffff稳定时间|r，使急速、爆击几率、全能和精通提高，持续30秒。",
},
[1226355] = {
["T"] = "吞噬灵魂",
["D"] = "召唤一个灵魂并开始将其吞噬，受到的伤害降低99%，每3秒为施法者恢复5%的最大生命值，持续9秒。",
},
[1226356] = {
["T"] = "风暴之末奖章",
["D"] = "使你在风暴之末中的声望提高300点。",
},
[1224040] = {
["T"] = "套装：剧毒注射者的甲胄",
["D"] = "收集剧毒注射者的器具护甲套装的外观。",
},
[1248047] = {
["T"] = "黑暗收割旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1248051] = {
["T"] = "伊特努丝的试炼：暮光倒影",
},
[1226360] = {
["T"] = "歼星斩",
["D"] = "萨哈达尔的镜像在他身旁出现，挥舞并发射星河飞弹袭击目标，对路径中的所有玩家造成2326595点宇宙伤害，并施加|cffffffff暮光创痕|r。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。未被|cffffffff黑暗之星|r消耗的飞弹都会爆发出|cffffffff歼星新星|r。\r\n",
},
[1226361] = {
["T"] = "第七军团奖章",
["D"] = "使你在第七军团中的声望提高300点。",
},
[1226362] = {
["T"] = "暮光创痕",
["D"] = "被另一个维度的混乱魔法重创，每1秒受到492164点宇宙伤害，持续8秒。\r\n",
},
[1226363] = {
["T"] = "暮光创痕",
["D"] = "被另一个维度的混乱魔法重创，每1秒受到492164点宇宙伤害，持续8秒。\r\n",
},
[1248053] = {
["T"] = "暮光倒影",
["D"] = "伊特努丝召唤另类的邪恶队伍成员。伊特努丝召唤邪恶时间线上的玩家，并尝试窃取精华。如果他们接触目标，则会施放|cffffffff偷来的精华|r，使最大生命值、造成的伤害和治疗效果降低6%，持续30秒。\r\n\r\n不稳定的复制体会持续|cffffffff瓦解|r，每1秒承受最大生命值5%的奥术伤害。\r\n\r\n死亡时，他们会施放|cffffffff融合的精华|r并使目标的最大生命值、造成的伤害和治疗效果提高30%，持续20秒。",
},
[1259131] = {
["T"] = "派送礼物！",
},
[1226366] = {
["T"] = "活体流丝",
["D"] = "奥术流丝的卷须每秒造成1286339点自然伤害，使移动速度降低25%。",
},
[1226367] = {
["T"] = "吞噬者之怒",
["D"] = "阿达拉斯将饥渴虚空法球抛向多个位置，未被阻截的法球会对所有玩家造成1342266点宇宙伤害。\r\n\r\n阿达拉斯凝视阻截法球的玩家，持续以|cffffffff吞噬|r发起攻击，并使其受到的物理伤害提高100%。\r\n\r\n被移除时，|cffffffff吞噬者之怒|r会转移给附近的一个玩家，并对所有玩家造成223710点宇宙伤害。",
},
[1248044] = {
["T"] = "仿制的魔血祭坛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242752] = {
["T"] = "无能的化身",
["D"] = "施法者召唤一个无缚虚灵并尝试将其吞噬。吞噬化身之后，施法者造成的伤害提高10%，并不断放射出能量，在12秒内每2秒造成134226点奥术伤害。  ",
},
[1259136] = {
["T"] = "安德麦技工的悬挂灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259137] = {
["T"] = "安德麦小巷灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259138] = {
["T"] = "将银月城木桶放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259139] = {
["T"] = "艾尔文苹果树",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1259140] = {
["T"] = "拉扯出门",
["D"] = "将食人魔从门里拉出来。 ",
},
[1248091] = {
["T"] = "解锁",
["D"] = "打开地下堡藏宝室中的一个隐秘财宝。",
},
[1224009] = {
["T"] = "相位饕餮",
},
[1248106] = {
["T"] = "取出纤维",
["D"] = "从雷什裹布中取出注入的纤维。",
},
[1242761] = {
["T"] = "透心浪涌",
["D"] = "河水的波浪淹没随机位置，每0.5秒对效果范围内的玩家造成冰霜伤害，并将其推往它的方向。\r\n",
},
[1242762] = {
["T"] = "播放场景",
["D"] = "这可能会进入加载界面。\r\n\r\n你希望继续吗？",
},
[1226380] = {
["T"] = "虚空风暴",
["D"] = "雷什诺尔的气息扇起了一阵虚空风暴。导致|cFF2959D3|Hspell:1226441|h[虚无裂痕]|h|r和|cFF2959D3|Hspell:1226389|h[游离震击]|h|r会周期性地击中地面。",
},
[1226381] = {
["T"] = "通用防御被动 - 板甲",
},
[1240376] = {
["T"] = "充盈爆炸",
["D"] = "对30码内的敌人造成89485点自然伤害。",
},
[1248128] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n\r\n",
},
[1242767] = {
["T"] = "透心浪涌",
["D"] = "河水的波浪淹没随机位置，每0.5秒对效果范围内的玩家造成冰霜伤害，并将其推往它的方向。",
},
[1248181] = {
["T"] = "越界",
},
[1242769] = {
["T"] = "吞噬",
["D"] = "施法者召唤一个无缚虚灵并尝试将其吞噬。吞噬化身之后，施法者造成的伤害提高10%，并不断放射出能量，在12秒内每2秒造成134226点奥术伤害。  ",
},
[1242770] = {
["T"] = "吞噬",
["D"] = "施法者召唤一个无缚虚灵并尝试将其吞噬。吞噬化身之后，施法者造成的伤害提高10%，并不断放射出能量，在12秒内每2秒造成134226点奥术伤害。  ",
},
[1259154] = {
["T"] = "抚摸",
["D"] = "抚摸可爱的小动物！",
},
[1226389] = {
["T"] = "游离震击",
},
[1259156] = {
["T"] = "挑战经纪人的对局",
},
[1259157] = {
["T"] = "打包一件欢乐的礼物",
["D"] = "将冬幕节的精神注入一份精心包装的礼物中！",
},
[1226392] = {
["T"] = "荣耀战团奖章",
["D"] = "使你在荣耀战团中的声望提高300点。",
},
[1248233] = {
["T"] = "套装：审判官的全视疯狂",
["D"] = "收集法力熔炉：欧米伽的术士披风外观。",
},
[1242777] = {
["T"] = "被吞噬的虚灵",
["D"] = "施法者召唤一个无缚虚灵并尝试将其吞噬。吞噬化身之后，施法者造成的伤害提高10%，并不断放射出能量，在12秒内每2秒造成134226点奥术伤害。  ",
},
[1259161] = {
["T"] = "创始者之角苹果树",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1259162] = {
["T"] = "弹簧式指示牌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242780] = {
["T"] = "被吞噬的虚灵",
["D"] = "施法者召唤一个无缚虚灵并尝试将其吞噬。吞噬化身之后，施法者造成的伤害提高10%，并不断放射出能量，在12秒内每2秒造成134226点奥术伤害。  ",
},
[1226398] = {
["T"] = "游离震击",
["D"] = "混乱能量在地面上爆发，对冲击点周围4码内的玩家造成1029070点奥术伤害，并使其昏迷2秒。",
},
[1259165] = {
["T"] = "优雅的台灯",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1242783] = {
["T"] = "盲目之光",
},
[1242784] = {
["T"] = "奥术鞭笞",
["D"] = "施法者用奥术能量鞭笞一个目标，造成223710点奥术伤害，并使他们的施法速度提高10%。此效果可叠加。 ",
},
[1242785] = {
["T"] = "透心浪涌",
["D"] = "河水的波浪淹没随机位置，每0.5秒对效果范围内的玩家造成冰霜伤害，并将其推往它的方向。",
},
[1226403] = {
["T"] = "艾泽拉斯的勇士奖章",
["D"] = "使你在艾泽拉斯的勇士中的声望提高300点。",
},
[1226404] = {
["T"] = "君主镜像",
["D"] = "萨哈达尔的|cffffffff星河重碾|r和|cffffffff歼星斩|r的主要目标还会身星俱碎。",
},
[1226405] = {
["T"] = "始祖龟求知者奖章",
["D"] = "使你在始祖龟求知者中的声望提高300点。",
},
[1248321] = {
["T"] = "沙尘暴",
},
[1248318] = {
["T"] = "过量输能爆发",
},
[1248323] = {
["T"] = "抑制之触",
["D"] = "摧毁一个未加工的流丝箱会使玩家的双手沾满粘性物质，持续1分钟，每1秒造成37581点自然伤害。\r\n\r\n此效果存在期间，玩家造成伤害时有几率妨害目标，使其造成的伤害降低1%，持续10秒。此效果最多叠加10次。",
},
[1248337] = {
["T"] = "伽马爆发",
},
[1226410] = {
["T"] = "锈栓抵抗军奖章",
["D"] = "使你在锈栓抵抗军中的声望提高300点。",
},
[1248322] = {
["T"] = "彼岸的饥渴",
},
[1226412] = {
["T"] = "甜心爱犬阿妲",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1242796] = {
["T"] = "传送",
["D"] = "这会将你传送回主城。你随时都可以继续当前的游学探奇战役，除非你选择开启其他战役。\r\n\r\n你希望继续吗？",
},
[1248358] = {
["T"] = "长传",
},
[1248313] = {
["T"] = "套装：无拘队长全身板甲",
["D"] = "收集无拘队长全身板甲护甲外观。",
},
[1248309] = {
["T"] = "卡鲁亚克冠角鹿",
["D"] = "召唤或解散这种坐骑。",
},
[1226417] = {
["T"] = "身星俱碎",
["D"] = "萨哈达尔的星河战锤造成28187594点物理伤害，并使受到|cffffffff身星俱碎|r的伤害提高100%，最多持续40秒。",
},
[1226418] = {
["T"] = "身星俱碎",
["D"] = "萨哈达尔的星河战锤造成28187594点物理伤害，并使受到|cffffffff身星俱碎|r的伤害提高100%，最多持续40秒。",
},
[1226419] = {
["T"] = "奥丹姆联军奖章",
["D"] = "使你在奥丹姆联军中的声望提高300点。",
},
[1226420] = {
["T"] = "身星俱碎",
["D"] = "萨哈达尔的星河战锤造成28187594点物理伤害，并使受到|cffffffff身星俱碎|r的伤害提高100%，最多持续40秒。",
},
[1242804] = {
["T"] = "幻磷焚风",
["D"] = "唤醒火盆的幻磷之力，每1.5秒对所有敌人造成火焰伤害，并将他们推离，持续7.5秒。",
},
[1248413] = {
["T"] = "卡亚可乐风味涌动",
["D"] = "精通提高4%。",
},
[1248409] = {
["T"] = "卡亚可乐经典原味",
["D"] = "拾取时饮用：所有属性提高4%。",
},
[1226424] = {
["T"] = "AI施放范围效果",
},
[1248479] = {
["T"] = "星辰过载",
["D"] = "当6位或更多玩家聚集在同一个虚空之星的重力井中时，它会立即爆炸，对所有玩家造成13422664点宇宙伤害。\r\n\r\n虚空之星的位置会出现一个|cffffffff黑洞|r，并继续围绕迪门修斯公转。",
},
[1226426] = {
["T"] = "解译",
["D"] = "解锁幻形讲坛处的地下堡行者的飞船的该自定义选项。",
},
[1226427] = {
["T"] = "群体束缚",
["D"] = "施法者牵动60码内的玩家，在12秒内每1秒造成268453点奥术伤害。效果结束时，玩家将被|cffffffff束缚|r。\r\n\r\n受害者移动到距离施法者足够远的地方可以扯断裹布。",
},
[1242811] = {
["T"] = "奥格瑞玛矮书柜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1259195] = {
["T"] = "龙族栖巢之床",
["D"] = "制作龙族栖巢之床，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1242813] = {
["T"] = "牢固的木制篱笆",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1248493] = {
["T"] = "奥术焦点",
},
[1248483] = {
["T"] = "引力倒转",
},
[1248492] = {
["T"] = "奥术焦点",
},
[1223905] = {
["T"] = "极巨大爆破！",
["D"] = "极巨大炸弹在40秒后引爆，或者在被极巨大冲击命中时爆炸，对所有玩家造成2237110点自然伤害，并且每1秒额外造成134226点自然伤害，持续9秒。此效果可叠加。",
},
[1248495] = {
["T"] = "辛玛洛神殿卷轴",
["D"] = "将使用者传送到辛玛洛神殿。",
},
[1226436] = {
["T"] = "吞噬灵魂",
["D"] = "召唤一个灵魂并开始将其吞噬，受到的伤害降低99%，每3秒为施法者恢复5%的最大生命值，持续9秒。",
},
[1226437] = {
["T"] = "群体束缚",
},
[1223892] = {
["T"] = "沉睡",
},
[1242822] = {
["T"] = "千钧猛击",
},
[1242823] = {
["T"] = "活体物质",
},
[1242824] = {
["T"] = "幽影箭",
["D"] = "向目标发射一支虚空能量箭，造成70点暗影伤害。",
},
[1226442] = {
["T"] = "歼星斩",
["D"] = "萨哈达尔的镜像在他身旁出现，挥舞并发射星河飞弹袭击目标，对路径中的所有玩家造成2326595点宇宙伤害，并施加|cffffffff暮光创痕|r。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。未被|cffffffff黑暗之星|r消耗的飞弹都会爆发出|cffffffff歼星新星|r。\r\n",
},
[1226443] = {
["T"] = "虚无裂痕",
},
[1226444] = {
["T"] = "重伤的命运",
["D"] = "玩家的命运受到了重伤，使玩家每2秒受到357937点奥术伤害，并且急速降低30%，持续8秒。",
},
[1223882] = {
["T"] = "邪眼轰炸",
},
[1223881] = {
["T"] = "邪眼轰炸",
},
[1226447] = {
["T"] = "设置数据",
},
[1242831] = {
["T"] = "虚空光束",
},
[1242832] = {
["T"] = "虚空光束",
["D"] = "对冲击范围内的所有玩家造成715876点暗影伤害。",
},
[1248725] = {
["T"] = "宇宙活力",
},
[1242834] = {
["T"] = "绊网",
["D"] = "使被绊网击中的目标昏迷，并造成0点奥术伤害。",
},
[1242835] = {
["T"] = "过载",
},
[1242836] = {
["T"] = "虚空弹幕",
},
[1242837] = {
["T"] = "虚空弹幕",
},
[1242838] = {
["T"] = "虚空弹幕",
},
[1248851] = {
["T"] = "拆除",
},
[1242840] = {
["T"] = "虚空迁跃",
},
[1242841] = {
["T"] = "灌注雷什能量",
["D"] = "进入虚幻的能量形态。",
},
[1242842] = {
["T"] = "灌注雷什能量",
},
[1242843] = {
["T"] = "传送",
},
[1242844] = {
["T"] = "意外珍宝",
},
[1242845] = {
["T"] = "意外珍宝",
},
[1248984] = {
["T"] = "无法打断的工作",
},
[1242847] = {
["T"] = "小舟艇手",
},
[1242848] = {
["T"] = "小舟艇手",
},
[1249084] = {
["T"] = "仿制的奥丁的熔炉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259233] = {
["T"] = "瓦德拉肯集市帐篷",
["D"] = "制作瓦德拉肯集市帐篷，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1248988] = {
["T"] = "取回被窃取的科技",
["D"] = "锁定被窃取的科技的位置，呼叫传送光束，将物品安全地回收。",
},
[1242852] = {
["T"] = "小舟艇手",
},
[1226470] = {
["T"] = "月福储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242854] = {
["T"] = "小舟艇手",
},
[1226472] = {
["T"] = "塞纳里奥私密屏风",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226473] = {
["T"] = "将豪华瓦尔莎拉床铺放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242857] = {
["T"] = "卡雷什涌动",
},
[1223840] = {
["T"] = "收割",
},
[1242859] = {
["T"] = "小舟艇手",
},
[1223838] = {
["T"] = "收割",
},
[1242861] = {
["T"] = "小舟艇手",
},
[1242862] = {
["T"] = "植入疑虑",
["D"] = "吸血鬼之触和暗言术：痛的爆击率提高8%，爆击伤害提高20%。",
},
[1223834] = {
["T"] = "邪眼炮击",
},
[1259247] = {
["T"] = "龙族圆形毯子",
["D"] = "制作龙族圆形毯子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1226482] = {
["T"] = "满堂鸿运之路",
["S"] = "解放安德麦",
["D"] = "传送到解放安德麦的入口。",
},
[1226483] = {
["T"] = "英雄之路",
},
[1242867] = {
["T"] = "灵魂束缚",
["D"] = "施法者将多个玩家束缚在一起，持续24秒，使他们移动到相距14码外时会被相互拉回，并受到2684532点混乱伤害。",
},
[1259251] = {
["T"] = "侏儒电磁塔",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259252] = {
["T"] = "月扣挎包",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1275636] = {
["T"] = "传送",
["D"] = "这会将你传送回主城。你随时都可以继续当前的游学探奇战役，除非你选择开启其他战役。\r\n\r\n你希望继续吗？",
},
[1226488] = {
["T"] = "被拆除的极巨大炸弹",
["D"] = "每3秒对最近的5名玩家造成492164点自然伤害。\r\n\r\n互动时获得被拆除的极巨大炸弹，改为每1.5秒受到492164点自然伤害。此效果可叠加。",
},
[1226489] = {
["T"] = "过载火箭",
["D"] = "眼花缭乱的轰击将过载火箭绑在毫无防备的蠢货身上，持续5秒。\r\n\r\n效果被移除时，火箭会向指定方向爆发，每秒对受到影响的玩家造成1565976点火焰伤害，持续9秒，并击退他们。",
},
[1249168] = {
["T"] = "监控",
},
[1259257] = {
["T"] = "燃烧的沥青",
},
[1242875] = {
["T"] = "遗世苍穹的尖鸣：安索斯",
["D"] = "你的有害法术和技能有几率用深渊彗星打击目标，造成400点宇宙伤害并增强其引力，使后续彗星造成的伤害提高5%。\r\n\r\n敌人死亡时发生内爆，每层引力造成319点宇宙伤害，由周围的敌人均摊。每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1242876] = {
["T"] = "小舟艇手",
},
[1242877] = {
["T"] = "已启动传送门",
},
[1242878] = {
["T"] = "传送",
},
[1249242] = {
["T"] = "精灵落地镜",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1249195] = {
["T"] = "小舟艇手",
},
[1242881] = {
["T"] = "深渊重力",
["D"] = "你的有害法术和技能有几率用深渊彗星打击目标，造成400点宇宙伤害并增强其引力，使后续彗星造成的伤害提高5%。\r\n\r\n敌人死亡时发生内爆，每层引力造成319点宇宙伤害，由周围的敌人均摊。每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1242882] = {
["T"] = "灵魂束缚",
["D"] = "施法者将多个玩家束缚在一起，持续24秒，使他们移动到相距14码外时会被相互拉回，并受到2684532点混乱伤害。",
},
[1242883] = {
["T"] = "灵魂束缚",
["D"] = "施法者将多个玩家束缚在一起，持续24秒，使他们移动到相距14码外时会被相互拉回，并受到2684532点混乱伤害。",
},
[1223800] = {
["T"] = "奥术弹射",
["D"] = "当你的奥术弹幕击中2个以上的目标时会发生爆炸，对主要目标周围10码以内的敌人造成54032点奥术伤害。",
},
[1249203] = {
["T"] = "暮光世界",
["D"] = "|cffffffff暮光尖峰|r从各个方向逼近，将战斗场地吞入浩瀚宇宙之中。",
},
[1242886] = {
["T"] = "正在过载虹管……",
["D"] = "尝试令虹管过载……",
},
[1249367] = {
["T"] = "仿制的邪魔之秘魔典",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1249471] = {
["T"] = "巴财团密信容器",
},
[1249465] = {
["T"] = "协议：巴财团",
["D"] = "与巴财团达成协议，使你能够自称为该财团的一员（持续一周）。\r\n\r\n|T4549141:24|t|cffffffff战团合约|r\r\n你每周只能与一个财团达成协议。该效果在你的战团内共享。",
},
[1226507] = {
["T"] = "近战",
["D"] = "萨哈达尔对目标发起近战攻击，造成100%的武器伤害。",
},
[1226508] = {
["T"] = "近战",
["D"] = "萨哈达尔对目标发起近战攻击，造成100%的武器伤害。",
},
[1226509] = {
["T"] = "近战",
["D"] = "萨哈达尔对目标发起近战攻击，造成100%的武器伤害。",
},
[1240168] = {
["T"] = "暗影箭",
["D"] = "向敌人射出一支黑暗魔法箭，对其造成暗影伤害。",
},
[1226511] = {
["T"] = "阳春收获刺猬",
["D"] = "召唤或解散这种坐骑。",
},
[1242895] = {
["T"] = "遗世苍穹的尖鸣：安祖克",
["D"] = "你的有害法术和技能有几率用深渊彗星打击目标，造成400点宇宙伤害并增强其引力，使后续彗星造成的伤害提高5%。\r\n\r\n敌人死亡时发生内爆，每层引力造成319点宇宙伤害，由周围的敌人均摊。每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1249462] = {
["T"] = "协议：佐财团",
["D"] = "与佐财团达成协议，使你能够自称为该财团的一员（持续一周）。\r\n\r\n|T4549141:24|t|cffffffff战团合约|r\r\n你每周只能与一个财团达成协议。该效果在你的战团内共享。",
},
[1242897] = {
["T"] = "遗世苍穹的尖鸣：安舒尔",
["D"] = "你的有害法术和技能有几率用深渊彗星打击目标，造成400点宇宙伤害并增强其引力，使后续彗星造成的伤害提高5%。\r\n\r\n敌人死亡时发生内爆，每层引力造成319点宇宙伤害，由周围的敌人均摊。每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1242898] = {
["T"] = "小舟艇手",
},
[1242899] = {
["T"] = "小舟艇手",
},
[1242900] = {
["T"] = "灵魂束缚",
["D"] = "施法者将多个玩家束缚在一起，持续24秒，使他们移动到相距14码外时会被相互拉回，并受到2684532点混乱伤害。",
},
[1242901] = {
["T"] = "深渊内爆",
["D"] = "你的有害法术和技能有几率用深渊彗星打击目标，造成400点宇宙伤害并增强其引力，使后续彗星造成的伤害提高5%。\r\n\r\n敌人死亡时发生内爆，每层引力造成319点宇宙伤害，由周围的敌人均摊。每额外击中一个敌人，伤害提高30%，最多150%。",
},
[1249545] = {
["T"] = "刷毛",
},
[1249622] = {
["T"] = "套装：肯瑞托冬日收藏",
["D"] = "收集这套护甲套装外观。",
},
[1249611] = {
["T"] = "套装：航海家的冬日收藏",
["D"] = "收集这套护甲套装外观。",
},
[1249614] = {
["T"] = "套装：德鲁斯瓦冬日收藏",
["D"] = "收集这套护甲套装外观。",
},
[1249705] = {
["T"] = "霜覆",
},
[1249738] = {
["T"] = "瓦拉加尔徽章",
["D"] = "在瓦拉加尔中的声望提高2000点。",
},
[1242908] = {
["T"] = "小舟艇手",
},
[1242909] = {
["T"] = "魔刺",
["D"] = "用魔刺猛烈地牺牲狱火恐惧魔王，对30码内的敌人造成|CFFffffff$<damageValue>|R点混乱伤害。被击中的敌人将获得|cffffffff邪能触碰|r。",
},
[1249740] = {
["T"] = "抗魔联军徽章",
["D"] = "在抗魔联军中获得2000点声望值。",
},
[1242911] = {
["T"] = "传送",
},
[1223759] = {
["T"] = "巡天锐目",
["D"] = "|cFFFFFFFF代替召唤宠物|r\r\n获得一只瞭望的雄鹰的援助。\r\n\r\n使用奥术射击或多重射击对敌人造成伤害时，有15%几率使瞭望的雄鹰从天而降并标记你的目标。\r\n\r\n|T6352452:24|t |cffffffff瞭望印记|r\r\n你的下一次瞄准射击对此目标造成的伤害提高20%。\r\n",
},
[1249734] = {
["T"] = "圣光军团徽章",
["D"] = "在圣光军团中获得2000点声望。",
},
[1226531] = {
["T"] = "盛夏收获刺猬",
["D"] = "召唤或解散这种坐骑。",
},
[1226532] = {
["T"] = "凛冬收获刺猬",
["D"] = "召唤或解散这种坐骑。",
},
[1242916] = {
["T"] = "魔刺",
["D"] = "用魔刺猛烈地牺牲狱火恐惧魔王，对30码内的敌人造成|CFFffffff$<damageValue>|R点混乱伤害。被击中的敌人将获得|cffffffff邪能触碰|r。",
},
[1249843] = {
["T"] = "将创始者之角导航标牌放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1249901] = {
["T"] = "界门",
},
[1249902] = {
["T"] = "界门",
},
[1249990] = {
["T"] = "永恒潜能",
["D"] = "为你的神器注入永恒潜能之力，大幅提高其物品等级。\r\n",
},
[1242921] = {
["T"] = "货运列车",
["D"] = "被列车撞击。",
},
[1226539] = {
["T"] = "吞噬者之怒",
["D"] = "阿达拉斯将饥渴虚空法球抛向多个位置，未被阻截的法球会对所有玩家造成1342266点宇宙伤害。\r\n\r\n阿达拉斯凝视阻截法球的玩家，持续以|cffffffff吞噬|r发起攻击，并使其受到的物理伤害提高100%。\r\n\r\n被移除时，|cffffffff吞噬者之怒|r会转移给附近的一个玩家，并对所有玩家造成223710点宇宙伤害。",
},
[1249899] = {
["T"] = "界门",
},
[1249898] = {
["T"] = "界门",
},
[1226542] = {
["T"] = "恐惧陷坑",
},
[1226543] = {
["T"] = "飞掠裂口",
},
[1226544] = {
["T"] = "螺旋织纹",
},
[1259311] = {
["T"] = "急救",
},
[1259312] = {
["T"] = "将烈风铁吊灯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226547] = {
["T"] = "丝菌师洞穴",
},
[1226548] = {
["T"] = "克莱格瓦之眠",
},
[1259315] = {
["T"] = "将低垂的烈风铁吊灯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259316] = {
["T"] = "小型锯齿奥格瑞玛栅栏",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1226551] = {
["T"] = "塔克-雷桑",
},
[1259318] = {
["T"] = "急救",
},
[1226553] = {
["T"] = "闸板陋巷",
},
[1259320] = {
["T"] = "将烈风海岸独木舟放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226555] = {
["T"] = "九号挖掘场",
},
[1250078] = {
["T"] = "永恒潜能",
["D"] = "为你的神器注入永恒潜能之力，提高其物品等级。\r\n",
},
[1250046] = {
["T"] = "踢飞！",
["D"] = "踢飞那些讨厌的小格林奇！",
},
[1226558] = {
["T"] = "档案馆突袭",
},
[1250058] = {
["T"] = "抓住鬼魂",
["D"] = "尝试抓住鬼魂。",
},
[1250055] = {
["T"] = "虚空之握",
["D"] = "迪门修斯会扭曲随机玩家周围的空间，使其移动速度降低30%，并且每1秒造成648761点宇宙伤害，持续8秒。",
},
[1250051] = {
["T"] = "反物质",
},
[1250003] = {
["T"] = "幻境新生点数光环",
},
[1250180] = {
["T"] = "收集",
},
[1250109] = {
["T"] = "套装：村民的海滨装束",
["D"] = "收集这套护甲套装外观。",
},
[1250106] = {
["T"] = "相位传送",
},
[1250173] = {
["T"] = "破帷打击",
["D"] = "凶狠地振翅并撕开一道裂隙，每0.8秒对一名随机敌人造成暗影伤害，并击退所有敌人，持续6秒。",
},
[1250120] = {
["T"] = "永恒潜能",
},
[1226568] = {
["T"] = "夜幕圣所",
},
[1242952] = {
["T"] = "黑暗恩赐",
["D"] = "进入阿拉兹周围7码范围的虚空具象获得|cffffffff黑暗恩赐|r，使受到的伤害降低99%，并且移动速度提高200%。",
},
[1226570] = {
["T"] = "幽暗要塞",
},
[1226571] = {
["T"] = "真菌之愚",
},
[1242955] = {
["T"] = "人多势众",
["D"] = "财团跟班提振彼此的信心，战斗中每有一个其他的财团跟班，造成的伤害提高2%，急速提高5%。",
},
[1226573] = {
["T"] = "地匍矿洞",
},
[1250279] = {
["T"] = "永恒潜能",
},
[1226575] = {
["T"] = "丝菌师洞穴",
},
[1226576] = {
["T"] = "无底沉穴",
},
[1242960] = {
["T"] = "人多势众",
["D"] = "财团跟班提振彼此的信心，战斗中每有一个其他的财团跟班，造成的伤害提高2%，急速提高5%。",
},
[1226578] = {
["T"] = "水能堡",
},
[1226579] = {
["T"] = "恐惧陷坑",
},
[1250210] = {
["T"] = "消灭泡泡",
},
[1250222] = {
["T"] = "将符文石制铭牌放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226582] = {
["T"] = "塔克-雷桑",
},
[1226583] = {
["T"] = "螺旋织纹",
},
[1226584] = {
["T"] = "九号挖掘场",
},
[1242968] = {
["T"] = "邪能消散",
},
[1250330] = {
["T"] = "阿彻鲁斯工作台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250393] = {
["T"] = "纪元之种插枝",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226588] = {
["T"] = "闸板陋巷",
},
[1250352] = {
["T"] = "仿制的永恒狩猎祭坛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242973] = {
["T"] = "魔刺",
["D"] = "用魔刺猛烈地牺牲狱火恐惧魔王，对30码内的敌人造成|CFFffffff$<damageValue>|R点混乱伤害。被击中的敌人将获得|cffffffff邪能触碰|r。",
},
[1250349] = {
["T"] = "黑锋旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250351] = {
["T"] = "荒凄矿脉",
["D"] = "在卡雷什寻求财富的矿工们，或许只能找到这个破碎世界所剩无几的资源。虽然这种矿石在阿加工艺中毫无用处，但塔扎维什的居民或许能从这些碎石中发现一些价值。 ",
},
[1250328] = {
["T"] = "黑锋规划地图",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250344] = {
["T"] = "“奎尔萨拉斯之心”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242978] = {
["T"] = "相位锁定",
["D"] = "被虚灵困住。",
},
[1250327] = {
["T"] = "仿制的古树宝典",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226597] = {
["T"] = "投掷极巨大炸弹",
["D"] = "抛下你携带的极巨大炸弹。",
},
[1250321] = {
["T"] = "永恒潜能",
["D"] = "为你的神器注入永恒潜能之力，提高其物品等级。\r\n",
},
[1226599] = {
["T"] = "档案馆突袭",
},
[1250399] = {
["T"] = "发现刺客",
},
[1226601] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n\r\n",
},
[1226602] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n\r\n",
},
[1259369] = {
["T"] = "瓦德拉肯鎏金王座",
["D"] = "制作瓦德拉肯鎏金王座，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1250579] = {
["T"] = "提瑞斯秘法会旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1250574] = {
["T"] = "圣光秘殿大烛台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1242989] = {
["T"] = "活体物质",
},
[1226607] = {
["T"] = "节点碎裂",
["D"] = "吞噬一个|cffffffff歼星新星|r会使|cffffffff黑暗之星|r射出尖刺，对击中的玩家造成2439729点宇宙伤害。",
},
[1226608] = {
["T"] = "节点碎裂",
["D"] = "吞噬一个|cffffffff歼星新星|r会使|cffffffff黑暗之星|r射出尖刺，对击中的玩家造成2439729点宇宙伤害。",
},
[1242992] = {
["T"] = "恶毒之触",
["D"] = "你和仆从的伤害性法术和技能会周期性地对敌人施加|cffffffff邪能触碰|r。|cffffffff扭曲的远征|r召唤的狱火恐惧魔王对具有|cffffffff邪能触碰|r的敌人必定造成爆击。\r\n\r\n|T841218:24|t\r\n|cffffffff邪能触碰|r\r\n每过4秒，目标爆裂，对附近敌人造成过去4秒内受到伤害|CFFffffff3%|R的伤害。\r\n\r\n\r\n目标超过5个时伤害降低。",
},
[1242993] = {
["T"] = "暗影冲斥",
["D"] = "不稳定的黑暗喷薄而出，对60码内的所有玩家造成313195点暗影伤害。",
},
[1242994] = {
["T"] = "动荡",
},
[1242995] = {
["T"] = "下潜",
},
[1226613] = {
["T"] = "和平主义火箭",
["D"] = "造成768030点火焰伤害。",
},
[1242997] = {
["T"] = "魔刺",
["D"] = "|cffffffff扭曲的远征|r在使用后变为|cffffffff魔刺|r。\r\n\r\n|T1118739:24|t\r\n|cffffffff魔刺|r\r\n用魔刺猛烈地牺牲狱火恐惧魔王，对30码内的敌人造成|CFFffffff$<damageValue>|R点混乱伤害。被击中的敌人将获得|cffffffff邪能触碰|r。",
},
[1250592] = {
["T"] = "将创始者之角墓碑放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226616] = {
["T"] = "和平主义火箭",
["D"] = "造成153606点火焰伤害。",
},
[1226617] = {
["T"] = "和平主义火箭",
["D"] = "造成998439点火焰伤害。",
},
[1259384] = {
["T"] = "瓦德拉肯栅栏",
["D"] = "制作瓦德拉肯栅栏，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1250687] = {
["T"] = "伊特努丝的壮志",
["D"] = "|cffffffff诺斯特温的迫切|r激活时，进入战斗时恢复20%的职业资源。\r\n\r\n此效果每10秒最多触发一次。",
},
[1259386] = {
["T"] = "瓦德拉肯栅栏桩",
["D"] = "制作瓦德拉肯栅栏桩，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243004] = {
["T"] = "暗渊狂虫",
["D"] = "掘地脱离并呼唤蠕虫冲向敌人，对路径上的所有敌人造成暗影伤害。蠕虫随后在随机敌人的脚下现身，对10码内的所有敌人造成2013399点物理伤害。",
},
[1243005] = {
["T"] = "莫蒙图斯的顽强",
["D"] = "|cffffffff诺斯特温的迫切|r激活时，你的生命值恢复速度提高300%。",
},
[1243006] = {
["T"] = "改良的抓钩",
},
[1243007] = {
["T"] = "沙尘幻步",
["D"] = "施法者传送到目标身边并发起斩击，造成178968点物理伤害。同时留下一道难愈伤痕，在6秒内每1.5秒造成33556点物理伤害。",
},
[1243008] = {
["T"] = "莫蒙图斯的顽强",
["D"] = "|cffffffff诺斯特温的迫切|r激活时，你的生命值恢复速度提高300%。",
},
[1239936] = {
["T"] = "适应之神符",
["D"] = "该神符位于你的物品栏中时，全能提高50。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1243010] = {
["T"] = "无拘钉刺",
["D"] = "在3.8秒内每1.3秒向一名敌人射出异变能量，对冲击点周围0码内的敌人造成奥术伤害。\r\n\r\n还会触发|cffffffff无拘专注|r。\r\n",
},
[1239933] = {
["T"] = "野蛮之神符",
["D"] = "该神符位于你的物品栏中时，爆击提高50。\r\n\r\n该神符的力量在团队副本、史诗钥石地下城和评级PvP中会被抑制。",
},
[1223542] = {
["T"] = "虚空琉璃污染物",
["D"] = "为你的职业合成一个灵魂绑定的法力熔炉：欧米伽套装胸部物品。",
},
[1239922] = {
["T"] = "生命之小型神符",
["D"] = "耐力提高1500点。",
},
[1250688] = {
["T"] = "伊特努丝的壮志",
["D"] = "|cffffffff诺斯特温的迫切|r激活时，你的生命值恢复速度提高300%。",
},
[1250630] = {
["T"] = "魔刺",
["D"] = "|cffffffff扭曲的远征|r在使用后变为|cffffffff魔刺|r。\r\n\r\n|T1118739:24|t\r\n|cffffffff魔刺|r\r\n用魔刺猛烈地牺牲狱火恐惧魔王，对30码内的敌人造成|CFFffffff$<damageValue>|R点混乱伤害。被击中的敌人将获得|cffffffff邪能触碰|r。",
},
[1226633] = {
["T"] = "投掷极巨大炸弹",
["D"] = "抛下你携带的极巨大炸弹。",
},
[1243017] = {
["T"] = "沙尘倾压",
["D"] = "施法者使周身爆发出流沙，对671133码范围内的玩家造成8点自然伤害。",
},
[1223522] = {
["T"] = "奥术之魂",
["D"] = "奥术弹幕会触发节能施法，并产生4层奥术充能。\r\n\r\n每施放一次奥术弹幕都会使奥术弹幕的伤害提高15%，最多提高150%。",
},
[1243019] = {
["T"] = "无拘钉刺",
},
[1223518] = {
["T"] = "召唤",
},
[1259404] = {
["T"] = "索德拉苏斯望远镜",
["D"] = "制作索德拉苏斯望远镜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1223513] = {
["T"] = "垃圾",
},
[1243023] = {
["T"] = "无拘钉刺",
},
[1250751] = {
["T"] = "永恒能量",
["D"] = "+9%急速",
},
[1250760] = {
["T"] = "永恒能量",
["D"] = "+4%急速",
},
[1250753] = {
["T"] = "永恒能量",
["D"] = "+4%爆击",
},
[1243027] = {
["T"] = "无拘钉刺",
["D"] = "在3.8秒内每1.3秒向一名敌人射出异变能量，对冲击点周围0码内的敌人造成奥术伤害。\r\n\r\n还会触发|cffffffff无拘专注|r。\r\n",
},
[1226645] = {
["T"] = "和平主义火箭",
["D"] = "造成23669点火焰伤害。",
},
[1250723] = {
["T"] = "享用点心",
},
[1226647] = {
["T"] = "星河重碾",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1243031] = {
["T"] = "侏儒栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243032] = {
["T"] = "侏儒栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243033] = {
["T"] = "永动箱子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243034] = {
["T"] = "螺丝密封的高脚桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243035] = {
["T"] = "自行密封的高脚桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243036] = {
["T"] = "小型机械箱子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243037] = {
["T"] = "螺栓椅子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243038] = {
["T"] = "小型家居齿轮",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259422] = {
["T"] = "蓝龙军团文学著作",
["D"] = "制作蓝龙军团文学著作，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243040] = {
["T"] = "关闭的原子重校器",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259424] = {
["T"] = "冰霜面容",
["D"] = "外表如冰霜，内心似寒铁。",
},
[1243042] = {
["T"] = "麦卡贡军械架",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243043] = {
["T"] = "耐用的妖术桌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1243044] = {
["T"] = "加长覆皮桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1259428] = {
["T"] = "套装：火羽礼服",
["D"] = "收集这套护甲套装外观。",
},
[1259429] = {
["T"] = "红龙军团文学著作",
["D"] = "制作红龙军团文学著作，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1259430] = {
["T"] = "套装：精龙幻翼",
["D"] = "收集这套护甲套装外观。",
},
[1243048] = {
["T"] = "伐木工的野餐桌",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1243049] = {
["T"] = "加长耐用桌子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1259433] = {
["T"] = "绿龙军团文学著作",
["D"] = "制作绿龙军团文学著作，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243051] = {
["T"] = "打开的尖刺箍边桶",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1243052] = {
["T"] = "打开的钢铁加固的箱子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1243053] = {
["T"] = "虚空领主之拳",
["D"] = "迪门修斯的近战攻击能够搅乱空间的织缕，迫使目标进入近战范围，并对目标周围8码内的玩家造成1073812点暗影伤害。\r\n\r\n冲击力会将目标周围8码内的其他玩家击退。",
},
[1243054] = {
["T"] = "虚空领主之拳",
},
[1243055] = {
["T"] = "虚空领主之拳",
["D"] = "迪门修斯的近战攻击能够搅乱空间的织缕，迫使目标进入近战范围，并对目标周围8码内的玩家造成1073812点暗影伤害。\r\n\r\n冲击力会将目标周围8码内的其他玩家击退。",
},
[1243056] = {
["T"] = "虚空领主之拳",
},
[1243057] = {
["T"] = "虚空领主之拳",
},
[1259441] = {
["T"] = "瓦德拉肯箍边桶",
["D"] = "制作瓦德拉肯箍边桶，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1226676] = {
["T"] = "财阀跳线电缆",
["D"] = "最近刚被复活。",
},
[1226677] = {
["T"] = "财阀跳线电缆",
["D"] = "最近刚被你的跳线电缆复活。",
},
[1226678] = {
["T"] = "财阀跳线电缆",
},
[1243062] = {
["T"] = "被吞噬者的命运",
["D"] = "解锁战团营区：被吞噬者的命运。",
},
[1226680] = {
["T"] = "切割光线",
["D"] = "释放一道闪电束，每1.5秒对麦卡贡国王下方的所有人造成697065点自然伤害。  \r\n\r\n此外，每0.5秒释放一道闪电脉冲，持续6秒，对所有玩家造成69706点自然伤害。",
},
[1251035] = {
["T"] = "界门",
},
[1251032] = {
["T"] = "永恒潜能",
["D"] = "为你的神器注入永恒潜能之力，提高其物品等级。\r\n",
},
[1251031] = {
["T"] = "垂直的魔钢锁链",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251046] = {
["T"] = "守备官的审判",
["D"] = "|CFFe6cc80神器技能|R\r\n\r\n在24秒内变为|cffffffff光铸|r，并召唤一道天界之光追击目标，在12秒内每0.5秒对区域内的敌人造成最多|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，为友方目标恢复最多|CFFffffff|CFFffffff$<healValue>|R|R点生命值。目标超过5个后造成的伤害和治疗降低。\r\n\r\n|cffffffff光铸|r\r\n增强你神器的其他圣光特质。",
},
[1259451] = {
["T"] = "瓦德拉肯储物箱",
["D"] = "制作瓦德拉肯储物箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243069] = {
["T"] = "惊魂幻象",
["D"] = "你对敌人施放有害法术时创造惊魂幻象。\r\n\r\n惊魂幻象达到50层时，你的目标会看到噩梦，受到26013点暗影伤害，并在3秒内为你产生4点狂乱值。\r\n\r\n达到100层时，你的目标会见证恩佐斯的幻象，受到98477点暗影伤害，并在3秒内为你产生12点狂乱值。",
},
[1251149] = {
["T"] = "虚灵强化",
},
[1251178] = {
["T"] = "艾瑞达领主的邪能火炬",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251179] = {
["T"] = "将獠牙皮革挂毯放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259456] = {
["T"] = "溜冰场",
},
[1251279] = {
["T"] = "邪痕法力鳐",
["D"] = "召唤或解散一头邪痕法力鳐。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1259458] = {
["T"] = "家具",
},
[1251257] = {
["T"] = "魔霜魔刃豹",
["D"] = "召唤或解散这种坐骑。",
},
[1239810] = {
["T"] = "娜欣达利的秘法之鞭",
["D"] = "你的伤害性法术有较高的几率用奥术能量鞭笞目标，造成60点奥术伤害，由目标和路径中的敌人均摊。\r\n\r\n每额外击中一个敌人，伤害提高30%，最多150%，并且精通可以进一步提高此伤害。",
},
[1259461] = {
["T"] = "加长瓦德拉肯储物箱",
["D"] = "制作加长瓦德拉肯储物箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1251255] = {
["T"] = "树冠至高岭雄鹰",
["D"] = "召唤或解散这种坐骑。",
},
[1226697] = {
["T"] = "缚形",
},
[1251297] = {
["T"] = "金色逐日圣马",
["D"] = "召唤或解散这种坐骑。",
},
[1251283] = {
["T"] = "白化法力鳐",
["D"] = "召唤或解散一头白化法力鳐。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1223419] = {
["T"] = "虚灵收割",
},
[1223418] = {
["T"] = "星辰耀斑",
["D"] = "宇宙能量在4秒后爆炸，对4码内的玩家造成1118555点宇宙伤害。\r\n\r\n如果此效果结束时玩家处于|cffffffff湮灭逼近|r之，则会将|cffffffff湮灭逼近|r区域传送到维度彼岸。",
},
[1259468] = {
["T"] = "套装：天界观察者",
["D"] = "收集这套护甲套装外观。",
},
[1251266] = {
["T"] = "梦境之箭",
["D"] = "朝一名敌人投掷泥土，对其造成150点物理伤害。\r\n",
},
[1251397] = {
["T"] = "榴红废墟游荡者",
["D"] = "召唤或解散这种坐骑。",
},
[1251400] = {
["T"] = "长角蓝玉塔布羊",
["D"] = "召唤或解散这种坐骑。",
},
[1251324] = {
["T"] = "放置",
},
[1251396] = {
["T"] = "长角漆黑塔布羊",
["D"] = "召唤或解散这种坐骑。",
},
[1259474] = {
["T"] = "藏品：觉醒之翼",
["D"] = "收集这套护甲套装外观。",
},
[1251325] = {
["T"] = "放置",
},
[1251312] = {
["T"] = "采集",
},
[1251414] = {
["T"] = "被捉住",
},
[1223393] = {
["T"] = "加里维克斯",
},
[1239773] = {
["T"] = "秘法打击",
["D"] = "对一名敌人造成134226点奥术伤害。",
},
[1251447] = {
["T"] = "偷来的血腥帐簿副本",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251451] = {
["T"] = "仿制的教团箴言",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251443] = {
["T"] = "无冕者药剂师的补给",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251549] = {
["T"] = "虚灵重构",
["D"] = "你的有益法术和技能有几率汇聚休眠的能量，为一名受伤的盟友恢复生命值。此效果的过量治疗会施加吸收护盾。",
},
[1259484] = {
["T"] = "藏品：鱼人宝宝蛋壳背包",
["D"] = "收集这套护甲套装外观。",
},
[1239766] = {
["T"] = "奥术扫荡",
["D"] = "对施法者面前的所有敌人造成1118555点奥术伤害，并将其击退。",
},
[1251596] = {
["T"] = "莫拉塔丽的永恒会面",
["D"] = "被介绍给永恒龙军团的其他成员。",
},
[1226721] = {
["T"] = "缠丝陷阱",
["D"] = "奥术流丝包裹目标，使其昏迷5秒。",
},
[1259488] = {
["T"] = "冰面",
},
[1243106] = {
["T"] = "恩佐斯的幻象",
["D"] = "你对敌人施放有害法术时创造惊魂幻象。\r\n\r\n惊魂幻象达到50层时，你的目标会看到噩梦，受到26013点暗影伤害，并在3秒内为你产生4点狂乱值。\r\n\r\n达到100层时，你的目标会见证恩佐斯的幻象，受到98477点暗影伤害，并在3秒内为你产生12点狂乱值。",
},
[1251565] = {
["T"] = "通往雷文德斯的传送门",
},
[1251671] = {
["T"] = "圣光的复仇",
["D"] = "你的法术和技能有几率显现圣光，为附近受伤的盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值，并对其6码范围内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n在|cffffffff光铸|r时治疗和伤害翻倍。",
},
[1239753] = {
["T"] = "传送门风暴！",
},
[1226727] = {
["T"] = "恶毒文集",
["D"] = "翻到下一个章节。\r\n\r\n",
},
[1226728] = {
["T"] = "恶毒文集",
["D"] = "翻到下一个章节。\r\n\r\n",
},
[1226729] = {
["T"] = "恶毒文集",
["D"] = "翻到下一个章节。\r\n\r\n",
},
[1243113] = {
["T"] = "惊魂幻象",
},
[1243114] = {
["T"] = "恩佐斯的幻象",
},
[1243115] = {
["T"] = "传送",
},
[1243116] = {
["T"] = "传送",
},
[1243117] = {
["T"] = "传送",
},
[1243118] = {
["T"] = "虚体迁跃之爪",
["D"] = "你的近战攻击有几率汇聚一个迁跃兽的回响，与你一起发起进攻，造成91点奥术伤害，由路径中的敌人均摊。",
},
[1226736] = {
["T"] = "撰魂师 - 死亡",
},
[1251644] = {
["T"] = "修补匠",
},
[1243121] = {
["T"] = "虚体迁跃之爪",
},
[1251627] = {
["T"] = "星辰碎片冲击",
},
[1226740] = {
["T"] = "冷焰炣美拉",
["D"] = "召唤或解散一头冷焰炣美拉。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1251633] = {
["T"] = "套装：村民的海滨收藏",
["D"] = "收集这套护甲套装外观。",
},
[1251667] = {
["T"] = "圣光的复仇",
},
[1226743] = {
["T"] = "威奇",
["D"] = "右键点击以召唤和解散这个可定制的小伙伴。",
},
[1251639] = {
["T"] = "大漩涡的元素祭坛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251619] = {
["T"] = "星辰碎片冲击",
["D"] = "帕哥斯释放一股炽热无比的星尘，对10码范围内的玩家造成10738130点宇宙伤害，同时发射多个星辰碎片，并留下一片|cffffffff碎片地带|r。",
},
[1251666] = {
["T"] = "圣光的复仇",
["D"] = "你的法术和技能有几率显现圣光，为附近受伤的盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值，并对其6码范围内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n在|cffffffff光铸|r时治疗和伤害翻倍。",
},
[1251643] = {
["T"] = "大漩涡旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1251656] = {
["T"] = "犄角悬挂灯台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1226749] = {
["T"] = "神圣秘典",
["D"] = "翻到下一个章节。\r\n\r\n",
},
[1243133] = {
["T"] = "虚体迁跃打击",
["D"] = "你的近战攻击有几率汇聚一个迁跃兽的回响，与你一起发起进攻，造成91点奥术伤害，由路径中的敌人均摊。",
},
[1251896] = {
["T"] = "套装：炉铸好战者的皮甲",
["D"] = "收集炉铸好战者的皮甲套装外观。",
},
[1226752] = {
["T"] = "具现矩阵",
["D"] = "集能哨兵对玩家射出奥术能量，在6秒内每1秒造成626391点奥术伤害。效果结束时创造出一个|cffffffff错位矩阵|r。 ",
},
[1226753] = {
["T"] = "圣焰的温暖",
["D"] = "站在附近时，阿拉希牧师每1秒为你恢复174266点生命值。",
},
[1243137] = {
["T"] = "法力熔炉传送器",
},
[1243138] = {
["T"] = "法力熔炉传送器",
},
[1243139] = {
["T"] = "传送",
},
[1226757] = {
["T"] = "神圣秘典",
["D"] = "翻到下一个章节。\r\n\r\n",
},
[1251895] = {
["T"] = "套装：炉铸好战者的布甲",
["D"] = "收集炉铸好战者的布甲套装外观。",
},
[1226759] = {
["T"] = "可重复事件 - 卑鄙双雄 - 奖励宝箱 - 已打开",
},
[1243143] = {
["T"] = "翻捡",
},
[1251839] = {
["T"] = "记忆结晶",
["D"] = "留下一个记忆结晶，为其他探索这一地下堡的玩家留下一条消息。",
},
[1251901] = {
["T"] = "贝拉梅斯旅行者的包裹",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243146] = {
["T"] = "取消光环：相位潜行",
},
[1243147] = {
["T"] = "翻捡",
},
[1251899] = {
["T"] = "军械：炉铸好战者的武器",
["D"] = "收集炉铸好战者的武器套装外观。",
},
[1251884] = {
["T"] = "大漩涡风铃",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243150] = {
["T"] = "翻捡",
},
[1243151] = {
["T"] = "无常爆发",
["D"] = "施法者喷出消化性强酸，每1秒对60码内的所有敌人造成暗影伤害，持续6秒。溅出的飞沫对冲击点周围0码内的敌人造成暗影伤害，并留下|cffffffff贪噬唾液|r，持续6秒。",
},
[1251977] = {
["T"] = "地下堡行者总部",
},
[1252090] = {
["T"] = "套装：覆潮战甲",
["D"] = "收集这套护甲套装外观。外观仅供死亡骑士、圣骑士和战士使用。",
},
[1252068] = {
["T"] = "套装：星界好战者的皮甲",
["D"] = "收集星界好战者的皮甲套装外观。",
},
[1252070] = {
["T"] = "套装：星界好战者的板甲",
["D"] = "收集星界好战者的板甲套装外观。",
},
[1252057] = {
["T"] = "套装：至臻好战者的板甲",
["D"] = "收集至臻好战者的板甲套装外观。",
},
[1226774] = {
["T"] = "恢复理智",
["D"] = "处于过于恐惧的区域。",
},
[1252031] = {
["T"] = "阅读卷轴",
},
[1243159] = {
["T"] = "冷酷严冬",
},
[1252071] = {
["T"] = "军械：星界好战者的武器",
["D"] = "收集星界好战者的武器套装外观。",
},
[1252024] = {
["T"] = "树妖的青睐",
["D"] = "当你的树妖消退时，使你的下2次星涌术的伤害提高，数值相当于激活时你伤害效果的3%，并将其10%的伤害溅射到附近敌人身上，目标超过5个效果降低。",
},
[1243162] = {
["T"] = "灵魂束缚",
["D"] = "施法者将多个玩家束缚在一起，持续24秒，使他们移动到相距14码外时会被相互拉回，并受到2684532点混乱伤害。",
},
[1252192] = {
["T"] = "飞翔的女武神",
["D"] = "|cffffffff守备官的审判|r祝福最多5个附近盟友，使其受到瓦格里的守护，持续12秒。\r\n\r\n在守护期间，致命攻击会被瓦格里拦截，并为目标恢复全部生命值。同一目标每8分钟最多触发一次。",
},
[1252191] = {
["T"] = "飞翔的女武神",
},
[1243165] = {
["T"] = "抑制裂口",
},
[1226783] = {
["T"] = "丧躯嚎叫",
["D"] = "施法者发出一声嚎叫，对60码内的玩家造成1342266点声波伤害。",
},
[1252185] = {
["T"] = "注能晶塔",
["D"] = "房间内的奥术水晶塔通过奥术光束向卢米萨尔注入能量，接触时会触发|cffffffff超能新星|r。\r\n\r\n玩家站在光束路径可以将其阻挡，每1秒受到259308点奥术伤害，并且获得一层|cffffffff超能灌注|r。该效果可叠加。",
},
[1252193] = {
["T"] = "奥丁的选民",
["D"] = "|cffffffff守备官的审判|r祝福最多5个附近盟友，使其受到瓦格里的守护，持续12秒。\r\n\r\n在守护期间，致命攻击会被瓦格里拦截，并为目标恢复全部生命值。同一目标每8分钟最多触发一次。",
},
[1252198] = {
["T"] = "苍穹命令",
["D"] = "|cffffffff守备官的审判|r在使用后变为|cffffffff投身战场|r。\r\n\r\n|cffffffff投身战场|r\r\n带着狂热的力量冲锋向前，对路径上的所有敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n使用后变为|cffffffff光缚通道|r。\r\n\r\n|cffffffff光缚通道|r\r\n踏入一道圣光光束，对6码范围内的敌人造成最多|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，对盟友造成最多|CFFffffff|CFFffffff$<healValue>|R|R点治疗，并将你向后传送15码或直到遇到障碍物。\r\n\r\n同时，你在|cffffffff光铸|r期间获得|cffffffff圣光回响|r。\r\n\r\n|cffffffff圣光回响|r\r\n圣光从你身上散发而出，每3秒凝聚成微粒。触碰微粒对附近敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，或为60码范围内的附近盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值。",
},
[1252396] = {
["T"] = "德莱尼木制桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226788] = {
["T"] = "熵能恐惧",
["D"] = "受影响的玩家在恐惧中逃跑，持续3秒。",
},
[1252381] = {
["T"] = "德莱尼栅栏桩",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252403] = {
["T"] = "将“晨光希望”镶嵌放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252394] = {
["T"] = "卡雷什之沙",
},
[1252517] = {
["T"] = "飞翔的女武神",
},
[1239611] = {
["T"] = "已联通",
},
[1252509] = {
["T"] = "恶魔追击",
},
[1239609] = {
["T"] = "远见捷速",
["D"] = "施放虔诚预兆或慰藉预兆会给予2层效果为100%的洞察预兆。消耗一层洞察预兆会使你的急速提高1.0%，持续10秒。多次施加可以叠加。",
},
[1239608] = {
["T"] = "迅愈祷言",
["D"] = "施放愈合祷言时会为你的目标恢复260134点生命值。",
},
[1252456] = {
["T"] = "吸积盘",
["D"] = "迪门修斯流失的物质在平台的边缘飞旋，对触及的玩家造成1073812点暗影伤害，并击退他们。",
},
[1252577] = {
["T"] = "虚空裂隙风暴",
},
[1252527] = {
["T"] = "飞翔的女武神",
},
[1252685] = {
["T"] = "投身战场",
["D"] = "带着狂热的力量冲锋向前，对路径上的所有敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n使用后变为|cffffffff光缚通道|r。",
},
[1252635] = {
["T"] = "念力碰撞",
},
[1252639] = {
["T"] = "泰雷多尔躺椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1252810] = {
["T"] = "光缚通道",
["D"] = "踏入一道圣光光束，对6码范围内的敌人造成最多|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害，对盟友造成最多|CFFffffff|CFFffffff$<healValue>|R|R点治疗，并将你向后传送15码或直到遇到障碍物。",
},
[1223211] = {
["T"] = "脉动黑暗",
["D"] = "施法者脉动着暗影能量，每1秒对60码内的玩家造成447422点暗影伤害，持续6秒。",
},
[1226805] = {
["T"] = "光耀",
},
[1226806] = {
["T"] = "光耀",
},
[1253240] = {
["T"] = "充盈腐化",
["D"] = "每1秒对一名敌人造成89485点物理伤害，持续10秒。",
},
[1223202] = {
["T"] = "湮灭逼近",
["D"] = "虚空的领域每1.5秒对其中的玩家造成536906点宇宙伤害，并使其移动速度降低20%。",
},
[1253373] = {
["T"] = "战斗训练之书",
},
[1253603] = {
["T"] = "多重射击",
["D"] = "向敌人射出多发子弹。",
},
[1253616] = {
["T"] = "暗物质",
},
[1223196] = {
["T"] = "湮灭逼近",
["D"] = "虚空的领域每1.5秒对其中的玩家造成536906点宇宙伤害，并使其移动速度降低20%。",
},
[1253617] = {
["T"] = "住宅购买时刻",
},
[1253607] = {
["T"] = "乱射",
["D"] = "当附近有多个敌人时，布莱恩会发射一阵箭雨，对区域内的敌人造成中等物理伤害。",
},
[1253605] = {
["T"] = "乱射",
["D"] = "当附近有多个敌人时，布莱恩会发射一阵箭雨，对区域内的敌人造成中等物理伤害。",
},
[1253595] = {
["T"] = "急速射击",
["D"] = "在1.8秒内连续射击7次，造成总计637511点物理伤害。",
},
[1253714] = {
["T"] = "獠牙灯台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1253680] = {
["T"] = "鼓舞",
},
[1253638] = {
["T"] = "净化爆发",
["D"] = "希尔布兰德制造一个能量球，将其分裂成3枚飞弹，对敌人造成626391点神圣伤害。",
},
[1253747] = {
["T"] = "已学会神器技能",
},
[1253870] = {
["T"] = "圣光的复仇",
["D"] = "使|cffffffff圣光的复仇|r额外提高4级。\r\n\r\n|T5764906:24|t |cffffffff圣光的复仇|r\r\n你的法术和技能有几率显现圣光，为附近受伤的盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值，并对其6码范围内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n在|cffffffff光铸|r时治疗和伤害翻倍。",
},
[1253922] = {
["T"] = "华丽的铁炉堡长椅",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226823] = {
["T"] = "结晶震荡波",
["D"] = "弗兰克提鲁斯重击地面，对所有玩家造成2237111点暗影伤害并触发多次|cffffffff结晶震荡波|r。",
},
[1253868] = {
["T"] = "圣光的复仇",
["D"] = "使|cffffffff圣光的复仇|r额外提高2级。\r\n\r\n|T5764906:24|t |cffffffff圣光的复仇|r\r\n你的法术和技能有几率显现圣光，为附近受伤的盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值，并对其6码范围内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n在|cffffffff光铸|r时治疗和伤害翻倍。",
},
[1253869] = {
["T"] = "圣光的复仇",
["D"] = "使|cffffffff圣光的复仇|r额外提高3级。\r\n\r\n|T5764906:24|t |cffffffff圣光的复仇|r\r\n你的法术和技能有几率显现圣光，为附近受伤的盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值，并对其6码范围内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n在|cffffffff光铸|r时治疗和伤害翻倍。",
},
[1253871] = {
["T"] = "圣光的复仇",
["D"] = "使|cffffffff圣光的复仇|r额外提高5级。\r\n\r\n|T5764906:24|t |cffffffff圣光的复仇|r\r\n你的法术和技能有几率显现圣光，为附近受伤的盟友恢复|CFFffffff|CFFffffff$<healValue>|R|R点生命值，并对其6码范围内的敌人造成|CFFffffff|CFFffffff$<damageValue>|R|R点神圣伤害。\r\n\r\n在|cffffffff光铸|r时治疗和伤害翻倍。",
},
[1226827] = {
["T"] = "碎魂法球",
["D"] = "一个能量之球在15秒内每1秒造成357937点奥术伤害，并使移动速度降低15%。",
},
[1253896] = {
["T"] = "将创始者之角栅栏放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1253988] = {
["T"] = "蠢蛋飞踢",
["D"] = "击退一名敌人。\n对一名敌人造成物理伤害。",
},
[1226830] = {
["T"] = "命运相连",
["D"] = "受到命运低语的150%的伤害在玩家身上回响。",
},
[1226831] = {
["T"] = "珠玑碎片",
["D"] = "水晶碎片嵌入玩家的体肤，使其受到的物理伤害提高10%。此效果可叠加。",
},
[1253981] = {
["T"] = "急饿",
["D"] = "使施法者造成的伤害提高30%。",
},
[1253957] = {
["T"] = "牦牛之喉",
["D"] = "施法者对目标造成物理伤害，并且每5.2秒额外造成物理伤害，持续6秒。 ",
},
[1254063] = {
["T"] = "泥浆飞掷",
["D"] = "施法者从身体中射出泥浆，对3码内的玩家造成671133点自然伤害，并留下一片|cffffffff泥潭|r。",
},
[1254102] = {
["T"] = "将牢固的木制书桌放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254052] = {
["T"] = "香蕉陷阱",
["D"] = "香蕉陷阱令目标滑倒，使其昏迷2秒。 ",
},
[1254101] = {
["T"] = "将遮盖的木制书桌放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254100] = {
["T"] = "海贤书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254106] = {
["T"] = "达拉然浓缩咖啡机",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254117] = {
["T"] = "光铸相位信标",
["D"] = "将你传送回多恩诺嘉尔。与城镇中的旅店老板交谈可以改变你所设定的家的位置。",
},
[1254064] = {
["T"] = "泥潭",
["D"] = "使玩家减速60%。 ",
},
[1226842] = {
["T"] = "命运相连",
["D"] = "受到命运低语的150%的伤害在玩家身上回响。",
},
[1254062] = {
["T"] = "泥浆飞掷",
["D"] = "施法者从身体中射出泥浆，对3码内的玩家造成671133点自然伤害，并留下一片|cffffffff泥潭|r。",
},
[1254060] = {
["T"] = "泥浆飞掷",
["D"] = "施法者从身体中射出泥浆，对3码内的玩家造成671133点自然伤害，并留下一片|cffffffff泥潭|r。",
},
[1254292] = {
["T"] = "星辰撞击",
},
[1254379] = {
["T"] = "星辰碎片",
},
[1254350] = {
["T"] = "晦暗爆破",
["D"] = "对8码内的敌人造成671133点暗影伤害。",
},
[1226848] = {
["T"] = "夺取命运",
["D"] = "能量达到100点时，撰魂师开始举行仪式，尝试夺取所有命运，在9秒内每0.5秒造成89485点奥术伤害。",
},
[1254392] = {
["T"] = "宇宙淤积",
["D"] = "宇宙淤积每2秒对其中的玩家造成134226点暗影伤害。",
},
[1254370] = {
["T"] = "晦暗逐斥",
},
[1259617] = {
["T"] = "搏击冠军的手套",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254385] = {
["T"] = "星辰碎片",
["D"] = "与玩家接触时发生剧烈爆炸，在1分钟内每1秒对6码内的玩家造成894843点宇宙伤害，并留下|cffffffff碎片地带|r。\r\n\r\n每当受到此效果影响的玩家被其他星辰碎片击中，都会在其位置产生一个|cffffffff星辰迸发|r。",
},
[1254484] = {
["T"] = "群体束缚",
},
[1254603] = {
["T"] = "伯拉勒斯栅栏",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226855] = {
["T"] = "熔岩炣美拉",
["D"] = "召唤或解散一头熔岩炣美拉。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1226856] = {
["T"] = "火裔炣美拉",
["D"] = "召唤或解散一头火裔炣美拉。这种坐骑的速度会根据你的骑术等级和所在区域改变。",
},
[1223111] = {
["T"] = "恶意切割",
["D"] = "一次恶意的切割，对敌人立即造成100%的武器伤害。目标每2秒因流血而损失5%的最大生命值。持续6秒。",
},
[1223110] = {
["T"] = "灭战者",
["D"] = "|cffffffff灭战者|r的冷却恢复速度提高100%。",
},
[1226859] = {
["T"] = "节点反冲",
["D"] = "|cffffffff歼星新星|r的强烈压制力会导致|cffffffff黑暗之星|r反向周转。",
},
[1226860] = {
["T"] = "可重复事件 - 卑鄙双雄 - 可乘坐载具 - 驾驶（万能钥匙）",
["D"] = "在卑鄙双雄战斗中乘坐一辆载具。",
},
[1223107] = {
["T"] = "召唤宿敌",
},
[1226862] = {
["T"] = "原始法术风暴",
["D"] = "奥术能量从上方的密室倾泻而下，对冲击点6码内造成2572677点奥术伤害。\r\n",
},
[1239488] = {
["T"] = "舷侧攻击",
["D"] = "尼尔西坦船长命令旗舰炮轰一名玩家的位置，造成1118555点宇宙伤害。炮击会击碎大地，留下宇宙废土，每1秒造成134226点宇宙伤害。 ",
},
[1239487] = {
["T"] = "束缚的标枪",
["D"] = "塔尔·巴特向目标玩家掷出奥术标枪，对目标周围8码内的玩家造成447422点奥术伤害，并束缚所有被击中的玩家。\r\n\r\n每个束缚每1秒造成111855点奥术伤害，并使其移动速度降低50%，效果每5秒都会增强，直到标枪被摧毁。此效果可叠加。",
},
[1223103] = {
["T"] = "灭战者",
["D"] = "获得|cffffffff巨人打击|r并将其替换为|cffffffff灭战者|r。如果你已经习得|cffffffff灭战者|r，则改为使其冷却恢复速度提高100%。\r\n\r\n|T2065633:24|t |cffffffff灭战者|r\r\n：\r\n猛击地面并粉碎10码范围内所有敌人的护甲，造成470438点物理伤害，并使你对其造成的伤害提高30%，持续10秒。\r\n",
},
[1254609] = {
["T"] = "将船壳为家衣柜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226867] = {
["T"] = "原始法术风暴",
["D"] = "奥术能量从上方的密室倾泻而下，对冲击点6码内造成2572677点奥术伤害。\r\n",
},
[1223097] = {
["T"] = "邪能冲撞",
},
[1223096] = {
["T"] = "碎裂暴怒",
},
[1254607] = {
["T"] = "大型船壳为家桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254612] = {
["T"] = "海军部的青铜灯笼",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254618] = {
["T"] = "将海贤的双面书柜放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254718] = {
["T"] = "暮光壁垒",
},
[1254694] = {
["T"] = "虹吸精华",
},
[1226875] = {
["T"] = "原始法术风暴",
["D"] = "奥术能量从上方的密室倾泻而下，对冲击点6码内造成2572677点奥术伤害。\r\n",
},
[1226876] = {
["T"] = "原始法术风暴",
["D"] = "奥术能量从上方的密室倾泻而下，对冲击点6码内造成2572677点奥术伤害。\r\n",
},
[1226877] = {
["T"] = "原始法术风暴",
["D"] = "奥术能量从上方的密室倾泻而下，对冲击点6码内造成2572677点奥术伤害。\r\n",
},
[1254711] = {
["T"] = "午夜狂热",
["D"] = "攻击速度提高20%。该效果可叠加。",
},
[1226879] = {
["T"] = "星辰碰撞",
["D"] = "与另一个|cffffffff黑暗之星|r碰撞会每0.5秒对所有玩家造成2952986点宇宙伤害。 ",
},
[1254722] = {
["T"] = "薄暮帷纱",
["D"] = "永恒杀戮者用奥术能量遮蔽自己，使受到的伤害降低25%，并且被击中时会对攻击者造成89485点奥术伤害，持续15秒。",
},
[1254817] = {
["T"] = "桎梏之箭",
},
[1254780] = {
["T"] = "重置收集装置和法力熔炉",
},
[1254761] = {
["T"] = "纪元箭雨",
},
[1254762] = {
["T"] = "脆弱",
["D"] = "破裂的碎片会汲取目标的灵魂，使其受到的治疗效果降低33%。效果可叠加。\r\n\r\n目标以外的玩家可以收集碎片，但每0.5秒受到178968点混乱伤害，持续20秒。效果可叠加。",
},
[1254891] = {
["T"] = "暮光虔敬",
["D"] = "永恒魔导师的死亡为一名玩家注入恢复性的暮光魔法，使造成的治疗效果提高30%，持续20秒。",
},
[1254890] = {
["T"] = "暮光之力",
["D"] = "永恒杀戮者的死亡为玩家注入破坏性的暮光魔法，使造成的伤害提高30%，持续30秒。",
},
[1239445] = {
["T"] = "舷侧攻击",
["D"] = "尼尔西坦船长命令旗舰炮轰一名玩家的位置，造成1118555点宇宙伤害。炮击会击碎大地，留下宇宙废土，每1秒造成134226点宇宙伤害。 ",
},
[1223060] = {
["T"] = "炸弹球推杆",
["D"] = "在箱子中翻找，找到你的炸弹球推杆。\r\n",
},
[1243272] = {
["T"] = "抑制裂口",
["D"] = "被摧毁的收集者造成一道裂口，每1秒对玩家造成3355666点奥术伤害。",
},
[1226890] = {
["T"] = "线圈重启",
["D"] = "昏迷。",
},
[1226891] = {
["T"] = "线圈重启",
["D"] = "昏迷。",
},
[1254906] = {
["T"] = "雷什恩赐",
["D"] = "雷什裹布的威能触发频率提高20%。",
},
[1254889] = {
["T"] = "暮光之力",
},
[1254848] = {
["T"] = "青铜海贤灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254905] = {
["T"] = "雷什恩赐",
["D"] = "雷什裹布的威能触发频率提高40%。",
},
[1254877] = {
["T"] = "研究盈余",
["D"] = "你的永恒研究任务将被完全刷新，使你能够接受最多6个新任务。",
},
[1254915] = {
["T"] = "“先驱”画作",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226898] = {
["T"] = "神圣遗物学会望远镜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1254879] = {
["T"] = "研究盈余",
["D"] = "你的永恒研究任务将被完全刷新，使你能够接受最多18个新任务。",
},
[1226900] = {
["T"] = "流丝块",
},
[1254904] = {
["T"] = "雷什恩赐",
["D"] = "雷什裹布的威能触发频率提高30%。",
},
[1254960] = {
["T"] = "追赶",
["D"] = "聆听一个故事。",
},
[1243286] = {
["T"] = "虚空箭",
["D"] = "施法者向目标发射一支虚空能量箭，造成268453点暗影伤害。",
},
[1255217] = {
["T"] = "硌石之泉澡盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1255245] = {
["T"] = "暮光斩击",
["D"] = "永恒杀戮者穿越暮光，出现在目标身后并发起斩击，造成89485点物理伤害并使其流血，每1.5秒额外造成13422点物理伤害，持续9秒。",
},
[1226906] = {
["T"] = "无拘之域",
["D"] = "奖励和危机在无拘之域中触手可及。",
},
[1259673] = {
["T"] = "硌石之泉澡盆",
["D"] = "制作硌石之泉澡盆，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1226908] = {
["T"] = "原始法术风暴",
["D"] = "奥术能量从上方的密室倾泻而下，对冲击点6码内造成2572677点奥术伤害。\r\n",
},
[1259675] = {
["T"] = "锈蚀的螺栓长椅",
["D"] = "制作锈蚀的螺栓长椅，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1255155] = {
["T"] = "退出追赶",
["D"] = "结束游学探奇战役，回到你的主城。",
},
[1226911] = {
["T"] = "注丝容器",
["D"] = "死亡时，收获的流丝会从施法者的容器中落出。",
},
[1223001] = {
["T"] = "不稳定的法力",
},
[1226913] = {
["T"] = "粘性丝网",
},
[1255482] = {
["T"] = "蔑邪战龙",
["D"] = "召唤或解散你的蔑邪战龙。此坐骑仅限战士使用。",
},
[1259681] = {
["T"] = "伐木机轮盘储物箱",
["D"] = "制作伐木机轮盘储物箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1255501] = {
["T"] = "滚动的雪球",
["D"] = "跳上雪球向前滚！",
},
[1226917] = {
["T"] = "暗影爆发",
["D"] = "黑暗每1.5秒在一名敌人的脚下喷发，对范围内的敌人造成2147178点暗影伤害。持续3秒。",
},
[1226918] = {
["T"] = "暗影爆发",
},
[1226919] = {
["T"] = "暗影爆发",
["D"] = "黑暗每1.5秒在一名敌人的脚下喷发，对范围内的敌人造成2147178点暗影伤害。持续3秒。",
},
[1255527] = {
["T"] = "强烈威胁",
["D"] = "阿古斯危机四伏，你这是自寻死路！推荐平均物品等级达到623后再进入此区域。",
},
[1243304] = {
["T"] = "虚无风暴震击",
["D"] = "施法者用涡旋的飞沙震击一个目标，每次攻击造成178968点自然伤害。",
},
[1243305] = {
["T"] = "虚无风暴震击",
["D"] = "施法者以涡旋的虚空之力震击一个目标，每次攻击造成178968点暗影伤害。",
},
[1243306] = {
["T"] = "扫描",
},
[1259690] = {
["T"] = "仿制的觉醒主机静滞舱",
["D"] = "制作仿制的觉醒主机静滞舱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243308] = {
["T"] = "虚体迁跃之爪",
},
[1226926] = {
["T"] = "难度 2+转移",
["D"] = "推荐冒险者物品等级在629以上。",
},
[1243310] = {
["T"] = "暴食喷发",
},
[1226928] = {
["T"] = "难度 4+转移",
["D"] = "需要等级80，并完成你的战团中的卡兹阿加主线故事任务。",
},
[1226929] = {
["T"] = "难度 5+转移",
["D"] = "需要在有剩余生命的情况下完成一个难度4的地下堡。",
},
[1226930] = {
["T"] = "难度 6+转移",
["D"] = "需要在有剩余生命的情况下完成一个难度5的地下堡。",
},
[1254859] = {
["T"] = "创始者之角前门",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1226932] = {
["T"] = "难度 7+转移",
["D"] = "需要在有剩余生命的情况下完成一个难度6的地下堡。",
},
[1226933] = {
["T"] = "难度 8+转移",
["D"] = "需要在有剩余生命的情况下完成一个难度7的地下堡。",
},
[1226934] = {
["T"] = "难度 9+转移",
["D"] = "需要在有剩余生命的情况下完成一个难度8的地下堡。",
},
[1226935] = {
["T"] = "难度 10+转移",
["D"] = "需要在有剩余生命的情况下完成一个难度9的地下堡。",
},
[1226936] = {
["T"] = "难度 11+转移",
["D"] = "需要在有剩余生命的情况下完成一个难度10的地下堡。",
},
[1256126] = {
["T"] = "惊人坚韧",
},
[1251545] = {
["T"] = "虚灵收割",
["D"] = "你的有害法术和技能有几率在你身旁汇聚潜在能量，造成奥术伤害，由你的目标和周围的敌人均摊。生命值低于35%的敌人额外受到20%的伤害。",
},
[1243322] = {
["T"] = "卡雷什开场",
},
[1251879] = {
["T"] = "将彩绘碎木放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1226941] = {
["T"] = "畏惧黑暗",
["D"] = "使冲击点周围5码的敌人陷入恐惧，持续3秒。\n对冲击点周围5码内的敌人造成894844点暗影伤害。",
},
[1226942] = {
["T"] = "曼斯先生",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1226943] = {
["T"] = "苦涩黑暗",
["D"] = "使一个敌人受到的伤害提高，持续20秒。",
},
[1251235] = {
["T"] = "征服者的十字",
},
[1226945] = {
["T"] = "幽影斩击",
["D"] = "对施法者前方的所有敌人造成984328点暗影伤害。",
},
[1226946] = {
["T"] = "盲目疯狂",
["D"] = "使施法者的攻击速度提高100%，持续20秒。",
},
[1226947] = {
["T"] = "压抑黑暗",
["D"] = "对一名敌人造成125点暗影伤害并移除1个增益魔法效果。",
},
[1226948] = {
["T"] = "阴霾护盾",
["D"] = "偏转所有远程攻击，并完全格挡所有攻击，持续3秒。攻击者会受到894843点暗影伤害。",
},
[1259715] = {
["T"] = "多恩诺嘉尔悬挂灯台",
["D"] = "制作多恩诺嘉尔悬挂灯台，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243333] = {
["T"] = "虚空具象",
},
[1226951] = {
["T"] = "奥术注能",
["D"] = "施法者为60码内的玩家注入奥术能量，造成1565976点奥术伤害，在10秒内每1秒造成380309点奥术伤害。\r\n\r\n另外，60码内的所有成长中的丝肉虫会获得|cffffffff奥术撕咬|r。",
},
[1250083] = {
["T"] = "套装：村民的森林装束",
["D"] = "收集这套护甲套装外观。",
},
[1249425] = {
["T"] = "物质破坏",
["D"] = "阿托席恩在5秒后向随机玩家发射超热物质，对路径上的所有玩家造成2684532点宇宙伤害，将其击退并留下一片|cffffffff碎片地带|r。",
},
[1243337] = {
["T"] = "佐·雅",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1226955] = {
["T"] = "奥术撕咬",
["D"] = "施法者的攻击额外对目标造成894843点奥术伤害，持续10秒。",
},
[1250052] = {
["T"] = "暗影",
["D"] = "暗影萦绕着房间，每1秒对位于其中的玩家造成174266点暗影伤害。",
},
[1249844] = {
["T"] = "将湮灭师的火盆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259724] = {
["T"] = "花哨地精彩灯串",
["D"] = "制作花哨地精彩灯串，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1259725] = {
["T"] = "镭射毁灭者",
["D"] = "冲击目标，造成火焰伤害。",
},
[1243343] = {
["T"] = "泰然深潜猫",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1243344] = {
["T"] = "虚缚精通",
["D"] = "萨兰将虚空能量引导至束缚的幼虫体内，使它们紧抓附近的随机目标，造成暗影伤害并降低他们的移动速度，持续10秒。",
},
[1259728] = {
["T"] = "斩离之丝奖章",
["D"] = "在你选择的斩离之丝阵营中的声望提高2500点。",
},
[1243346] = {
["T"] = "破帷打击",
["D"] = "凶狠地振翅并撕开一道裂隙，每0.8秒对一名随机敌人造成暗影伤害，并击退所有敌人，持续6秒。",
},
[1259730] = {
["T"] = "纺丝者",
},
[1243348] = {
["T"] = "先驱的拥抱",
},
[1243349] = {
["T"] = "起飞",
["D"] = "向前振翅。",
},
[1248976] = {
["T"] = "传送",
},
[1259734] = {
["T"] = "将军",
},
[1259735] = {
["T"] = "宰相",
},
[1259736] = {
["T"] = "镭射毁灭者",
["D"] = "冲击目标，每0.3秒造成536906点火焰伤害。",
},
[1243354] = {
["T"] = "土地精睡袋",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243355] = {
["T"] = "獠牙秉烛台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1249227] = {
["T"] = "唤魔师的优雅毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1248604] = {
["T"] = "影舞步",
["D"] = "终结技，以枪林弹雨打击8码内的随机敌人，造成物理伤害。连击点数会提高打击次数。\r\n\r\n每0.44秒恢复1个连击点数。\r\n\r\n   1点：0.44秒内1382454点伤害\r\n   2点：0.88秒内2073682点伤害\r\n   3点：1.32秒内2764909点伤害\r\n   4点：1.76秒内3456137点伤害\r\n   5点：2.21秒内4147364点伤害",
},
[1256620] = {
["T"] = "军械：莫尔葛之剑",
["D"] = "收集莫尔葛之剑外观。",
},
[1248963] = {
["T"] = "法力熔炉传送器",
},
[1243360] = {
["T"] = "华美的精灵壁挂窗帘",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1249037] = {
["T"] = "歼星斩",
["D"] = "萨哈达尔的镜像在他身旁出现，挥舞并发射星河飞弹袭击目标，对路径中的所有玩家造成2326595点宇宙伤害，并施加|cffffffff暮光创痕|r。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。未被|cffffffff黑暗之星|r消耗的飞弹都会爆发出|cffffffff歼星新星|r。\r\n",
},
[1248955] = {
["T"] = "法力熔炉：欧米伽征服者的宝匣",
["D"] = "含有节点之王萨哈达尔或诸界吞噬者迪门修斯的战利品。宝匣不太可能提供你已经获得过的物品。",
},
[1248699] = {
["T"] = "吞噬灵魂",
["D"] = "召唤一个灵魂并开始将其吞噬，使受到的伤害降低99%，持续9秒。在吞噬时，施法者每3秒获得一层可以吸收相当于其最大生命值10%的护盾，持续30秒。此效果可叠加。",
},
[1249104] = {
["T"] = "被震击了！",
},
[1243365] = {
["T"] = "杂碎破解I",
["D"] = "获得卢米萨尔和缚魂者娜欣达利附近控制台的使用权，能够显著削弱附近的非首领敌人。",
},
[1243366] = {
["T"] = "杂碎破解II",
["D"] = "将奥能流控制权限延伸至熔炉编织者阿拉兹附近的科技巫师平台，允许你大幅削弱附近的非首领敌人。",
},
[1243367] = {
["T"] = "杂碎破解III",
["D"] = "直接控制所有法力熔炉控制台，获得无限的每周使用权并将作用范围扩展至节点之王萨哈达尔和迪门修斯附近的敌人。",
},
[1248311] = {
["T"] = "套装：无拘剑士的衣装",
["D"] = "收集无拘剑士的衣装护甲外观。",
},
[1248226] = {
["T"] = "套装：陨落风暴的轻拂",
["D"] = "收集法力熔炉：欧米伽的武僧披风外观。",
},
[1248195] = {
["T"] = "传送",
},
[1248240] = {
["T"] = "无限可能",
["D"] = "每当一个活体物质的生命值耗尽时，它会进入无限可能的状态，持续10秒，随后为所有活体物质恢复全部生命值。\r\n\r\n同时耗尽所有活体物质的生命值可以打断此效果，并使无穷无尽的可能性归集于唯一的结局：死亡。",
},
[1243372] = {
["T"] = "吞噬",
},
[1243373] = {
["T"] = "吞噬",
["D"] = "能量达到100点时，迪门修斯试图吞噬所有玩家，每1秒造成805360点暗影伤害，持续5秒。\r\n\r\n在5秒后，所有|cffffffff集体引力|r不足的玩家都会拉至迪门修斯体内并彻底|cffffffff湮灭|r。随后他会吸收所有的|cffffffff过量物质|r和活体物质。",
},
[1226991] = {
["T"] = "大地之箭",
["D"] = "施法者向附近的敌人射出大地之箭，造成268453点自然伤害。",
},
[1248670] = {
["T"] = "放置符文",
},
[1248211] = {
["T"] = "相位斩",
["D"] = "索·阿兹密遁入暗影并随机斩击3名玩家，造成447422点物理伤害并使其流血，每2秒受到223710点物理伤害，持续8秒。",
},
[1248225] = {
["T"] = "套装：预言师的须臾辉光",
["D"] = "收集法力熔炉：欧米伽的法师披风外观。",
},
[1226995] = {
["T"] = "黑暗掩蔽",
["D"] = "快速向后跳跃，并使施法者受到的伤害降低30%，持续10秒。\r\n\r\n",
},
[1248046] = {
["T"] = "五晨寺规划桌",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243380] = {
["T"] = "相位潜行",
},
[1247994] = {
["T"] = "伊特努丝的试炼：暮光倒影",
},
[1248099] = {
["T"] = "传送",
},
[1248058] = {
["T"] = "虹吸精华",
["D"] = "伊特努丝召唤另类的邪恶队伍成员。伊特努丝召唤邪恶时间线上的玩家，并尝试窃取精华。如果他们接触目标，则会施放|cffffffff偷来的精华|r，使最大生命值、造成的伤害和治疗效果降低6%，持续30秒。\r\n\r\n不稳定的复制体会持续|cffffffff瓦解|r，每1秒承受最大生命值5%的奥术伤害。\r\n\r\n死亡时，他们会施放|cffffffff融合的精华|r并使目标的最大生命值、造成的伤害和治疗效果提高30%，持续20秒。",
},
[1227001] = {
["T"] = "卡雷什之拥",
["D"] = "用护盾包裹目标，吸收受到的34853点伤害，持续20秒。",
},
[1247398] = {
["T"] = "卡雷什世界任务",
},
[1247755] = {
["T"] = "伊特努丝的试炼：时间流具现",
},
[1247705] = {
["T"] = "莫拉塔丽的谋算",
["D"] = "|cffffffff诺斯特温的迫切|r激活时，你受到的坠落伤害降低99%。从极高的地方坠落会对周围的敌人造成|CFFffffff$<damageValue>|R点物理伤害，并使你的伤害和治疗效果提高20%，持续10秒。\r\n",
},
[1243388] = {
["T"] = "迷惑",
["D"] = "被虚灵困住。",
},
[1243389] = {
["T"] = "迷惑",
},
[1246930] = {
["T"] = "星辰之核",
["D"] = "飞行的玩家可以收集浓缩的星辰能量，落地时会向最近的虚空领主发射迸射流星。",
},
[1239044] = {
["T"] = "余波",
},
[1246041] = {
["T"] = "套装：骑士的圣洁收藏",
["D"] = "收集这套护甲套装外观。",
},
[1227010] = {
["T"] = "回响之影",
["D"] = "每1秒向前方喷射黑暗，对范围内的敌人造成357938点暗影伤害，持续3秒。",
},
[1245906] = {
["T"] = "圆形夏多雷毯子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259778] = {
["T"] = "仿制的响岩废土钻机",
["D"] = "制作仿制的响岩废土钻机，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227013] = {
["T"] = "卡雷什之沙",
["D"] = "施法者用涡旋的飞沙震击一个目标，每次攻击造成178968点自然伤害。",
},
[1259780] = {
["T"] = "镭射毁灭者",
},
[1246203] = {
["T"] = "节点匕首",
["D"] = "凯威扎向多个方向掷出华丽的匕首，对击中的玩家造成暗影伤害。",
},
[1243399] = {
["T"] = "监视暗影领主维席恩",
["D"] = "监视暗影领主维席恩。",
},
[1227017] = {
["T"] = "溃烂之伤",
["D"] = "一道脓疱伤口，在死亡或被天灾打击击中时爆发，造成45784点暗影伤害，并产生3点符文能量。",
},
[1259784] = {
["T"] = "铸炉园集市桶",
["D"] = "制作铸炉园集市桶，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1245903] = {
["T"] = "遮盖的小型苏拉玛桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1244600] = {
["T"] = "暗影爆发",
["D"] = "凯威扎释放出难以抵御的黑暗，对所有玩家造成22371108点暗影伤害。此伤害无法被降低或避免。",
},
[1239016] = {
["T"] = "八边形赭色窗户",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214533] = {
["T"] = "大地的裂变时空漫游标记",
},
[1243406] = {
["T"] = "跳至第02阶段",
},
[1260897] = {
["T"] = "吉尔尼斯箍边箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227025] = {
["T"] = "溃烂之伤",
},
[1243409] = {
["T"] = "贪噬猛扑",
["D"] = "扑向一名敌人，使其在4秒内定身并开始大快朵颐，每1秒对8码内的所有玩家造成暗影伤害。向随机方向射出|cffffffff贪噬唾液|r。",
},
[1259793] = {
["T"] = "烧焦的树",
["D"] = "曾经充满欢乐的树木，如今只剩下闷烧的残骸。",
},
[1243411] = {
["T"] = "迁跃矛打击",
["D"] = "以迁跃兽的速度发起打击，造成945点法术打击伤害，由你前方12码内的敌人均摊。",
},
[1227029] = {
["T"] = "奥术箭",
["D"] = "对一名敌人造成223710点奥术伤害。",
},
[1259796] = {
["T"] = "多恩诺嘉尔书柜",
["D"] = "制作多恩诺嘉尔书柜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227031] = {
["T"] = "奥术栽培",
["D"] = "施法者为一只成长中的蚕虫注入奥术能量。",
},
[1243415] = {
["T"] = "虚体迁跃之爪",
},
[1243416] = {
["T"] = "被传送",
},
[1232696] = {
["T"] = "和平主义者武装平台",
["D"] = "战斗中在8秒内指定一名驾驶员，随后在其位置空投和平主义者武装平台MK-1型，使其获得免疫效果，允许其在10秒内操纵武装平台，并击退附近的敌人。",
},
[1227035] = {
["T"] = "粘性丝网",
},
[1227036] = {
["T"] = "粘性丝网",
},
[1243420] = {
["T"] = "跳至最终阶段",
},
[1259804] = {
["T"] = "烈风冲击",
},
[1259805] = {
["T"] = "酒庄储物箱",
["D"] = "制作酒庄储物箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243423] = {
["T"] = "侏儒链齿桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243424] = {
["T"] = "双链齿桌子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259808] = {
["T"] = "第1章测试准备",
},
[1243426] = {
["T"] = "优雅龙希尔的茶杯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243427] = {
["T"] = "装饰性燧烬蜜罐",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243428] = {
["T"] = "多恩矿石切片",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243429] = {
["T"] = "土灵待客奶酪砖",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1239975] = {
["T"] = "精华内爆",
["D"] = "造成0点奥术伤害，并在接下来的直到主动取消内每5.2秒造成0点奥术伤害。",
},
[1243431] = {
["T"] = "优雅的滚卷枕头",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1243432] = {
["T"] = "相位传送",
},
[1227050] = {
["T"] = "虚空剑士奇袭",
},
[1227051] = {
["T"] = "虚空剑士奇袭",
["D"] = "影卫刺客锁定一名随机玩家，消失在暗影中并在其身后出现，随后发起暗影注能的强力打击，造成536906点暗影伤害，并且在30秒内每1秒额外造成178968点暗影伤害。\r\n\r\n",
},
[1259818] = {
["T"] = "芙原桌子",
["D"] = "制作芙原桌子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1218149] = {
["T"] = "献祭葬火",
["D"] = "布朗派克摆出一个燃烧的葬火柴堆，具有3层效果并持续30秒。每当玩家接触葬火柴堆，都会消耗一层效果，使玩家受到|cffffffff牺牲烈焰|r影响，并使葬火堆爆发出神圣能量，对所有玩家造成223710点伤害。\r\n\r\n被|cffffffff报偿之怒|r强化时，|cffffffff献祭葬火|r会具有5层效果。\r\n",
},
[1243437] = {
["T"] = "相位传送",
},
[1243438] = {
["T"] = "相位传送",
},
[1259822] = {
["T"] = "烟雾弹",
},
[1213562] = {
["T"] = "虚空之盾",
},
[1243441] = {
["T"] = "相位传送",
},
[1243442] = {
["T"] = "相位传送",
},
[1243443] = {
["T"] = "书页冲击",
["D"] = "向一个目标轰出书页，每次攻击造成178968点物理伤害。",
},
[1243444] = {
["T"] = "相位传送",
},
[1243445] = {
["T"] = "相位传送",
},
[1243446] = {
["T"] = "书页冲击",
["D"] = "向一个目标轰出书页，每次攻击造成178968点物理伤害。",
},
[1218854] = {
["T"] = "套装：巨熊战甲",
["D"] = "收集这套护甲套装外观。外观仅供恶魔猎手、德鲁伊、武僧和潜行者使用。",
},
[1243448] = {
["T"] = "复仇誓言",
["D"] = "眼见同胞倒下，废土遗民立下了复仇誓言，使其造成的伤害提高15%，持续20秒。 ",
},
[1227066] = {
["T"] = "香辣陋球",
["D"] = "右键点击以召唤或解散香辣陋球。",
},
[1231970] = {
["T"] = "把小吃裹起来！",
},
[1219094] = {
["T"] = "投掷垃圾箱",
},
[1231724] = {
["T"] = "首领充能",
},
[1259253] = {
["T"] = "洋际台灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1219100] = {
["T"] = "极巨大线圈",
},
[1214621] = {
["T"] = "泳池炸弹",
["D"] = "泳池炸弹爆炸，对目标造成火焰伤害并将其击退。",
},
[1227073] = {
["T"] = "胜者领奖台，高分",
["D"] = "摆放一座胜者领奖台，尽情炫耀你的最高得分！",
},
[1227074] = {
["T"] = "获得衡量标准：平均物品等级",
["D"] = "摆放一座胜者领奖台，炫耀你的物品等级！",
},
[1259841] = {
["T"] = "将银月城嵌宝椅子放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227076] = {
["T"] = "霸王陆龟",
["D"] = "召唤或解散这种坐骑。",
},
[1259843] = {
["T"] = "将银月城长椅放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1259844] = {
["T"] = "将银月城栅栏桩放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227079] = {
["T"] = "刃舞",
},
[1234429] = {
["T"] = "尖鸣之魂",
["S"] = "精良",
["D"] = "使|cffffffff尖鸣之魂|r额外提高3级。\r\n\r\n|T136126:24|t |cffffffff尖鸣之魂|r\r\n你的法术和技能有几率召唤一群灵魂飞鹰撞向附近的敌人，命中时产生的爆炸会治疗盟友，并对5码内的敌人造成|CFFffffff$<damageValue>$$?$w1>0[$<damageValuePlus>][$<damageValue>]|R点自然伤害。",
},
[1259847] = {
["T"] = "将辛多雷卧铺放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1222408] = {
["T"] = "顶头大佬：穆格·兹伊",
["D"] = "兹伊成为顶头大佬，使他获得穆格和兹伊的所有技能。",
},
[1259849] = {
["T"] = "烈风海岸前门",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1237652] = {
["T"] = "冰霜之镰",
},
[1237683] = {
["T"] = "獠牙露台",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1219725] = {
["T"] = "寻觅……",
["D"] = "贪噬的寻觅者感知到附近有人。快离开它的侦测范围！",
},
[1243470] = {
["T"] = "贪噬猛扑",
["D"] = "扑向一名敌人，使其在4秒内定身并开始大快朵颐，每1秒对8码内的所有玩家造成暗影伤害。向随机方向射出|cffffffff贪噬唾液|r。",
},
[1233370] = {
["T"] = "酒潮",
["D"] = "科林·烈酒每8秒喷洒美酒，每1秒对范围内的玩家造成671133点火焰伤害。",
},
[1233409] = {
["T"] = "伊利丹之握",
},
[1243473] = {
["T"] = "贪噬猛扑",
["D"] = "扑向一名敌人，使其在4秒内定身并开始大快朵颐，每1秒对8码内的所有玩家造成暗影伤害。向随机方向射出|cffffffff贪噬唾液|r。",
},
[1233211] = {
["T"] = "召唤蓝巴里",
["D"] = "激活以指定目标",
},
[1233165] = {
["T"] = "坍缩之星",
},
[1233177] = {
["T"] = "摧毁",
},
[1213857] = {
["T"] = "溢出的邮件",
},
[1232596] = {
["T"] = "奥术汇流",
["D"] = "朝他的当前目标投掷钩子，将首领面前的第一个敌人拉向首领并造成1097511点物理伤害。",
},
[1232600] = {
["T"] = "笨拙冲锋",
["D"] = "冲向一名敌人，造成物理伤害并击退路径上所有敌人。",
},
[1232573] = {
["T"] = "击退触发",
["D"] = "朝他的当前目标投掷钩子，将首领面前的第一个敌人拉向首领并造成1097511点物理伤害。",
},
[1214209] = {
["T"] = "黑暗烟尘",
},
[1222337] = {
["T"] = "破裂",
["D"] = "伊莉萨快速斩击当前目标，造成7829887点物理伤害并剥离|cffffffff驱逐灵魂|r。打击会对当前目标施加|cffffffff破碎之魂|r。",
},
[1231469] = {
["T"] = "奥术满溢",
["D"] = "卢米萨尔满溢的能量向外放射，每1秒对所有玩家造成271417点奥术伤害。",
},
[1262944] = {
["T"] = "外域玛格汉旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262260] = {
["T"] = "轻量选手",
},
[1231072] = {
["T"] = "艾鱼拉斯的勇士",
["D"] = "这个鱼人看上去真是眼熟……",
},
[1214631] = {
["T"] = "释放黑暗",
["D"] = "释放体内的黑暗，对所有玩家造成313195点暗影伤害，并引发|cffffffff喷涌黑暗|r。",
},
[1262947] = {
["T"] = "德莱尼全息投影基座",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1214624] = {
["T"] = "自动化足球炸弹分发器",
},
[1227107] = {
["T"] = "恶魔变形",
},
[1262993] = {
["T"] = "将浮木杂物堆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227109] = {
["T"] = "恶魔变形",
["D"] = "伊莉萨变形成地狱般的恶魔，获得一个护盾，吸收接下来受到的69706544点伤害。\r\n\r\n护盾存在时，伊莉萨会用|cffffffff地狱火撞击|r跃向其他位置，所有以|cffffffff邪能毁灭|r向敌人引导烈焰的洪流。",
},
[1215057] = {
["T"] = "瞭望印记",
["D"] = "瞭望印记的伤害加成提高20%。\r\n\r\n此外，你的雄鹰学会了拾回技能。\r\n\r\n|T6352452:24|t |cffffffff瞭望印记|r\r\n使用弹无虚发强化的技能击中敌人有30%几率对主要目标施加瞭望印记，使你的下一个瞄准射击对该目标造成的伤害提高20%。\r\n",
},
[1265106] = {
["T"] = "沙怒黄染料",
},
[1217197] = {
["T"] = "障碍物",
},
[1243496] = {
["T"] = "时空奔行",
},
[1227114] = {
["T"] = "标记的强化芯片",
},
[1227115] = {
["T"] = "地狱火撞击",
},
[1265091] = {
["T"] = "部落红染料",
},
[1227117] = {
["T"] = "邪能毁灭",
["D"] = "伊莉萨释放体内的邪能，每0.5秒对效果范围内的所有玩家造成671133点火焰伤害，持续4.5秒。",
},
[1217163] = {
["T"] = "探险者协会绳子",
},
[1227119] = {
["T"] = "邪能毁灭",
["D"] = "伊莉萨释放体内的邪能，每0.5秒对效果范围内的所有玩家造成671133点火焰伤害，持续4.5秒。",
},
[1265100] = {
["T"] = "库尔提拉斯钢材染料",
},
[1260352] = {
["T"] = "侏儒超级电磁圈",
["D"] = "制作侏儒超级电磁圈，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1218047] = {
["T"] = "始源风暴",
["D"] = "施放始源之潮后，它会转变为一次性的始源风暴，持续15秒。\r\n\r\n|cffffffff始源风暴|r|T643246:24|t\r\n用始源风暴摧毁附近的敌人，造成138245点烈焰打击伤害、138245点冰霜打击伤害、138245点风暴打击伤害，并以150%的效果释放一次闪电箭或闪电链。目标超过5个时伤害降低。\r\n\r\n|cFFFFFFFF消耗漩涡武器以提高伤害。|r",
},
[1243506] = {
["T"] = "激涌能量流",
},
[1227124] = {
["T"] = "神圣烈焰的守护",
["D"] = "在卡兹阿加时，造成伤害有较高的几率用正义之火点燃敌人，造成67113点光辉伤害。另外，你受到的伤害降低5%。",
},
[1243508] = {
["T"] = "破帷打击",
},
[1277204] = {
["T"] = "高地桦木染料",
},
[1277215] = {
["T"] = "黑木染料",
},
[1251640] = {
["T"] = "仿制的风与地之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227129] = {
["T"] = "将蜘蛛网A1放入储存空间",
},
[1227130] = {
["T"] = "将蜘蛛网A2放入储存空间",
},
[1227131] = {
["T"] = "将蜘蛛网A3放入储存空间",
},
[1260492] = {
["T"] = "赞达拉颅火灯",
["D"] = "制作赞达拉颅火灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1260458] = {
["T"] = "红色达萨罗毯子",
["D"] = "制作红色达萨罗毯子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1260425] = {
["T"] = "麦卡贡微缩人造太阳",
["D"] = "制作麦卡贡微缩人造太阳，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1260508] = {
["T"] = "祖达萨栅栏桩",
["D"] = "制作祖达萨栅栏桩，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1260587] = {
["T"] = "取消不稳定涌动",
},
[1227137] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉显化自身的回响，并向被标记的目标迁跃，对路径中的玩家造成447422点奥术伤害，并使其在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1260501] = {
["T"] = "小型坟墓之神邦桑迪的面具",
["D"] = "制作小型坟墓之神邦桑迪的面具，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1238645] = {
["T"] = "金色神灵祭坛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227140] = {
["T"] = "蠕行波",
["D"] = "卢米萨尔向当前目标释放出一股丝线洪流，造成18008740点自然伤害，并在接下来的25秒内每1秒额外造成2830687点自然伤害。该伤害由前方锥形范围内的所有玩家均摊。",
},
[1260577] = {
["T"] = "鎏金赞达拉桌子",
["D"] = "制作鎏金赞达拉桌子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227142] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉显化自身的回响，并向被标记的目标迁跃，对路径中的玩家造成447422点奥术伤害，并使其在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1260593] = {
["T"] = "普罗德摩尔货运箱",
["D"] = "制作普罗德摩尔货运箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227144] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉显化自身的回响，并向被标记的目标迁跃，对路径中的玩家造成447422点奥术伤害，并使其在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1260656] = {
["T"] = "小号军团蜡烛",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227146] = {
["T"] = "恶魔结界",
["D"] = "伊莉萨的刺青使20码内的盟友受到的伤害降低90%。",
},
[1227147] = {
["T"] = "在你的住宅区里",
},
[1227148] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉显化自身的回响，并向被标记的目标迁跃，对路径中的玩家造成447422点奥术伤害，并使其在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1238598] = {
["T"] = "将牛头人垂直风车放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260695] = {
["T"] = "苏拉玛栅栏桩",
["D"] = "制作苏拉玛栅栏桩，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227151] = {
["T"] = "痛苦光环",
},
[1227152] = {
["T"] = "迁跃打击",
["D"] = "阿瓦兹吉显化自身的回响，并向被标记的目标迁跃，对路径中的玩家造成447422点奥术伤害，并使其在5秒内每1秒受到67113点奥术伤害。此效果可叠加。",
},
[1260769] = {
["T"] = "夏多雷开放式帐篷",
["D"] = "制作夏多雷开放式帐篷，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227154] = {
["T"] = "痛苦光环",
["D"] = "伊莉萨因他人的痛苦而陶醉，每4秒使|cffffffff献祭光环|r造成的伤害提高20%。此效果可叠加。",
},
[1260755] = {
["T"] = "近战",
["D"] = "对敌方目标造成75%武器伤害。",
},
[1238562] = {
["T"] = "将兽人木制长椅放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1238559] = {
["T"] = "将黑铁远征帐篷放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227158] = {
["T"] = "虚空诱饵",
["D"] = "在莱阿库纳之隙中将虚空诱饵扔向被击败的虚空风暴的残骸，吸引拉蒙塔。",
},
[1238552] = {
["T"] = "德莱尼书柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260809] = {
["T"] = "执事者的饰物",
},
[1243544] = {
["T"] = "激涌能量流",
},
[1227162] = {
["T"] = "正义之火",
["D"] = "在卡兹阿加时，造成伤害有较高的几率用正义之火点燃敌人，造成67113点光辉伤害。另外，你受到的伤害降低5%。",
},
[1227163] = {
["T"] = "蠕行波",
["D"] = "卢米萨尔向当前目标释放出一股丝线洪流，造成18008740点自然伤害，并在接下来的25秒内每1秒额外造成2830687点自然伤害。该伤害由前方锥形范围内的所有玩家均摊。",
},
[1260882] = {
["T"] = "寒冬冲击！",
},
[1260871] = {
["T"] = "寒冬冲击！",
["D"] = "朝你前方的爪牙扔出一个雪球。",
},
[1227166] = {
["T"] = "恶魔变形",
},
[1227167] = {
["T"] = "恶魔变形",
["D"] = "阿达拉斯变形成地狱般的恶魔，获得一个护盾，吸收接下来受到的69706544点伤害，并施加|cffffffff痛苦光环|r。\r\n\r\n护盾存在时，阿达拉斯会显化一个|cffffffff坍缩之星|r。",
},
[1260903] = {
["T"] = "仿制的毁灭利器之书",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260985] = {
["T"] = "酒桶",
["D"] = "制作酒桶，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261099] = {
["T"] = "珠光温西尔酒杯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261071] = {
["T"] = "德莱尼盆子",
["D"] = "制作德莱尼盆子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261084] = {
["T"] = "流亡者青铜旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243556] = {
["T"] = "灼火崇山",
["D"] = "阿什高姆的熔火身躯炙烤着周围的空气，每1.5秒对所有玩家造成44741点火焰伤害。此效果可叠加。",
},
[1227174] = {
["T"] = "虚空诱饵",
["D"] = "被击中的虚空实体难以逃过拉蒙塔的目光。",
},
[1261089] = {
["T"] = "达拉然符文铁砧",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227176] = {
["T"] = "恶魔变形",
},
[1261027] = {
["T"] = "霜寒晶壁建筑师的桌子",
["D"] = "制作霜寒晶壁建筑师的桌子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261100] = {
["T"] = "纱罩固定的心能球果",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261092] = {
["T"] = "熊猫人炼金师的蒸馏器",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261085] = {
["T"] = "德莱尼铁匠的铁砧",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261008] = {
["T"] = "德拉诺水晶串灯",
["D"] = "制作德拉诺水晶串灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261032] = {
["T"] = "霜寒晶壁架高火盆",
["D"] = "制作霜寒晶壁架高火盆，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243566] = {
["T"] = "灼火崇山",
["D"] = "阿什高姆的熔火身躯炙烤着周围的空气，每1.5秒对所有玩家造成44741点火焰伤害。此效果可叠加。",
},
[1243567] = {
["T"] = "灼火崇山",
["D"] = "阿什高姆的熔火身躯炙烤着周围的空气，每1.5秒对所有玩家造成44741点火焰伤害。此效果可叠加。",
},
[1261236] = {
["T"] = "半山烹饪锅",
["D"] = "制作半山烹饪锅，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1259952] = {
["T"] = "挑战模式开始",
},
[1243570] = {
["T"] = "激涌能量流",
},
[1243571] = {
["T"] = "引力倒逆",
},
[1261234] = {
["T"] = "熊猫人壁炉",
["D"] = "制作熊猫人壁炉，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261242] = {
["T"] = "青龙寺龙口喷泉",
["D"] = "制作青龙寺龙口喷泉，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243574] = {
["T"] = "火焰风暴",
["D"] = "燃灰天降。",
},
[1243575] = {
["T"] = "冰雪风暴",
["D"] = "寒意弥漫。",
},
[1261278] = {
["T"] = "吉尔尼斯摇椅",
["D"] = "制作吉尔尼斯摇椅，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243577] = {
["T"] = "引力倒逆",
["D"] = "迪门修斯选定随机玩家，6秒后逆转其引力，对6码范围内的玩家造成1073812点暗影伤害并使其浮空。\r\n\r\n被此效果击中且已经浮空的玩家会立即上飘至迪门修斯体内。",
},
[1243578] = {
["T"] = "激涌能量流",
},
[1243579] = {
["T"] = "火焰风暴",
["D"] = "燃灰天降。",
},
[1243580] = {
["T"] = "引力倒逆",
},
[1243581] = {
["T"] = "引力倒逆",
["D"] = "迪门修斯选定随机玩家，6秒后逆转其引力，对6码范围内的玩家造成1073812点暗影伤害并使其浮空。\r\n\r\n被此效果击中且已经浮空的玩家会立即上飘至迪门修斯体内。",
},
[1261477] = {
["T"] = "板岩卵石对",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1261497] = {
["T"] = "暗炉灯台",
["D"] = "制作暗炉灯台，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261499] = {
["T"] = "钢制铁炉堡纹章",
["D"] = "制作钢制铁炉堡纹章，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261473] = {
["T"] = "幸存者宝典",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261524] = {
["T"] = "天角旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261539] = {
["T"] = "带塞的吉尔尼斯木桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261549] = {
["T"] = "布瑞尔棺材板",
["D"] = "制作布瑞尔棺材板，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243589] = {
["T"] = "虚铸监察者",
["D"] = "召唤或解散这种坐骑。",
},
[1261687] = {
["T"] = "小阿什利",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1243591] = {
["T"] = "虚空具象",
},
[1227209] = {
["T"] = "虚无裂痕",
["D"] = "大量岩块砸向地面，对冲击点周围11码内的玩家造成1029070点物理伤害。\r\n\r\n虚空裂隙存在20秒，并会吸引范围内的玩家，每1秒施加|cFF2959D3|Hspell:1237906|h[虚空腐蚀]|h|r。",
},
[1227210] = {
["T"] = "无尽之星",
["D"] = "将强效无尽之星符文附着到一顶头盔上。\r\n\r\n你的法术和技能有几率用一颗无尽之星打击一个附近的敌人，造成362226点奥术伤害，并使无尽之星对其造成的伤害提高126779点，最多叠加至6次后重置。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227211] = {
["T"] = "无尽之星",
["D"] = "将强效无尽之星符文附着到一顶头盔上。\r\n\r\n你的法术和技能有几率用一颗无尽之星打击一个附近的敌人，造成362226点奥术伤害，并使无尽之星对其造成的伤害提高126779点，最多叠加至6次后重置。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227212] = {
["T"] = "无尽之星",
["D"] = "将强效无尽之星符文附着到一顶头盔上。\r\n\r\n你的法术和技能有几率用一颗无尽之星打击一个附近的敌人，造成362226点奥术伤害，并使无尽之星对其造成的伤害提高126779点，最多叠加至6次后重置。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1243596] = {
["T"] = "冰雪风暴",
["D"] = "寒意弥漫。",
},
[1261768] = {
["T"] = "苏拉玛踏脚石套组",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227215] = {
["T"] = "无尽之星",
["D"] = "将强效无尽之星符文附着到一顶头盔上。\r\n\r\n你的法术和技能有几率用一颗无尽之星打击一个附近的敌人，造成362226点奥术伤害，并使无尽之星对其造成的伤害提高126779点，最多叠加至6次后重置。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227216] = {
["T"] = "无尽之星",
["D"] = "将强效无尽之星符文附着到一顶头盔上。\r\n\r\n你的法术和技能有几率用一颗无尽之星打击一个附近的敌人，造成362226点奥术伤害，并使无尽之星对其造成的伤害提高126779点，最多叠加至6次后重置。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227217] = {
["T"] = "无尽之星",
["D"] = "将强效无尽之星符文附着到一顶头盔上。\r\n\r\n你的法术和技能有几率用一颗无尽之星打击一个附近的敌人，造成362226点奥术伤害，并使无尽之星对其造成的伤害提高126779点，最多叠加至6次后重置。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1227218] = {
["T"] = "无尽之星",
["D"] = "将强效无尽之星符文附着到一顶头盔上。\r\n\r\n你的法术和技能有几率用一颗无尽之星打击一个附近的敌人，造成362226点奥术伤害，并使无尽之星对其造成的伤害提高126779点，最多叠加至6次后重置。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1261940] = {
["T"] = "五色巨龙挂毯",
["D"] = "制作五色巨龙挂毯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261982] = {
["T"] = "候选者的冥想池",
["D"] = "制作候选者的冥想池，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243604] = {
["T"] = "火山喷发",
["D"] = "阿什高姆重踏地面，产生熔火裂隙并喷发出熔岩，每1秒对其中的玩家造成894843点火焰伤害。被冲击命中的玩家会被击退。",
},
[1261980] = {
["T"] = "珠光温西尔酒杯",
["D"] = "制作珠光温西尔酒杯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243606] = {
["T"] = "火山喷发",
},
[1227224] = {
["T"] = "暴食颠覆",
},
[1227225] = {
["T"] = "暴食颠覆",
},
[1243609] = {
["T"] = "浮空",
["D"] = "受到|cffffffff引力倒逆|r影响的目标被抛向空中，无助地飘向迪门修斯。\r\n\r\n拥有|cffffffff过量物质|r的玩家可以站在他们下方将其拉回地面，接触地面时取消此效果。",
},
[1227227] = {
["T"] = "蠕行波",
["D"] = "卢米萨尔向当前目标释放出一股丝线洪流，造成18008740点自然伤害，并在接下来的25秒内每1秒额外造成2830687点自然伤害。该伤害由前方锥形范围内的所有玩家均摊。",
},
[1243611] = {
["T"] = "激涌能量流",
},
[1243612] = {
["T"] = "火山喷发",
},
[1262038] = {
["T"] = "冲击枪派送！",
},
[1262064] = {
["T"] = "奔踏",
["D"] = "向前冲锋，践踏敌人，造成0点物理伤害。",
},
[1262026] = {
["T"] = "烧灼",
},
[1227233] = {
["T"] = "暴食颠覆",
["D"] = "从地下钻出并猛烈地撼动地面，击飞10码内的所有敌人，并造成2013399点物理伤害。",
},
[1243617] = {
["T"] = "浮空",
},
[1243618] = {
["T"] = "不稳定弹射",
["D"] = "喷出一股吞噬能量洪流，在施法者前方50码直线范围内的所有玩家身上吸取1342266点生命值。液滴会对5码内的敌人造成暗影伤害，并留下|cffffffff贪噬唾液|r，持续25秒。\r\n",
},
[1262273] = {
["T"] = "至高岭制革匠画框",
["D"] = "制作至高岭制革匠画框，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243620] = {
["T"] = "激涌能量流",
},
[1243621] = {
["T"] = "浮空",
},
[1260005] = {
["T"] = "阿加栅栏",
["D"] = "制作阿加栅栏，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243623] = {
["T"] = "火山喷发",
},
[1243624] = {
["T"] = "激涌能量流",
},
[1262486] = {
["T"] = "将禁忌之叉放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262476] = {
["T"] = "将普罗德摩尔装饰锚放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262468] = {
["T"] = "将敞口的烘焙咔啡袋放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243628] = {
["T"] = "黑暗奇点",
["D"] = "势不可挡的憎恶随机向一名玩家施放一道死疽能量波，对该效果下的所有玩家造成3355665点暗影伤害。",
},
[1227246] = {
["T"] = "领袖",
},
[1243630] = {
["T"] = "爆燃灰烬",
},
[1243631] = {
["T"] = "爆燃灰烬",
},
[1243632] = {
["T"] = "爆燃灰烬",
["D"] = "阿什高姆向玩家射出连环灰烬，在15秒内每0.5秒造成89485点火焰伤害。\r\n\r\n移除时，火焰会汇聚成一个活体余烬。",
},
[1243633] = {
["T"] = "爆燃灰烬",
},
[1243634] = {
["T"] = "爆燃灰烬",
},
[1262584] = {
["T"] = "套装：巫师的深褐装束",
["D"] = "收集这套护甲套装外观。",
},
[1262576] = {
["T"] = "套装：巫师的碧蓝装束",
["D"] = "收集这套护甲套装外观。",
},
[1243637] = {
["T"] = "虚空涌动",
},
[1262572] = {
["T"] = "套装：巫师的午夜装束",
["D"] = "收集这套护甲套装外观。",
},
[1243639] = {
["T"] = "撼心弹幕",
["D"] = "轰炸建筑结构，使虚无碎片四处迸飞，对冲击点周围10码内的敌人造成0点伤害。",
},
[1262644] = {
["T"] = "套装：巫师的梅色行装",
["D"] = "收集这套护甲套装外观。",
},
[1243641] = {
["T"] = "虚空涌动",
["D"] = "|cffffffff黑暗奇点|r与虚空具象接触时会产生能量涌动，对所有玩家造成2908243点暗影伤害，并在接下来的16秒内每2秒额外造成313195点暗影伤害。",
},
[1243642] = {
["T"] = "撼心弹幕",
["D"] = "轰炸建筑结构，使虚无碎片四处迸飞，对冲击点周围10码内的敌人造成0点伤害。",
},
[1262729] = {
["T"] = "套装：巫师的水栖行装",
["D"] = "收集这套护甲套装外观。",
},
[1227261] = {
["T"] = "贯体束丝",
["D"] = "卢米萨尔以极高的速度对当前目标喷出一束注能束丝，对直线上的所有玩家造成7718030点奥术伤害，并使其受到贯体束丝的伤害提高100%，持续45秒。",
},
[1262732] = {
["T"] = "套装：巫师的阳光行装",
["D"] = "收集这套护甲套装外观。",
},
[1227263] = {
["T"] = "贯体束丝",
["D"] = "卢米萨尔以极高的速度对当前目标喷出一束注能束丝，对直线上的所有玩家造成7718030点奥术伤害，并使其受到贯体束丝的伤害提高100%，持续45秒。",
},
[1221859] = {
["T"] = "取走鞍座",
},
[1227265] = {
["T"] = "贯体束丝",
["D"] = "卢米萨尔以极高的速度对当前目标喷出一束注能束丝，对直线上的所有玩家造成7718030点奥术伤害，并使其受到贯体束丝的伤害提高100%，持续45秒。",
},
[1243649] = {
["T"] = "激涌能量流",
},
[1243650] = {
["T"] = "土地精铺盖",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243651] = {
["T"] = "牢固的木制高椅子",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1262872] = {
["T"] = "奥格瑞玛浴盆",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1262870] = {
["T"] = "永歌宴会拼盘",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262948] = {
["T"] = "风暴要塞冷冻舱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1262994] = {
["T"] = "将壳鳞军旗放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243656] = {
["T"] = "奥术屏障",
["D"] = "施法者竖起一道屏障，吸为目标吸收相当于15%生命值的伤害。 ",
},
[1263017] = {
["T"] = "格里恩心能之桶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227275] = {
["T"] = "充能护盾",
["D"] = "用电化盾牌打击主要目标，电流会轰击目标，造成1789688点自然伤害，并使他们的移动速度降低60%，持续8秒。\r\n\r\n后续攻击会产生闪电链，对最多5个目标造成447422点自然伤害。",
},
[1227276] = {
["T"] = "笞魂歼灭",
["D"] = "缚魂者娜欣达利向随机选中的玩家方向释放一个能量球，击中任何玩家时会造成2684532点奥术伤害，并使其在20秒内受到的伤害提高12%。\r\n\r\n如果能量球击中缚形密室，密室中的无拘之魂受到的伤害提高200%。",
},
[1227277] = {
["T"] = "笞魂歼灭",
},
[1260044] = {
["T"] = "阿加栅栏桩",
["D"] = "制作阿加栅栏桩，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243662] = {
["T"] = "浮空",
},
[1243663] = {
["T"] = "激涌能量流",
},
[1262963] = {
["T"] = "鎏金达拉然旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243665] = {
["T"] = "浮空",
},
[1243666] = {
["T"] = "浮空",
},
[1243667] = {
["T"] = "憎恨怒视",
},
[1243668] = {
["T"] = "憎恨怒视",
["D"] = "向随机一个平台释放眼棱冲击，击退所有敌人，并且每0.5秒造成暗影伤害，持续4秒。",
},
[1243669] = {
["T"] = "激涌能量流",
},
[1243670] = {
["T"] = "浮空",
},
[1243671] = {
["T"] = "憎恨怒视",
},
[1243672] = {
["T"] = "憎恨怒视",
["D"] = "向随机一个平台释放眼棱冲击，击退所有敌人，并且每0.5秒造成暗影伤害，持续4秒。",
},
[1243673] = {
["T"] = "延宕诅咒",
["D"] = "施法者诅咒多个目标，每1秒造成536906点暗影伤害，持续15秒。",
},
[1243674] = {
["T"] = "延宕诅咒",
},
[1243675] = {
["T"] = "猎首行动：狩魂猎手",
["D"] = "击败狩魂猎手时有几率额外掉落三枚噬魂强化符文。",
},
[1243676] = {
["T"] = "猎首行动：节点之王萨哈达尔",
["D"] = "击败节点之王萨哈达尔有几率掉落额外的虚灵精华残缕。",
},
[1243677] = {
["T"] = "猎首行动：熔炉编织者阿拉兹",
["D"] = "击败熔炉编织者阿拉兹有几率掉落额外的法力铸造器具。",
},
[1243678] = {
["T"] = "猎首行动：熔炉恐魔",
["D"] = "每周击败法力熔炉：欧米伽内的强力精英有几率掉落战团绑定物品。",
},
[1243679] = {
["T"] = "猎首行动：诸界吞噬者迪门修斯",
["D"] = "击败诸界吞噬者迪门修斯有几率掉落额外的空虚容器。",
},
[1227297] = {
["T"] = "扭曲的附肢",
["D"] = "将强效扭曲的附肢符文附着到一顶头盔上。\r\n\r\n你的攻击有几率产生一个触须，它会对你的目标使用精神鞭笞，每秒造成163002点暗影伤害，持续10秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1263020] = {
["T"] = "炽蓝仙野吊篮",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227299] = {
["T"] = "虚空瞬步",
},
[1227300] = {
["T"] = "扭曲的附肢",
["D"] = "将强效扭曲的附肢符文附着到一顶头盔上。\r\n\r\n你的攻击有几率产生一个触须，它会对你的目标使用精神鞭笞，每秒造成163002点暗影伤害，持续10秒。\r\n\r\n不能对物品等级低于350的物品使用。此效果并不持久，并且只在“地心之战”第2赛季起效。",
},
[1260067] = {
["T"] = "龙族灯台",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260068] = {
["T"] = "将瓦德拉肯烤炉放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260069] = {
["T"] = "龙族铭文师的盆子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260070] = {
["T"] = "五色巨龙魔典",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260071] = {
["T"] = "将银月城栅栏放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260072] = {
["T"] = "将银月城前门放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243690] = {
["T"] = "破碎空间",
["D"] = "迪门修斯用双手撕裂空间本源，对每只手周围10码范围内的玩家造成13422664点宇宙伤害，对其他所有玩家造成1476493点宇宙伤害。\r\n\r\n这一暴力行为会在每个位置生成巨大的反物质球体，并使空间碎片如雨点般降落在玩家周围。",
},
[1243691] = {
["T"] = "吞噬",
},
[1243692] = {
["T"] = "破碎空间",
},
[1243693] = {
["T"] = "破碎空间",
["D"] = "迪门修斯用双手撕裂空间本源，对每只手周围10码范围内的玩家造成13422664点宇宙伤害，对其他所有玩家造成1476493点宇宙伤害。\r\n\r\n这一暴力行为会在每个位置生成巨大的反物质球体，并使空间碎片如雨点般降落在玩家周围。",
},
[1243694] = {
["T"] = "破碎空间",
["D"] = "迪门修斯用双手撕裂空间本源，对每只手周围10码范围内的玩家造成13422664点宇宙伤害，对其他所有玩家造成1476493点宇宙伤害。\r\n\r\n这一暴力行为会在每个位置生成巨大的反物质球体，并使空间碎片如雨点般降落在玩家周围。",
},
[1243695] = {
["T"] = "空间碎片",
},
[1243696] = {
["T"] = "空间碎片",
},
[1243697] = {
["T"] = "空间碎片",
},
[1243698] = {
["T"] = "空间碎片",
},
[1243699] = {
["T"] = "空间碎片",
["D"] = "破碎空间的碎片降落在玩家周围，对撞击点4码范围内的玩家造成1498863点宇宙伤害并使其昏迷4秒。",
},
[1243700] = {
["T"] = "反物质",
},
[1243701] = {
["T"] = "反物质",
},
[1243702] = {
["T"] = "反物质",
["D"] = "反物质球体在破碎空间的位置形成并保持稳定，持续10秒，随后引发湮灭反应，对所有玩家造成14496476点宇宙伤害。\r\n\r\n每过0.5秒，反物质与10码范围内的玩家发生反应，造成241608点宇宙伤害，并使其最终反应伤害减少相应数值。",
},
[1243703] = {
["T"] = "反物质",
},
[1243704] = {
["T"] = "反物质",
["D"] = "反物质球体在破碎空间的位置形成并保持稳定，持续10秒，随后引发湮灭反应，对所有玩家造成14496476点宇宙伤害。\r\n\r\n每过0.5秒，反物质与10码范围内的玩家发生反应，造成241608点宇宙伤害，并使其最终反应伤害减少相应数值。",
},
[1243705] = {
["T"] = "破碎护盾",
["D"] = "你的|cffffffff奥术护盾|r被击破了，在30秒内无法使用。",
},
[1227323] = {
["T"] = "收集者关闭",
},
[1243707] = {
["T"] = "护盾碎裂",
},
[1263313] = {
["T"] = "玛卓克萨斯板条箱",
["D"] = "制作玛卓克萨斯板条箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263293] = {
["T"] = "空洞的法夜圣殿",
["D"] = "制作空洞的法夜圣殿，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263286] = {
["T"] = "套装：毛织雪怪",
["D"] = "收集这套护甲套装外观。",
},
[1263239] = {
["T"] = "格里恩心能之桶",
["D"] = "制作格里恩心能之桶，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227329] = {
["T"] = "奥术符文注能",
["D"] = "缚魂者娜欣达利为一个随机无拘之魂注入自己的奥术能量，强化它的能量，提高强度与力量。",
},
[1260096] = {
["T"] = "八边形赭色窗户",
["D"] = "制作八边形赭色窗户，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227331] = {
["T"] = "围攻",
["D"] = "虚空之翼从天空中掠过并喷射吐息，每0.3秒对效果范围内的玩家造成2013399点宇宙伤害。",
},
[1227332] = {
["T"] = "收集者已供能",
},
[1263351] = {
["T"] = "苏拉玛珠宝匠的全套工具",
["D"] = "制作苏拉玛珠宝匠的全套工具，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227334] = {
["T"] = "维护",
["D"] = "每2秒为范围内的盟友恢复522799点生命值，持续8秒。",
},
[1227335] = {
["T"] = "维护",
["D"] = "每2秒为范围内的盟友恢复522799点生命值，持续8秒。",
},
[1263490] = {
["T"] = "烫脚风火",
},
[1263491] = {
["T"] = "足踏风火",
},
[1243721] = {
["T"] = "结晶震荡波",
},
[1263485] = {
["T"] = "心爱的毛绒迅猛龙",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243723] = {
["T"] = "暗影冲撞",
["D"] = "向目标投掷一枚缓慢移动的暗影能量箭矢，对0码内的所有敌人造成12782点暗影伤害。\r\n\r\n|cFFFFFFFF产生0点狂乱值。\r\n\r\n该法术对目标施放。|r",
},
[1263486] = {
["T"] = "沙怒外交官的旗帜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263476] = {
["T"] = "足踏风火",
},
[1263577] = {
["T"] = "肯瑞托玻璃桌",
["D"] = "制作肯瑞托玻璃桌，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263574] = {
["T"] = "肯瑞托板条箱",
["D"] = "制作肯瑞托板条箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227345] = {
["T"] = "坚钢防御",
["D"] = "产生一片10码范围的区域，使所有盟友受到的伤害降低30%，持续10秒。离开区域会移除此效果。",
},
[1227346] = {
["T"] = "正在工作",
},
[1227347] = {
["T"] = "星界灾变",
["D"] = "阿达拉斯从头顶拉下星体物质碎片，持续20秒，对冲击点3码内的玩家造成1118555点宇宙伤害。",
},
[1227348] = {
["T"] = "星界灾变",
["D"] = "阿达拉斯从头顶拉下星体物质碎片，持续20秒，对冲击点3码内的玩家造成1118555点宇宙伤害。",
},
[1227349] = {
["T"] = "坍缩之星",
["D"] = "阿达拉斯创造一颗坍缩之星，使星辰碎片从空中洒落，对冲击点周围3码内的玩家造成1118555点宇宙伤害。\r\n\r\n坍塌之星周期性地吸收或排斥物质，吸引玩家靠近或将玩家推离。\r\n\r\n接触到坍塌之星的玩家每1秒受到4474221点宇宙伤害。",
},
[1263591] = {
["T"] = "助推敲击",
["D"] = "猛击前方的所有敌人，造成物理伤害并将其击退。\r\n",
},
[1263564] = {
["T"] = "达拉然街道标志",
["D"] = "制作达拉然街道标志，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227352] = {
["T"] = "坍缩之星",
},
[1263553] = {
["T"] = "熊猫人渔网",
["D"] = "制作熊猫人渔网，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263665] = {
["T"] = "套装：迷踪岛的传承",
["D"] = "收集熊猫人传承护甲外观，包括土水派、火金派和迷踪岛套装。该外观只能由熊猫人角色使用。",
},
[1227355] = {
["T"] = "虚空瞬步",
["D"] = "阿达拉斯在虚空中劈开一条道路，传送至新的位置，对沿途周围4码内的玩家造成1342266点宇宙伤害。\r\n\r\n转移期间，阿达拉斯会显化自身的镜像，它们能够施放|cffffffff饥渴斩击|r。",
},
[1227356] = {
["T"] = "召唤蕾欧娜·涉暗",
["D"] = "蕾欧娜·涉暗正在莱阿库纳之隙中与你同行。",
},
[1227357] = {
["T"] = "召唤蕾欧娜·涉暗",
},
[1263654] = {
["T"] = "德莱尼全息投影基座",
["D"] = "制作德莱尼全息投影基座，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227359] = {
["T"] = "虚空瞬步",
},
[1263817] = {
["T"] = "沙塔斯灯台",
["D"] = "制作沙塔斯灯台，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227361] = {
["T"] = "虚空瞬步",
},
[1263812] = {
["T"] = "哈兰长椅",
["D"] = "制作哈兰长椅，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263799] = {
["T"] = "空的木桶浴缸",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1263796] = {
["T"] = "将斜角虚灵管道段落放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263819] = {
["T"] = "外域玛格汉旗帜",
["D"] = "制作外域玛格汉旗帜，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243749] = {
["T"] = "好运随身",
},
[1227367] = {
["T"] = "碎壳",
},
[1263813] = {
["T"] = "水晶路标",
["D"] = "制作水晶路标，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1221687] = {
["T"] = "投掷炸药",
["D"] = "对一名敌人造成火焰伤害。",
},
[1263792] = {
["T"] = "将烈风涉川桨放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1263814] = {
["T"] = "利爪之王图腾",
["D"] = "制作利爪之王图腾，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1263737] = {
["T"] = "创始者之角秋季苹果树",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1227373] = {
["T"] = "碎壳",
["D"] = "弗兰克提鲁斯开始将数名玩家变为水晶，每1秒造成760618点暗影伤害，持续8秒。\r\n\r\n效果结束时，玩家变为水晶并被定身4秒。 ",
},
[1263745] = {
["T"] = "赤手空拳",
},
[1263925] = {
["T"] = "将鲁克玛的辉煌吊坠放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227376] = {
["T"] = "粉碎抽打",
["D"] = "弗兰克提鲁斯反手抽打，对所有玩家造成1118555点暗影伤害，并击退受到|cffffffff水晶覆体|r影响的玩家。\r\n",
},
[1227377] = {
["T"] = "奥术共鸣",
["D"] = "完全充能的收集者迸发出能量，每1秒对玩家造成4474221点奥术伤害。",
},
[1227378] = {
["T"] = "水晶覆体",
["D"] = "目标化为水晶，使他们定身4秒。 ",
},
[1227379] = {
["T"] = "奥术共鸣",
["D"] = "完全充能的收集者迸发出能量，每1秒对玩家造成4474221点奥术伤害。",
},
[1227380] = {
["T"] = "地狱火撞击",
},
[1263888] = {
["T"] = "被遗弃的竖琴",
["D"] = "演奏一段抚慰的旋律。",
},
[1263877] = {
["T"] = "德鲁斯特附魔师的魔棒",
["D"] = "制作德鲁斯特附魔师的魔棒，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227383] = {
["T"] = "圣焰之耀旗帜",
["D"] = "为圣焰之耀插下一面旗帜。",
},
[1227384] = {
["T"] = "围攻",
["D"] = "萨哈达尔的镜像在他身旁出现，并以撼动星海的力量猛击目标，施加|cffffffff暮光创痕|r并对所有玩家造成2505563点宇宙伤害。玩家距离目标越远，受到的伤害越低。\r\n\r\n萨哈达尔的主要目标|cffffffff身星俱碎|r。每个冲击位置都会形成一个|cffffffff黑暗之星|r。\r\n",
},
[1227385] = {
["T"] = "下潜",
},
[1243769] = {
["T"] = "视线冲击",
["D"] = "格雷泽向当前目标射出一束黑暗魔法，在3秒内每1秒造成894843点暗影伤害，并将其推离。\r\n\r\n移除时，目标会释放出5个不稳定的能量球在场地中弹射，造成671133点暗影伤害。",
},
[1227387] = {
["T"] = "战斗中",
},
[1243771] = {
["T"] = "奥能黏液",
["D"] = "卢米萨尔的伤口涌出脓液，每1秒对范围内的玩家造成2058141点奥术伤害。",
},
[1243772] = {
["T"] = "视线冲击",
["D"] = "格雷泽向当前目标射出一束黑暗魔法，在3秒内每1秒造成894843点暗影伤害，并将其推离。\r\n\r\n移除时，目标会释放出5个不稳定的能量球在场地中弹射，造成671133点暗影伤害。",
},
[1263975] = {
["T"] = "将暴露的加长虚灵管道段落放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243774] = {
["T"] = "视线冲击",
["D"] = "格雷泽向当前目标射出一束黑暗魔法，在3秒内每1秒造成894843点暗影伤害，并将其推离。\r\n\r\n移除时，目标会释放出5个不稳定的能量球在场地中弹射，造成671133点暗影伤害。",
},
[1263933] = {
["T"] = "将“鲁克玛的飞升荣光”雕像放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243776] = {
["T"] = "注能束缚",
["D"] = "卢米萨尔将多个玩家拉向身边，用束丝将其束缚，每秒造成115770点奥术伤害，此效果会逐渐增强。\r\n\r\n束丝被拉扯至40码外时将会断裂，每根断裂的束丝都会在玩家的位置产生一片|cffffffff活体流丝|r。",
},
[1243777] = {
["T"] = "视线冲击",
},
[1263936] = {
["T"] = "将未腐化的泰罗克之眼放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1264004] = {
["T"] = "套装：南境卫士的白银战衣",
["D"] = "收集这套护甲套装外观。",
},
[1243780] = {
["T"] = "侏儒栅栏",
},
[1243781] = {
["T"] = "水晶",
},
[1264215] = {
["T"] = "投掷",
},
[1243783] = {
["T"] = "侏儒栅栏桩",
},
[1264226] = {
["T"] = "日光术",
["D"] = "你在一个敌方目标的头顶召唤一道日光，打断该目标正在施放的法术，并使光柱内的全部敌人陷入沉默。日光术持续10秒。",
},
[1264333] = {
["T"] = "引线火焰",
},
[1264334] = {
["T"] = "引线火焰",
},
[1264261] = {
["T"] = "传送器",
},
[1243788] = {
["T"] = "机械化侏儒路灯",
},
[1260172] = {
["T"] = "冈达加兹大烛台",
["D"] = "制作冈达加兹大烛台，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1227407] = {
["T"] = "嘲讽重置",
},
[1254388] = {
["T"] = "宇宙洪流",
["D"] = "施法者向目标引导能量，每1秒造成33556点暗影伤害，并留下一滩宇宙淤积。 ",
},
[1254387] = {
["T"] = "宇宙洪流",
},
[1243793] = {
["T"] = "永动箱子",
},
[1254382] = {
["T"] = "星辰碎片",
},
[1254381] = {
["T"] = "守望者的伙伴雏鸟",
["D"] = "右键点击以召唤和解散这个伙伴。",
},
[1227413] = {
["T"] = "飞逝强化",
["D"] = "使雷什裹布复原，能够使用相位潜行。 ",
},
[1227414] = {
["T"] = "奥术干扰者",
},
[1264575] = {
["T"] = "阅读卷轴",
},
[1264621] = {
["T"] = "进击的布鲁诺",
["D"] = "召唤或解散这种坐骑。",
},
[1264722] = {
["T"] = "艾尔文南瓜染料",
},
[1243801] = {
["T"] = "麦卡贡军械架",
},
[1264713] = {
["T"] = "骨白染料",
},
[1243803] = {
["T"] = "机械侏儒维生物资分发站",
},
[1264717] = {
["T"] = "漩涡青蓝染料",
},
[1264715] = {
["T"] = "肯瑞托紫罗兰染料",
},
[1227423] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1264712] = {
["T"] = "黑铁染料",
},
[1264721] = {
["T"] = "金色染料",
},
[1264760] = {
["T"] = "金色染料",
},
[1264938] = {
["T"] = "土灵棕染料",
},
[1227428] = {
["T"] = "觉醒符文追踪者",
},
[1227429] = {
["T"] = "坍缩之星",
},
[1264924] = {
["T"] = "浅淡茶棕染料",
},
[1227431] = {
["T"] = "坍缩之星",
},
[1227432] = {
["T"] = "坍缩之星",
},
[1264944] = {
["T"] = "棘齿锈痕染料",
},
[1227434] = {
["T"] = "坍缩之星",
},
[1243818] = {
["T"] = "阿兹希卡兰疣足",
["D"] = "你的伤害法术有几率吸引幼虫啃噬目标，在5秒内造成最多84点暗影伤害。进食充分的幼虫会与你分享这顿盛宴，每只幼虫使你的智力提高7点，持续30秒。",
},
[1227436] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1227437] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1227438] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1227439] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1227440] = {
["T"] = "错乱车间",
["D"] = "铬武场一片狼藉，四处放射电流，触及时每1秒造成4474221点自然伤害。",
},
[1227441] = {
["T"] = "自控导弹",
},
[1227442] = {
["T"] = "自控导弹",
},
[1227443] = {
["T"] = "辐射电流",
["D"] = "能量在加里维克斯身旁涌动，每0.5秒造成1342266点自然伤害，并使源生闪电光束击中的目标昏迷3秒。",
},
[1227444] = {
["T"] = "点心时间",
},
[1243828] = {
["T"] = "阿兹希卡兰幼虫",
["D"] = "你的伤害法术有几率吸引幼虫啃噬目标，在5秒内造成最多84点暗影伤害。进食充分的幼虫会与你分享这顿盛宴，每只幼虫使你的智力提高7点，持续30秒。",
},
[1265112] = {
["T"] = "黑铁染料",
},
[1265085] = {
["T"] = "虚空紫罗兰染料",
},
[1221536] = {
["T"] = "异变仪式",
["D"] = "施法者举行仪式，每0.5秒对所有玩家造成89485点奥术伤害，持续6秒。",
},
[1260215] = {
["T"] = "多恩诺嘉尔框饰地毯",
["D"] = "制作多恩诺嘉尔框饰地毯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1265142] = {
["T"] = "访问住宅",
["D"] = "将访问一间住宅。",
},
[1227451] = {
["T"] = "破损符文分配器",
},
[1260218] = {
["T"] = "打开的锈板储物箱",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260219] = {
["T"] = "吃剩的安德麦外卖",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260220] = {
["T"] = "将烈风立式獠牙放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260221] = {
["T"] = "卡拉诺斯石床",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260222] = {
["T"] = "暗炉路灯",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227457] = {
["T"] = "压制",
["D"] = "加里维克斯在3秒内对贱民狂轰滥炸，造成1565977点火焰伤害，并且每0.5秒对标示位置2码内的玩家额外造成89485点火焰伤害，持续6秒。此效果可叠加。",
},
[1227458] = {
["T"] = "剧毒黏团",
},
[1227459] = {
["T"] = "暗影形态",
},
[1243843] = {
["T"] = "幼虫盛宴",
["D"] = "你的伤害法术有几率吸引幼虫啃噬目标，在5秒内造成最多84点暗影伤害。进食充分的幼虫会与你分享这顿盛宴，每只幼虫使你的智力提高7点，持续30秒。",
},
[1265087] = {
["T"] = "魔力酒染料",
},
[1265102] = {
["T"] = "松木染料",
},
[1265097] = {
["T"] = "雨粟花红染料",
},
[1265120] = {
["T"] = "黄铜染料",
},
[1265119] = {
["T"] = "赞达拉金染料",
},
[1243849] = {
["T"] = "阿兹希卡兰幼虫",
},
[1265082] = {
["T"] = "灰熊丘陵绿染料",
},
[1265379] = {
["T"] = "取消对话",
},
[1227469] = {
["T"] = "恶魔变形",
},
[1227470] = {
["T"] = "围攻",
["D"] = "虚空之翼从天空中掠过并喷射吐息，每0.3秒对效果范围内的玩家造成2013399点宇宙伤害。",
},
[1227471] = {
["T"] = "虚空灌注",
},
[1227472] = {
["T"] = "围攻",
["D"] = "虚空之翼从天空中掠过并喷射吐息，每0.3秒对效果范围内的玩家造成2013399点宇宙伤害。",
},
[1227473] = {
["T"] = "可重复事件 - 卑鄙双雄 - 解散烟火坦克",
},
[1266232] = {
["T"] = "伐木工",
["D"] = "能够在世界中发现木料节点以进行采集。\r\n\r\n木料可用于专业技能，以制作各种房屋装饰品。",
},
[1260241] = {
["T"] = "华丽的矮人衣柜",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227476] = {
["T"] = "坍缩之星",
},
[1227477] = {
["T"] = "觉醒仪式",
},
[1266428] = {
["T"] = "将小型烈风农夫干草堆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227479] = {
["T"] = "觉醒仪式",
},
[1266427] = {
["T"] = "将烈风农夫干草堆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1266517] = {
["T"] = "放置",
},
[1227482] = {
["T"] = "虚空龙卷风",
},
[1227483] = {
["T"] = "飓风",
["D"] = "击退一名敌人。\n对一名敌人造成894843点暗影伤害。",
},
[1227484] = {
["T"] = "召唤孤儿",
["D"] = "召唤或解散你同意在儿童周中抚养的孤儿。",
},
[1227485] = {
["T"] = "召唤孤儿",
},
[1266583] = {
["T"] = "阿拉希酒保的架子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1266560] = {
["T"] = "饥饿人类的拼盘",
["D"] = "运用你的烹饪知识制作一个模型餐盘，用来装点家园，而不是填饱肚子。",
},
[1266579] = {
["T"] = "云裔刀翼兽",
["D"] = "召唤或解散这种坐骑。",
},
[1266582] = {
["T"] = "财团收藏家的笼子",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243873] = {
["T"] = "虚空收割",
["D"] = "奥术收集装置从数名玩家身上汲取能量，每1秒对其造成894843点奥术伤害，持续4秒。效果结束时，每位玩家所在位置会生成一个|cffffffff奥术具象|r。",
},
[1243874] = {
["T"] = "虚空收割",
},
[1266581] = {
["T"] = "艾露恩的火盆",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1237817] = {
["T"] = "负焰者",
["D"] = "携带着神圣烈焰的火炬。看着它，你的心中就涌动着希望，仿佛连自己也变得微不足道。",
},
[1266728] = {
["T"] = "赤红烈风火焰草",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1266758] = {
["T"] = "跳舞",
["D"] = "以跳舞送上祝福。",
},
[1266729] = {
["T"] = "干燥的烈风草皮",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1227497] = {
["T"] = "熬煮药剂",
},
[1227498] = {
["T"] = "召唤卡兹阿加孤儿",
["D"] = "召唤或解散你同意在儿童周中抚养的卡兹阿加孤儿之一。",
},
[1266727] = {
["T"] = "将地精机械垃圾堆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1266725] = {
["T"] = "将狗头人“宝物”堆放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227501] = {
["T"] = "冰冻强袭",
},
[1267024] = {
["T"] = "噬咬",
["D"] = "猛烈撕咬，对锋齿下颌附近的所有生物造成3803088点伤害。",
},
[1267035] = {
["T"] = "监控",
},
[1243887] = {
["T"] = "虚空收割",
["D"] = "|cffffffff黑暗奇点|r从数名玩家身上汲取能量，每1秒造成1118555点暗影伤害，持续4秒。效果结束时，每位玩家所在位置会生成一个|cffffffff虚空具象|r。",
},
[1267095] = {
["T"] = "照射火炬",
},
[1267094] = {
["T"] = "照射火炬",
},
[1267134] = {
["T"] = "解锁",
},
[1260274] = {
["T"] = "卡拉希菜炖牛肉",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260275] = {
["T"] = "将日烟香炉放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1260276] = {
["T"] = "烈风门廊椅",
["D"] = "购买后，此装饰将立即添加到你的住宅收纳箱中。",
},
[1227511] = {
["T"] = "赋力信息素",
["D"] = "使用强大的信息素强化周围的蛛魔。",
},
[1268984] = {
["T"] = "蓝色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1269043] = {
["T"] = "将仿制的啸山熔炉放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1268985] = {
["T"] = "绿色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1269234] = {
["T"] = "黄色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1269227] = {
["T"] = "白色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1269233] = {
["T"] = "橙色染料颜料",
["D"] = "将草药研磨成制作染料所需的颜料。这个过程会摧毁草药。",
},
[1243901] = {
["T"] = "虚空收割",
["D"] = "|cffffffff黑暗奇点|r从数名玩家身上汲取能量，每1秒造成1118555点暗影伤害，持续4秒。效果结束时，每位玩家所在位置会生成一个|cffffffff虚空具象|r。",
},
[1269237] = {
["T"] = "收集ExteriorComponent",
["D"] = "将次住宅固件添加到你的住宅收纳箱中。",
},
[1269298] = {
["T"] = "召唤恶魔警卫犬",
["D"] = "召唤一条恶魔警卫犬跟随你。",
},
[1243904] = {
["T"] = "虚空收割",
},
[1269540] = {
["T"] = "吉尔尼斯邮箱",
["D"] = "制作吉尔尼斯邮箱，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1269583] = {
["T"] = "节日帽子",
["D"] = "为节日换上时髦的装扮！",
},
[1269502] = {
["T"] = "格里恩漂浮灯盏",
["D"] = "制作格里恩漂浮灯盏，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243908] = {
["T"] = "奥术暴怒",
["D"] = "卢米萨尔发出愤怒的尖啸，释放出|cffffffff奥能黏液|r和纯粹的奥术能量，在随后的3秒内每秒对所有玩家造成463081点奥术伤害，并将他们驱逐。",
},
[1269690] = {
["T"] = "将拳手的路障放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243910] = {
["T"] = "虚空收割",
},
[1243911] = {
["T"] = "虚空收割",
},
[1243912] = {
["T"] = "虚空收割",
},
[1270310] = {
["T"] = "迷踪岛的传承",
["D"] = "完成传承故事线，解锁迷踪岛的传承外观。",
},
[1270246] = {
["T"] = "脆弱力场",
},
[1243915] = {
["T"] = "虚空收割",
},
[1265116] = {
["T"] = "雷钢染料",
},
[1265103] = {
["T"] = "圣橡木褐染料",
},
[1227535] = {
["T"] = "奥术干扰者",
},
[1265113] = {
["T"] = "镔爪染料",
},
[1227537] = {
["T"] = "奥术干扰者",
},
[1264243] = {
["T"] = "冲锋！",
},
[1263815] = {
["T"] = "沙塔斯路灯",
["D"] = "制作沙塔斯路灯，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1261199] = {
["T"] = "温西尔心能瓶",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1261087] = {
["T"] = "德莱尼全息之路",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1227542] = {
["T"] = "结晶抽打",
},
[1260309] = {
["T"] = "弹弓",
},
[1253199] = {
["T"] = "激活",
},
[1252088] = {
["T"] = "解散宝典",
},
[1227546] = {
["T"] = "奥术涌动",
["D"] = "汲取一名敌人的力量，使施法者的近战攻击额外造成奥术伤害。",
},
[1243930] = {
["T"] = "将赞加沼泽地面放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243931] = {
["T"] = "噬咬",
["D"] = "啃咬一名敌人，造成物理伤害。",
},
[1260315] = {
["T"] = "踢不动",
["D"] = "这些侏儒太重了，没法踢！肯定有别的办法……",
},
[1227550] = {
["T"] = "奥术涌动",
["D"] = "汲取一名敌人的力量，使施法者的近战攻击额外造成奥术伤害。",
},
[1260317] = {
["T"] = "拉伸橡皮筋！",
["D"] = "拉伸橡皮筋，把腐烂打击者弹飞！",
},
[1260318] = {
["T"] = "拉伸橡皮筋！",
["D"] = "拉伸橡皮筋，把腐烂打击者弹飞！",
},
[1251259] = {
["T"] = "添加钥石词缀：残暴强韧",
["D"] = "为一个史诗钥石添加残暴强韧词缀。",
},
[1260320] = {
["T"] = "传送到阿拉希高地",
["D"] = "传送到阿拉希高地。",
},
[1250595] = {
["T"] = "将大型创始者之角墓碑放入储存空间",
["D"] = "将此装饰添加到你的住宅收纳箱中。",
},
[1243939] = {
["T"] = "啄击",
["D"] = "啄击一个敌人，造成物理伤害。\r\n",
},
[1250600] = {
["T"] = "虚空闪电",
["D"] = "每1秒对一名敌人造成522799点暗影伤害，持续直到主动取消。",
},
[1243941] = {
["T"] = "异变裂隙",
["D"] = "让附近的玩家穿越到无拘之域。",
},
[1243942] = {
["T"] = "暗影飞射",
["D"] = "施法者对一名玩家造成1342266点暗影伤害。",
},
[1260326] = {
["T"] = "安德麦豆袋坐垫",
["D"] = "制作安德麦豆袋坐垫，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243944] = {
["T"] = "传送",
},
[1260328] = {
["T"] = "角斑马条纹毯子",
["D"] = "制作角斑马条纹毯子，可以放置在你的住宅里，也可以在拍卖行出售。",
},
[1243946] = {
["T"] = "传送",
},
[1227564] = {
["T"] = "黑暗耳语",
["D"] = "战斗中每经过5秒，吸引暗影向你逼近，获得黑暗耳语。耳语叠加至5层后，暗影凝聚成形，并从扭曲虚空中剥离一个生物协助你作战。",
},
[1260331] = {
["T"] = "瓦德拉肯繁华水果拼盘",
["D"] = "运用你的烹饪知识制作一个模型餐盘，用来装点家园，而不是填饱肚子。",
},
[1227566] = {
["T"] = "暴食饱餐",
},
[1260333] = {
["T"] = "驼牛肋排拼盘",
["D"] = "运用你的烹饪知识制作一个模型餐盘，用来装点家园，而不是填饱肚子。",
},
[1260334] = {
["T"] = "焦糖薄荷面",
["D"] = "运用你的烹饪知识制作一个模型餐盘，用来装点家园，而不是填饱肚子。",
},
[1277827] = {
["T"] = "前往英灵殿",
},
}