--[[
[ItemID]= 'SourceText_lang',
https://wago.tools/db2/Heirloom?locale=zhCN
]]

if PlayerGetTimerunningSeasonID() then
    return
end



local tab={
[219325]= '|cFFFFD200世界事件：|r光耀回响',

[122353]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122365]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122363]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122352]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122356]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122349]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122351]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122376]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122355]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122358]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122350]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122359]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122362]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122357]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122360]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122377]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122354]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122364]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122366]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122367]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122370]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122368]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122369]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122361]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122378]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122372]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122373]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122374]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122375]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122371]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122529]= '|cFFFFD200任务：|r荆棘谷钓鱼大赛',
[122384]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122382]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122383]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122380]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122381]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122386]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122385]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122379]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122261]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122262]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122260]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122255]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122251]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122252]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122253]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122254]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122245]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122256]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122249]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122250]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122248]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122246]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122247]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122263]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122264]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122387]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122388]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122389]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122266]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[122392]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122396]= '|cFFFFD200商人出售：|r保尔·诺斯 + “点背”西梅斯|n|cFFFFD200地区：|r奥格瑞玛 - 搏击竞技场|n|n|cFFFFD200商人出售：|r奎肯布什 + “爆脾气”德什威|n|cFFFFD200地区：|r矿道地铁 - 比兹莫搏击俱乐部',
[122390]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[166769]= '|cFFFFD200商人出售：|r供应商烈炉|n|cFFFFD200地区：|r伯拉勒斯',
[122530]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122391]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',

[122668]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122667]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122666]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122664]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122663]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[122662]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[127010]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[127011]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[127012]= '|cFFFFD200商人出售：|r古拉姆|n|cFFFFD200地区：|r奥格瑞玛 - 力量谷|n|n|cFFFFD200商人出售：|r塞伊·普雷斯勒|n|cFFFFD200地区：|r暴风城 - 贸易区',
[126948]= '|cFFFFD200世界事件：|r古拉巴什竞技场|n',
[126949]= '|cFFFFD200世界事件：|r暗月死斗大赛|n',
[128173]= '|cFFFFD200要塞追随者任务：|r顺我者昌',
[128169]= '|cFFFFD200要塞追随者任务：|r海的女儿',
[128172]= '|cFFFFD200要塞追随者任务：|r看在仇恨的份上',
[128318]= '|cFFFFD200要塞任务：|r吞噬虚空|n',
[133585]= '|cFFFFD200“德拉诺之王”史诗地下城首领|r|n|n',
[133595]= '|cFFFFD200“德拉诺之王”史诗地下城首领|r|n|n',
[133596]= '|cFFFFD200“德拉诺之王”史诗地下城首领|r|n|n',
[133597]= '|cFFFFD200“德拉诺之王”史诗地下城首领|r|n|n',
[133598]= '|cFFFFD200“德拉诺之王”史诗地下城首领|r|n|n',
[140773]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r奥格瑞玛 - 奥格瑞玛城门|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[131733]= '|cFFFFD200专业技能：|r考古学|n|cFFFFD200任务：|r奈萨里奥的巢穴：误导|n|cFFFFD200地区：|r至高岭',
[151377]= '|cFFFFD200商人出售：|r艾斯特蕾·根德瑞|n|cFFFFD200地区：|r幽暗城 - 盗贼区|n|n|cFFFFD200商人出售：|r克罗姆·粗臂|n|cFFFFD200地区：|r铁炉堡 - 探险者大厅',
[153130]= '|cFFFFD200军团再临职业大厅追随者任务：|r 突袭邪火军械库',
[166752]= '|cFFFFD200商人出售：|r供给商穆克拉|n|cFFFFD200地区：|r祖达萨',
[166770]= '|cFFFFD200商人出售：|r供应商烈炉|n|cFFFFD200地区：|r伯拉勒斯',
[166766]= '|cFFFFD200商人出售：|r供应商烈炉|n|cFFFFD200地区：|r伯拉勒斯',
[166756]= '|cFFFFD200商人出售：|r供给商穆克拉|n|cFFFFD200地区：|r祖达萨',
[166755]= '|cFFFFD200商人出售：|r供给商穆克拉|n|cFFFFD200地区：|r祖达萨',
[166767]= '|cFFFFD200商人出售：|r供应商烈炉|n|cFFFFD200地区：|r伯拉勒斯',
[166753]= '|cFFFFD200商人出售：|r供给商穆克拉|n|cFFFFD200地区：|r祖达萨',
[166754]= '|cFFFFD200商人出售：|r供给商穆克拉|n|cFFFFD200地区：|r祖达萨',
[166768]= '|cFFFFD200商人出售：|r供应商烈炉|n|cFFFFD200地区：|r伯拉勒斯',
[199686]= '|cFFFFD200世界事件：|r原始风暴|n把朦胧的始源火焰 、流水、风暴和大地|n收集并组合起来。',

}




function WoWTools_ChineseMixin:GetHeirloomSource(itemID)
    local cn= itemID and tab[itemID]
    if cn then
        if self:IsCN(cn) then
            return cn
        else
            tab[itemID]=nil
        end
    end
end







