--[[
[ID]= {"Title_lang", "Description_lang"},
https://wago.tools/db2/Campaign?locale=zhCN
]]

local tab={

[334]= {"碧蓝林海", "隐藏战役"},
[328]= {"麦卡贡护照管理"},
[323]= {"地心之战", "引导任务指南"},
[322]= {"流放者离岛", "跳过流放者离岛并开启家宅系统的玩家看到的战役。"},
[321]= {"流放者离岛", "跳过流放者离岛并开启家宅系统的玩家看到的战役。"},
[318]= {"追赶：地心之战"},
[316]= {"巨龙时代开场 - 联盟"},
[315]= {"阿拉希高地之围"},
[314]= {"海妖岛"},
[313]= {"海妖岛"},
[312]= {"地心之战", "主战役"},

[303]= {"军团再临：幻境新生", "军团再临：幻境新生"},
[302]= {"死亡骑士职业大厅", "死亡骑士职业大厅"},
[301]= {"恶魔猎手职业大厅", "恶魔猎手职业大厅"},
[300]= {"德鲁伊职业大厅", "德鲁伊职业大厅"},
[299]= {"武僧职业大厅", "武僧职业大厅"},
[298]= {"术士职业大厅", "术士职业大厅"},
[297]= {"法师职业大厅", "法师职业大厅"},
[296]= {"萨满祭司职业大厅", "萨满祭司职业大厅"},
[295]= {"牧师职业大厅", "牧师职业大厅"},
[294]= {"潜行者职业大厅", "潜行者职业大厅"},
[293]= {"猎人职业大厅", "猎人职业大厅"},
[292]= {"圣骑士职业大厅", "圣骑士职业大厅"},
[291]= {"阿古斯之影", "阿古斯战役"},
[290]= {"抗魔联军战役", "抗魔联军战役"},
[289]= {"起义", "起义"},
[288]= {"堕夜精灵", "堕夜精灵"},

[286]= {"战士职业大厅", "战士职业大厅"},
[285]= {"军团再临", "内容更新总集"},
[284]= {"光与影之战"},
[283]= {"生态演替", "生态演替"},
[281]= {"12.0 - Arator"},
[280]= {"风暴峡湾", "风暴峡湾"},
[279]= {"游学探奇：阿尔萨斯"},
[278]= {"至高岭", "至高岭"},
[277]= {"瓦尔莎拉", "瓦尔莎拉"},
[276]= {"海妖岛"},
[275]= {"阿苏纳", "阿苏纳"},
[274]= {"游学探奇：精灵"},
[273]= {"游学探奇：训练"},
[271]= {"刃锋险途", "卡雷什的残影"},
[270]= {"至暗之夜"},
[269]= {"暗影蔽日的幻象"},
[268]= {"游学探奇：虚灵"},
[267]= {"炽焰黎明的崛起"},
[266]= {"游学探奇：萨拉塔斯"},
[265]= {"肯瑞托的命运", "肯瑞托任务线"},
[264]= {"安德麦", "安德麦风云"},

[261]= {"跳过内容更新初始任务"},
[260]= {"萦绕暗影", "11.1战役序章"},
[258]= {"绿龙军团"},
[257]= {"蓝龙军团"},
[256]= {"巨龙时代"},
[254]= {"决战奥格瑞玛"},
[253]= {"决战奥格瑞玛"},
[252]= {"绝地反击"},
[251]= {"雷电之王"},
[250]= {"雷电之王"},
[249]= {"夺岛奇兵"},
[248]= {"熊猫人之谜", "击败死亡之翼后，部落和联盟的战火重燃。你身为联盟的勇士，必须加入战斗。"},
[247]= {"熊猫人之谜", "击败死亡之翼后，部落和联盟的战火重燃。你身为部落的勇士，必须加入战斗。"},
[246]= {"夺岛奇兵"},
[242]= {"追猎先驱"},
[241]= {"追赶！"},
[240]= {"幽暗之心", "满级任务"},
[239]= {"艾基-卡赫特"},
[238]= {"陨圣峪阿拉希人"},
[237]= {"喧鸣深窟"},
[236]= {"多恩岛"},
[235]= {"艾泽拉斯的幻象", "内容更新初始任务"},
[234]= {"追赶！"},
[233]= {"追赶！"},
[231]= {"梦境守护者"},
[230]= {"测试战役"},
[229]= {"追赶！"},
[228]= {"暗影烈焰火花"},
[227]= {"飞珑石"},
[226]= {"争霸艾泽拉斯"},
[225]= {"阵营战役"},
[224]= {"恩佐斯的幻象"},
[223]= {"纳沙塔尔"},
[222]= {"麦卡贡"},
[221]= {"争霸艾泽拉斯", "身为联盟的勇士，你的职责是增援战事，对抗部落和他们的新盟友。"},
[219]= {"恩佐斯的幻象", "身为联盟的勇士，你的职责是增援战事，对抗部落和他们的新盟友。"},
[218]= {"麦卡贡", "身为联盟的勇士，你的职责是增援战事，对抗部落和他们的新盟友。"},
[217]= {"纳沙塔尔", "身为联盟的勇士，你的职责是增援战事，对抗部落和他们的新盟友。"},
[216]= {"阵营战役", "身为联盟的勇士，你的职责是增援战事，对抗部落和他们的新盟友。"},
[215]= {"争霸艾泽拉斯", "身为联盟的勇士，你的职责是增援战事，对抗部落和他们的新盟友。"},
[214]= {"争霸艾泽拉斯", "身为联盟的勇士，你的职责是增援战事，对抗部落和他们的新盟友。"},
[213]= {"流放者离岛", "本战役通过流放者离岛的内容让新玩家体验游戏。"},
[212]= {"流放者离岛", "本战役通过流放者离岛的内容让新玩家体验游戏。"},
[210]= {"兹斯克拉宝库"},
[209]= {"蓝龙军团"},
[208]= {"追赶！"},
[207]= {"碧蓝林海", "隐藏战役"},
[206]= {"追赶！"},
[203]= {"奈萨里奥之烬", "1"},
[201]= {"巨龙时代", "主战役"},
[200]= {"黑曜堡垒"},
[199]= {"誓言母石"},
[198]= {"追赶！"},
[197]= {"龙鳞探险队", "龙鳞探险队名望战役"},
[194]= {"伊斯卡拉海象人", "满级名望伊斯卡拉海象人地图1"},
[193]= {"瓦德拉肯"},
[192]= {"白银使命", "提尔故事线1-4章满级提尔地图4"},
[191]= {"专业入门跳过"},
[190]= {"沉睡者", "欧恩哈拉平原满级绿龙剧情"},
[189]= {"索德拉苏斯", "索德拉苏斯升级"},
[174]= {"碧蓝林海", "碧蓝林海"},
[173]= {"苏醒的龙希尔", "龙希尔初始区域，区域0，部落"},
[169]= {"觉醒海岸", "觉醒海岸升级"},
[168]= {"跳转到第七章"},
[167]= {"跳转到第五章"},
[166]= {"欧恩哈拉平原", "平原升级任务"},
[165]= {"龙鳞探险队", "开场剧情"},
[164]= {"跳转到第六章"},
[163]= {"初始"},
[162]= {"初始"},
[161]= {"追赶！"},
[160]= {"追赶！"},
[159]= {"苏醒的龙希尔", "龙希尔初始区域，区域0，联盟"},
[158]= {"初诞者的秘密", "展现9.2新内容的战役。"},
[157]= {"万物之盒初始任务"},
[156]= {"暗影国度"},
[155]= {nil, "完成安度因剧情"},
[154]= {"托加斯特剧情进度跳过"},
[153]= {nil, "解锁寻找贝恩和刻符者的前置条件"},

[147]= {"追赶！"},
[146]= {"追赶！"},
[145]= {"追赶！"},
[144]= {"追赶！"},
[143]= {"追赶！"},
[142]= {"追赶！"},
[141]= {"追赶！"},
[140]= {"追赶！"},
[138]= {"统御之链", "展现9.1新内容的战役。"},
[137]= {"盟约教学"},
[136]= {"盟约教学"},
[135]= {"盟约教学"},
[134]= {"盟约教学"},
[133]= {"盟约教学"},
[131]= {"命运丝线"},
[130]= {"暗影界"},
[126]= {"黑暗迫近", "德纳修斯已经图穷匕见，你必须决定如何回应。"},
[125]= {"暗影界战役", "这是给位于战役之间的玩家分类的一般性战役。"},
[124]= {"炽蓝仙野的林地", "你有个重要的消息要带给寒冬女王。去炽蓝仙野的天界林地找她。"},
[119]= {"格里恩战役", "晋升堡垒高贵的格里恩面临着危险的局面，弃誓者部队大有扫平国度之势。格里恩如果希望夺回晋升堡垒，拯救暗影界，就需要你的帮助。"},
[118]= {"兵主之刃", "玛卓克萨斯的大军突袭了晋升堡垒。你受命前往这个战痕密布的国度，从而探究原因。"},
[117]= {"法夜战役", "炽蓝仙野的林地濒临灭亡。每一棵天界巨树陨落，寒冬女王的绝望都会滋长。女王和她的魅夜王庭需要你的帮助才能恢复森林的平衡。"},
[115]= {"战争的艺术", "野心勃勃的通灵领主的土地也面临着灭绝的危机。你的到来将使迥然不同的残部重新融合为一支足以挑战命运的大军。"},
[114]= {"晋升堡垒", "你被派遣前去调查在噬渊里遇到的神秘渊誓格里恩。只有统御晋升堡垒的执政官才知道他们的身份。"},
[113]= {"温西尔战役", "雷文德斯的救赎之路极其艰险，但堕罪堡的黑暗王子已经准备好踏上这条路了。他需要你的帮助才能从主宰者及其爪牙手中夺得对雷文德斯的控制权。"},
[111]= {"雷文德斯的主宰者", "雷文德斯大帝可能知道某些秘密，可以终结这场心能枯竭。深入他在雷文德斯的国度，了解更多情报。"},

[2]= {"阵营战役", "为了部落！"},
[1]= {"阵营战役", "身为联盟的勇士，你的职责是增援战事，对抗部落和他们的新盟友。"},
}






function WoWTools_ChineseMixin:GetCampaignData(campaignID)
	local data= tab[campaignID]
	if data then
		local T, D
		if self:IsCN(data[1]) then
			T= data[1]
		end
		if self:IsCN(data[2]) and data[2]~=T then
			D= data[2]
		end
		if T or D then
			return {
				T=T,
				D=D,
			}
		end
	end
end
function WoWTools_ChineseMixin:GetCampaignName(campaignID)
	local data= self:GetCampaignData(campaignID)
	if data then
		return data.T, data.D
	end
end



--CampaignUtil
local function GetSingleChapterText(chapterID, lineSpacing)
	local chapter = CampaignChapterCache:Get(chapterID)
	if not chapter then
		return
	end

	local name= WoWTools_ChineseMixin:CN(chapter.name) or chapter.name
	if chapter:IsComplete() then
		return CreateTextureMarkup("Interface/Scenarios/ScenarioIcon-Check", 16, 16, 16, 16, 0, 1, 0, 1, 0, -lineSpacing)
                .. " " .. GREEN_FONT_COLOR:WrapTextInColorCode(name)
	else
		local color = chapter:IsInProgress() and HIGHLIGHT_FONT_COLOR or LIGHTGRAY_FONT_COLOR
		return color:WrapTextInColorCode(name)
	end
end

local function BuildAllChaptersText(campaign, lineSpacing)
	local chapterText = {}
	for _, chapterID in ipairs(campaign.chapterIDs) do
		table.insert(chapterText, GetSingleChapterText(chapterID, lineSpacing))
	end

	return table.concat(chapterText, "|n");
end

hooksecurefunc(QuestScrollFrame.CampaignTooltip, 'SetJourneyCampaign', function(self, campaign)
	if not campaign or not campaign.campaignID then
		return
	end
	local campaignID= campaign.campaignID
	local lineSpacing = 4
	local name= WoWTools_ChineseMixin:CN(campaign.name) or WoWTools_ChineseMixin:GetCampaignName(campaignID)
	if name then
		self.Title:SetText(name)
	end
	self.ChapterTitle:SetText(CampaignUtil.BuildChapterProgressText(campaign, "|cffffd200战役进度 |n|cffffffff%1$d/%2$d 章|r|n|n"))
	self.Description:SetText(BuildAllChaptersText(campaign, lineSpacing))
end)

hooksecurefunc(CampaignNextObjectiveMixin, 'Set', function(self, failureReason)
	if failureReason.text then
		local t= WoWTools_ChineseMixin:CN(failureReason.text)
		if t then
			self.Text:SetText(t)
		end
	end
end)