
--[[
[ID]= {"Name_lang", "LoreDescription_lang"},

https://wago.tools/db2/ChrRaces?locale=zhCN
]]

local tab= {


[92]= {"虚灵飞船"},
[90]= {"地下堡行者的地精疾行器"},
[87]= {"地下堡行者的飞船"},
[86]= {"哈籁尼尔"},
[85]= {"土灵", "新生的土灵已经不再被律令所约束，他们怀着无尽的好奇心探索着这个世界，并加入了联盟。"},
[84]= {"土灵", "新生的土灵已经不再被律令所约束，他们怀着无尽的好奇心探索着这个世界，并加入了部落。"},
[83]= {"繁盛奇想幼龙"},
[82]= {"阿加驭雷者"},
[80]= {"岩洞灵翼幼龙"},
[77]= {"载风迅疾幼龙"},
[76]= {"幻容", "一群神秘的人，喜欢操纵蜡烛。"},
[75]= {"幻容", "一群神秘的人，喜欢操纵蜡烛。"},
[74]= {"崖际荒狂幼龙"},
[73]= {"盘曲蜿变幼龙"},
[72]= {"复苏始祖幼龙"},
[71]= {"高地幼龙"},
[70]= {"龙希尔", "龙希尔身体里灌注了巨龙军团的魔法，拥有着凡人的智谋和巨龙的威能。"},
[52]= {"龙希尔", "龙希尔身体里灌注了巨龙军团的魔法，拥有着凡人的智谋和巨龙的威能。"},
[37]= {"机械侏儒", "机敏的机械侏儒追求着肉体与技术的和谐统一，他们是一支热衷于发明创造的盟友。"},
[36]= {"玛格汉兽人", "德拉诺星球未被腐化的兽人氏族抛弃了过去的争端，团结一心，组成了勇猛的玛格汉氏族。"},
[35]= {"狐人", "足智多谋的狐人即使在最严酷的环境下也能发展壮大。"},
[34]= {"黑铁矮人", "黑铁矮人以其火爆的脾气和倔强的决心闻名，他们与矮人表亲们并肩作战。"},
[33]= {"人类", "库尔提拉斯是由一群渴望冒险，探索神秘海域的航海者建立的。"},
[32]= {"库尔提拉斯人", "多年的孤立政策后，骄傲的库尔提拉斯人再度让自己的海军加入了联盟。"},
[31]= {"赞达拉巨魔", "赞达拉巨魔崇拜神秘的洛阿神灵，号令着艾泽拉斯一流的舰队，令人闻风丧胆。"},
[30]= {"光铸德莱尼", "光铸德莱尼的身体里灌注了圣光之力，他们是对抗邪恶的武器。"},
[29]= {"虚空精灵", "虚空精灵被同族所流放，他们的身体又被禁忌魔法所改变，如今，他们为联盟而战。"},
[28]= {"至高岭牛头人", "至高岭牛头人尊敬大地、河流和天空之灵，他们是高贵和力量的化身。"},
[27]= {"夜之子", "夜之子一万年一直在苏拉玛离群索居，在此期间他们发展出了无与伦比的奥术技艺。"},
[26]= {"熊猫人", "熊猫人崇尚心灵的升华和对学识的探究，还热爱烹饪、酿酒和冒险。"},
[25]= {"熊猫人", "熊猫人崇尚心灵的升华和对学识的探究，还热爱烹饪、酿酒和冒险。"},
[24]= {"熊猫人", "熊猫人崇尚心灵的升华和对学识的探究，还热爱烹饪、酿酒和冒险。"},
[23]= {"吉尔尼斯人", "狼人是由大法师阿鲁高最先释放到东部王国的。"},
[22]= {"狼人", "某种诅咒将吉尔尼斯的人类变成了野蛮的狼人，这些狼人则利用自己的野性来帮助盟友。"},
[21]= {"冰巨魔"},
[20]= {"诺森德骷髅"},
[19]= {"牦牛人"},
[18]= {"森林巨魔"},
[17]= {"海象人"},
[16]= {"维库人"},
[15]= {"骷髅"},
[14]= {"破碎者"},
[13]= {"纳迦"},
[12]= {"邪兽人"},
[11]= {"德莱尼", "德莱尼逃离恶魔的腐蚀后，为了守护艾泽拉斯而献出自己的力量。"},
[10]= {"血精灵", "血精灵是一场残酷战争的幸存者，他们从充满魔力的太阳井中汲取力量，以重建自己的王国。"},
[9]= {"地精", "地精一直都热爱发明，但也经常捅出漏子，他们既是熟练的工程师，也是舌绽莲花的商人。"},
[8]= {"巨魔", "暗矛巨魔被其他部族赶出了丛林中的故土，随后在强大的部落中找到了盟友。"},
[7]= {"侏儒", "小巧而聪慧的侏儒因其创造的无数科技奇迹而闻名于世。"},
[6]= {"牛头人", "魁梧的牛头人侍奉着亲爱的大地母亲，守护着自然的平衡。"},
[5]= {"亡灵", "被遗忘者是被复活的亡灵，他们在一片萦绕着黑暗过往的废墟中勇敢地塑造出了未来。"},
[4]= {"暗夜精灵", "神秘的暗夜精灵守护着艾泽拉斯的荒野，与那些想破坏大自然的势力进行着斗争。"},
[3]= {"矮人", "强健的铁炉堡矮人以热爱冒险著称，他们喜欢钻研这个世界上的古老奥秘。"},
[2]= {"兽人", "强大的兽人原本是想来征服艾泽拉斯，而如今则在努力复兴古老的荣耀和传统。"},
[1]= {"人类", "暴风城高贵的人类是联盟的先锋，他们身先士卒，守护着艾泽拉斯。"},
}


do
    for raceID, data in pairs(tab) do
        local info
--同盟
        info= C_AlliedRaces.GetRaceInfoByID(raceID)
        if info then

            WoWTools_ChineseMixin:SetCN(info.maleName, data[1])
            WoWTools_ChineseMixin:SetCN(info.femaleName, data[1])
            WoWTools_ChineseMixin:SetCN(info.description, data[2])
        end
--种族
        info= C_CreatureInfo.GetRaceInfo(raceID)
        if info then
            WoWTools_ChineseMixin:SetCN(info.raceName, data[1])
        end
    end
end
tab=nil