
--[[
[Field_10_0_5_47118_002]= 'Name_lang',
https://wago.tools/db2/PerksActivityThresholdGroup?locale=zhCN
]]

local tab={
[48]= "十二月：防寒保暖",
[47]= "十一月：美食无限好",
[46]= "十月：化装闹剧",
[45]= "九月：友谊长存",
[44]= "八月：一决胜负",
[43]= "七月：璀璨烟火！",
[42]= "六月：热力迸发",
[41]= "五月：简单质朴",
[40]= "四月：打理花园",
[39]= "三月：生活，欢笑，热爱",
[38]= "二月：金灿灿的喜气",
[37]= "一月：新的黎明",
[36]= "十二月：冰封之心",
[35]= "十一月：累累恩赐",
[34]= "十月：邪能庆典",
[33]= "九月：矮人风采",
[32]= "八月：不可兼得",
[31]= "七月：遗忘的回忆",
[30]= "六月：灼燃之心",
[29]= "五月：萌物国度",
[28]= "四月：马戏团游戏",
[27]= "三月：灵感与天资",
[26]= "二月：月耀光辉",
[25]= "一月：稳步前进",
[24]= "十二月：冰寒试炼",
[23]= "十一月：璀璨夺目",
[22]= "十月：光暗对决",
[21]= "九月：欢乐同享",
[20]= "八月：竞争之魂",
[19]= "七月：深邃黑暗",
[18]= "六月：夏日欢笑",
[17]= "五月：花朵魅力",
[16]= "四月：春意袭人",
[15]= "三月：华丽起舞",
[14]= "二月：新欢旧爱",
[13]= "一月：重新启程",
[12]= "十二月：天寒地冻",
[11]= "十一月：多多益善",
[10]= "十月：惊心动魄",
[9]= "九月：派对时间",
[8]= "八月：变脸！",
[7]= "七月：欢庆！",
[6]= "六月：玩火",
[5]= "五月：童真时光",
[4]= "四月：春日的脚步",
[3]= "三月：光彩照人",
[2]= "二月：关爱与分享",
[1]= "一月：重新启程",
}


do
local data = C_PerksActivities.GetPerksActivitiesInfo()
if data then
WoWTools_ChineseMixin:SetCN(data.displayMonthName, tab[data.activePerksMonth])
end
end
